[
  {
    "id": "arXiv:2211.01368",
    "title": "Coherently averaged dual-comb spectroscopy with a low-noise and  high-power free-running gigahertz dual-comb laser",
    "abstract": "We present a new type of dual optical frequency comb source capable of scaling applications to high measurement speeds while combining high average power, ultra-low noise operation, and a compact setup. Our approach is based on a diode-pumped solid-state laser cavity which includes an intracavity biprism operated at Brewster angle to generate two spatially-separated modes with highly correlated properties. The 15-cm-long cavity uses an Yb:CALGO crystal and a SESAM as an end mirror to generate more than 3 W average power per comb, below 80 fs pulse duration, a repetition rate of 1.03 GHz, and a continuously tunable repetition rate difference up to 27 kHz. We carefully investigate the coherence properties of the dual-comb by a series of heterodyne measurements, revealing several important features: (1) ultra-low jitter on the uncorrelated part of the timing noise; (2) the radio frequency comb lines of the interferograms are fully resolved in free-running operation; (3) we validate that through a simple measurement of the interferograms we can determine the fluctuations of the phase of all the radio frequency comb lines; (4) this phase information is used in a post-processing routine to perform coherently averaged dual-comb spectroscopy of acetylene (C2H2) over long timescales. Our results represent a powerful and general approach to dual-comb applications by combining low noise and high power operation directly from a highly compact laser oscillator. ",
    "url": "https://arxiv.org/abs/2211.01368",
    "authors": [
      "C. R. Phillips",
      "B. Willenberg",
      "A. Nussbaum-Lapping",
      "F. Callegari",
      "S. L. Camenzind",
      "J. Pupeikis",
      "U. Keller"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01408",
    "title": "Design of a Modified Coupled Resonators Optical Waveguide Supporting a  Frozen Mode",
    "abstract": "We design a three-way silicon optical waveguide with the Bloch dispersion relation supporting a stationary inflection point (SIP). The SIP is a third order exceptional point of degeneracy (EPD) where three Bloch modes coalesce forming the frozen mode with greatly enhanced amplitude. The proposed design consists of a coupled resonators optical waveguide (CROW) coupled to a parallel straight waveguide. At any given frequency, this structure supports three pairs of reciprocal Bloch eigenmodes, propagating and/or evanescent. In addition to full-wave simulations, we also employ a so-called ''hybrid model'' that uses transfer matrices obtained from full-wave simulations of sub-blocks of the unit cell. This allows us to account for radiation losses and enables a design procedure based on minimizing the eigenmodes' coalescence parameter. The proposed finite-length CROW displays almost unitary transfer function at the SIP frequency, implying a nearly perfect conversion of the input light into the frozen mode. The group delay and the effective quality factor at the SIP frequency show an $N^{3}$ scaling, where $N$ is the number of unit cells in the cavity. The frozen mode in the CROW can be utilized in various applications like sensors, lasers and optical delay lines. ",
    "url": "https://arxiv.org/abs/2211.01408",
    "authors": [
      "Mohamed Y. Nada",
      "Tarek Mealy",
      "Md Shafiqul Islam",
      "Ilya Vitebskiy",
      "Ricky Gibson",
      "Robert Bedford",
      "Ozdal Boyraz",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01437",
    "title": "Multi-photon polymerization using upconversion nanoparticles for tunable  feature-size printing",
    "abstract": "The recent development of light-based 3D printing technologies has marked a turning point in additive manufacturing. Through photopolymerization, liquid resins can be solidified into complex objects. Usually, the polymerization is triggered by exciting a photoinitiator with ultraviolet (UV) or blue light. In two-photon printing (TPP), the excitation is done through the non-linear absorption of two photons; it enables printing 100-nm voxels but requires expensive femtosecond lasers which strongly limits their broad dissemination. Upconversion nanoparticles (UCNPs) have recently been proposed as an alternative to TPP for photopolymerization but using continuous-wave lasers. UCNPs convert near-infrared (NIR) into visible/UV light to initiate the polymerization locally as in TPP. Here we provide a study of this multi-photon mechanism and demonstrate how the non-linearity impacts the printing process. In particular, we report on the possibility of fine-tuning the size of the printed voxel by adjusting the NIR excitation intensity. Using gelatin-based hydrogel, we are able to vary the transverse voxel size from 1.3 to 2.8 {\\mu}m and the axial size from 7.7 to 59 {\\mu}m by adjusting the NIR power without changing the degree of polymerization. This work opens up new opportunities for speeding up the fabrication while preserving the minimum feature size with cheap light sources. ",
    "url": "https://arxiv.org/abs/2211.01437",
    "authors": [
      "Qianyi Zhang",
      "Antoine Boniface",
      "Virendra K. Parashar",
      "Martin A. M. Gijs",
      "Christophe Moser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01593",
    "title": "Electron Quantum Tunneling Sensors",
    "abstract": "Quantum tunneling sensors are typically ultra-sensitive devices which have been specifically designed to convert a stimulus into an electronic signal using the wondrous principles of quantum mechanical tunneling. In the early 1990s, William Kaiser developed one of the first micromachined quantum tunneling sensors as part of his work with the Nasa Jet Propulsion Laboratory. Since then, there have been scattered attempts at utilizing this phenomenon for the development of a variety of physical and chemical sensors. Although these devices demonstrate unique characteristics such as high sensitivity, the principle of quantum tunneling often acts as a double-edged sword and is responsible for certain drawbacks of this sensor family. In this review, we briefly explain the underlying working principles of quantum tunneling and how they are used to design miniaturized quantum tunneling sensors. We then proceed to describe an overview of the various attempts at developing such sensors. Next, we discuss their current need and recent resurgence. Finally, we describe various advantages and shortcomings of these sensors and end this review with an insight into the potential of this technology and prospects. ",
    "url": "https://arxiv.org/abs/2211.01593",
    "authors": [
      "Aishwaryadev Banerjee",
      "Carlos H. Mastrangelo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01606",
    "title": "Study on the reusability of fluorescent nuclear track detectors using  optical bleaching",
    "abstract": "Fluorescent nuclear track detectors (FNTDs) based on Al${_2}$O${_3}$:C,Mg crystals are luminescent detectors that can be used for dosimetry and detection of charged particles and neutrons. These detectors can be utilised for imaging applications where a reasonably high track density, approximately of the order of 1 $\\times$ $10^4$ tracks in an area of 100 $\\times$ 100 $\\mu$m$^2$, is required. To investigate the reusability of FNTDs for imaging applications, we present an approach to perform optical bleaching under the required track density conditions. The reusability was assessed through seven irradiation-bleaching cycles. For the irradiation, the studied FNTD was exposed to alpha-particles from an $^{241}$Am radioactive source. The optical bleaching was performed by means of ultraviolet laser light with a wavelength of 355 nm. Three dedicated regions on a single FNTD with different accumulated track densities and bleaching conditions were investigated. After every irradiation-bleaching cycle, signal-to-noise ratio was calculated to evaluate FNTD performance. It is concluded that FNTDs can be reused at least seven times for applications where accumulation of a high track density is required. ",
    "url": "https://arxiv.org/abs/2211.01606",
    "authors": [
      "Abdul Muneem",
      "Junya Yoshida",
      "Hiroyuki Ekawa",
      "Masahiro Hino",
      "Katsuya Hirota",
      "Go Ichikawa",
      "Ayumi Kasagi",
      "Masaaki Kitaguchi",
      "Satoshi Kodaira",
      "Kenji Mishima",
      "Jameel-Un Nabi",
      "Manami Nakagawa",
      "Michio Sakashita",
      "Norihito Saito",
      "Takehiko R. Saito",
      "Satoshi Wada",
      "Nakahiro Yasuda"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.01622",
    "title": "Electron pulse train accelerated by a linearly polarized  Laguerre-Gaussian laser beam",
    "abstract": "A linearly polarized Laguerre-Gaussian (LP-LG) laser beam with a twist index $l = -1$ has field structure that fundamentally differs from the field structure of a conventional linearly polarized Gaussian beam. Close to the axis of the LP-LG beam, the longitudinal electric and magnetic fields dominate over the transverse components. This structure offers an attractive opportunity to accelerate electrons in vacuum. It is shown, using three dimensional particle-in-cell simulations, that this scenario can be realized by reflecting an LP-LG laser off a plasma with a sharp density gradient. The simulations indicate that a 600~TW LP-LG laser beam effectively injects electrons into the beam during the reflection. The electrons that are injected close to the laser axis experience a prolonged longitudinal acceleration by the longitudinal laser electric field. The electrons form distinct monoenergetic bunches with a small divergence angle. The energy in the most energetic bunch is 0.29 GeV. The bunch charge is 6~pC and its duration is $\\sim 270$~as. The divergence angle is just \\dg{0.57} (10~mrad). By using a linearly polarized rather than a circularly polarized Laguerre-Gausian beam, our scheme makes it easier to demonstrate the electron acceleration experimentally at a high-power laser facility. ",
    "url": "https://arxiv.org/abs/2211.01622",
    "authors": [
      "Yin Shi",
      "David R Blackman",
      "Ping Zhu",
      "Alexey Arefiev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01649",
    "title": "Inverse Magnus effect in a rarefied gas",
    "abstract": "The transverse force exerted on a rotating sphere immersed in an otherwise uniform flow of a rarefied gas is investigated based on the Bhatnagar-Gross-Krook (BGK) model of the Boltzmann equation assuming the Maxwell boundary condition on the sphere. In several existing studies, it has been shown that the transverse force acting on the sphere, also known as the Magnus force, has opposite signs in the free molecular and continuum flows. The present study intends to clarify the force's transition in terms of the Knudsen number (i.e., the reciprocal ratio of the sphere radius to the molecular mean free path) with a particular interest in the impact of the sphere's surface accommodation. It is found that the threshold of the Knudsen number, at which the transverse force changes the sign, depends only weakly on the accommodation coefficient, suggesting certain robustness in the threshold. The present study is an extension of the previous work [S. Taguchi and T. Tsuji, J. Fluid. Mech. 933, A37 (2022)], in which the case of complete accommodation (diffuse reflection) is exclusively considered. ",
    "url": "https://arxiv.org/abs/2211.01649",
    "authors": [
      "Satoshi Taguchi",
      "Tetsuro Tsuji"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.01695",
    "title": "Characterization of Cs-free negative ion production in the ion source  SPIDER by Cavity Ring-Down Spectroscopy",
    "abstract": "The Neutral beam Injectors of the ITER experiment will be based on negative ion sources for the generation of beams composed by 1 MeV H/D particles. The prototype of these sources is currently under testing in the SPIDER experiment, part of the Neutral Beam Test Facility of Consorzio RFX, Padua. Among the targets of the experimentation in SPIDER, it is of foremost importance to maximize the beam current density extracted from the source acceleration system. The SPIDER operating conditions can be optimized thanks to a Cavity Ring-down Spectroscopy diagnostic, which is able to give line-integrated measurements of negative ion density in proximity of the acceleration system apertures. Regarding the diagnostic technique, this work presents a phenomenon of drift in ring down time measurements, which develops in a time scale of few hours. This issue may significantly affect negative ion density measurements for plasma pulses of 1 h duration, as required by ITER. Causes and solutions are discussed. Regarding the source performance, this paper presents how negative ion density is influenced by the RF power used to sustain the plasma, and by the magnetic filter field present in SPIDER to limit the amount of co-extracted electrons. In this study, SPIDER was operated in hydrogen and deuterium, in Cs-free conditions. ",
    "url": "https://arxiv.org/abs/2211.01695",
    "authors": [
      "M. Barbisan",
      "R. Agnello",
      "G. Casati",
      "R. Pasqualotto",
      "E. Sartori",
      "G. Serianni"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01719",
    "title": "Design and preliminary operation of a laser absorption diagnostic for  the SPIDER RF source",
    "abstract": "The ITER Heating Neutral Beam (HNB) injector is required to deliver 16.7 MW power into the plasma from a neutralised beam of H-/D- negative ions, produced by an RF source and accelerated up to 1 MeV. To enhance the H-/D- production, the surface of the acceleration system grid facing the source (the plasma grid) will be coated with Cs because of its low work function. Cs will be routinely evaporated in the source by means of specific ovens. Monitoring the evaporation rate and the distribution of Cs inside the source is fundamental to get the desired performances on the ITER HNB. In order to proper design the source of the ITER HNB and to identify the best operation practices for it, the prototype RF negative ion source SPIDER has been developed and built in the Neutral Beam Test Facility at Consorzio RFX. A Laser Absorption Spectroscopy diagnostic will be installed in SPIDER for a quantitative estimation of Cs density. By using a wavelength tunable laser, the diagnostic will measure the absorption spectrum of the 852 nm line along 4 lines of sight, parallel to the plasma grid surface and close to it. From the absorption spectra the line-integrated density of Cs at ground state will be measured. The design of this diagnostic for SPIDER is presented, with details of the layout and of the key components. A preliminary installation of the diagnostic on the test stand for Cs ovens is also described, together with its first experimental results; the effect of ground state depopulation on collected measurements is discussed and partially corrected. ",
    "url": "https://arxiv.org/abs/2211.01719",
    "authors": [
      "M. Barbisan",
      "R. Pasqualotto",
      "A. Rizzolo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01823",
    "title": "Doubly resonant photonic crystal cavity using merged bound states in the  continuum",
    "abstract": "In this work, a doubly resonant photonic crystal (PhC) cavity using the merged bound states in the continuum (BICs) is proposed to obtain a higher second harmonic generation (SHG) efficiency. Firstly by scanning geometry parameters the accidental BICs and a band-edge mode outside the light cone can be obtained. Then as the lattice constant or the thickness of the slab is adjusted the accidental BICs will merge. A supercell with large and small holes is constructed and the band-edge mode outside the light cone can be mode-matched with the merged BICs mode. Finally the heterostructure PhC cavity is designed. The merged BICs show a high quality factor for the photonic crystal with finite size. Consequently, the SHG efficiency of the lattice constant near merged BICs of ~6000% W-1 is higher than the one of the isolated BIC. ",
    "url": "https://arxiv.org/abs/2211.01823",
    "authors": [
      "Rui Ge",
      "Xiangmin Liu",
      "Xiongshuo Yan",
      "Xianfeng Chen",
      "Yuping Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01850",
    "title": "Hints of the Photonic Nature of the Electromagnetic fields in Classical  Electrodynamics and its connection to the electronic charge and vacuum energy  density",
    "abstract": "The electromagnetic fields of a long dipole working without dispersive and dissipative losses are analyzed in the frequency domains. The dipole produces radiation in bursts of duration T/2 where T is the period of oscillation. The parameter studied in this paper is the energy, U, dissipated in a single burst of radiation of duration T/2. We have studied how U vary as a function of the charge associated with the current in the dipole and the ratio of the length of the dipole and its radius. We have observed a remarkable result when this ratio is equal to the ratio of the radius of the universe to the Bohr radius. Our results, based purely on the classical electrodynamics and general relativity, show that, as the magnitude of the oscillating charge (as defined by the root mean square) reduces to the electronic charge, the energy dissipated in a single burst of radiation reduces to hv, where v is the frequency of oscillation and h is the Planck constant. The importance of this finding is discussed. In particular, the results show that the existence of a minimum free charge in nature, i.e., electronic charge, is a direct consequence of the photonic nature of the electromagnetic fields. Furthermore, the presented findings allow to derive for the first time an expression for the vacuum energy density of the universe in terms of the other fundamental constants in nature, the prediction of which is consistent with experimental observations. This equation, which combines the vacuum energy, electronic charge and mass, speed of light, gravitational constant and Planck constant, creates a link between classical field theories (i.e., classical electrodynamics and general relativity) and quantum mechanics. ",
    "url": "https://arxiv.org/abs/2211.01850",
    "authors": [
      "Vernon Cooray",
      "Gerald Cooray",
      "Marcos Rubinstein",
      "Farhad Rachidi"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2211.02042",
    "title": "Comparison of Matsubara dynamics with exact quantum dynamics for an  oscillator coupled to a dissipative bath",
    "abstract": "Matsubara dynamics is the classical dynamics which results when imaginary-time path-integrals are smoothed; it conserves the quantum Boltzmann distribution and appears in drastically approximated form in path-integral dynamics methods such as (thermostatted) ring-polymer molecular dynamics (T)RPMD and centroid molecular dynamics (CMD). However, it has never been compared directly with exact quantum dynamics for non-linear operators, because the difficulty of treating the phase has limited the number of Matsubara modes to fewer than ten. Here, we include up to 100 Matsubara modes in simulations of a Morse oscillator coupled to a dissipative bath of harmonic oscillators. The trick is to analytically continue the momentum and to make a small approximation to the bath part of the resulting ring-polymer distribution (by neglecting correlations between Matsubara modes of opposite sign). The numerical stability of the resulting Matsubara dynamics simulations increases with bath strength and decreases with system anharmonicity. The dynamics of the Matsubara `tail' (of highly oscillatory modes needed to converge the quantum Boltzmann statistics) is found to be harmonic, and can thus be computed efficiently. For a moderately anharmonic oscillator with a strong but subcritical coupling to the bath, the Matsubara simulations yield non-linear $\\large\\langle{\\hat q^2\\hat q^2(t)}\\large\\rangle$ time-correlation functions in almost perfect agreement with the exact quantum results (computed using hierarchical equations of motion). Reasonable agreement is also obtained for weaker coupling strengths, where errors arise because of numerical instability and real-time quantum coherence. These results give strong evidence that Matsubara dynamics correctly explains how classical dynamics arises in quantum systems which are in thermal equilibrium. ",
    "url": "https://arxiv.org/abs/2211.02042",
    "authors": [
      "Adam Prada",
      "Eszter S. Pós",
      "Stuart C. Althorpe"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01476",
    "title": "Integrated Photonic Tensor Processing Unit for a Matrix Multiply: a  Review",
    "abstract": "The explosion of artificial intelligence and machine-learning algorithms, connected to the exponential growth of the exchanged data, is driving a search for novel application-specific hardware accelerators. Among the many, the photonics field appears to be in the perfect spotlight for this global data explosion, thanks to its almost infinite bandwidth capacity associated with limited energy consumption. In this review, we will overview the major advantages that photonics has over electronics for hardware accelerators, followed by a comparison between the major architectures implemented on Photonics Integrated Circuits (PIC) for both the linear and nonlinear parts of Neural Networks. By the end, we will highlight the main driving forces for the next generation of photonic accelerators, as well as the main limits that must be overcome. ",
    "url": "https://arxiv.org/abs/2211.01476",
    "authors": [
      "Nicola Peserico",
      "Bhavin J. Shastri",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01481",
    "title": "Physics-inspired machine learning for power grid frequency modelling",
    "abstract": "The operation of power systems is affected by diverse technical, economic and social factors. Social behaviour determines load patterns, electricity markets regulate the generation and weather-dependent renewables introduce power fluctuations. Thus, power system dynamics must be regarded as a non-autonomous system whose parameters vary strongly with time. However, the external driving factors are usually only available on coarse scales and the actual dependencies of the dynamic system parameters are generally unknown. Here, we propose a physics-inspired machine learning model that bridges the gap between large-scale drivers and short-term dynamics of the power system. Integrating stochastic differential equations and artificial neural networks, we construct a probabilistic model of the power grid frequency dynamics in Continental Europe. Its probabilistic prediction outperforms the daily average profile, which is an important benchmark. Using the integrated model, we identify and explain the parameters of the dynamical system from the data, which reveals their strong time-dependence and their relation to external drivers such as wind power feed-in and fast generation ramps. Finally, we generate synthetic time series from the model, which successfully reproduce central characteristics of the grid frequency such as their heavy-tailed distribution. All in all, our work emphasises the importance of modelling power system dynamics as a stochastic non-autonomous system with both intrinsic dynamics and external drivers. ",
    "url": "https://arxiv.org/abs/2211.01481",
    "authors": [
      "Johannes Kruse",
      "Eike Cramer",
      "Benjamin Schäfer",
      "Dirk Witthaut"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2211.01560",
    "title": "Imaging the decay of quantized vortex rings to decipher quantum  dissipation",
    "abstract": "Like many quantum fluids, superfluid helium-4 (He II) can be considered as a mixture of two miscible fluid components: an inviscid superfluid and a viscous normal fluid consisting of thermal quasiparticles [1]. A mutual friction between the two fluids can emerge due to quasiparticles scattering off quantized vortex lines in the superfluid [2]. This quantum dissipation mechanism is the key for understanding various fascinating behaviors of the two-fluid system [3,4]. However, due to the lack of experimental data for guidance, modeling the mutual friction between individual vortices and the normal fluid remains an unsettled topic despite decades of research [5-10]. Here we report an experiment where we visualize the motion of quantized vortex rings in He II by decorating them with solidified deuterium tracer particles. By examining how the rings spontaneously shrink and accelerate, we provide unequivocal evidences showing that only a recent theory [9] which accounts for the coupled motion of the two fluids with a self-consistent local friction can reproduce the observed ring dynamics. Our work eliminates long-standing ambiguities in our theoretical description of the vortex dynamics in He II, which will have a far-reaching impact since similar mutual friction concept has been adopted for a wide variety of quantum two-fluid systems, including atomic Bose-Einstein condensates (BECs) [11,12], superfluid neutron stars [13-15], and gravity-mapped holographic superfluid [16,17]. ",
    "url": "https://arxiv.org/abs/2211.01560",
    "authors": [
      "Yuan Tang",
      "Wei Guo",
      "Hiromichi Kobayashi",
      "Satoshi Yui",
      "Makoto Tsubota",
      "Toshiaki Kanai"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.01811",
    "title": "Photonic Elementary Cellular Automata for Simulation of Complex  Phenomena",
    "abstract": "Cellular automata are a class of computational models based on simple rules and algorithms that can simulate a wide range of complex phenomena. However, when using conventional computers, these 'simple' rules are only encapsulated at the level of software. This can be taken one step further by simplifying the underlying physical hardware. Here, we propose and implement a simple photonic hardware platform for simulating complex phenomena based on cellular automata. Using this special-purpose computer, we experimentally demonstrate complex phenomena including fractals, chaos, and solitons, which are typically associated with much more complex physical systems. The flexibility and programmability of our photonic computer presents new opportunities to simulate and harness complexity for efficient, robust, and decentralized information processing schemes using light. ",
    "url": "https://arxiv.org/abs/2211.01811",
    "authors": [
      "Gordon H. Y. Li",
      "Christian R. Leefmans",
      "James Williams",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Cellular Automata and Lattice Gases (nlin.CG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01815",
    "title": "High-fidelity quantum control via Autler-Townes splitting",
    "abstract": "We propose quantum control protocols for the high-fidelity preparation of target states in systems with Autler-Townes splitting. We investigate an approximated three-level system obtained from a four-level one by adiabatically eliminating a state that does not participate in the evolution. In our work we use linear, arctan, and Roland-Cerf functions for transferring population between two eigenstates of the system obtaining a high fidelity for long evolution times. Additionally, in order to overcome the restriction given by the lifetimes of the experimental setup, we propose an accelerated adiabatic evolution with a shortcut to adiabaticity protocol, which allows us to reach fidelities close to one but much faster. ",
    "url": "https://arxiv.org/abs/2211.01815",
    "authors": [
      "Michele Delvecchio",
      "Teodora Kirova",
      "Ennio Arimondo",
      "Donatella Ciampini",
      "Sandro Wimberger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06864",
    "title": "Acoustic monitoring of the gelation of a colloidal suspension",
    "abstract": " Comments: Accepted as technical note in Rheologica Acta ",
    "url": "https://arxiv.org/abs/2201.06864",
    "authors": [
      "Nicolas Bélicard",
      "Marc Junior Niémet-Mabiala",
      "Jean-Noël Tourvieille",
      "Pierre Lidon"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12615",
    "title": "Fall of a Particle to the Center of a Singular Potential: Classical vs.  Quantum Exact Solutions",
    "abstract": " Comments: 10 pages 2 figure. arXiv admin note: text overlap with arXiv:2108.01981 ",
    "url": "https://arxiv.org/abs/2202.12615",
    "authors": [
      "Michael I. Tribelsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.08249",
    "title": "Label-free metabolic imaging of non-alcoholic-fatty-liver-disease  (NAFLD) liver by volumetric dynamic optical coherence tomography",
    "abstract": " Title: Label-free metabolic imaging of non-alcoholic-fatty-liver-disease  (NAFLD) liver by volumetric dynamic optical coherence tomography ",
    "url": "https://arxiv.org/abs/2204.08249",
    "authors": [
      "Pradipta Mukherjee",
      "Shinichi Fukuda",
      "Donny Lukmanto",
      "Toshiharu Yamashita",
      "Kosuke Okada",
      "Shuichi Makita",
      "Ibrahim Abd El-Sadek",
      "Arata Miyazawa",
      "Lida Zhu",
      "Rion Morishita",
      "Antonia Lichtenegger",
      "Tetsuro Oshika",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06088",
    "title": "Design of plasma shutters for improved heavy ion acceleration by  ultra-intense laser pulses",
    "abstract": " Comments: 30 pages 13 figures ",
    "url": "https://arxiv.org/abs/2205.06088",
    "authors": [
      "M. Matys",
      "S. V. Bulanov",
      "M. Kucharik",
      "M. Jirka",
      "J. Nikl",
      "M. Kecova",
      "J. Proska",
      "J. Psikal",
      "G. Korn",
      "O. Klimo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.07103",
    "title": "Efficient and compact source of tuneable ultrafast deep ultraviolet  laser pulses at 50 kHz repetition rate",
    "abstract": " Comments: 4 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2206.07103",
    "authors": [
      "Christian Brahms",
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10410",
    "title": "Soliton Pulses in Photonic Crystal Fabry-Perot Microresonators",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.10410",
    "authors": [
      "Thibault Wildi",
      "Mahmoud A. Gaafar",
      "Thibault Voumard",
      "Markus Ludwig",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.00899",
    "title": "Parametric Waveform Synthesis: a scalable approach to generate sub-cycle  optical transients",
    "abstract": " Comments: 34 pages ",
    "url": "https://arxiv.org/abs/2208.00899",
    "authors": [
      "Roland E. Mainz",
      "Giulio Maria Rossi",
      "Fabian Scheiba",
      "Miguel A. Silva-Toledo",
      "Giovanni Cirmi",
      "Franz X. Kärtner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07454",
    "title": "High frequency torsional motion transduction using optomechanical  coupled oscillators",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2208.07454",
    "authors": [
      "Hamidreza Kaviani",
      "Bishnupada Behera",
      "Ghazal Hajisalem",
      "Gustavo de Oliveira Luiz",
      "David P. Lake",
      "Paul E. Barclay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.08504",
    "title": "An electronic-based model of the optical nonlinearity of low-density  Drude materials",
    "abstract": " Title: An electronic-based model of the optical nonlinearity of low-density  Drude materials ",
    "url": "https://arxiv.org/abs/2210.08504",
    "authors": [
      "Ieng Wai Un",
      "Subhajit Sarkar",
      "Yonatan Sivan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01331",
    "title": "Bell's theorem allows local theories of quantum mechanics",
    "abstract": " Comments: 2 pages, no figures. Submitted version; accepted for publication as correspondence in Nature Physics ",
    "url": "https://arxiv.org/abs/2211.01331",
    "authors": [
      "Jonte R. Hance",
      "Sabine Hossenfelder"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]