[
  {
    "id": "arXiv:2209.10689",
    "title": "The Effects of Electronic and Photonic Coupling on the Performance of a  Photothermionic-Photovoltaic Hybrid Solar Device",
    "abstract": "This work presents a detailed analysis of the photothermionic-photovoltaic hybrid solar device. The electrons in this hybrid device gain energy from both the solar photons and thermophotons generated within the device, and hence the device has the potential to offer a voltage boost compared to individual photothermionic or photovoltaic devices. We show that the gap size between the photothermionic emitter and the photovoltaic collector crucially affects the device performance due to the strong dependence of the electronic and photonic coupling strengths on this gap size. We also investigate how the current matching constraint between the thermionic and photovoltaic stages can affect the hybrid solar device performance by studying different hybrid device configurations. Moreover, the hybrid devices are compared with the single photothermionic solar device with a metallic collector. Interestingly, we observe that the addition of a photovoltaic stage meant to enable the hybrid device to capture the entire terrestrial solar spectrum does not necessarily lead to higher overall conversion efficiency. ",
    "url": "https://arxiv.org/abs/2209.10689",
    "authors": [
      "Ehsanur Rahman",
      "Alireza Nojeh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10782",
    "title": "Electro-optically tunable low phase-noise microwave synthesizer in an  active lithium niobate microdisk",
    "abstract": "Photonic-based low-phase-noise microwave generation with real-time frequency tuning is crucial for a broad spectrum of subjects, including next-generation wireless communications, radar, metrology, and modern instrumentation. Here, for the first time to the best of our knowledge, narrow-bandwidth dual-wavelength microlasers are generated from nearly degenerate polygon modes in a high-Q active lithium niobate microdisk. The high-Q polygon modes formation with independently controllable resonant wavelengths and free spectral ranges is enabled by the weak perturbation of the whispering gallery microdisk resonators using a tapered fiber. The stable beating signal confirms the low phase-noise achieved in the tunable laser. Owing to the high spatial overlap factors between the two nearly degenerate lasing modes as well as that between the two lasing modes and the pump mode, gain competition between the two modes is suppressed, leading to stable dual-wavelength laser generation and in turn the low noise microwave source. The measured microwave signal shows a linewidth of ~6.87 kHz, a phase noise of ~-123 dBc/Hz, and an electro-optic tuning efficiency of -1.66 MHz/V. ",
    "url": "https://arxiv.org/abs/2209.10782",
    "authors": [
      "Renhong Gao",
      "Botao Fu",
      "Ni Yao",
      "Jianglin Guan",
      "Haisu Zhang",
      "Jintian Lin",
      "Chuntao Li",
      "Min Wang",
      "Lingling Qiao",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10835",
    "title": "Offset Lock with 440 GHz Range using Electro-Optic Modulation",
    "abstract": "Offset locking is a popular method for stabilizing laser frequency, which is crucial to many physics experiments. Wide range offset locks are desirable, as they increase the span of usable frequencies in an experiment. Here, we experimentally realize a wide-range offset lock using a beat-note setup combined with electro-optic phase modulation. By using frequency down-conversion of the beat note and locking to sidebands generated by electro-optic modulation, we achieve an offset range of $\\pm$ 220.1 GHz with offset frequency fluctuations under 0.1 Hz, enabling an optical heterodyne offset lock with the largest known range of any such lock. The relative simplicity of our setup provides a compelling method for locking at offsets in the hundreds of GHz range. ",
    "url": "https://arxiv.org/abs/2209.10835",
    "authors": [
      "Ocean Zhou",
      "Andrew O. Neely",
      "Zachary R. Pagel",
      "Madeline Bernstein",
      "Jack Roth",
      "Holger Mueller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.10864",
    "title": "A terahertz vibrational molecular clock with systematic uncertainty at  the $10^{-14}$ level",
    "abstract": "Neutral quantum absorbers in optical lattices have emerged as a leading platform for achieving clocks with exquisite spectroscopic resolution. However, the class of absorbers and studies of systematic shifts in these clocks have so far been limited to atoms. Here, we extend this architecture to an ensemble of diatomic molecules and experimentally realize an accurate lattice clock based on pure molecular vibration. We evaluate the leading systematics, including the characterization of nonlinear trap-induced light shifts, achieving a total systematic uncertainty of $4.5\\times10^{-14}$. The absolute frequency of the vibrational splitting is measured to be 31 825 183 207 601.1(3.3) Hz, enabling the dissociation energy of our molecule to be determined with record accuracy. Our results represent an important milestone in molecular spectroscopy, THz frequency standards, and may be generalized to other neutral molecular species with applications for fundamental physics, including tests of molecular quantum electrodynamics and the search for new interactions. ",
    "url": "https://arxiv.org/abs/2209.10864",
    "authors": [
      "K. H. Leung",
      "B. Iritani",
      "E. Tiberi",
      "I. Majewska",
      "M. Borkowski",
      "R. Moszynski",
      "T. Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10937",
    "title": "Cherenkov Diffraction Radiation Emissions from Single Electrons and  Positrons on a Fused Silica Radiator",
    "abstract": "Beam diagnostics are crucial for smooth accelerator operations. Many techniques rely on instrumentation in which the beam properties are significantly affected by the measurement. Novel approaches aim to use Cherenkov Diffraction Radiation (ChDR) for non-invasive diagnostics. Unlike regular Cherenkov Radiation, the charged particles do not have to move inside of the medium, but it is sufficient for them to move in its vicinity as long as they are faster than the speed of light in the medium. Changes to the beam properties due to ChDR measurements are consequently negligible. To examine ChDR emission under different conditions, we placed a fused silica radiator in the DESY II Test Beam. We observed a linear increase in ChDR intensity for electron and positron momenta between 1 GeV/c and 5 GeV/c. Additionally, we found that electrons produce significantly more ChDR than positrons for increasing particle momenta. The results suggest a need for further research into the ChDR generation by electrons and positrons and may find application in the design of future beam diagnostic devices. ",
    "url": "https://arxiv.org/abs/2209.10937",
    "authors": [
      "Silas Ruhrberg Estevez",
      "Tobias Baumgartner",
      "Johann Bahl",
      "Thomas Lehrach",
      "Tobias Thole",
      "Benildur Nickel",
      "Philipp Loewe",
      "Lukas Hildebrandt",
      "Cristovao Beirao da Cruz E Silva",
      "Paul Schuetze",
      "Markus Joos"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10949",
    "title": "Turbulence observations using moored temperature sensors in weakly  stratified deep West-Mediterranean waters",
    "abstract": "In the stably stratified ocean, small-scale turbulence is important for vertical exchange and hence for the mixing of water masses and suspended matter. To observationally study turbulent motions and the buoyancy- and shear-generators behind them, a 100-m tall array of high-resolution temperature (T) sensors was moored at a 2480-m deep seafloor near the steep continental slope of the Western Mediterranean Sea. The area is dominated by boundary flow, (sub-)mesoscale eddies, internal waves, wintertime dense water formation, and very weak vertical density stratification. Various physical oceanographic processes are observed in detail through a seasonal cycle, including: Low shear-driven turbulence in weak stratification in late-summer and autumn, large buoyancy-driven turbulence by geothermal heating from below alternated with inertial internal wave motions in winter, and moderate buoyancy-like turbulence pushed with stratified waters from above in late-winter and spring. ",
    "url": "https://arxiv.org/abs/2209.10949",
    "authors": [
      "Hans van Haren"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10964",
    "title": "Stationary Charge Radiation in Anisotropic Photonic Time Crystals",
    "abstract": "Time metamaterials exhibit a great potential for wave manipulation, drawing increasing attention in recent years. Here, we explore the exotic wave dynamics in an anisotropic photonic time crystal (APTC), formed by an anisotropic medium whose optical properties are uniformly and periodically changed in time. Based on a temporal transfer matrix formalism, we show that a stationary charge embedded in an APTC can emit radiation, in contrast to the case of an isotropic photonic time crystal, and its distribution in momentum space is controlled by the APTC band structure. Our approach extends the functionalities of time metamaterials, offering new opportunities for simultaneous radiation generation and control, with implications for both classical and quantum applications. ",
    "url": "https://arxiv.org/abs/2209.10964",
    "authors": [
      "Huanan Li",
      "Shixiong Yin",
      "Huan He",
      "Jingjun Xu",
      "Andrea Alù",
      "Boris Shapiro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11081",
    "title": "High-dimensional spatial mode sorting and optical circuit design using  multi-plane light conversion",
    "abstract": "Multi-plane light converters (MPLCs) are an emerging class of optical device capable of converting a set of input spatial light modes to a new target set of output modes. This operation represents a linear optical transformation - a much sought after capability in photonics. MPLCs have potential applications in both the classical and quantum optics domains, in fields ranging from optical communications, to optical computing and imaging. They consist of a series of diffractive optical elements (the 'planes'), typically separated by free-space. The phase delays imparted by each plane are determined by the process of inverse-design, most often using an adjoint algorithm known as the wavefront matching method (WMM), which optimises the correlation between the target and actual MPLC outputs. In this work we investigate high mode capacity MPLCs to create arbitrary spatial mode sorters and linear optical circuits. We focus on designs possessing low numbers of phase planes to render these MPLCs experimentally feasible. To best control light in this scenario, we develop a new inverse-design algorithm, based on gradient ascent with a specifically tailored objective function, and show how in the low-plane limit it converges to MPLC designs with substantially lower modal cross-talk and higher fidelity than achievable using the WMM. We experimentally demonstrate several prototype few-plane high-dimensional spatial mode sorters, operating on up to 55 modes, capable of sorting photons based on their Zernike mode, orbital angular momentum state, or an arbitrarily randomized spatial mode basis. We discuss the advantages and drawbacks of these proof-of-principle prototypes, and describe future improvements. Our work points to a bright future for high-dimensional MPLC-based technologies. ",
    "url": "https://arxiv.org/abs/2209.11081",
    "authors": [
      "Hlib Kupianskyi",
      "Simon A. R. Horsley",
      "David B. Phillips"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.11147",
    "title": "Front-end Electronics for Timing with pico-seconds precision using 3D  Trench Silicon Sensors",
    "abstract": "The next generation of experiments at colliders demands detectors with extreme performance in terms of spatial resolution, radiation hardness and timing capabilities. In this sense, pixel sensors with sizes of a few tens of $\\mu m$, timing resolution of tens of pico-seconds and radiation resistance to particle fluences in the range of $10^{17}~1~$MeV neutron equivalent per cm$^2$ are required. 3D silicon sensors, recently developed within the TimeSPOT initiative, appear as a suitable solution to cope with such demanding requirements. In order to accurately characterize the timing performance of this new sensors, several read-out boards, based on discrete active components, have been designed, assembled, and tested. The same electronics is also suitable for the characterization of similar pixel sensors whenever timing performance in the range and below 10-ps is a requirement. This paper describes the general characteristics needed by front-end electronics to exploit solid state sensors with high timing capabilities and in particular illustrates the performance of the developed electronics in the test and characterization of fast 3D silicon sensors. ",
    "url": "https://arxiv.org/abs/2209.11147",
    "authors": [
      "Gian Matteo Cossu",
      "Adriano Lai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.11168",
    "title": "Analysis of Phonetic Soliton Propagation in Neutral Weyl Fermion-sea",
    "abstract": "We propose application of Machine Learning (ML) and Neural Network (NN) technique for the analysis of ultrasonic Time Reversal based Nonlinear Elastic Wave Spectroscopy (TR-NEWS). In order to acquire topological features, we adopt the $(2+1)D$ lattice simulation with fixed point (FP) actions. We consider 7 A type loops which sit on $2D$ spacial plane spanned by $e_1, e_2$ and 13 B type loops which contain links parallel to $e_1\\wedge e_2$ and to -$e_1\\wedge e_2$. We consider propagation of bosonic phonons in Fermi-sea of neutral Weyl spinors which are described by Clifford algebra. Configurations in momentum space is transformed to real position space via Clifford Fourier Transform. We consider A-type without hysteresis effects and B-type with hysteresis effects, and via ML or NN technique search optimal weight of 7 A-type FP actions and 13 B-type FP actions using the Monte-Carlo method. ",
    "url": "https://arxiv.org/abs/2209.11168",
    "authors": [
      "Sadataka Furui",
      "Serge Dos Santos"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Lattice (hep-lat)"
    ]
  },
  {
    "id": "arXiv:2209.11179",
    "title": "CdS Nanocrystallines: Synthesis, Structure and Nonlinear Optical  Properties",
    "abstract": "We report the synthesis, structure and nonlinear optical properties of cadmium sulphide (CdS) nanocrystallines (NCs) synthesized electrochemically both with and without detergent ATLAS G3300. Relevant structural and morphological features are explored by X-ray diffraction and scanning electron microscopy (SEM) techniques. The efficiency of the second harmonic generation (SHG) appears to be strongly dependent on the energy density of the incident fundamental laser radiation and NC sizes. ",
    "url": "https://arxiv.org/abs/2209.11179",
    "authors": [
      "Oleksandr Yanchuk",
      "Oleg V. Marchuk",
      "Galyna Myronchuk",
      "Iryna A. Moroz",
      "Nazariy Andrushchak",
      "Oleksii A.Vyshnevskyi",
      "Iwan V. Kityk",
      "Andriy V. Kityk",
      "Katarzyna Ozga",
      "Jaroslaw Jedryka",
      "Artur Wojciechowski",
      "Anatoliy Andrushchak"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11182",
    "title": "Is everything quantum spooky and weird? An exploration of popular  communication about quantum science and technology in TEDx talks",
    "abstract": "Researchers point to four potential issues related to the popularisation of quantum science and technology. These include a lack of explaining underlying quantum concepts of quantum 2.0 technology, framing quantum science and technology as spooky and enigmatic, framing quantum technology narrowly in terms of public good and having a strong focus on quantum computing. To date, no research has yet assessed whether these potential issues are actually present in popular communication about quantum science. In this content analysis, we have examined the presence of these potential issues in 501 TEDx talks with quantum science and technology content. Results show that while most experts (70%) explained at least one underlying quantum concept (superposition, entanglement or contextuality) of quantum 2.0 technology, only 28% of the non-experts did so. Secondly, the spooky/enigmatic frame was present in about a quarter of the talks. Thirdly, a narrow public good frame was found, predominantly by highlighting the benefits of quantum science and technology (found in over 6 times more talks than risks). Finally, the main focus was on quantum computing at the expense of other quantum technologies. In conclusion, the proposed frames are indeed found in TEDx talks, there is indeed a focus on quantum computing, but at least experts explain underlying quantum concepts often. ",
    "url": "https://arxiv.org/abs/2209.11182",
    "authors": [
      "Aletta Lucia Meinsma",
      "Sanne Willemijn Kristensen",
      "W. Gudrun Reijnierse",
      "Ionica Smeets",
      "Julia Cramer"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10724",
    "title": "Quantum algorithm for evaluating operator size with Bell measurements",
    "abstract": "Operator size growth describes the scrambling of operators in quantum dynamics and stands out as an essential physical concept for characterizing quantum chaos. Important as it is, a scheme for direct measuring operator size on a quantum computer is still absent. Here, we propose a quantum algorithm for direct measuring the operator size and its distribution based on Bell measurement. The algorithm is verified with spin chains and meanwhile, the effects of Trotterization error and quantum noise are analyzed. It is revealed that saturation of operator size growth can be due to quantum chaos itself or be a consequence of quantum noises, which make a distinction between quantum integrable and chaotic systems difficulty on noisy quantum processors. Nevertheless, it is found that the error mitigation will effectively reduce the influence of noise, so as to restore the distinguishability of quantum chaotic systems. Our work provides a feasible protocol for investigating quantum chaos on noisy quantum computers by measuring operator size growth. ",
    "url": "https://arxiv.org/abs/2209.10724",
    "authors": [
      "Xi-Dan Hu",
      "Tong Luo",
      "Dan-Bo Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10728",
    "title": "Fully packed quantum loop model on the square lattice: phase diagram and  application for Rydberg atoms",
    "abstract": "The quantum dimer and loop models attract great attentions, partially because the fundamental importance in the novel phases and phase transitions emerging in these prototypical constrained lattice models; and partially due to their intimate relevance towards the on-going experiments on Rydberg atom arrays in which the blockade mechanism naturally enforces the local constraint. Here we show, by means of the sweeping cluster quantum Monte Carlo method, the complete ground state phase diagram of the fully packed quantum loop model on the square lattice. We find between the lattice nematic (LN) phase with strong dimer attraction and the staggered phase (SP) with strong dimer repulsion, there emerges a resonating plaquette (RP) phase with off-diagonal translational symmetry breaking. Such a novel phase is separated from the LN via a first order transition and from the SP by the famous Rokhsar-Kivelson point. Our renormalization group analysis reveals the different flow directions towards different symmetry breaking phases, fully consistent with the order parameter histogram in Monte Carlo simulations. The realization of our phase diagram in Rydberg exmperiments is proposed. ",
    "url": "https://arxiv.org/abs/2209.10728",
    "authors": [
      "Xiaoxue Ran",
      "Zheng Yan",
      "Yan-Cheng Wang",
      "Junchen Rong",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10731",
    "title": "Criticality-Based Quantum Metrology in the Presence of Decoherence",
    "abstract": "Quantum metrology aims to use quantum resources to improve the precision of measurement. Quantum criticality has been presented as a novel and efficient resource. Generally, protocols of criticality-based quantum metrology often work without decoherence. In this paper, we address the issue whether the divergent feature of the inverted variance is indeed realizable in the presence of noise when approaching the QPT. Taking the quantum Rabi model (QRM) as an example, we obtain the analytical result for the inverted variance. We show that the inverted variance may be convergent in time due to the noise. When approaching the critical point, the maximum inverted variance demonstrates a power-law increase with the exponent -1.2, of which the absolute value is smaller than that for the noise-free case, i.e., 2. We also observe a power-law dependence of the maximum inverted variance on the relaxation rate and the temperature. Since the precision of the metrology is very sensitive to the noise, as a remedy, we propose performing the squeezing operation on the initial state to improve the precision under decoherence. In addition, we also investigate the criticality-based metrology under the influence of the two-photon relaxation. Contrary to the single-photon relaxation, the quantum dynamics of the inverted variance shows a completely-different behavior. It does not oscillate with the same frequency with respect to the re-scaled time for different dimensionless coupling strengths. Strikingly, although the maximum inverted variance still manifests a power-law dependence on the energy gap, the exponent is positive and depends on the dimensionless coupling strength. This observation implies that the criticality may not enhance but weaken the precision in the presence of two-photon relaxation. It can be well described by the non-linearity introduced by the two-photon relaxation. ",
    "url": "https://arxiv.org/abs/2209.10731",
    "authors": [
      "Wan-Ting He",
      "Cong-Wei Lu",
      "Yi-Xuan Yao",
      "Hai-Yuan Zhu",
      "Qing Ai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.11193",
    "title": "On the static effective Lindbladian of the squeezed Kerr oscillator",
    "abstract": "We derive the static effective Lindbladian beyond the rotating wave approximation (RWA) for a driven nonlinear oscillator coupled to a bath of harmonic oscillators. The associated dissipative effects may explain orders of magnitude differences between the predictions of the ordinary RWA model and results from recent superconducting circuits experiments on the Kerr-cat qubit. The higher-order dissipators found in our calculations have important consequences for quantum error-correction protocols and parametric processses. ",
    "url": "https://arxiv.org/abs/2209.11193",
    "authors": [
      "Jayameenakshi Venkatraman",
      "Xu Xiao",
      "Rodrigo G. Cortiñas",
      "Michel H. Devoret"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2103.01241",
    "title": "Riemannian geometry of resonant optical responses",
    "abstract": " Comments: 14+4 pages, 3 figures, accepted version ",
    "url": "https://arxiv.org/abs/2103.01241",
    "authors": [
      "Junyeong Ahn",
      "Guang-Yu Guo",
      "Naoto Nagaosa",
      "Ashvin Vishwanath"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.01348",
    "title": "Single-shot quantum measurements sketch quantum many-body states",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.01348",
    "authors": [
      "Jia-Bao Wang",
      "Yi Zhang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06262",
    "title": "Fishbone resonance structure in the attosecond transient absorption  spectroscopy of graphene",
    "abstract": " Title: Fishbone resonance structure in the attosecond transient absorption  spectroscopy of graphene ",
    "url": "https://arxiv.org/abs/2204.06262",
    "authors": [
      "Fulong Dong",
      "Jie Liu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.14082",
    "title": "Rydberg Atomic Antenna in Strongly Driven Multi-Electron Atoms",
    "abstract": " Title: Rydberg Atomic Antenna in Strongly Driven Multi-Electron Atoms ",
    "url": "https://arxiv.org/abs/2204.14082",
    "authors": [
      "Stefanos Carlström",
      "Jan Marcus Dahlström",
      "Misha Yu Ivanov",
      "Serguei Patchkovskii"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06521",
    "title": "Ultra-High-Precision Detection of Single Microwave Photons based on a  Hybrid System between Majorana Zero Mode and a Quantum Dot",
    "abstract": " Comments: 18 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.06521",
    "authors": [
      "Eric Chatterjee",
      "Wei Pan",
      "Daniel Soh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04626",
    "title": "Gallium-nitride-based interference-filter-stabilized external cavity  diode laser with a surface-activated-bonded output coupler",
    "abstract": " Comments: 11 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2207.04626",
    "authors": [
      "Hisashi Ogawa",
      "Tatsuya Kemmochi",
      "Tetsushi Takano"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.11913",
    "title": "Contactless Excitation of Acoustic Resonance in Insulating Wafers",
    "abstract": " Comments: 4 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2207.11913",
    "authors": [
      "Gan Zhai",
      "Yizhou Xin",
      "Cameron J. Kopas",
      "Ella Lachman",
      "Mark Field",
      "Josh Y. Mutus",
      "Katarina Cicak",
      "Jose Aumentado",
      "Zuhawn Sung",
      "William P. Halperin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10038",
    "title": "Quantum Fluid Dynamics on the Hypersphere",
    "abstract": " Title: Quantum Fluid Dynamics on the Hypersphere ",
    "url": "https://arxiv.org/abs/2209.10038",
    "authors": [
      "Stuart Heinrich"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]