[
  {
    "id": "arXiv:2510.12852",
    "title": "Quantum Mechanical Analysis of Neutron Wavefunction Overlap and Nuclear Interaction Probability with Carborane Cage ($^{10}$B10) in Boron Neutron Capture Therapy",
    "abstract": "           Boron neutron capture therapy (BNCT) leverages the nuclear reaction between thermal neutrons and boron-10 (B-10) atoms to induce selective tumor cell death. The spatial and quantum mechanical overlap between the neutron wavefunction and B-10 nuclei encapsulated in carborane cages (C2B10H12) is fundamental to optimizing therapeutic efficacy. This study presents a quantum mechanical framework to evaluate the neutron-boron interaction probability by modeling neutron wavefunctions and the spatial distribution of boron atoms within the carborane cages. Using spherical harmonics and density functional theory (DFT)-derived geometries of carborane, the neutron scattering amplitudes and reaction cross sections are quantitatively analyzed. The implications of neutron spin states, nuclear magnetic moments, and external perturbations on the neutron capture probability are discussed. The computed neutron scattering amplitudes and reaction cross sections provide a basis for evaluating neutron-boron interaction probabilities under varied quantum conditions. The proposed model offers theoretical insights into molecular-level design considerations for enhancing the efficiency of BNCT.         ",
    "url": "https://arxiv.org/abs/2510.12852",
    "authors": [
      "Hung-Te Henry Su",
      "Chih-Hsueh Lin",
      "Po-Han Lee"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.12936",
    "title": "Experimental Skills for Non-PhD Roles in the Quantum Industry",
    "abstract": "           As the quantum information science and engineering (QISE) workforce grows, there is an anticipated need for professionals with bachelor's and master's degrees who can fill a wide range of roles in the quantum industry. This report identifies the experimental skills needed for individuals with bachelor's or master's degrees to succeed in quantum industry roles. Through semi-structured interviews with quantum industry employers, we gathered data on 22 distinct positions spanning hardware, software, and business functions. While employers describe varying expectations of quantum expertise, the unifying requirement across these roles is proficiency in experimental skills, which fall into four key categories: instrumentation, computation and data analysis, experimental and project design, as well as communication and collaboration. Positions open to bachelor's and master's graduates use all four skill areas, but the balance of experimental skill set needed differs. Bachelor's roles lean toward instrumentation, computation and data analysis, as well as experimental and project design skills. Individuals in these roles build, operate, and troubleshoot hardware, and they gather and interpret data to design and carry out experiments. Master's roles stand out with the communication and collaboration skills needed on top of the other three skill categories. Individuals in these roles oversee experiments, coordinate teams, and align efforts with company and client needs. By articulating experimental skills needed for bachelor's and master's roles in the quantum industry, this report provides actionable insights for educators developing QISE courses and programs.         ",
    "url": "https://arxiv.org/abs/2510.12936",
    "authors": [
      "Shams El-Adawy",
      "A.R. Piña",
      "Benjamin M. Zwickl",
      "H.J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2510.13110",
    "title": "Bidirectional Nonlinear Optical Tomography: Unbiased Characterization of Off- and On-Chip Coupling Efficiencies",
    "abstract": "           Accurate evaluation of nonlinear photonic integrated circuits requires separating input and output coupling efficiencies (i.e., $\\eta_1$ and $\\eta_2$), yet the conventional linear-transmission calibration method recovers only their product (i.e., $\\eta_1\\eta_2$) and therefore introduces systematic bias when inferring on-chip performance from off-chip data. We present bidirectional nonlinear optical tomography (BNOT), a direction-aware metrology that uses forward and backward pumping of complementary nonlinear probes, with process-appropriate detection, to break the ``degeneracy'' of $\\eta_1\\eta_2$ and estimate individual interface efficiencies with tight confidence intervals. The method links off-chip measurements to on-chip quantities through a compact observation model that explicitly incorporates pump fluctuations and detector noise, and it frames efficiency extraction as a joint constrained optimization. Monte Carlo studies show unbiased convergence of the estimated efficiencies to ground truth with low error across realistic operating regimes. Using these efficiency estimates to reconstruct on-chip nonlinear figures of merit yields distributions centered on the true values with reduced variance, whereas conventional ``degenerate'' calibration is biased and can substantially misestimate on-chip performance. BNOT is hardware-compatible and platform-agnostic, and provides unbiased characterization of off- and on-chip coupling efficiencies across nonlinear processes, enabling reproducible, coupling-resolved benchmarking for scalable systems in quantum optics, frequency conversion, and precision metrology.         ",
    "url": "https://arxiv.org/abs/2510.13110",
    "authors": [
      "Bo-Han Wu",
      "Mahmoud Jalali Mehrabad",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.13146",
    "title": "Scalable Generalized Meta-Spanners Enabling Parallel Multitasking Optical Manipulation",
    "abstract": "           Optical manipulation techniques offer exceptional contactless control but are fundamentally limited in their ability to perform parallel multitasking. To achieve high-density, versatile manipulation with subwavelength photonic devices, it is essential to sculpt light fields in multiple dimensions. Here, we overcome this challenge by introducing generalized optical meta-spanners (GOMSs) based on metasurfaces. Relying on complex-amplitude modulation, this platform generates lens-free, customizable optical fields that suppress diffractive losses. As a result, several advanced functionalities are simultaneously achieved, including longitudinally varying manipulation and in-plane spanner arrays, which outperforms the same operations realized by conventional donut-shaped orbital flows. Furthermore, the particle dynamics is reconfigurable simply by switching the input and output polarizations, facilitating robust multi-channel control. We experimentally validate the proposed approach by demonstrating single-particle dynamics and the parallel manipulation of particle ensembles, revealing exceptional stability for multitasking operations. These results demonstrate an ultracompact platform scalable to a much larger number of optical spanners, advancing metadevices from wavefront sculptors to particle manipulators. We envision that the GOMS will catalyze innovations in cross-disciplinary fields such as targeted drug delivery and cell-level biomechanics.         ",
    "url": "https://arxiv.org/abs/2510.13146",
    "authors": [
      "Tianyue Li",
      "Wenyu Gao",
      "Boyan Fu",
      "Tianhua Shao",
      "Yuchao Fu",
      "Siarhei Zavatski",
      "Jeeban Kumar Nayak",
      "Shaohui Yan",
      "Xiaohao Xu",
      "Shuming Wang",
      "Baoli Yao",
      "Zhenlin Wang",
      "Shining Zhu",
      "Olivier J. F. Martin",
      "C. T. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13263",
    "title": "Phase stabilization for long baseline interferometry of incoherent optical sources",
    "abstract": "           The maximum baseline, and therefore resolution, of optical astronomical interferometers is limited by attenuation and phase noise within the optical path between the apertures and beam combiner, as well as the practical challenges of constructing optical delay lines more than a few hundred meters in length. We implement off-band phase stabilization on two fiber optic links of 85 km, creating a total baseline of 170 km. We show that the system is able to effectively phase stabilize signals from an incoherent pseudo-thermal source with a bandwidth of 11.2 nm. We are able to reduce the phase noise of a fiber based interferometer with two 85 km arms by 4-5 orders of magnitude between 1 and 100 Hz such that we could resolve an applied phase shift sweep of 0.16 cycles per second with continuous measurement. We show that, with phase stabilization active, the interferometer is able to recover both first-order and second-order photon correlations. These results demonstrate the feasibility of this technique for long-baseline optical and quantum astronomical interferometers. The present results are limited by chromatic dispersion within the fiber, which can be mitigated using dispersion compensating modules.         ",
    "url": "https://arxiv.org/abs/2510.13263",
    "authors": [
      "Joshua J. Collier",
      "David R. Gozzard",
      "John S. Wallis",
      "Benjamin P. Dix-Matthews"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13304",
    "title": "Evaluation of 3D pixel silicon sensors for the CMS Phase-2 Inner Tracker",
    "abstract": "           The high-luminosity upgrade of the CERN LHC requires the replacement of the CMS tracking detector to cope with the increased radiation fluence while maintaining its excellent performance. An extensive R\\&D program, aiming at using 3D pixel silicon sensors in the innermost barrel layer of the detector, has been carried out by CMS in collaboration with the FBK (Trento, Italy) and CNM (Barcelona, Spain) foundries. The sensors will feature a pixel cell size of \\mbox{$25\\times100~\\mu m^2$}, with a centrally located electrode connected to the readout chip. The sensors are read out by the RD53A and CROCv1 chips, developed in 65~nm CMOS technology by the RD53 Collaboration, a joint effort between the ATLAS and CMS groups. This paper reports the results achieved in beam test experiments before and after irradiation, up to a fluence of approximately \\mbox{\\SI{2.6e16}{n_{eq}/\\cm^{2}}}. Measurements of assemblies irradiated to a fluence of \\mbox{\\SI{1e16}{n_{eq}/\\cm^{2}}} show a hit detection efficiency higher than 96\\% at normal incidence, with fewer than 2\\% of channels masked, across a bias voltage range greater than \\SI{50}{V}. Even after irradiation to a higher fluence of \\mbox{\\SI{1.6e16}{n_{eq}/\\cm^{2}}}, similar performance is maintained over a bias voltage range of \\SI{30}{V}, remaining well within CMS requirements.         ",
    "url": "https://arxiv.org/abs/2510.13304",
    "authors": [
      "Tracker Group of the CMS Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.13478",
    "title": "High Bandwidth and Ultra-low Dark Current Ge Photodetector Enabled by Frequency Domain Equalization",
    "abstract": "           High bandwidth and low dark current germanium (Ge) photodetectors are crucial in silicon photonic integrated circuits. The bandwidth of Ge photodetectors is restricted by carrier transit time and parasitic parameters. And thermal generation of carriers within the Ge P-N junction results in an inherent dark current, typically in nA-{\\mu}A range. Here, we propose an equalization photodetector (EqPD) utilizing the frequency response of a high-bandwidth photodetector PDA to subtract the frequency response of a low-bandwidth photodetector PDB. With the response of PDB attenuating more severely than PDA at high frequency, the differential response (the response of EqPD) can get higher values at high-frequency than at low-frequency. The dark current of EqPD can also be significantly reduced with PDB balancing the dark current of PDA. Experimental results show that the bandwidth of our proposed photodetector can be expanded to over 110 GHz with a dark current of 1 pA simultaneously, and its Non-Return-to-Zero (NRZ) transmission speed can reach 100 Gbaud without digital signal processing. To the best of our knowledge, this represents the highest bandwidth and lowest dark current in a vertical Ge photodetector. The high-performance EqPD provides a promising solution for high-speed and ultra-low noise photodetection in next-generation optical communication.         ",
    "url": "https://arxiv.org/abs/2510.13478",
    "authors": [
      "Wenxin Deng",
      "Hengsong Yue",
      "Xiaoyan Liu",
      "Jianhong Liang",
      "Jianbin Fu",
      "Shilong Pan",
      "Tao Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13507",
    "title": "Unveiling spin-orbital angular momentum locking in photonic Dirac vortex cavities",
    "abstract": "           Dirac vortices, originally studied in quantum field theories to predict localized zero-energy modes, were recently realized in photonics, leading to Dirac vortex cavities. With topological protection, Dirac vortex cavities offer robust single-mode large-area localized modes appealing for high-performance micro-lasers and other applications. As a spectrally-isolated single mode, the radiation of a Dirac vortex cavity mode was believed as having vanishing orbital angular momentum due to time-reversal symmetry. Here, we report the direct observation of orbital angular momentum radiation of a Dirac vortex cavity through spin-resolved measurements. Remarkably, we confirm the spin-orbital angular momentum locking in such radiation due to the spin-valley locking and inter-valley couplings. We demonstrate that the spin-orbital angular momentum locking is controlled by the chirality of the Kekulé modulation and propose design schemes for arbitrary-order single-mode OAM radiation.         ",
    "url": "https://arxiv.org/abs/2510.13507",
    "authors": [
      "Haitao Li",
      "Jiusi Yu",
      "Jiayu Fan",
      "Shijie Kang",
      "Bo Hou",
      "Zhi-Kang Lin",
      "Hanchuan Chen",
      "Jian-Hua Jiang",
      "Xiaoxiao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13608",
    "title": "Electronic-Photonic Interface for Multiuser Optical Wireless Communication",
    "abstract": "           We demonstrate an electronic-photonic (EP) interface for multiuser optical wireless communication (OWC), consisting of a multibeam optical phased array (MBOPA) along with co-integrated electro-optic (EO) modulators and high-speed CMOS drivers. The MBOPA leverages a path-length difference in the optical phased array (OPA) along with wavelength-division multiplexing technology for spatial carrier aggregation and multiplexing. To generate two and four pulsed amplitude modulation signals, and transmit them to multiple users, we employ an optical digital-to-analog converter technique by using two traveling-wave electrode Mach-Zehnder modulators, which are monolithically integrated with high-speed, wide-output-swing CMOS drivers. The MBOPA and monolithic EO modulator are implemented by silica wafer through planar lightwave circuit fabrication process and a 45-nm monolithic silicon photonics technology, respectively. We measured and analyzed two-channel parallel communication at a data rate of 54 Gbps per user over the wireless distance of 1 m. To the best of our knowledge, this is the first system level demonstration of the multi-user OWC using the in-house-designed photonic and monolithically integrated chips. Finally, we suggest best modulation format for different data rate and the number of multibeams, considering effects of the proposed OPA and the monolithic modulator.         ",
    "url": "https://arxiv.org/abs/2510.13608",
    "authors": [
      "Youngin Kim",
      "Laurenz Kulmer",
      "Jae-Yong Kim",
      "Hamza Kurt",
      "Juerg Leuthold",
      "Hua Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13618",
    "title": "Coupled electric dipole model for a Su-Schrieffer-Heeger chain of optically resonant coreshell nanoparticles",
    "abstract": "           Coreshell nanoparticles can combine optical features of different materials in a single nanostructure, which makes them interesting for many applications from biomedicine to energy harvesting. On the other hand, periodic arrays of plasmonic nanoparticles can exhibit topological phenomena such as topological edge states. Here we study periodic chains of Si@Ag coreshell nanoparticles. For this task, we combine the hybridization of surface plasmonic modes in complex nanostructures with the coupled electric dipole formalism employed for modelling the scattering of light by periodic arrays of small plasmonic nanoparticles. We propose treating coreshell nanoparticle as several coupled electric dipoles instead of just one and show how this is a more appropriate framework to study arrays of coreshell nanoparticles, which allows to build a one-to-one connection between the resonant modes of the nanoparticles and the dispersion bands of the system. Within this formalism, we show that a Su-Schrieffer-Heeger (SSH) chain of coreshell Si@Ag nanoparticles host multiple topological edge states pinned at the resonant frequencies of the coreshell nanoparticles.         ",
    "url": "https://arxiv.org/abs/2510.13618",
    "authors": [
      "Álvaro Buendía",
      "Nuno M.R. Peres"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2510.13637",
    "title": "Coherent absorption reveals colors hidden in a grey Fabry-Pérot cavity",
    "abstract": "           Thin dielectric films are known to show distinct colors, responsible for the iridescence of various natural and artificial objects such as insect wings and soap bubbles. In the present article we show that a specialized thin film Fabry-Pérot resonator, that we name conductor-dielectric-conductor (CDC) matched cavity, appears instead completely grey when observed under ordinary conditions (i.e. by analyzing the transmitted or reflected incoherent white light). Nonetheless, the matched CDC cavity still retains spectral information, that clearly appear when the cavity is analyzed by the coherent absorption technique. The CDC system is simply a dielectric thin film sandwiched by two conducting interfaces, whose conductivity shall be appropriately matched depending upon the dielectric refractive index. In practical applications, the ideal conducting interfaces can be safely replaced by thin metal films, making the system easily applicable in particular for cryptographic purposes. We indeed demonstrated experimentally that a visually recognizable thin-film color pattern can be concealed to an ordinary observer, and finally recovered through a dedicated coherent absorption decoding apparatus.         ",
    "url": "https://arxiv.org/abs/2510.13637",
    "authors": [
      "Giuseppe E. Lio",
      "Giulio Carotta",
      "Lorenzo Lavista",
      "Andrea Camposeo",
      "Giacomo Venturi",
      "Agnese Guernieri",
      "Alessandro Pitanti",
      "Simon A. R. Horsley",
      "Giuseppe C. La Rocca",
      "Alessandro Tredicucci",
      "Simone Zanotto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.12951",
    "title": "Quantum Key Distribution in the Iberian Peninsula",
    "abstract": "           A promising use of quantum networking is quantum key distribution (QKD), which can provide information-theoretic security unattainable by classical means. While optical fiber-based QKD networks suffer from exponential loss, satellite-assisted quantum communication offers a scalable solution for long-distance secure key exchange. In this work, we propose and evaluate a satellite-based QKD setup covering the Iberian Peninsula, linking Madrid with Barcelona, Bilbao, and Lisbon. Our proposed setup uses a Low-Earth-Orbit (LEO) state-of-the-art satellite equipped with a spontaneous parametric down-conversion (SPDC) source to distribute entangled photon pairs to ground stations. Considering vibrations in the satellite, we optimize the beam waist to enhance the transmission probability and improve the secret key rate (SKR). Our results show that key rates sufficient for real-world applications, such as secure communication between hospitals, using hybrid classical-quantum protocols are feasible with existing protocols. Our results highlight the viability of near-term satellite-based QKD networks for national-scale secure communications.         ",
    "url": "https://arxiv.org/abs/2510.12951",
    "authors": [
      "Vicky Domínguez Tubío",
      "Mario Badás Aldecocea",
      "David L. Bakker",
      "Gustavo C. Amaral",
      "Diego López",
      "Johannes Borregaard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.13247",
    "title": "Agency cannot be a purely quantum phenomenon",
    "abstract": "           What are the physical requirements for agency? We investigate whether a purely quantum system (one evolving unitarily in a coherent regime without decoherence or collapse) can satisfy three minimal conditions for agency: an agent must be able to create a world-model, use it to evaluate the likely consequences of alternative actions, and reliably perform the action that maximizes expected utility. We show that the first two conditions conflict with the no-cloning theorem, which forbids copying unknown quantum states: world-model construction requires copying information from the environment, and deliberation requires copying the world-model to assess multiple actions. Approximate cloning strategies do not permit sufficient fidelity or generality for agency to be viable in purely quantum systems. The third agency condition also fails due to the linearity of quantum dynamics. These results imply four key consequences. First, agency requires significant classical resources, placing clear constraints on its physical basis. Second, they provide insight into how classical agents emerge within a quantum universe. Third, they show that quantum computers cannot straightforwardly simulate agential behavior without significant classical components. Finally, they challenge quantum theories of agency, free will, and consciousness.         ",
    "url": "https://arxiv.org/abs/2510.13247",
    "authors": [
      "Emily C. Adlam",
      "Kelvin J. McQueen",
      "Mordecai Waegell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2510.13360",
    "title": "Efficient lambda-enhanced gray molasses using an EIT-based laser locking scheme",
    "abstract": "           We present a novel implementation of lambda-enhanced gray molasses cooling in a non-standard beam geometry and with an inexpensive laser locking set-up. In contrast to the established use of resource-intensive phase locking methods, our laser system uses two independent lasers, frequency -locked to a spectral feature produced by an electromagnetically induced transparency (EIT) resonance. We show that this approach achieves sufficient coherence to enable effective gray molasses cooling without the need for costly GHz electronics, significantly reducing the complexity and cost of experimental setups and represents a step toward more accessible cold atom technologies. A wave-function Monte Carlo analysis supports the experimental findings, offering insight into the cooling dynamics of this unconventional scheme         ",
    "url": "https://arxiv.org/abs/2510.13360",
    "authors": [
      "Timothy Leese",
      "Siobhan Patrick",
      "Silvia Bergamini",
      "Calum MacCormick"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2510.13769",
    "title": "Optical Response of Graphene Quantum Dots in the Visible Spectrum: A Combined DFT-QED Approach",
    "abstract": "           We propose a model based on density functional theory (DFT) and quantum electrodynamics (QED) to study the dynamical characteristics of graphene quantum dots (GQDs). We assume the GQD edges are saturated with hydrogen atoms, effectively making it a polycyclic aromatic hydrocarbon (PAH) such as coronene. By combining the GQD spectrum calculated from a time-dependent DFT (TDDFT) with the dynamical behavior of a QD model derived from QED, we calculate the main optical characteristics of the GQD, such as its transition frequencies, the dipole moment associated to each of those transitions, life-time and the population dynamics of the molecular levels. Owing to the close match between the calculated spectrum and experimental results, our results represent a significant contribution to research on quantum treatments of light-matter interactions in realistic 2D nanomaterials.         ",
    "url": "https://arxiv.org/abs/2510.13769",
    "authors": [
      "J. Olivo",
      "J. Blengino Albrieu",
      "Mauro Cuevas"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.03622",
    "title": "Direct integration of atomic precision advanced manufacturing into middle-of-line silicon fabrication",
    "abstract": "           Atomic precision advanced manufacturing (APAM) dopes silicon with enough carriers to change its electronic structure and can be used to create novel devices by defining metallic regions whose boundaries have single-atom abruptness. Incompatibility with the thermal and lithography process requirements for gated silicon transistor manufacturing have inhibited exploration of both how APAM can enhance CMOS performance and how transistor manufacturing steps can accelerate the discovery of new APAM device concepts. In this work, we introduce an APAM process that enables direct integration into the middle of a transistor manufacturing workflow. We show that a process that combines sputtering and annealing with a hardmask preserves a defining characteristic of APAM, a doping density far in excess of the solid solubility limit, while trading another, the atomic precision, for compatibility with manufacturing. The electrical characteristics of a chip combining a transistor with an APAM resistor show that the APAM module has only affected the transistor through the addition of a resistance and not by altering the transistor. This proof-of-concept demonstration also outlines the requirements and limitations of a unified APAM tool, which could be introduced into manufacturing environments, greatly expanding access to this technology and inspiring a new generation of devices with it.         ",
    "url": "https://arxiv.org/abs/2505.03622",
    "authors": [
      "E. M. Anderson",
      "C. R. Allemang",
      "A. J. Leenheer",
      "S. W. Schmucker",
      "J. A. Ivie",
      "D. M. Campbell",
      "W. Lepkowski",
      "X. Gao",
      "P. Lu",
      "C. Arose",
      "T.-M. Lu",
      "C. Halsey",
      "T. D. England",
      "D. R. Ward",
      "D. A. Scrymgeour",
      "S. Misra"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2505.05191",
    "title": "Non-destructive sub-surface inspection of multi-layer wind turbine blade coatings by mid-infrared Optical Coherence Tomography",
    "abstract": "           Non-destructive inspection (NDI) is useful in the industrial sector to ensure that manufacturing follows defined specifications, reducing the quantity of waste and thereby the cost of production. In response to climate change and the need to reduce carbon footprints, there is a growing demand for NDI solutions that are primarily non-contact, as well as non-destructive, fast, and easily integrated. Optical Coherence Tomography (OCT), a well-known diagnostic technique in medical and biological research, is increasingly being used for industrial NDI. In the mid-infrared (MIR) wavelength range, OCT can be used to characterise parts and defects not possible by other industry-ready scanners, and enables better penetration than conventional near-infrared OCT. In this article, we demonstrate NDI of wind turbine blade (WTB) coatings using an MIR OCT scanner employing light around 4 $\\mu$m from a supercontinuum source. We inspected the top two layers of the coating (topcoat and primer) in two different samples. The first is to determine the maximum penetration depth, and the second one is to emulate defect identification. The results of our study confirm that MIR OCT scanners are highly suitable for coating inspection and quality control in the production of WTBs, with performance parameters not achievable by other technologies.         ",
    "url": "https://arxiv.org/abs/2505.05191",
    "authors": [
      "Coraline Lapre",
      "Christian Rosenberg Petersen",
      "Per Nielsen",
      "Thomas Wulf",
      "Jakob Iltsed Bech",
      "Søren Fæster",
      "Ole Bang",
      "Niels Møller Israelsen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.23718",
    "title": "High brightness multi-MeV photon source driven by a petawatt-scale laser wakefield accelerator",
    "abstract": "           We present an experimental demonstration of a bright multi-MeV gamma source driven by a petawatt laser. The source generates on average $(1.2\\pm0.6)\\times10^9$ photons above 1 MeV per pulse, exceeding those of previous all-optical sources by a hundred times, and reached a peak spectral brightness of $(3.9 \\pm 1.5)\\times 10^{22}$ photons/mm$^2$/mrad$^2$/s/0.1%BW at $\\epsilon_\\gamma\\approx11$ MeV. The source was produced by inverse Compton scattering of a laser wakefield accelerated GeV electron beam and its back-reflected driving laser pulse. Its performance is well described by a simple model of the laser and electron properties at the collision point that allows quantitative predictions and identifies clear strategies to further enhance radiation efficiency. Our results highlight the promise of this source for fundamental physics studies, as well as for applications of nuclear resonance fluorescence and nuclear transmutation.         ",
    "url": "https://arxiv.org/abs/2506.23718",
    "authors": [
      "E. Gerstmayr",
      "B. Kettle",
      "M. J. V. Streeter",
      "L. Tudor",
      "O. J. Finlay",
      "L. E. Bradley",
      "R. Fitzgarrald",
      "T. Foster",
      "P. Gellersen",
      "A. E. Gunn",
      "O. Lawrence",
      "P. P. Rajeev",
      "B. K. Russell",
      "D. R. Symes",
      "C. D. Murphy",
      "A. G. R. Thomas",
      "C. P. Ridgers",
      "G. Sarri",
      "S. P. D. Mangles"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2508.08522",
    "title": "Comparative Study of Lateral and Vertical Beta-Ga2O3 Photoconductive Switches via Intrinsic and Extrinsic Optical Triggering",
    "abstract": "           Gallium oxide (Ga2O3), with its ultra-wide bandgap (approximately 4.8 eV) and high breakdown field (approximately 8 MV per cm), is a leading candidate for photoconductive semiconductor switches (PCSSs) in high-power and high-speed pulsed applications. This work, for the first time, presents a systematic experimental comparison of lateral and vertical beta-Ga2O3 PCSS under both intrinsic (245 nm) and extrinsic (280 nm, 300 nm, and 445 nm) optical excitation. Under intrinsic excitation, where carrier generation is confined near the surface due to the shallow absorption depth (approximately between 0.1 and 1 um), the lateral PCSS demonstrated higher photocurrent performance compared to the vertical structure. In contrast, under extrinsic excitation, which enables deeper penetration into the bulk, the vertical PCSS exhibited enhanced switching performance due to a more uniform electric-field distribution across the device volume. These results highlight the critical role of device geometry and carrier generation mechanism in optimizing Ga2O3 PCSS performance and provide valuable guidance for developing efficient and cost-effective high-voltage PCSSs.         ",
    "url": "https://arxiv.org/abs/2508.08522",
    "authors": [
      "Vikash K. Jangir",
      "Sudip K. Mazumder"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.10635",
    "title": "Light coupling to photonic integrated circuits using optimized lensed fibers",
    "abstract": "           Efficient and reliable light coupling between optical fibers and photonic integrated circuits has arguably been the most essential issue in integrated photonics for optical interconnects, nonlinear signal conversion, neuromorphic computing, and quantum information processing. A commonly used approach is to use inverse tapers interfacing with lensed fibers, particularly for waveguides of relatively low refractive index, such as silicon nitride (Si3N4), silicon oxynitride, and lithium niobate. This approach simultaneously enables broad operation bandwidth, high coupling efficiency, and simplified fabrication. Although diverse taper designs have been invented and characterized to date, lensed fibers play equally important roles here, yet their optimization has long been underexplored. Here, we fill this gap and introduce a comprehensive co-optimization strategy that synergistically refines the geometries of the taper and the lensed fiber. By incorporating the genuine lensed fiber's shape into the simulation, we accurately capture its non-Gaussian emission profile, thereby nullifying the widely accepted approximation based on a paraxial Gaussian mode. We further characterize many lensed fibers and Si3N4 tapers of varying shapes using different fabrication processes. Our experimental and simulation results show remarkable agreement, both achieving maximum coupling efficiencies exceeding 80% per facet. Finally, we summarize the optimal choices of lensed fibers and Si3N4 tapers that can be directly deployed in modern CMOS foundries for scalable manufacturing of Si3N4 photonic integrated circuits. Our study not only contributes to light-coupling solutions but is also critical for photonic packaging and optoelectronic assemblies that are currently revolutionizing data centers and AI.         ",
    "url": "https://arxiv.org/abs/2510.10635",
    "authors": [
      "Dengke Chen",
      "Zeying Zhong",
      "Sanli Huang",
      "Jiahao Sun",
      "Sicheng Zeng",
      "Baoqi Shi",
      "Yi-Han Luo",
      "Junqiu Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.13915",
    "title": "Optimizing Quantum Transformation Matrices: A Block Decomposition Approach for Efficient Gate Reduction",
    "abstract": "           This paper introduces an algorithm designed to approximate quantum transformation matrix with a restricted number of gates by using the block decomposition technique. Addressing challenges posed by numerous gates in handling large qubit transformations, the algorithm provides a solution by optimizing gate usage while maintaining computational accuracy. Inspired by the Block Decompose algorithm, our approach processes transformation matrices in a block-wise manner, enabling users to specify the desired gate count for flexibility in resource allocation. Simulations validate the effectiveness of the algorithm in approximating transformations with significantly fewer gates, enhancing quantum computing efficiency for complex calculations.         ",
    "url": "https://arxiv.org/abs/2412.13915",
    "authors": [
      "Lai Kin Man",
      "Xin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2502.15615",
    "title": "The counterfactual account of Lüders' rule is sufficient to rule out ontological models of quantum mechanics",
    "abstract": "           Ontological models, as used in the generalised contextuality literature, play a central role in current research on quantum foundations, providing a framework for defining classicality, constructing classical analogues of key quantum phenomena, and examining the ontology of quantum states. In this work, we show that a counterfactual account of Lüders' rule -- which we argue is naturally implied by the mathematical structure of the rule itself -- renders such models inherently incompatible with the quantum formalism. This incompatibility arises because the counterfactual update requires ontological models to update their states according to conditional probability, which in turn which in turn renders predictions of sequential measurements order-independent. This implies that ontological models, even contextual ones, must either act differently to what we would expect given (this, typically implicitly-assumed account of) quantum state update rule, or cannot model quantum behaviour.         ",
    "url": "https://arxiv.org/abs/2502.15615",
    "authors": [
      "Alisson Tezzin",
      "Bárbara Amaral",
      "Jonte R. Hance"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10379",
    "title": "Hamiltonian Learning via Inverse Physics-Informed Neural Networks",
    "abstract": "           Hamiltonian learning (HL), enabling precise estimation of system parameters and underlying dynamics, plays a critical role in characterizing quantum systems. However, conventional HL methods face challenges in noise robustness and resource efficiency, especially under limited measurements. In this work, we present \\textit{Inverse Physics-Informed Neural Networks for Hamiltonian Learning (iPINN-HL)}, an approach that incorporates the Schrödinger equation as a soft constraint via a loss function penalty into the ML procedure. This formulation allows the model to integrate both observational data and known physical laws to infer Hamiltonian parameters with greater accuracy and resource efficiency. We benchmark iPINN-HL against a deep-neural-network-based quantum state tomography method (denoted as DNN-HL) and demonstrate its effectiveness across several different scenarios, including one-dimensional spin chains, cross-resonance gate calibration, crosstalk identification, and real-time compensation to parameter drift. Our results show that iPINN-HL can approach the Heisenberg limit and exhibits robustness to noises, while outperforming DNN-HL in accuracy and resource efficiency. Therefore, iPINN-HL is a powerful and flexible framework for quantum system characterization for practical tasks.         ",
    "url": "https://arxiv.org/abs/2506.10379",
    "authors": [
      "Jie Liu",
      "Xin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.12443",
    "title": "Self-attention enabled quantum path analysis of high-harmonic generation in solids",
    "abstract": "           High-harmonic generation (HHG) in solids provides a powerful platform to probe ultrafast electron dynamics and interband--intraband coupling. However, disentangling the complex many-body contributions in the HHG spectrum remains challenging. Here we introduce a machine-learning approach based on a Transformer encoder to analyze and reconstruct HHG signals computed from a one-dimensional Kronig--Penney model. The self-attention mechanism inherently highlights correlations between temporal dipole dynamics and high-frequency spectral components, allowing us to identify signatures of nonadiabatic band coupling that are otherwise obscured in standard Fourier analysis. By combining attention maps with Gabor time--frequency analysis, we extract and amplify weak coupling channels that contribute to even-order harmonics and anomalous spectral features. Our results demonstrate that multi-head self-attention acts as a selective filter for strong-coupling events in the time domain, enabling a physics-informed interpretation of high-dimensional quantum dynamics. This work establishes Transformer-based attention as a versatile tool for solid-state strong-field physics, opening new possibilities for interpretable machine learning in attosecond spectroscopy and nonlinear photonics.         ",
    "url": "https://arxiv.org/abs/2510.12443",
    "authors": [
      "Cong Zhao",
      "Xiaozhou Zou"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]