[
  {
    "id": "arXiv:2602.15051",
    "title": "The Nexus of Quantum Technology, Intellectual Property, and National Security: An LSI Test for Securing the Quantum Industrial Commons",
    "abstract": "           Our world of power and national security is increasingly probabilistic: like a quantum wavefunction, it encodes multiple plausible futures until policy choices and shocks collapse them into observable outcomes. Quantum technologies have moved from laboratory curiosities to strategic infrastructure, with an approaching 'event horizon' reflected in recent United States strategic assessments -- incl. the U.S. --China Economic and Security Review Commission's (USSC) call for a Quantum First posture by 2030- and in parallel White House initiatives aimed at securing critical inputs and accelerating trusted innovation. Government research further documents that China's quantum program is centrally mobilized under military-civil fusion, and that its consequential advantages may arise not only from computing milestones but also from sensing and cryptanalytic applications, thereby sharpening the need for a values based deterrence by denial governance posture. The Article's central claim is that the U.S. and its allies should pursue security-sufficient openness, operationalized through a least-trade-restrictive, security-sufficient, innovation-preserving (LSI) test that disciplines both state and private action. The LSI test integrates emerging instruments of economic statecraft to create secure closed loop enclaves for high-sensitivity collaborative R&D. The Article's contribution is an implementable coalition playbook, offering empirically anchored criteria, templates, and differentiated guardrails -- incl. red zone domains where denial is the default -- to avoid both over-securitization and under-securitization. Properly applied, LSI reduces the risk of a self-defeating Silicon Curtain while establishing standards-first interoperability as a stabilizing eigenstate of the international order and enabling RQT by design to shape trusted adoption pathways beyond the coalition, incl. in the majority world.         ",
    "url": "https://arxiv.org/abs/2602.15051",
    "authors": [
      "Mauritz Kop"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15129",
    "title": "A CPD-enabled low-scaling environment solver in a coupled cluster based static quantum embedding theory",
    "abstract": "           We incorporate a canonical polyadic decomposition (CPD) based low-level solver as a means to accelerate the environment-level solver for the recently developed MPCC embedding framework. Using CPD, we both factorize the three dominant order-three density-fitting two-electron integral (DF TEI) tensors and develop a novel formulation that reduces the storage complexity of the low-level solver from $\\mathcal{O}(N^3)$ to $\\mathcal{O}(NR)$, where $R$ is the CPD rank, and the computational scaling of the most time-consuming contractions from $\\mathcal{O}(N^4)$ to $\\mathcal{O}(NR^2)$. We provide benchmarks on representative chemical environments, namely water clusters $\\mathrm{(H_2O)_n}$ with $n = 1$ to $6$ and linear alkane chains $\\mathrm{C_nH_{2n+2}}$ with $n = 1$ to $6$. For both test sets, using the CPD-compressed DF TEI tensors reproduces the DF reference convergence behavior of the low-level solver, the subsequent high-level step, and the fully self-consistent MPCC iterations, while introducing only small, rank-controlled shifts in absolute energies. At a fixed tolerance in the absolute MPCC energy, the CP ranks required for these tensor approximations increase linearly with system size. Chemically relevant energy differences are likewise preserved, as demonstrated for water-cluster dissociation energies and in a proof-of-concept embedding calculation of methane in a four-water cluster.         ",
    "url": "https://arxiv.org/abs/2602.15129",
    "authors": [
      "Karl Pierce",
      "Muhammad Talha Aziz",
      "Avijit Shee",
      "Fabian M. Faulstich"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15217",
    "title": "Do we have a quantum computer? Expert perspectives on current status and future prospects",
    "abstract": "           The rapid growth of quantum information science and technology (QIST) in the 21st century has created both excitement and uncertainty about the field's trajectory. This qualitative study presents perspectives from leading quantum researchers, who are educators, on fundamental questions frequently posed by students, the public, and the media regarding QIST. Through in-depth interviews, we explored several issues related to QIST including the following key areas: the current state of quantum computing in the noisy intermediate-scale quantum (NISQ) era and timelines for fault-tolerant quantum computers, the feasibility of personal quantum computers in our pockets, and promising qubit architectures for future development. Our findings reveal diverse yet convergent perspectives on these issues. While experts agree that the current machines with physical qubits that are being built currently should be called quantum computers, most estimated that it will take a decade to build a small fault-tolerant quantum computer, and several decades to achieve scalable systems capable of running Shor's factoring algorithm with quantum advantage. Regarding carrying a quantum computer in the pocket, experts viewed quantum computers as specialized tools that will remain in central locations such as data centers and can be accessed remotely for applications for which they are particularly effective compared to classical computers. Quantum researchers suggested that multiple platforms show promise, with no clear winner emerging. These insights provide valuable guidance for educators, policymakers, and the broader community in establishing realistic expectations for developments in this exciting field. Our findings can provide valuable information for educators to clarify student doubts about these important yet confusing issues related to quantum technologies.         ",
    "url": "https://arxiv.org/abs/2602.15217",
    "authors": [
      "Liam Doyle",
      "Fargol Seifollahi",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15230",
    "title": "Navigating Hype, Interdisciplinary Collaboration, and Industry Partnerships in Quantum Information Science and Technology: Perspectives from Leading Quantum Educators",
    "abstract": "           The rapid advancement of quantum information science and technology (QIST) has generated significant attention from people in academia, industry, and the public. Recent advances in QIST have led to both opportunities and challenges for students and researchers who are curious about the potential of the field amid hype, considering whether their skills are aligned with what the field needs, and contemplating how collaborating with industries may impact their research. This qualitative study presents perspectives from leading quantum researchers who are educators on three critical aspects shaping QIST's development: (1) the impact of hype in the field and strategies for managing expectations, (2) approaches to creating conducive environments that attract students and established researchers from non-physics disciplines, and (3) effective models for fostering university-industry partnerships that can be valuable for students and researchers alike. These aspects, along with several interconnected challenges, were explored through in-depth interviews with quantum educators. Our findings reveal nuanced perspectives on managing the hype cycle and its risks in creating unrealistic expectations. Regarding greater interdisciplinary engagement and attracting more non-physicists to QIST, educators emphasized the need to recognize and leverage existing expertise from other fields while developing educational pathways that meet diverse student backgrounds to prepare them for the QIST workforce. On university-industry partnerships, respondents highlighted successful models, while noting persistent challenges around intellectual property, confidentiality, and differing organizational goals. These insights provide valuable guidance for educators, policymakers, and industry leaders working to build a sustainable quantum workforce while maintaining realistic expectations about the field's trajectory.         ",
    "url": "https://arxiv.org/abs/2602.15230",
    "authors": [
      "Liam Doyle",
      "Fargol Seifollahi",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15250",
    "title": "Systematic Design and Demonstration of Multipole, Coupled-Cavity Integrated Photonic Bandpass Filters with High FSR, High-Q Single-Mode Microresonators in Low-Loss Silicon Nitride Platform",
    "abstract": "           Tunable, low-loss, narrowband, and frequency-stabilized filters play a critical role in the realization of transceivers for efficient signal processing in telecommunications and sensing applications in the presence of strong interference and noise. We systematically design, fabricate, and demonstrate multi-cavity, multipole integrated photonic bandpass filters with gigahertz to sub-gigahertz bandwidths. The filters feature ultra-wideband tunable center frequencies exceeding 400 GHz, ultra-low insertion loss, steep roll-off, and compact footprints, making them suitable for radio-frequency, microwave, and millimeter-wave front-end applications. Using a set of design principles for multi-cavity high-order filters together with supporting nanofabrication techniques in a silicon nitride platform, the demonstrated filters achieve record-high figures of merit and advance the state of the art in integrated photonic filtering for radio-frequency, microwave, and millimeter-wave systems. The resonator structures, which are the key building blocks enabling the reported performance, combine a large free spectral range of approximately 70 GHz with a high quality factor of 2.1 times ten to the power of seven. This performance is enabled by combining wide multimode waveguide segments with narrow single-mode regions connected through adiabatic tapers. To the best of our knowledge, the experimentally demonstrated bandwidth of 520 MHz, tuning range of one free spectral range, filter insertion loss of 2 dB, and out-of-band rejection ratios of up to 55 dB represent record performance metrics for integrated photonic filtering of radio-frequency, millimeter-wave, and terahertz signals.         ",
    "url": "https://arxiv.org/abs/2602.15250",
    "authors": [
      "Amir H Hosseinnia",
      "Abdel Karim El Amili",
      "Yu-hung Lai",
      "Danny Eliyahu",
      "Mohammad Enjavi",
      "Lute Maleki",
      "Ali Adibi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.15366",
    "title": "Tailoring multiple scattering acoustic media with perfect transmission for non-Abelian braiding and beyond",
    "abstract": "           Multiple scattering of waves in complex media can be harnessed and tailored for diverse phenomena in sound and light. Despite the tremendous progress enabled by technologies such as time-reversal propagation and wavefront shaping, the full control of transmission matrix remains a significant challenge. In this work, we propose a multi-scattering-based approach to design reflectionless complex media with a unitary transmission matrix of arbitrary structures. As such, the perfect transmission of waves through such a medium performs a unitary operation. Based on this principle, we experimentally demonstrated braiding of multiple waveguide modes in an acoustic waveguide via multiple scattering and showed non-Abelian characteristics arising from the concatenation of distinct complex media. Furthermore, we show that the principle can be extended for realizing arbitrary unitary operations beyond braiding. Our scheme uses generalized Wigner-Smith operators to design the optimal acoustic complex media with near-arbitrary targeted functionalities. The scheme is generally applicable beyond acoustics, with broad implications to other wave types. Our results demonstrate unprecedented control over multiple-scattering waves and are relevant to applications that require precise control over propagation, such as multiplexed communications, wave-based logic operations, and computations.         ",
    "url": "https://arxiv.org/abs/2602.15366",
    "authors": [
      "Hongkuan Zhang",
      "Guancong Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15464",
    "title": "Fractional optical skyrmions",
    "abstract": "           Optical topologies in the form of Skyrmions have attracted significant interest of late, where their integer Skyrmion number has been shown to be robust to complex media. Here we create the first fractional Skyrmions by structuring light as a vectorial superposition of non-integer orbital angular momentum. We unravel the map structure to reveal a new phenomenon, the abrupt transition jumps in skyrmion number, which serves to reinforce the integer nature of skyrmion topologies. Our experimental demonstration agrees well with simulation, opening a new spectrum of optical topologies to explore, with exciting possibilities in optical communication and sensing.         ",
    "url": "https://arxiv.org/abs/2602.15464",
    "authors": [
      "Yuancong Cao",
      "Ram Nandan Kumar",
      "Hadrian Bezuidenhout",
      "Mingjian Cheng",
      "Lixin Guo",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.15723",
    "title": "Microscopic Rydberg electron orbit manipulation with optical tweezers",
    "abstract": "           Laser cooling and trapping of atomic matter waves in optical potentials has enabled rapid progress in quantum science, particularly when combined with Rydberg excitation of the atoms to induce long-range interactions. Here, we propose the local manipulation and spatio-temporal sculpting of the electronic matter wave of a Rydberg atom by a laser field focused so that its beam width is smaller than the Rydberg electron orbit. We compute the electronic eigenstates in the presence of a sharply focused Gaussian laser beam, and find strong Rydberg state mixing leading to large kilo-Debye dipole moments. These can be modulated with high bandwidth controlled by the local tweezer intensity. Oscillations in the position-dependent level shifts, analogous to the potential wells allowing ultralong-range Rydberg molecules to form, provide opportunities to trap the Rydberg atom in an eccentric way via ponderomotive forces acting on sub-orbital length scales.         ",
    "url": "https://arxiv.org/abs/2602.15723",
    "authors": [
      "Homar Rivera-Rodríguez",
      "Matthew T. Eiles",
      "Tilman Pfau",
      "Florian Meinert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15762",
    "title": "PRISM: Photonics-Informed Inverse Lithography for Manufacturable Inverse-Designed Photonic Integrated Circuits",
    "abstract": "           Recent advances in photonic inverse design have demonstrated the ability to automatically synthesize compact, high-performance photonic components that surpass conventional, hand-designed structures, offering a promising path toward scalable and functionality-rich photonic hardware. However, the practical deployment of inverse-designed PICs is bottlenecked by manufacturability: their irregular, subwavelength geometries are highly sensitive to fabrication variations, leading to large performance degradation, low yield, and a persistent gap between simulated optimality and fabricated performance. Unlike electronics, photonics lacks a systematic, flexible mask optimization flow. Fabrication deviations in photonic components cause large optical response drift and compounding error in cascaded circuits, while calibrating fabrication models remains costly and expertise-heavy, often requiring repeated fabrication cycles that are inaccessible to most designers. To bridge this gap, we introduce PRISM, a photonics-informed inverse lithography workflow that makes photonic mask optimization data-efficient, reliable, and optics-informed. PRISM (i) synthesizes compact, informative calibration patterns to minimize required fabrication data, (ii) trains a physics-grounded differentiable fabrication model, enabling gradient-based optimization, and (iii) performs photonics-informed inverse mask optimization that prioritizes performance-critical features beyond geometry matching. Across multiple inverse-designed components with both electron-beam lithography and deep ultra-violet photolithography processes, PRISM significantly boosts post-fabrication performance and yield while reducing calibration area and turnaround time, enabling and democratizing manufacturable and high-yield inverse-designed photonic hardware at scale.         ",
    "url": "https://arxiv.org/abs/2602.15762",
    "authors": [
      "Hongjian Zhou",
      "Haoyu Yang",
      "Nicholas Gangi",
      "Tianle Xu",
      "Rena Huang",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2602.15806",
    "title": "Tunable microwave frequency synthesis with optically-derived spectral purity",
    "abstract": "           Microwave synthesizers are central to test and measurement systems across applications including wireless communications, radar, spectroscopy, and time and frequency metrology. State-of-the-art microwave sources, however, are fundamentally constrained by trade-offs between frequency tunability and spectral purity. Electro-optic frequency division (eOFD) is an emerging technique for dividing down the purity of optical sources to the microwave domain. Previously reported eOFD-based synthesizers generally have limited tunability due to feedback stabilization requirements. Here we demonstrate a feed-forward eOFD architecture in which the frequency tunability of a microwave source is preserved while optical spectral purity is divided through feed-forward cancellation, without any downstream electronic frequency synthesis. By canceling the phase noise of the microwave source without feedback, this eOFD approach removes loop bandwidth and source noise constraints observed in prior eOFD architectures. We achieve octave-spanning tunability, including the entire X-band, with phase noise below -140 dBc/Hz at kilohertz offsets and a high-frequency noise floor between -155 dBc/Hz and -145 dBc/Hz for carrier frequencies from 8 to 16 GHz. This performance corresponds to single-femtosecond integrated timing jitter, enabling, to our knowledge, the first demonstration of coherent, optically referenced microwave synthesis under wide tuning with this level of spectral purity.         ",
    "url": "https://arxiv.org/abs/2602.15806",
    "authors": [
      "James Greenberg",
      "Scott C. Egbert",
      "William F. McGrew",
      "Brendan M. Heffernan",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17890",
    "title": "Controlling coherence between waveguide-coupled quantum dots",
    "abstract": "           We present a novel waveguide design that incorporates a split-diode structure, allowing independent electrical control of transition energies of multiple emitters over a wide range with minimal loss in waveguide coupling efficiency. We use this design to systematically map out the transition from superradiant to independent emission from two quantum dots. We perform both lifetime as well as Hanbury Brown-Twiss measurements on the device, observing anti-dips in the photon coincidences indicating collective emission while at the same time observing a drop in lifetime around zero detuning, indicating superradiant behaviour. Performing both measurement types allows us to investigate detuning regions which show both superradiant rate enhancement and inter-emitter coherence, as well as regions in which correlations persist in the absence of rate enhancement.         ",
    "url": "https://arxiv.org/abs/2410.17890",
    "authors": [
      "D. Hallett",
      "J. Wiercinski",
      "L. Hallacy",
      "S. Sheldon",
      "R. Dost",
      "N. Martin",
      "A. Fenzl",
      "I. Farrer",
      "A. Verma",
      "M. Cygorek",
      "E. M. Gauger",
      "M. S. Skolnick",
      "L. R. Wilson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.15207",
    "title": "Near-Infrared and Telecommunication-Wavelength Photon-Pair Source in Optical Fiber",
    "abstract": "           We present a photon-pair source in commercially available optical fiber that produces paired photons at telecommunication and near-infrared (NIR) wavelengths. The highly nondegenerate pairs are 700 nm apart: one in the 1500 nm E- and S-band telecommunication range and the other in the 830 nm NIR range. The high non-degeneracy means the photon pairs are far-detuned from Raman noise, resulting in a high coincidence-to-accidental ratio even while operating at room temperature. The source produces two spectrally and spatially distinct phase-matched processes with low spectral cross-talk, distinct transverse spatial modes in the NIR, and a single fundamental spatial mode in the telecommunication range. The source's room-temperature operation, off-the-shelf materials, and multiplexing potential make it promising for deployment in quantum networks.         ",
    "url": "https://arxiv.org/abs/2602.15207",
    "authors": [
      "Keshav Kapoor",
      "Dong Beom Kim",
      "Kriti Shetty",
      "Virginia O. Lorenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.15437",
    "title": "Isotope effect in the work function of lithium",
    "abstract": "           The work functions of 7Li and 6Li metals have been measured as a function of temperature, by using photoionization of pure isolated metal nanoparticles in a beam. These data reveal a marked isotope effect in the temperature variation of these work functions. Furthermore, for both isotopes the curvature of this temperature variation is found to be significantly larger than may be ascribed purely to a change in the electron gas density. These findings enhance the characterization of lithium as a quantum material in which the interplay between electronic and ionic degrees of freedom is nontrivial, and call for a microscopic understanding beyond simple models. Additionally, the slope of the work function curves was observed to vanish in the low temperature limit, as had been predicted on the basis of the Third Law of thermodynamics.         ",
    "url": "https://arxiv.org/abs/2602.15437",
    "authors": [
      "Atef A. Sheekhoon",
      "Abdelrahman O. Haridy",
      "Vitaly V. Kresin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15442",
    "title": "Virtual ultrasound machine operating in a GHz to MHz frequency range for particle-based biomedical simulations",
    "abstract": "           Ultrasound-matter interactions underpin numerous biomedical and soft-matter applications, yet simulating these phenomena is challenging due to the large separation of viscous and sonic time scales. Continuum methods capture large-scale wave propagation but cannot resolve microscale interactions, while particle-based approaches offer molecular resolution but struggle with efficiency and stability at larger scales. We introduce a particle-based virtual ultrasound machine that uses a novel smoothed dissipative particle dynamics variant with an implicit pressure solver and a negative-pressure stabilization scheme, required to mimic acoustic propagation across MHz-GHz frequencies. We demonstrate its capabilities by modeling the acoustophoresis of encapsulated microbubbles, a key mechanism in ultrasound-mediated drug delivery. Beyond this application, the approach establishes a generalizable platform for simulating wave-matter interactions in soft and biological materials, opening new directions for computational studies of acoustics-driven phenomena in science and engineering.         ",
    "url": "https://arxiv.org/abs/2602.15442",
    "authors": [
      "Urban Čoko",
      "Tilen Potisk",
      "Matej Praprotnik"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2602.15655",
    "title": "Generating quantum entanglement from sunlight",
    "abstract": "           Energy consumption is becoming a serious bottleneck for integrating quantum technologies within the existing global information infrastructure. In photonic architectures, considerable energy overheads stem from using lasers, whose high coherence was long considered indispensable for quantum state preparation. Here, we demonstrate that natural, incoherent sunlight can successfully produce quantum-entangled states via spontaneous parametric down-conversion. We detect polarization-entangled photon pairs with a concurrence of $0.905\\pm0.053$ and a Bell state fidelity of $0.939\\pm0.027$. Importantly, the system violates Bell's inequality with $S=2.5408\\pm0.2171$, exceeding the classical threshold of 2, while maintaining generation rates comparable to laser-based setups. These findings pave the way for sustainable quantum applications in resource-limited environments like interplanetary missions.         ",
    "url": "https://arxiv.org/abs/2602.15655",
    "authors": [
      "Cheng Li",
      "Jasvinder Brar",
      "Michael Küblböck",
      "Jeremy Upham",
      "Hanieh Fattahi",
      "Robert W. Boyd"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.14148",
    "title": "Electron recollisional excitation of OCS$^+$ in phase-locked $ω+ 2ω$ intense laser fields",
    "abstract": "           Photoelectron-photoion coincidence momentum imaging has been performed to investigate excitation processes on dissociative ionization of OCS, OCS $\\to$ OCS$^+$ + e$^-$ $\\to$ OC + S$^+$ + e$^-$, in phase-locked $\\omega + 2\\omega$ intense laser fields. The electron kinetic energy spectra depend on coincidentally produced ion species, OCS$^+$ or S$^+$. The observed electron momentum distribution shows clear asymmetry along the laser polarization direction with a 2$\\pi$-oscillation period as a function of the phase difference between the $\\omega$ and $2\\omega$ laser fields. The asymmetry of electron emission in the OCS$^+$ channel flips at the electron kinetic energy of 8.2 eV where the dominant scattering direction switches from forward to backward. In the S$^+$ channel, the asymmetry flips at the lower kinetic energy of 4.2 eV. In comparison with a classical trajectory Monte Carlo simulation, it has been clarified that this energy shift between the OCS$^+$ and S$^+$ channels corresponds to the excitation energy of the parent ion and that electron recollisional excitation takes place to form the fragment ion in intense laser fields.         ",
    "url": "https://arxiv.org/abs/2408.14148",
    "authors": [
      "Tomoyuki Endo",
      "Tomohito Otobe",
      "Ryuji Itakura"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.07849",
    "title": "Quantum mechanics provides the physical basis of teleological evolutions",
    "abstract": "           We show that the quantum computational speedup is due to the teleological character of quantum algorithms, their being evolutions toward a goal (the solution of the problem) with an attractor in the very goal they will produce in the future (the solution of the problem again). We also show that, under the quantum cosmological assumption and for the Fine-tuned Universe version of the Anthropic Principle, the physical basis of the teleological character of quantum algorithms applies as well to the evolutions of the living for which the teleological notion was originally conceived.         ",
    "url": "https://arxiv.org/abs/2601.07849",
    "authors": [
      "Giuseppe Castagnoli"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2602.13945",
    "title": "Moiré Photonic Crystals: from Fabric to Magic",
    "abstract": "           Moiré patterns have recently become a very active field in nanophotonics. Those structures exhibit novel photonic properties unattainable with traditional photonic crystals. Especially, moiré magic configurations have been shown to allow intriguing slow light modes with zero group velocity. Starting from macroscopic moiré patterns in the everyday life, we will then shift to the subwavelength scale of moiré photonic crystals and detail some of their unusual properties.         ",
    "url": "https://arxiv.org/abs/2602.13945",
    "authors": [
      "Marion Lavignac",
      "Hai Son Nguyen",
      "Xavier Letartre",
      "Ségolène Callard",
      "Lydie Ferrier"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.16215",
    "title": "Quantum Metrology of Newton's Constant with Levitated Mechanical Systems",
    "abstract": "           Newton's constant is the least well-measured among the fundamental constants of Nature, and, indeed, its accurate measurement has long served an experimental challenge. Levitated mechanical systems are attracting growing attention for their promising applications in sensing and as an experimental platform for exploring the intersection between quantum physics and gravitation. Here we propose a mechanical interferometric scheme of interacting levitated oscillators for the accurate estimation of Newton's constant. Our scheme promises to beat the current standard by several orders of magnitude.         ",
    "url": "https://arxiv.org/abs/2503.16215",
    "authors": [
      "Francis J. Headley",
      "Alessio Belenchia",
      "Mauro Paternostro",
      "Daniel Braun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.20412",
    "title": "Fundamentals of Trapped Ions and Quantum Simulation of Chemical Dynamics",
    "abstract": "           Trapped atomic ions are among the most advanced platforms for quantum simulation, computation, and metrology, offering long coherence times and precise, individual control over both internal and motional degrees of freedom. In this review, we present a pedagogical introduction to trapped-ion systems, covering the physics of ion trapping, qubit encodings, and laser-ion interactions. We explain how spin-dependent forces generated by light fields enable both analog and digital quantum simulations of spin and spin-boson models, as well as high-fidelity quantum logic gates. We then highlight an emerging frontier in the simulation of chemical dynamics, summarizing recent experiments that demonstrate the capability of trapped ions to simulate vibronic models and excitation-transfer processes. Finally, we outline future directions in quantum simulation and discuss open challenges in scaling up trapped-ion architectures.         ",
    "url": "https://arxiv.org/abs/2505.20412",
    "authors": [
      "Guido Pagano",
      "Wojciech Adamczyk",
      "Visal So"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.25423",
    "title": "Electropolishing-Induced Topographic Defects in Niobium: Insights and Implications for Superconducting Radio Frequency Applications",
    "abstract": "           Electropolishing is the premier surface preparation method for high-Q, high-gradient superconducting RF cavities made of Nb. This leaves behind an apparently smooth surface, yet the achievable peak magnetic fields fall well below the superheating field of Nb, in most cases. In this work, the ultimate surface finish of electropolishing was investigated by studying its effect on highly polished Nb samples. Electropolishing introduces high slope angle sloped-steps at grain boundaries. The magnetic field enhancement and superheating field suppression factors associated with such a geometry are calculated in the London theory. Despite the by-eye smoothness of electropolished Nb, such defects compromise the stability of the low-loss Meissner state, likely limiting the achievable peak accelerating fields in superconducting RF cavities. Finally, the impact of surface roughness on impurity diffusion is investigated which can link surface roughness to the effectiveness of heat treatments like low-temperature baking or nitrogen infusion in the vortex nucleation or hydride hypotheses. Surface roughness tends to decrease the effective dose of impurities as a result of the expansion of impurities into regions with greater internal angle. The effective dose of impurities can be protected by minimizing slope angles and step heights, ensuring uniformity.         ",
    "url": "https://arxiv.org/abs/2509.25423",
    "authors": [
      "Oleksandr Hryhorenko",
      "Anne-Marie Valente-Feliciano",
      "Eric M. Lechner"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.22826",
    "title": "Deterministic single-photon source with on-chip 5.6 GHz acoustic clock",
    "abstract": "           Scalable solid state single-photon sources (SPSs) with triggered single-photon emission rates exceeding a few GHz would aid in the wide technological adoption of photonic quantum technologies. We demonstrate triggering of a quantum dot (QD) single photon emission using dynamic Purcell effect induced at a frequency of several GHz by acoustic strain. To this end, InAs QDs are integrated in a hybrid photon-phonon patterned microcavity, where the density of optical states is tailored by the lateral confinement of photons in um-sized traps defined lithographically in the microcavity spacer. The single-photon character of the emission form a QD in a trap is confirmed by measuring single-photon statistics. We demonstrate modulation of the QD transition energy in a trap with a frequency up to 14 GHz by monochromatic longitudinal bulk acoustic phonons generated by piezoelectric transducers. For the modulation frequency of 5.6 GHz, corresponding to the acoustic mode of the microcavity, the QD energy is periodically shifted through a spectrally narrow confined photonic mode leading to an appreciable enhancement of the QD emission due to the dynamic Purcell effect. The platform thus enables the implementation of scalable III-V-based SPSs with on-chip tunable acoustic clocks with frequencies that can exceed several GHz under continuous wave optical excitation.         ",
    "url": "https://arxiv.org/abs/2510.22826",
    "authors": [
      "Alexander S. Kuznetsov",
      "Meysam Saeedi",
      "Zixuan Wang",
      "Kevin L. Silverman",
      "Klaus Biermann"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.18937",
    "title": "Complete transparency with three active-passive-coupled optical resonators",
    "abstract": "           The phenomena of induced transparency, with the typical examples of electromagnetically induced transparency (EIT) in atomic media and coupled optical resonators, have attracted tremendous interest since their discoveries. Due to the limitations of the involved elements, however, near-100\\% transmissions were reported under highly demanding experimental conditions for atomic and other media. Based on a structure of three linearly coupled optical resonators, an active one carrying a possibly arbitrary optical gain and two passive ones simply with dissipation, we demonstrate that a transmitted light field can become completely transparent through the structure, which displays all properties similar to those of EIT. A destructive interference mechanism is discovered to totally eliminate the intracavity field in the resonator directly coupled to the transmitted field of any feasible power, when the coupling strength of two other resonators is tuned to a point inside the designed range. This mechanism works for all possible coupling strengths of the dark resonator with its neighboring resonator and the input field, as well as for any available quality factor from its fabrication. The transparency window size and the output field intensity at the transparency window center can be freely engineered by adjusting two inter-cavity couplings, without modifying the built-in optical gain which can be just slightly stronger than the dissipation of the active resonator.         ",
    "url": "https://arxiv.org/abs/2601.18937",
    "authors": [
      "Xiao-Bo Yan",
      "Liu Yang",
      "Bing He"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]