[
  {
    "id": "arXiv:2510.20057",
    "title": "Demonstration of $\\bf3.5\\times10^{-13}$ laser frequency stability at 1000 s using an iodine-filled hollow-core fiber photonic microcell",
    "abstract": "           We present a laser frequency stabilization system based on an iodine-filled hollow-core photonic microcell (PMC), which is a sealed version of a hollow-core photonic crystal fiber (HC-PCF). A 532 nm laser is locked to the a1 component of the R(56) 32-0 transition of molecular iodine in the fiber cell, and its frequency stability is compared to that of the same component in a free-space iodine cell. Noise analysis reveals that the system is limited by parasitic beams that interfere with the beam of interest and degrade the error signal. We have identified and characterized three types of parasitic interference and designed suppression methods for each. After applying these suppression methods, the frequency stability improved by more than an order of magnitude. The system achieves fractional frequency stability of $3.5\\times10^{-13}$ for integration times around 1000 s. To our knowledge, this represents the best frequency stability achieved using a gas-filled hollow-core photonic crystal fiber frequency reference.         ",
    "url": "https://arxiv.org/abs/2510.20057",
    "authors": [
      "Pengzhuo Wang",
      "Jose Sanjuan",
      "Moritz Mehmet",
      "Felipe Guzman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.20120",
    "title": "Magneto-optics of dichroic chiral photonic crystals: resonant diffraction transmission and higher-order reflections at grazing angles",
    "abstract": "           Magneto-optical effects in structured anisotropic media have attracted significant attention due to their potential in tunable photonic devices. In particular, dichroic cholesteric liquid crystals (i.e., cholesterics in which the real parts of the local dielectric permeability tensor are equal each other, and the imaginary parts differ) provide a unique system in which absorption anisotropy rather than anisotropy of real pars of the local dielectric permeability controls the optical response. In this work, we investigated the magneto-optical properties of dichroic cholesteric liquid crystals under oblique light incidence. To analyze the optical characteristics, we used the Berreman method, which is a matrix approach to solving Maxwell's equations. The unique properties of such structures were revealed, namely, resonant Bragg diffraction transmission instead of diffraction reflection and higher orders of diffraction reflection under oblique light incidence at grazing angles. It was shown that at light oblique incidence in the presence of an external magnetic field, new Dirac points appear in the spectra of such structures at each order of diffraction reflection. Furthermore, it is shown that an external magnetic field suppresses the shift of the polarization of eigenmodes from circular to linear polarization as the angle of incidence increases. This system can be used as a narrowband filter with a widely tunable wavelength.         ",
    "url": "https://arxiv.org/abs/2510.20120",
    "authors": [
      "A.H. Gevorgyan",
      "A.A. Malinchenko",
      "N.A. Vanyushkin",
      "S.S. Golik",
      "A.V. Davydenko",
      "T.M. Sarukhanyan",
      "K.B. Oganesyan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.20262",
    "title": "Casimir effect in twisted photonic gratings with in-plane chirality",
    "abstract": "           We investigate the Casimir effect in a system of two twisted photonic gratings made of uniaxially anisotropic materials. Two distinct configuretions are explored: a stack of symmetric gratings and a stack of in-plane chiral gratings, with the latter realized by choosing specific orientaton of anisotropy axis relative to stripes. We apply the reflection-matrix-based Casimir Lifshitzformalism to explore hoe twiat angle, material anisotropy, and the separation between gratings influence Casimir energy, force and torque. Our calculations reveal that the equilibrium orientation of the gratings is governed by the anisotropy rotation angles, leading to a chiral configuration where the anisotropy axes of the upper and lower gratings are mutually parallel. These findings demonstrate that material anisotropy provids a pwerful mechanism for controlling rotational alignment forces in nanophotonic system.         ",
    "url": "https://arxiv.org/abs/2510.20262",
    "authors": [
      "Natalia S. Salakhova",
      "Sergey A. Dyakov",
      "Ilia M. Fradkin",
      "Nikolay A. Gippius"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.20374",
    "title": "Elliptical-rod geometries enhance photonic band gaps in disordered stealthy hyperuniform photonic crystals",
    "abstract": "           We study two-dimensional photonic crystals composed of elliptical dielectric rods arranged according to stealthy hyperuniform point patterns. These patterns are characterized by the structure factor, which vanishes for 0 < |k| <= K, where k is the wave number and K denotes the cutoff wave number specifying the stealthiness of the pattern. The optical properties of the photonic crystals are analyzed by applying the plane-wave expansion method to Maxwell's equations. We demonstrate that photonic crystals composed of elliptical dielectric rods can exhibit larger photonic band gaps than those with cylindrical rods when both the rod orientation and aspect ratio are properly optimized. This behavior contrasts with that of periodic lattices such as triangular or square arrays. These findings shed light on the crucial role of structural anisotropy and aperiodic structure in enhancing photonic band-gap formation.         ",
    "url": "https://arxiv.org/abs/2510.20374",
    "authors": [
      "Kota Asakura",
      "Kazuki Yamamoto",
      "Akihisa Koga"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.20463",
    "title": "Suspension-Free Integrated Cavity Brillouin Optomechanics on a Chip",
    "abstract": "           Cavity optomechanical systems enable coherent photon-phonon interactions essential for quantum technologies, yet high-performance devices have been limited to suspended structures. Here, we overcome this limitation by demonstrating cavity Brillouin optomechanics in a suspension-free racetrack microring resonator on a lithium-niobate-on-sapphire chip, a platform that merits high stability and scalability. We demonstrate coherent coupling between telecom-band optical modes and a 9.6-GHz phonon mode, achieving a maximum cooperativity of $0.41$ and a phonon quality-factor-frequency product of $10^{13}\\,\\mathrm{Hz}$. The momentum-matching condition inherent to traveling-wave Brillouin interactions establishes a one-to-one mapping between optical wavelength and phonon frequency, enabling multi-channel parallel operations across nearly $300\\,\\mathrm{MHz}$ in phonon frequency and $40\\,\\mathrm{nm}$ in optical wavelength. Our suspension-free architecture provides a coherent photon-phonon interface compatible with wafer-scale integration, opening pathways toward hybrid quantum circuits that unite photonic, phononic, and superconducting components on a single chip.         ",
    "url": "https://arxiv.org/abs/2510.20463",
    "authors": [
      "Yuan-Hao Yang",
      "Jia-Qi Wang",
      "Zheng-Xu Zhu",
      "Xin-Biao Xu",
      "Ming Li",
      "Juanjuan Lu",
      "Guang-Can Guo",
      "Luyan Sun",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.20527",
    "title": "Soliton interaction and bound state formation in coupled Kerr resonators",
    "abstract": "           Soliton dynamics in coupled Kerr microcavities is an important aspect of frequency comb technologies, with applications in optical communication and precision metrology. We investigate a minimal system consisting of two nearly identical coupled Kerr microresonators, each operating in the soliton regime and driven by a separate coherent beam, and analyze the mechanisms that govern their soliton interactions. In the weak-coupling regime, the system supports multiple soliton clusters characterized by distinct soliton separations and stability. Numerical simulations indicate that asymmetric perturbations can alter soliton separations or destroy these states, while the imposed pump phase difference plays a key role in cluster selection. Together, these findings highlight previously unexplored regimes of dissipative soliton organization and suggest new strategies for controlling soliton ensembles in integrated photonic platforms.         ",
    "url": "https://arxiv.org/abs/2510.20527",
    "authors": [
      "Daria A. Dolinina",
      "Dmitry V. Turaev",
      "Andrei G. Vladimirov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2510.20667",
    "title": "Color Routing and Beam Steering of Single-Molecule Emission with a Spherical Silicon Nanoantenna",
    "abstract": "           Single-photon emitters radiate as electric dipoles, which limits light collection efficiency and complicates integration into flat photonic devices. Developing nanophotonic structures capable of directing photon emission with tunable angular distributions in the visible spectrum has been pursued for applications ranging from integrated optical systems to discrimination of molecular species. To date, such directional control has been achieved using components whose overall footprint is larger than the emission wavelength and often rely on lossy plasmonic components. Here, we employ the DNA origami technique for deterministic nanoscale assembly, positioning single fluorophores in nanometric proximity to a single silicon spherical nanoparticle and demonstrate unidirectional emission with forward-to-backward intensity ratios up to ~7 dB. Furthermore, we show that a single silicon nanosphere antenna can function as a color router or a beam steerer depending on its size, emitter spectral range and emitter-nanoparticle distance.         ",
    "url": "https://arxiv.org/abs/2510.20667",
    "authors": [
      "Maria Sanz-Paz",
      "Nicole Siegel",
      "Guillermo Serrera",
      "Javier Gonzalez-Colsa",
      "Fangjia Zhu",
      "Karol Kolataj",
      "Minoru Fujii",
      "Hiroshi Sugimoto",
      "Pablo Albella",
      "Guillermo P. Acuna"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.20764",
    "title": "Acoustic Emission Cascade Predicting Progression to Failure of Rock and Bone",
    "abstract": "           Quasi brittle materials such as rock and bone are understood to fail via microcrack coalescence. The accompanying Acoustic Emission (AE) event rate is known to increase as failure progresses. Here we examine the progression of the AE event rate for both rock and bone under conditions where failure progresses under fixed loading. The experiments for rock entail subjecting granite beams to a fixed loading under three point bending and monitoring the time-dependent failure. For bone, human cadaver skulls are loaded under pinning loads similar to those used for immobilization of the head for neurosurgical procedures. AE rates are shown to be consistent with a rate dependent material failure law including a quasi-linear cascade of the inverse AE energy rate in the lead up to failure that is shown here to arise because of a coupling wherein a response rate is a power law of a driver and the driver is, in turn, a power law of the accumulated response. For both materials and experimental configurations this cascade provides warning of impending failure. For granite beams there is accurate prediction of failure time over the final 30 percent of the specimens lifetimes, which ranged from 35 seconds to two days. For skull fracture, the commencement of the failure cascade provides 30-70 seconds for warning of failure, which would be sufficient for basic remedial action to avoid patient injury in a surgical application.         ",
    "url": "https://arxiv.org/abs/2510.20764",
    "authors": [
      "Andrew P. Bunger",
      "Yunxing Lu",
      "Ayyaz Mustafa",
      "Michael M. McDowell"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2510.19855",
    "title": "Two Quantum Algorithms for Nonlinear Reaction-Diffusion Equation using Chebyshev Approximation Method",
    "abstract": "           We present two new quantum algorithms for reaction-diffusion equations that employ the truncated Chebyshev polynomial approximation. This method is employed to numerically solve the ordinary differential equation emerging from the linearization of the associated nonlinear differential equation. In the first algorithm, we use the matrix exponentiation method (Patel et al., 2018), while in the second algorithm, we repurpose the quantum spectral method (Childs et al., 2020). Our main technical contribution is to derive the sufficient conditions for the diagonalization of the Carleman embedding matrix, which is indispensable for designing both quantum algorithms. We supplement this with an efficient iterative algorithm to diagonalize the Carleman matrix. Our first algorithm has gate complexity of O(d$\\cdot$log(d)+T$\\cdot$polylog(T/$\\varepsilon$)). Here $d$ is the size of the Carleman matrix, $T$ is the simulation time, and $\\varepsilon$ is the approximation error. The second algorithm is polynomial in $log(d)$, $T$, and $log(1/\\varepsilon)$ - the gate complexity scales as O(polylog(d)$\\cdot$T$\\cdot$polylog(T/$\\varepsilon$)). In terms of $T$ and $\\varepsilon$, this is comparable to the speedup gained by the current best known quantum algorithm for this problem, the truncated Taylor series method (Costa this http URL., 2025). Our approach has two shortcomings. First, we have not provided an upper bound, in terms of d, on the condition number of the Carleman matrix. Second, the success of the diagonalization is based on a conjecture that a specific trigonometric equation has no integral solution. However, we provide strategies to mitigate these shortcomings in most practical cases.         ",
    "url": "https://arxiv.org/abs/2510.19855",
    "authors": [
      "Manish Kumar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.19911",
    "title": "On-sky Demonstration of Subdiffraction-limited Astronomical Measurement Using a Photonic Lantern",
    "abstract": "           Resolving fine details of astronomical objects provides critical insights into their underlying physical processes. This drives in part the desire to construct ever-larger telescopes and interferometer arrays and to observe at shorter wavelength to lower the diffraction limit of angular resolution. Alternatively, one can aim to overcome the diffraction limit by extracting more information from a single telescope's aperture. A promising way to do this is spatial mode-based imaging, which projects focal-plane field onto a set of spatial modes before detection, retaining focal-plane phase information crucial at small angular scales but typically lost in intensity imaging. However, the practical implementation of mode-based imaging in astronomy from the ground has been challenged by atmospheric turbulence. Here, we present the first on-sky demonstration of a subdiffraction-limited, mode-based measurement using a photonic lantern (PL)-fed spectrometer installed on the SCExAO instrument at the Subaru Telescope. We introduce a novel calibration strategy that mitigates time-varying wavefront error and misalignment effects, leveraging simultaneously recorded focal-plane images and using a spectral-differential technique that self-calibrates the data. Observing the classical Be star $\\beta$ CMi, we detected spectral-differential spatial signals and reconstructed images of its H$\\alpha$-emitting disk. We achieved an unprecedented H$\\alpha$ photocenter precision of 50$\\mu$as in about 10-minute observation with a single telescope, measuring the disk's near-far side asymmetry for the first time. This work demonstrates the high precision, efficiency, and practicality of photonic mode-based imaging techniques to recover subdiffraction-limited information, opening new avenues for high angular resolution spectroscopic studies in astronomy.         ",
    "url": "https://arxiv.org/abs/2510.19911",
    "authors": [
      "Yoo Jung Kim",
      "Michael P. Fitzgerald",
      "Sébastien Vievard",
      "Jonathan Lin",
      "Yinzi Xin",
      "Miles Lucas",
      "Olivier Guyon",
      "Julien Lozi",
      "Vincent Deo",
      "Elsa Huby",
      "Sylvestre Lacour",
      "Manon Lallement",
      "Rodrigo Amezcua-Correa",
      "Sergio Leon-Saval",
      "Barnaby Norris",
      "Mathias Nowak",
      "Steph Sallum",
      "Jehanne Sarrazin",
      "Adam Taras",
      "Stephanos Yerolatsitis",
      "Nemanja Jovanovic"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.20115",
    "title": "Circuit-based cavity magnonics in the ultrastrong and deep-strong coupling regimes",
    "abstract": "           We theoretically study nonperturbative strong-coupling phenomena in cavity magnonics systems in which the uniform magnetization dynamics (magnons) in a ferromagnet is coupled to the microwave magnetic field (photons) of a single LC resonator. Starting from an effective circuit model that accounts for the magnetization dynamics described by the Landau-Lifshitz-Gilbert equation, we show that a nontrivial frequency shift emerges in the ultrastrong and deep-strong coupling regimes, whose microscopic origin remains elusive within a purely classical framework. The circuit model is further quantized to derive a minimal quantum mechanical model for generic cavity magnonics, which corresponds to a two-mode version of the Hopfield Hamiltonian and explains the mechanism of the frequency shifts found in the {\\it classical} circuit model. We also formulate the relation between the frequency shift and quantum quantities, such as the ground-state particle number, quantum fluctuations associated with the Heisenberg uncertainty principle, and entanglement entropy, providing a nondestructive means to experimentally access to these quantum resources. By utilizing soft magnons in an anisotropic ferromagnet, we further demonstrate that these quantum quantities diverge at the zeros of the magnon band edges as a function of the external magnetic field. This work paves the way for cavity magnonics beyond the conventional strong coupling regime.         ",
    "url": "https://arxiv.org/abs/2510.20115",
    "authors": [
      "Takahiro Chiba",
      "Ryunosuke Suzuki",
      "Takashi Otaki",
      "Hiroaki Matsueda"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.20571",
    "title": "Phase Transitions and Virtual Exceptional Points in Quantum Emitters Coupled to Dissipative Baths",
    "abstract": "           Controlling atom-photon interactions in engineered environments is central to quantum optics and emerging quantum technologies. Non-Hermitian (NH) photonic baths, where dissipation fundamentally reshapes spectral and dynamical properties, provide versatile platforms for such control. Here we investigate the relaxation dynamics of a single two-level quantum emitter coupled to the edge of a semi-infinite dissipative bosonic lattice with uniform loss. Despite the simplicity of this bath, we uncover rich dynamical phase transitions, i.e. qualitative changes in spontaneous emission decay as system parameters are varied. In particular, we establish the existence of an optimal dissipative environment for accelerated spontaneous emission. The phase transitions are traced to spectral restructuring of the resolvent, in some cases governed by the coalescence of resonance states on the second Riemann sheet. We identify these coalescences as virtual exceptional points (EPs) of resonance origin, providing a conceptual bridge with EP physics while highlighting distinctive features of infinite-dimensional NH systems. More broadly, our results illustrate how the specific nature of dissipation -- whether uniform losses, staggered losses, or dephasing -- can profoundly impact emitter relaxation, pointing to dissipation engineering as a versatile tool for quantum technologies.         ",
    "url": "https://arxiv.org/abs/2510.20571",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.20790",
    "title": "Trapping, manipulating and probing ultracold atoms: a quantum technologies tutorial",
    "abstract": "           Engineered ultracold atomic systems are a valuable platform for fundamental quantum mechanics studies and the development of quantum technologies. At near zero absolute temperature, atoms exhibit macroscopic phase coherence and collective quantum behavior, enabling their use in precision metrology, quantum simulation, and even information processing. This review provides an introductory overview of the key techniques used to trap, manipulate, and detect ultracold atoms, while highlighting the main applications of each method. We outline the principles of laser cooling, magnetic and optical trapping, and the most widely used techniques, including optical lattices and tweezers. Next, we discuss the manipulation methods of atomic internal and external degrees of freedom, and we present atom interferometry techniques and how to leverage and control interatomic interactions. Next, we review common ensemble detection strategies, including absorption and fluorescence imaging, state-selective readout, correlation and quantum non-demolition measurements and conclude with high-resolution approaches. This review aims to provide newcomers to the field with a broad understanding of the experimental toolkit that underpins research in ultracold atom physics and its applications across quantum science and technology.         ",
    "url": "https://arxiv.org/abs/2510.20790",
    "authors": [
      "Louise Wolswijk",
      "Luca Cavicchioli",
      "Giuseppe Vinelli",
      "Mauro Chiarotti",
      "Ludovica Donati",
      "Marcia Frometa Fernandez",
      "Diego Hernández Rajkov",
      "Christian Mancini",
      "Paolo Vezio",
      "Tianwei Zhou",
      "Giulia Del Pace",
      "Chiara Mazzinghi",
      "Nicolò Antolini",
      "Leonardo Salvi",
      "Vladislav Gavryusev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1907.13436",
    "title": "Theory for Quantum Spacetime",
    "abstract": "           Quantum gravity (or quantum spacetime) is to unify general relativity and quantum mechanics into a single theoretical framework and presented as the most important open puzzle in fundamental physics. The development of a microscopic theory of quantum spacetime becomes the key problem about quantum gravity. This paper is the solution to this problem. The starting point of this paper is very simple -- physical variant with higher-order variability (see the below discussion). Based on this simple starting point, a microscopic theory for quantum spacetime is developed, including its matrix representation for quantum states, its time evolution, its geometry quantization, its generalized symmetry, its canonical quantization, and the uncertainty principle, black hole, AdS/CFT correspondence, scattering amplitudes of gravitons... The result leads to a great unification of matter and spacetime -- the particles constitute the basic blocks of spacetime and spacetime is really a multi-particle system that is made of matter. As a result, this work would help researchers to understand the mysteries in quantum gravity.         ",
    "url": "https://arxiv.org/abs/1907.13436",
    "authors": [
      "Su-Peng Kou"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14932",
    "title": "Quantum Physics -- A Theory of Dynamics for \"Space\" on Space",
    "abstract": "           Till now, the foundation of quantum physics is still mysterious. To explore the mysteries in the foundation of quantum physics, people always take it for granted that quantum processes must be some types of fields/objects on a rigid space. In this paper, we give a new idea that the space is no more rigid and the matter is the certain changing of \"space\" itself rather than extra things on it. Based on this starting point, we develop a new framework based on quantum and classical mechanics. Now, physical laws emerge from different changings of regular changings on spacetime. Then, both quantum mechanics and classical mechanics become phenomenological theories and are interpreted by using the concepts of the microscopic properties of a single physical framework. The expanding/contracting dynamics of \"space\" leads to quantum physics. In addition, when we consider a physical variant with 2-th order variability, quantum fields with gauge structure emerge. The 2-th order variability is reduced into U(1) local gauge symmetry and SU(N) non-Abelian gauge symmetry. The corresponding theory becomes QED and QCD. The belief of \"symmetry induce interaction\" is now updates to \"Higher order variability induce interaction\". After introducing chirality, a physical variant with 2-th order variability becomes the true physical reality of our universe. The low energy effective theory is just the Standard model -- an SU(3)*SU(2)*U(1) gauge theory. An important progress is about hidden topological structure for elementary particles of different generations -- chiral para-statistics. In particular, to obtain the entire mass spectra, we only need to use only one free parameter. This progress on the foundation of quantum physics will have a far-reaching impact on modern physics in the future.         ",
    "url": "https://arxiv.org/abs/2312.14932",
    "authors": [
      "Su-Peng Kou"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2506.05798",
    "title": "Stochastic modeling of deterministic laser chaos using generator extended dynamic mode decomposition",
    "abstract": "           Recently, chaotic phenomena in laser dynamics have attracted much attention to its applied aspects, and a synchronization phenomenon, leader-laggard relationship, in time-delay coupled lasers has been used in reinforcement learning. In the present paper, we discuss the possibility of capturing the essential stochasticity of the leader-laggard relationship; in nonlinear science, it is known that coarse-graining allows one to derive stochastic models from deterministic systems. We derive stochastic models with the aid of the Koopman operator approach, and we clarify that the low-pass filtered data is enough to recover the essential features of the original deterministic chaos, such as peak shifts in the distribution of being the leader and a power-law behavior in the distribution of switching-time intervals. We also confirm that the derived stochastic model works well in reinforcement learning tasks, i.e., multi-armed bandit problems, as with the original laser chaos system.         ",
    "url": "https://arxiv.org/abs/2506.05798",
    "authors": [
      "Kakutaro Fukushi",
      "Jun Ohkubo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.18369",
    "title": "Reducing suspension control noise with interferometric sensors -- an experimental concept",
    "abstract": "           One of the limiting noise sources of ground-based gravitational wave detectors at frequencies below 30 Hz is control-induced displacement noise. Compact laser interferometric sensors are a prime candidate for improved local displacement sensing. In this paper we present the design of an experiment that aims to demonstrate the advantages of interferometric sensors over shadow sensors. We focus on the compact balanced readout interferometer (COBRI) - a sensor currently in development that is based on deep frequency modulation. We mount COBRIs on two HAM Relay Triple Suspension (HRTS) systems that suspend two mirrors forming an optical cavity. By measuring the length stability of this cavity relative to a stable reference we aim to probe the direct motion reduction when using COBRIs for active damping and we aim to investigate their behavior and auxiliary functions, such as absolute ranging, in the context of the 6 degree-of-freedom controls of the suspensions. Here we describe the design of the experiment and simulations of the achievable noise levels that were obtained using mechanical models of the HRTS suspensions. We discuss all relevant noise sources, the modeled influence of the interferometric sensor damping and the current limitations and necessary improvements of our testing facility in terms of seismic pre-isolation to achieve a shadow sensor limited noise at around 5 Hz, where, according to our simulations, we can demonstrate superior performance for COBRIs in the longitudinal degree of freedom.         ",
    "url": "https://arxiv.org/abs/2507.18369",
    "authors": [
      "Nils Leander Weickhardt",
      "Artem Basalaev",
      "Oliver Gerberding"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2508.20698",
    "title": "Electric-field metrology of a terahertz frequency comb using Rydberg atoms",
    "abstract": "           Terahertz radiation finds an increasing number of applications, yet efficient generation and detection remain a challenge and an active area of research. In particular, the precise detection of weak and narrowband terahertz signals is notoriously difficult. Here, we employ a novel type of single-photon detector based on Rydberg atoms to both detect and calibrate a terahertz frequency comb over an octave-spanning range, yet with a MHz-level selectivity. We calibrate the intensity of the electric field of the comb against the fundamental atomic properties, while achieving the intensity (power) sensitivity down to 45.2 $\\mathrm{fW\\ cm^{-2}\\ Hz^{-0.5}}$ (1.84 $\\mathrm{fW\\ Hz^{-0.5}}$) within a single mode of the frequency comb, all in a room-temperature operated setup. Our results elucidate the transition of terahertz frequency combs into the quantum regime, enabling high-precision and high-sensitivity spectroscopy. This breakthrough allows terahertz science to better leverage revolutionary techniques developed for optical frequency combs.         ",
    "url": "https://arxiv.org/abs/2508.20698",
    "authors": [
      "Wiktor Krokosz",
      "Jan Nowosielski",
      "Bartosz Kasza",
      "Sebastian Borówka",
      "Mateusz Mazelanik",
      "Wojciech Wasilewski",
      "Michał Parniak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.00518",
    "title": "Ultrafast All-Optical Measurement of Squeezed Vacuum in a Lithium Niobate Nanophotonic Circuit",
    "abstract": "           Squeezed vacuum, a fundamental resource for continuous-variable quantum information processing, has been used to demonstrate quantum advantages in sensing, communication, and computation. While most experiments use homodyne detection to characterize squeezing and are therefore limited to electronic bandwidths, recent experiments have shown optical parametric amplification (OPA) to be a viable measurement strategy. Here, we realize OPA-based quantum state tomography in integrated photonics and demonstrate the generation and all-optical Wigner tomography of squeezed vacuum in a nanophotonic circuit. We employ dispersion-engineering to enable the distortion-free propagation of femtosecond pulses and achieve ultrabroad operation bandwidths, effectively lifting the speed restrictions imposed by traditional electronics on quantum measurements with a theoretical maximum clock speed of 6.5 THz. We implement our circuit on thin-film lithium niobate, a platform compatible with a wide variety of active and passive photonic components. Our results chart a course for realizing all-optical ultrafast quantum information processing in an integrated room-temperature platform.         ",
    "url": "https://arxiv.org/abs/2502.00518",
    "authors": [
      "James Williams",
      "Elina Sendonaris",
      "Rajveer Nehra",
      "Robert M Gray",
      "Ryoto Sekine",
      "Luis Ledezma",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.04030",
    "title": "Investigation of Low Frequency Noise in CryoCMOS devices through Statistical Single Defect Spectroscopy",
    "abstract": "           High 1/f noise in CryoCMOS devices is a critical parameter to keep under control in the design of complex circuits for low temperatures applications. Current models predict the 1/f noise to scale linearly with temperature, and gate oxide defects are expected to freeze out at cryogenic temperatures. Nevertheless, it has been repeatedly observed that 1/f noise deviates from the predicted behaviour and that gate oxide defects are still active around 4.2 K, producing random telegraph noise. In this paper, we probe single gate oxide defects in 2500 nMOS devices down to 5 K in order to investigate the origin of 1/f noise in CryoCMOS devices. From our results, it is clear that the number of defects active at cryogenic temperatures resulting in random telegraph noise is larger than at 300 K. Threshold voltage shifts due to charged defects are shown to be exponentially distributed, with different modalities across temperatures and biases: from monomodal at 300 K to trimodal below 100 K. The third mode is interpreted in the framework of percolation theory. By fitting these distributions, it is shown that more than 80% of the detected defects belongs to the oxide bulk. Afterwards, starting from the raw data in time domain, we reconstruct the low frequency noise spectra, highlighting the contributions of defects belonging to different branches and, therefore, to different oxide layers. This analysis shows that, although interface traps and large defects associated with the third mode are the main sources of 1/f noise at 5 K, bulk oxide defects still contribute significantly to low-frequency noise at cryogenic temperatures. Finally, we show that defect time constants and step heights are uncorrelated, proving that elastic tunnelling model for charge trapping is not accurate.         ",
    "url": "https://arxiv.org/abs/2505.04030",
    "authors": [
      "Edoardo Catapano",
      "Anirudh Varanasi",
      "Philippe Roussel",
      "Robin Degraeve",
      "Yusuke Higashi",
      "Ruben Asanovski",
      "Ben Kaczer",
      "Javier Diaz Fortuny",
      "Michael Waltl",
      "Valeri Afanasiev",
      "Kristiaan De Greve",
      "Alexander Grill"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]