[
  {
    "id": "arXiv:2210.01264",
    "title": "Flattening laser frequency comb spectra with a high dynamic range,  broadband spectral shaper on-a-chip",
    "abstract": "Spectral shaping is critical to many fields of science. In astronomy for example, the detection of exoplanets via the Doppler effect hinges on the ability to calibrate a high resolution spectrograph. Laser frequency combs can be used for this, but the wildly varying intensity across the spectrum can make it impossible to optimally utilize the entire comb, leading to a reduced overall precision of calibration. To circumvent this, astronomical applications of laser frequency combs rely on a bulk optic setup which can flatten the output spectrum before sending it to the spectrograph. Such flatteners require complex and expensive optical elements like spatial light modulators and have non-negligible bench top footprints. Here we present an alternative in the form of an all-photonic spectral shaper that can be used to flatten the spectrum of a laser frequency comb. The device consists of a circuit etched into a silicon nitride wafer that supports an arrayed-waveguide grating to disperse the light over hundreds of nanometers in wavelength, followed by Mach-Zehnder interferometers to control the amplitude of each channel, thermo-optic phase modulators to phase the channels and a second arrayed-waveguide grating to recombine the spectrum. The demonstrator device operates from 1400 to 1800 nm (covering the astronomical H band), with twenty 20 nm wide channels. The device allows for nearly 40 dBs of dynamic modulation of the spectrum via the Mach-Zehnders , which is greater than that offered by most spatial light modulators. With a superluminescent diode, we reduced the static spectral variation to ~3 dB, limited by the properties of the components used in the circuit and on a laser frequency comb we managed to reduce the modulation to 5 dBs, sufficient for astronomical applications. ",
    "url": "https://arxiv.org/abs/2210.01264",
    "authors": [
      "Nemanja Jovanovic",
      "Pradip Gatkine",
      "Boqiang Shen",
      "Maodong Gao",
      "Nick Cvetojevic",
      "Katarzyna Lawniczuk",
      "Ronald Broeke",
      "Charles Beichman",
      "Stephanie Leifer",
      "Jeffery Jewell",
      "Gautam Vasisht",
      "Dimitri Mawet"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.01278",
    "title": "Polariton Enhanced Free Charge Carrier Generation in Donor-Acceptor  Cavity Systems by a Second-Hybridization Mechanism",
    "abstract": "Cavity quantum electrodynamics has been studied as a potential approach to modify free charge carrier generation in donor-acceptor heterojunctions because of the delocalization and controllable energy level properties of hybridized light-matter states known as polaritons. However, in many experimental systems, cavity coupling decreases charge separation. Here, we theoretically study the quantum dynamics of a coherent and dissipative donor-acceptor cavity system, to investigate the dynamical mechanism and further discover the conditions under which polaritons may enhance free charge carrier generation. We use open quantum system methods based on single-pulse pumping to find that polaritons have the potential to connect excitonic states and charge separated states, further enhancing free charge generation on an ultrafast timescale of several hundred femtoseconds. The mechanism involves that polaritons with proper energy levels allow the exciton to overcome the high Coulomb barrier induced by electron-hole attraction. Moreover, we propose that a second-hybridization between a polariton state and dark states with similar energy enables the formation of the hybrid charge separated states that are optically active. These two mechanisms lead to a maximum of 50% enhancement of free charge carrier generation on a short timescale. However, our simulation reveals that on the longer timescale of picoseconds, internal conversion and cavity loss dominate and suppress free charge carrier generation, reproducing the experimental results. Thus, our work shows that polaritons can affect the charge separation mechanism and promote free charge carrier generation efficiency, but predominantly on a short timescale after photoexcitation. ",
    "url": "https://arxiv.org/abs/2210.01278",
    "authors": [
      "Weijun Wu",
      "Andrew E. Sifain",
      "Courtney A. Delpo",
      "Gregory D. Scholes"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01490",
    "title": "Gain and phase calibration of sensor arrays from ambient noise by  cross-spectral measurements fitting",
    "abstract": "We address the problem of blind gain and phase calibration of a sensor array from ambient noise. The key motivation is to ease the calibration process by avoiding a complex procedure setup. We show that computing the sample covariance matrix in a diffuse field is sufficient to recover the complex gains. To do so, we formulate a non-convex least-square problem based on sample and model covariances. We propose to obtain a solution by low-rank matrix approximation, and two efficient proximal algorithms are derived accordingly. The first one solves the problem modified with a convex relaxation to guarantee that the solution is a global minimizer, and the second one directly solves the initial non-convex problem. We investigate the efficiency of the proposed algorithms by both numerical and experimental results according to different sensing configurations. These show that efficient calibration highly depends on how the measurements are correlated. That is, estimation is achieved more accurately when the field is spatially over-sampled. ",
    "url": "https://arxiv.org/abs/2210.01490",
    "authors": [
      "Charles Vanwynsberghe",
      "Simon Bouley",
      "Jérôme Antoni"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.01606",
    "title": "Opacity of relativistically underdense plasmas for extremely intense  laser pulses",
    "abstract": "It is generally believed that relativistically underdense plasma is transparent for intense laser radiation. However, particle-in-cell simulations reveal abnormal laser field absorption above the intensity threshold about~$3 \\times 10^{24}~\\mathrm{W}\\,\\mathrm{cm}^{-2}$ for the wavelength of $1~\\mu \\mathrm{m}$. Above the threshold, the further increase of the laser intensity doesn't lead to the increase of the propagation distance. The simulations take into account emission of hard photons and subsequent pair photoproduction in the laser field. These effects lead to onset of a self-sustained electromagnetic cascade and to formation of dense electron-positron ($e^+e^-$) plasma right inside the laser field. The plasma absorbs the field efficiently, that ensures the plasma opacity. The role of a weak longitudinal electron-ion electric field in the cascade growth is discussed. ",
    "url": "https://arxiv.org/abs/2210.01606",
    "authors": [
      "M. A. Serebryakov",
      "A.S. Samsonov",
      "E.N. Nerush",
      "I.Yu. Kostyukov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01648",
    "title": "Coherent control of topological states in an integrated waveguide  lattice",
    "abstract": "Topological photonics holds the promise for enhanced robustness of light localization and propagation enabled by the global symmetries of the system. While traditional designs of topological structures rely on lattice symmetries, there is an alternative strategy based on accidentally degenerate modes of the individual meta-atoms. Using this concept, we experimentally realize topological edge state in an integrated optical nanostructure based on the array of silicon nano-waveguides, each hosting a pair of degenerate modes at telecom wavelengths. Exploiting the hybrid nature of the topological mode formed by the superposition of waveguide modes with different symmetry, we implement coherent control of the topological edge state by adjusting the phase between the degenerate modes and demonstrating selective excitation of bulk or edge states. The resulting field distribution is imaged via third harmonic generation allowing us to quantify the localization of topological modes as a function of the relative phase of the excitations. Our results highlight the impact of engineered accidental degeneracies on the formation of topological phases, extending the opportunities stemming from topological nanophotonic systems. ",
    "url": "https://arxiv.org/abs/2210.01648",
    "authors": [
      "Alexey Mikhin",
      "Viktoriia Rutckaia",
      "Roman S. Savelev",
      "Ivan S. Sinev",
      "Andrea Alù",
      "Maxim A. Gorlach"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2210.01312",
    "title": "Investigation of dust grains by optical tweezers for space applications",
    "abstract": "Cosmic dust plays a dominant role in the universe, especially in the formation of stars and planetary systems. Furthermore, the surface of cosmic dust grains is the bench-work where molecular hydrogen and simple organic compounds are formed. We manipulate individual dust particles in water solution by contactless and non-invasive techniques such as standard and Raman tweezers, to characterize their response to mechanical effects of light (optical forces and torques) and to determine their mineral compositions. Moreover, we show accurate optical force calculations in the T-matrix formalism highlighting the key role of composition and complex morphology in optical trapping of cosmic dust particles.This opens perspectives for future applications of optical tweezers in curation facilities for sample return missions or in extraterrestrial environments. ",
    "url": "https://arxiv.org/abs/2210.01312",
    "authors": [
      "A. Magazzù",
      "D. Bronte Ciriza",
      "A. Musolino",
      "A. Saidi",
      "P. Polimeno",
      "M. G. Donato",
      "A. Foti",
      "P. G. Gucciardi",
      "M. A. Iatì R. Saija",
      "N. Perchiazzi",
      "A. Rotundi",
      "L. Folco",
      "O. M. Maragò"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.01581",
    "title": "Harnessing Brillouin Interaction in Rare-earth Aluminosilicate Glass  Microwires for Optoelectromechanic Quantum Transduction",
    "abstract": "Quantum transduction, the process of converting quantum signals from one form of energy to another is a key step in harnessing different physical platforms and the associated qubits for quantum information processing. Optoelectromechanics has been one of the effective approaches to undertake transduction from optical-to-microwave signals, among others such as those using atomic ensembles, collective magnetostatic spin excitations, piezoelectricity and electro-optomechanical resonator using Silicon nitride membrane. One of the key areas of loss of photon conversion rate in optoelectromechanical method using Silicon nitride nanomembranes has been those in the electro-optic conversion. To address this, we propose the use of Brillouin interactions in a fiber mode that is allowed to be passed through a fiber taper in rare-earth Aluminium glass microwires. It suggests that we can efficiently convert a $195.57$ THz optical signal to a $325.08$ MHz microwave signal with the help of Brillouin interactions, with a whispering stimulated Brillouin scattering mode yielding a conversion efficiency of $\\sim45$\\%. ",
    "url": "https://arxiv.org/abs/2210.01581",
    "authors": [
      "Mrittunjoy Guha Majumdar",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.06684",
    "title": "Bistable soliton switching dynamics in a $\\mathcal{PT}$-symmetric  coupler with saturable nonlinearity",
    "abstract": " Comments: 8 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2112.06684",
    "authors": [
      "Ambaresh Sahoo",
      "Dipti Kanika Mahato",
      "A. Govindarajan",
      "Amarendra K. Sarma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2112.09261",
    "title": "Superradiance-Mediated Photon Storage for Broadband Quantum Memory",
    "abstract": " Comments: The main article consists of 6 pages including references and includes 3 figures. The supplementary information is of 9 pages and includes 6 figures. The journal link to the published article is also provided ",
    "url": "https://arxiv.org/abs/2112.09261",
    "authors": [
      "Anindya Rastogi",
      "Erhan Saglamyurek",
      "Taras Hrushevskyi",
      "Lindsay J. LeBlanc"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.12255",
    "title": "Using Koopmans' theorem for constructing basis sets: Approaching high  Rydberg excited states of lithium with a compact Gaussian basis",
    "abstract": " Title: Using Koopmans' theorem for constructing basis sets: Approaching high  Rydberg excited states of lithium with a compact Gaussian basis ",
    "url": "https://arxiv.org/abs/2204.12255",
    "authors": [
      "Jan Šmydke"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01704",
    "title": "A high-fidelity and large-scale reconfigurable photonic processor for  NISQ applications",
    "abstract": " Comments: 6 pages, two figures. New version reflecting published manuscript ",
    "url": "https://arxiv.org/abs/2205.01704",
    "authors": [
      "A. Cavaillès",
      "P. Boucher",
      "L. Daudet",
      "I. Carron",
      "S. Gigan",
      "K. Müller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08870",
    "title": "The Pixel Luminosity Telescope: A detector for luminosity measurement at  CMS using silicon pixel sensors",
    "abstract": " Comments: Accepted by Eur. Phys. J. C. Updated version in response to referee comments ",
    "url": "https://arxiv.org/abs/2206.08870",
    "authors": [
      "Paul Lujan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2207.09515",
    "title": "Free to Harmonic Unitary Transformations in Quantum and Koopman Dynamics",
    "abstract": " Comments: 5 pages, no figures ",
    "url": "https://arxiv.org/abs/2207.09515",
    "authors": [
      "Gerard McCaul",
      "Denys I. Bondar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01064",
    "title": "Electro-optic non-reciprocal polarization rotation in lithium niobate",
    "abstract": " Title: Electro-optic non-reciprocal polarization rotation in lithium niobate ",
    "url": "https://arxiv.org/abs/2210.01064",
    "authors": [
      "Oğulcan E. Örsel",
      "Gaurav Bahl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]