[
  {
    "id": "arXiv:2201.05276",
    "title": "Observing the optical modes of parametric instability",
    "abstract": "Parametric Instability (PI) is a phenomenon that results from resonant interactions between optical and acoustic modes of a laser cavity. This is problematic in gravitational wave interferometers where the high intra-cavity power and low mechanical loss mirror suspension systems create an environment where three mode PI will occur without intervention. We demonstrate a technique for real time imaging of the amplitude and phase of the optical modes of PI yielding the first ever images of this phenomenon which could form part of active control strategies for future detectors. ",
    "url": "https://arxiv.org/abs/2201.05276",
    "authors": [
      "Mitchell Schiworski",
      "Vladimir Bossilkov",
      "Carl Blair",
      "Daniel Brown",
      "Aaron Jones",
      "David Ottaway",
      "Chunnong Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.05301",
    "title": "The Doppler shifts of resonant fluorescence spectrum for a two-level  85Rb atom via multiphoton Compton scattering",
    "abstract": "Usually, it's difficult for us to observe the Compton Scattering in an atom. One way to overcome this difficult is using multi-photon collide with an atom, which will come into being multi-photon Compton Scattering (MCS) phenomenon. Thus, we can investigate the MCS process in visible light region. During the MCS process, the cluster atoms moving as a whole, namely atomic Dicke states, the multi-photon interacting with cluster atoms. We can observe a significant Doppler shift of resonant fluorescence spectrum(RFS)in a room-temperature two-levelatomic system. In this paper, we present a detail analysis of the physics mechanism of the Doppler shift and propose a method to measure the component of the Dicke states (the atomic polymers with different masses)by using the Doppler shift of the RFS. ",
    "url": "https://arxiv.org/abs/2201.05301",
    "authors": [
      "Chao Ying Zhao",
      "Wei Fan",
      "Weihan Tan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.05439",
    "title": "Broadband nonvolatile electrically programmable silicon photonic  switches",
    "abstract": "Programmable photonic integrated circuits (PICs) have recently gained significant interest due to their potential in creating next-generation technologies ranging from artificial neural networks and microwave photonics to quantum information processing. The fundamental building block of such programmable PICs is a tunable 2 x 2 switch, traditionally controlled by the thermo-optic or free-carrier dispersion. Yet, these implementations are power-hungry, volatile, and have a large footprint (typically > 100 um). Therefore, a truly 'set-and-forget' type 2 x 2 switch with zero static power consumption is highly desirable for large-scale PICs. Here, we report a broadband nonvolatile electrically programmable 2 x 2 silicon photonic switch based on the phase-change material Ge2Sb2Te5. The directional coupler switch exhibits a compact coupling length (64 um), small insertion loss (<2 dB), and minimal crosstalk (<-8 dB) across the entire telecommunication C-band while maintaining a record-high endurance of over 2,800 switching cycles. This demonstrated switch constitutes a critical component for realizing future generic programmable silicon photonic systems. ",
    "url": "https://arxiv.org/abs/2201.05439",
    "authors": [
      "Rui Chen",
      "Zhuoran Fang",
      "Johannes E. Fröch",
      "Peipeng Xu",
      "Jiajiu Zheng",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.05456",
    "title": "Wannier Function Methods for Topological Modes in 1D Photonic Crystals",
    "abstract": "In this work, we use Wannier functions to analyze topological phase transitions in one dimensional photonic crystals. We first review the construction of exponentially localized Wannier functions in one dimension, and show how to numerically construct them for photonic systems. We then apply these tools to study a photonic analog of the Su-Schrieffer-Heeger model. We use photonic Wannier functions to construct a quantitatively accurate approximate model for the topological phase transition, and compute the localization of topological defect states. Finally, we discuss the implications of our work for the study of band representations for photonic crystals. ",
    "url": "https://arxiv.org/abs/2201.05456",
    "authors": [
      "Vaibhav Gupta",
      "Barry Bradlyn"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2201.05462",
    "title": "A Toy Model for the Auditory System that exploits Stochastic Resonance",
    "abstract": "The transduction process that occurs in the inner ear of the auditory system is a complex mechanism which requires a non-linear dynamical description. In addition to this, the stochastic phenomena that naturally arise in the inner ear during the transduction of an external sound into an electro-chemical signal must also be taken into account. The presence of noise is usually undesirable, but in non-linear systems a moderate amount of noise can improve the system's performance and increase the signal-to-noise ratio. The phenomenon of stochastic resonance combines randomness with non-linearity and is a natural candidate to explain at least part of the hearing process which is observed in the inner ear. In this work, we present a toy model of the auditory system which shows how stochastic resonance can be instrumental to sound perception, and suggests an explanation of the frequency dependence of the hearing threshold. ",
    "url": "https://arxiv.org/abs/2201.05462",
    "authors": [
      "Francesco Veronesi",
      "Edoardo Milotti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2201.05604",
    "title": "Correction of crosstalk effect in the low energy RHIC electron cooler  booster cavity",
    "abstract": "The Low Energy Relativistic Heavy Ion Collider (RHIC) electron Cooler (LEReC) is designed to deliver a 1.6 MeV to 2.6 MeV electron beam, with rms dp/p less than 5e-4. The superconducting radiofrequency (SRF) Booster Cavity is the major accelerating component in LEReC. It is a 0.4 cell cavity operating at 2 K, providing a maximum energy gain of 2.2 MeV. It is modified from an experimental Energy Recovery Linac (ERL) photocathode gun, and thus has fundamental power couplers (FPCs), pickup (PU) couplers (field probes) and HOM coupler close to each other on the same side of the cavity. Direct capacitive coupling between the FPC and PU, called the crosstalk effect, combined with microphonic detuning, can induce closed loop voltage fluctuations that exceed the total energy spread requirement of LEReC. The crosstalk effect in this cavity is modelled, simulated, and measured, and A correction method is proposed and demonstrated to suppress the voltage fluctuation so that energy spread requirement can be met. ",
    "url": "https://arxiv.org/abs/2201.05604",
    "authors": [
      "Binping Xiao",
      "K. Mernick",
      "F. Severino",
      "K. Smith",
      "Wencan Xu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.05362",
    "title": "Quantum Fisher information maximization in an unbalanced interferometer",
    "abstract": "In this paper we provide the answer to the following question: given an arbitrary pure input state and a general, unbalanced, Mach-Zehnder interferometer, what transmission coefficient of the first beam splitter maximizes the quantum Fisher information (QFI)? We consider this question for both single- and two-parameter QFI, or, in other words, with or without having access to an external phase reference. We give analytical results for all involved scenarios. It turns out that, for a large class of input states, the balanced (50/50) scenario yields the optimal two-parameter QFI, however this is far from being a universal truth. When it comes to the single-parameter QFI, the balanced scenario is rarely the optimal one and an unbalanced interferometer can bring a significant advantage over the balanced case. We also state the condition imposed upon the input state so that no metrological advantage can be exploited via an external phase reference. Finally, we illustrate and discuss our assertions through a number of examples, including both Gaussian and non-Gaussian input states. ",
    "url": "https://arxiv.org/abs/2201.05362",
    "authors": [
      "Stefan Ataman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.05366",
    "title": "Single-mode Quantum Non-Gaussian Light from Warm Atoms",
    "abstract": "The distributed quantum information processing and hybridization of quantum platforms raises increasing demands on the quality of light-matter interaction and realization of efficient quantum interfaces. This becomes particularly challenging for needed states possessing fundamental quantum non-Gaussian (QNG) aspects. They correspond to paramount resources in most potent applications of quantum technologies. We demonstrate the generation of light with provably QNG features from a tunable warm atomic ensemble in a single-mode regime. The light is generated in a spontaneous four-wave mixing process in the presence of decoherence effects caused by a large atomic thermal motion. Despite its high sensitivity to any excess noise, a direct observability of heralded QNG light could be achieved due to a combination of a fast resonant excitation, large spectral bandwidth, and a low absorption loss of resonant photons guaranteed by the source geometry. ",
    "url": "https://arxiv.org/abs/2201.05366",
    "authors": [
      "Jaromír Mika",
      "Lukáš Lachman",
      "Tomáš Lamich",
      "Radim Filip",
      "Lukáš Slodička"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.05558",
    "title": "Speckle Memory Effect in the Frequency Domain and Stability in  Time-Reversal Experiments",
    "abstract": "When waves propagate through a complex medium like the turbulent atmosphere the wave field becomes incoherent and the wave intensity forms a complex speckle pattern. In this paper we study a speckle memory effect in the frequency domain and some of its consequences. This effect means that certain properties of the speckle pattern produced by wave transmission through a randomly scattering medium is preserved when shifting the frequency of the illumination. The speckle memory effect is characterized via a detailed novel analysis of the fourth-order moment of the random paraxial Green's function at four different frequencies. We arrive at a precise characterization of the frequency memory effect and what governs the strength of the memory. As an application we quantify the statistical stability of time-reversal wave refocusing through a randomly scattering medium in the paraxial or beam regime. Time reversal refers to the situation when a transmitted wave field is recorded on a time-reversal mirror then time reversed and sent back into the complex medium. The reemitted wave field then refocuses at the original source point. We compute the mean of the refocused wave and identify a novel quantitative description of its variance in terms of the radius of the time-reversal mirror, the size of its elements, the source bandwidth and the statistics of the random medium fluctuations. ",
    "url": "https://arxiv.org/abs/2201.05558",
    "authors": [
      "Josselin Garnier",
      "Knut Solna"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Probability (math.PR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2012.03071",
    "title": "Realism and metaphysics in quantum mechanics",
    "abstract": " Comments: 24 pages, in Portuguese. url: this https URL ",
    "url": "https://arxiv.org/abs/2012.03071",
    "authors": [
      "Raoni Wohnrath Arroyo",
      "Jonas R. B. Arenhart"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.11830",
    "title": "Single photon emission from individual nanophotonic-integrated colloidal  quantum dots",
    "abstract": " Comments: 17 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2104.11830",
    "authors": [
      "Alexander Eich",
      "Tobias C. Spiekermann",
      "Helge Gehring",
      "Lisa Sommer",
      "Julian R. Bankwitz",
      "Philip P.J. Schrinner",
      "Johann A. Preuß",
      "Steffen Michaelis de Vasconcellos",
      "Rudolf Bratschitsch",
      "Wolfram H. P. Pernice",
      "Carsten Schuck"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.04916",
    "title": "Systematic improvability in quantum embedding for real materials",
    "abstract": " Title: Systematic improvability in quantum embedding for real materials ",
    "url": "https://arxiv.org/abs/2107.04916",
    "authors": [
      "Max Nusspickel",
      "George H. Booth"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2108.05519",
    "title": "Can Traditional Terrestrial Applications of Gravity Gradiometry Rely  Upon Quantum Technologies ? A Side View",
    "abstract": " Title: Can Traditional Terrestrial Applications of Gravity Gradiometry Rely  Upon Quantum Technologies ? A Side View ",
    "url": "https://arxiv.org/abs/2108.05519",
    "authors": [
      "Alexey V. Veryaskin",
      "Michael E. Tobar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.15503",
    "title": "On the strangeness of quantum mechanics",
    "abstract": " Title: On the strangeness of quantum mechanics ",
    "url": "https://arxiv.org/abs/2112.15503",
    "authors": [
      "Marcello Poletti"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]