[
  {
    "id": "arXiv:2208.06156",
    "title": "Multi-mode Dynamics of Terahertz Quantum Cascade Lasers: spontaneous and  actively induced generation of dense and harmonic coherent regimes",
    "abstract": "We present an extended study concerning the dynamics of dense and harmonic coherent regimes in quantum cascade lasers (QCLs) in a Fabry--Perot (FP) configuration emitting in the terahertz (THz) spectral region. Firstly, we study the device in free running operation, reproducing the main features of the self-generated of optical frequency combs (OFCs) and harmonic frequency combs (HFCs) in this spectral range, commenting on the points of difference from the mid-infrared region, and finding excellent agreement with the most recent experimental evidences. Then, we analyze the THz-QCL dynamics under radiofrequency (RF) injection, with a focus on the effect of the modulation of the current on the degree of locking of the system, and we perform a systematic investigation aimed to provide a procedure for the generation of train of pulses with short duration and high contrast. Furthermore, we extend our study to the generation of sequences of pulses with repetition frequency which is a multiple of the free-spectral range (FSR) of the laser cavity, reproducing harmonic mode-locking (HML) of the laser, a method which has been recently demontrated in experiments with THz-QCLs, and the results of which are particulary promising for a large stream of applications, ranging from optical communication to imaging. ",
    "url": "https://arxiv.org/abs/2208.06156",
    "authors": [
      "Carlo Silvestri",
      "Xiaoqiong Qi",
      "Thomas Taimre",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06173",
    "title": "A white laser with chirped photonic crystals",
    "abstract": "We report the results on theoretical investigation about possible simultaneous laser generation in all, closely spaced modes of chirped photonic crystals layer in all visible region of the spectrum. With the possible ability to control the chirping contrast, it allows to obtain a white laser with a simple system on a chip, which can find wide application. ",
    "url": "https://arxiv.org/abs/2208.06173",
    "authors": [
      "A.H. Gevorgyan",
      "N.A. Vanyushkin",
      "I.M. Efimov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06205",
    "title": "Quantum dynamics using path integral coarse-graining",
    "abstract": "Vibrational spectra of condensed and gas-phase systems containing light nuclei are influenced by their quantum-mechanical behaviour. The quantum dynamics of light nuclei can be approximated by the imaginary time path integral (PI) formulation, but still at a large computational cost that increases sharply with decreasing temperature. By leveraging advances in machine-learned coarse-graining, we develop a PI method with the reduced computational cost of a classical simulation. We also propose a simple temperature elevation scheme to significantly attenuate the artefacts of standard PI approaches and also eliminates the unfavourable temperature scaling of the computational cost.We illustrate the approach, by calculating vibrational spectra using standard models of water molecules and bulk water, demonstrating significant computational savings and dramatically improved accuracy compared to more expensive reference approaches. We believe that our simple, efficient and accurate method could enable routine calculations of vibrational spectra including nuclear quantum effects for a wide range of molecular systems. ",
    "url": "https://arxiv.org/abs/2208.06205",
    "authors": [
      "Félix Musil",
      "Iryna Zaporozhets",
      "Frank Noé",
      "Cecilia Clementi",
      "Venkat Kapil"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06272",
    "title": "Optimizing the laser coupling, matter heating, and particle acceleration  from solids by using multiplexed ultraintense lasers",
    "abstract": "The new generation of multi-petawatt (PW) class laser systems will generally combine several beamlines. We here investigate how to arrange their irradiation geometry in order to optimize their coupling with solid targets, as well as the yields and beam quality of the produced particles. We first report on a proof-of-principle experiment, performed at the Rutherford Appleton Laboratory Vulcan laser facility, where two intense laser beams were overlapped in a mirror-like configuration onto a solid target, preceded by a long preplasma. We show that when the laser beams were close enough to each other, the generation of hot electrons at the target front was much improved and so was the ion acceleration at the target backside, both in terms of their maximum energy and collimation. The underlying mechanism is pinpointed with multidimensional particle-in-cell simulations, which demonstrate that the magnetic fields self-induced by the electron currents driven by the two laser beams at the target front can reconnect, thereby enhancing the production of hot electrons, and favoring their subsequent magnetic guiding across the target. Our simulations also reveal that the laser coupling with the target can be further improved when overlapping more than two beamlines. This multi-beam scheme would obviously be highly beneficial to the multi-PW laser projects proposed now and in the near future worldwide. ",
    "url": "https://arxiv.org/abs/2208.06272",
    "authors": [
      "Weipeng Yao",
      "Motoaki Nakatsutsumi",
      "Sébastien Buffechoux",
      "Patrizio Antici",
      "Macro Borghesi",
      "Sophia N. Chen",
      "Emmanuel d'Humières",
      "Laurent Gremillet",
      "Robert Heathcote",
      "Vojtěch Horný",
      "Mark N. Quinn",
      "Lorenzo Romagnani",
      "Ryan Royle",
      "Gianluca Sarri",
      "Yasuhiko Sentoku",
      "Hans-Peter Schlenvoigt",
      "Toma Toncian",
      "Olivier Tresca",
      "Laura Vassura",
      "Oswald Willi",
      "Julien Fuchs"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06286",
    "title": "Simulated Lorentz Force Detuning Compensation With A Double Lever Tuner  On A Dressed ILC/1.3 GHZ Cavity At Room Temperature",
    "abstract": "Pulsed SRF linacs with high accelerating gradients experience large frequency shifts caused by Lorentz force detuning (LFD). A piezoelectric actuator with a resonance control algorithm can maintain the cavity frequency at the nominal level, thus reducing the RF power. This study uses a double lever tuner with a piezoelectric actuator for compensation and another piezoelectric actuator to simulate the effects of the Lorentz force pulse. A double lever tuner has an advantage by increasing the stiffness of the cavity-tuner system, thus reducing the impact of LFD. The tests are conducted at room temperature and with a dressed 1.3 GHz 9-cell cavity. ",
    "url": "https://arxiv.org/abs/2208.06286",
    "authors": [
      "C. Contreras-Martinez",
      "Y. Pischalnikov",
      "J.C. Yun"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06320",
    "title": "Tests Of The Extended Range SRF Cavity Tuners For The LCLS-II-HE  Project*",
    "abstract": "The LCLS-II HE superconducting linac can produce multi-energy beams by supporting multiple undulator lines simultaneously. This could be achieved by using the cavity SRF tuner in the off-frequency detune mode. This off-frequency operation method was tested in the verification cryomodule (vCM) and CM 1 at Fermilab at 2 K. In both cases, the tuners achieved a frequency shift of -565$\\pm$80 kHz. This study will discuss cavity frequency during each step as it is being assembled in the cryomodule string and finally when it is being tested at 2 K. Tracking the cavity frequency helped enable the tuners to reach this large frequency shift. The specific procedures of tuner setting during assembly will be presented. ",
    "url": "https://arxiv.org/abs/2208.06320",
    "authors": [
      "C. Contreras-Martinez",
      "T. Arkan",
      "A. Cravatta",
      "B. Hartsell",
      "J. Kaluzny",
      "T. Khabiboulline",
      "Y. Pischalnikov",
      "S. Posen",
      "G. Romanov",
      "JC. Yun"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06337",
    "title": "A Tunable VUV Frequency Comb for $^{229m}$Th Nuclear Spectroscopy",
    "abstract": "Laser spectroscopy of the $^{229m}$Th nuclear clock transition is necessary for the future construction of a nuclear-based optical clock. Precision laser sources with broad spectral coverage in the vacuum ultraviolet are needed for this task. Here, we present a tunable vacuum-ultraviolet frequency comb based on cavity-enhanced 7th-harmonic generation. Its tunable spectrum covers a large fraction of the current uncertainty range of the $^{229m}$Th nuclear clock transition. ",
    "url": "https://arxiv.org/abs/2208.06337",
    "authors": [
      "Chuankun Zhang",
      "Peng Li",
      "Jie Jiang",
      "Lars von der Wense",
      "John F. Doyle",
      "Martin E. Fermann",
      "Jun Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06379",
    "title": "Microscopic fluctuations in power-grid frequency recordings at the  sub-second scale",
    "abstract": "Complex systems, such as the power grid, are essential for our daily lives. Many complex systems display (multi-)fractal behavior, correlated fluctuations and power laws. Whether the power-grid frequency, an indicator about the balance on supply and demand in the electricity grid, also displays such complexity remains a mostly open question. Within the present article, we utilize highly resolved measurements to quantify the properties of the power-grid frequency. We show that below 1 second, the dynamics may fundamentally change, including a suddenly increasing power spectral density, emergence of multifractality and a change of correlation behavior. We provide a simplified stochastic model involving positively correlated noise to reproduce the observed dynamics, possibly linked to frequency dependent loads. Finally, we stress the need for high-quality measurements and discuss how we obtained the data analyzed here. ",
    "url": "https://arxiv.org/abs/2208.06379",
    "authors": [
      "Benjamin Schäfer",
      "Leonardo Rydin Gorjão",
      "G. Cigdem Yalcin",
      "Ellen Förstner",
      "Richard Jumar",
      "Heiko Maass",
      "Uwe Kühnapfel",
      "Veit Hagenmeyer"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Systems and Control (eess.SY)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2208.06347",
    "title": "GHz Rate Neuromorphic Photonic Spiking Neural Network with a Single  Vertical-Cavity Surface-Emitting Laser (VCSEL)",
    "abstract": "Vertical-Cavity Surface-Emitting Lasers (VCSELs) are highly promising devices for the construction of neuromorphic photonic information processing systems, due to their numerous desirable properties such as low power consumption, high modulation speed, compactness, and ease of manufacturing. Of particular interest is the ability of VCSELs to exhibit neural-like spiking responses, much like biological neurons, but at ultrafast sub-nanosecond rates; thus offering great prospects for high-speed light-enabled neuromorphic (spike-based) processors. Recent works have shown the use the spiking dynamics in VCSELs for pattern recognition and image processing problems such as image data encoding and edge-feature detection. Additionally, VCSELs have also been used recently as nonlinear elements in photonic reservoir computing (RC) implementations, yielding excellent state of the art operation. This work introduces and experimentally demonstrates for the first time the new concept of a Ghz-rate photonic spiking neural network (SNN) built with a single VCSEL neuron. The reported system effectively implements a photonic VCSEL-based spiking reservoir computer, and demonstrates its successful application to a complex nonlinear classification task. Importantly, the proposed system benefits from a highly hardware-friendly, inexpensive realization (built with a single VCSEL and off-the-shelf fibre-optic components), for high-speed (GHz-rate inputs) and low-power (sub-mW optical input power) photonic operation. These results open new pathways towards future neuromorphic photonic spike-based information processing systems based upon VCSELs (or other laser types) for novel ultrafast machine learning and AI hardware. ",
    "url": "https://arxiv.org/abs/2208.06347",
    "authors": [
      "Dafydd Owen-Newns",
      "Joshua Robertson",
      "Matej Hejda",
      "Antonio Hurtado"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06378",
    "title": "Topological data analysis for revealing structural origin of density  anomalies in silica glass",
    "abstract": "This study investigates the density anomalies observed in silica glass. The density of silica glass does not monotonically increase during cooling; it instead shows a maximum and minimum. Despite tremendous efforts, the structural origin of these density anomalies is not clearly understood. Our technique that combines topological data analysis and machine learning reveals that the density anomalies are characterized by a change in the one-dimensional topology of the -Si-Si- network rather than that of the entire -Si-O- network. The one-dimensional topology of the -Si-Si- network changes at the temperatures at which the maximum and minimum densities are observed. In contrast, the one-dimensional topologies of the -O-O- and -Si-O- networks change at lower temperatures. Our work demonstrates the value of topological techniques in understanding the transitions in glassy materials and sheds light on the characterization of glass-liquid transitions. ",
    "url": "https://arxiv.org/abs/2208.06378",
    "authors": [
      "Andrea Tirelli",
      "Kousuke Nakano"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1907.02902",
    "title": "Acoustic analogies with general relativity, quantum fields, and  thermodynamics",
    "abstract": " Title: Acoustic analogies with general relativity, quantum fields, and  thermodynamics ",
    "url": "https://arxiv.org/abs/1907.02902",
    "authors": [
      "Drasko Masovic"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2111.14259",
    "title": "3D High-Quality Magnetic Resonance Image Restoration in Clinics Using  Deep Learning",
    "abstract": " Comments: 16 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2111.14259",
    "authors": [
      "Hao Li",
      "Jianan Liu"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00144",
    "title": "High-Fidelity, Low-Loss State Detection of Alkali-Metal Atoms in Optical  Tweezer Traps",
    "abstract": " Title: High-Fidelity, Low-Loss State Detection of Alkali-Metal Atoms in Optical  Tweezer Traps ",
    "url": "https://arxiv.org/abs/2206.00144",
    "authors": [
      "Matthew N. H. Chow",
      "Bethany J. Little",
      "Yuan-Yu Jau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]