[
  {
    "id": "arXiv:2410.22348",
    "title": "Graphene oxide for high performance nonlinear optics in integrated nanowires",
    "abstract": "           We report enhanced nonlinear optics in integrated nanophotonic chips through the use of integrated with 2D graphene oxide (GO) films. We investigate nanophotonic platforms including silicon, silicon nitride and high index doped silica. Due to the high Kerr nonlinearity of GO films and low nonlinear absorption we observe significant enhancement of third-order nonlinear processes. In particular, in silicon we observe an increase in both the Kerr nonlinearity and nonlinear figure of merit of up to 20 times. These results show the strong capability of GO films for improving the nonlinear optical performance of integrated photonic devices.         ",
    "url": "https://arxiv.org/abs/2410.22348",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.22496",
    "title": "Resolving thermal gradients and solidification velocities during laser melting of a refractory alloy",
    "abstract": "           Metal additive manufacturing (AM) processes, such as laser powder bed fusion (L-PBF), can yield high-value parts with unique geometries and features, substantially reducing costs and enhancing performance. However, the material properties from L-PBF processes are highly sensitive to the laser processing conditions and the resulting dynamic temperature fields around the melt pool. In this study, we develop a methodology to measure thermal gradients, cooling rates, and solidification velocities during solidification of refractory alloy C103 using in situ high-speed infrared (IR) imaging with a high frame rate of approximately 15,000 frames per second (fps). Radiation intensity maps are converted to temperature maps by integrating thermal radiation over the wavelength range of the camera detector while also considering signal attenuation caused by optical parts. Using a simple method that assigns the liquidus temperature to the melt pool boundary identified ex situ, a scaling relationship between temperature and the IR signal was obtained. The spatial temperature gradients (dT/dx), heating/cooling rates (dT/dt), and solidification velocities (R) are resolved with sufficient temporal resolution under various laser processing conditions, and the resulting microstructures are analyzed, revealing epitaxial growth and nucleated grain growth. Thermal data shows that a decreasing temperature gradient and increasing solidification velocity from the edge to the center of the melt pool can induce a transition from epitaxial to equiaxed grain morphology, consistent with the previously reported columnar to equiaxed transition (CET) trend. The methodology presented can reduce the uncertainty and variability in AM and guide microstructure control during AM of metallic alloys.         ",
    "url": "https://arxiv.org/abs/2410.22496",
    "authors": [
      "Hyunggon Park",
      "Kaitlyn M. Mullin",
      "Vijay Kumar",
      "Olivia A. Wander",
      "Tresa M. Pollock",
      "Yangying Zhu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.22528",
    "title": "Towards Neural-Network-based optical temperature sensing of Semiconductor Membrane External Cavity Laser",
    "abstract": "           A machine-learning non-contact method to determine the temperature of a laser gain medium via its laser emission with a trained few-layer neural net model is presented. The training of the feed-forward Neural Network (NN) enables the prediction of the device's properties solely from spectral data, here recorded by visible-/nearinfrared-light compact micro-spectrometers for both a diode pump laser and optically-pumped gain membrane of a semiconductor disk laser. Fiber spectrometers are used for the acquisition of large quantities of labelled intensity data, which can afterwards be used for the prediction process. Such pretrained deep NNs enable a fast, reliable and easy way to infer the temperature of a laser system such as our Membrane External Cavity Laser, at a later monitoring stage without the need of additional optical diagnostics or read-out temperature sensors. With the miniature mobile spectrometer and the remote detection ability, the temperature inference capability can be adapted for various laser diodes using transfer learning methods with pretrained models. Here, mean-square-error values for the temperature inference corresponding to sub-percent accuracy of our sensor scheme are reached, while computational cost can be saved by reducing the network depth at the here displayed cost of accuracy, as appropriate for different application scenarios.         ",
    "url": "https://arxiv.org/abs/2410.22528",
    "authors": [
      "Jakob Mannstadt",
      "Arash Rahimi-Iman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.22538",
    "title": "Informational analysis of the confinement of an electron in an asymmetric double quantum dot",
    "abstract": "           A quasi-unidimensional one-electron double quantum dot is studied within the framework of Shannon informational entropy. Its confinement potential, which is described by an asymmetric harmonic-gaussian function, consists of two wells separated by a potential barrier, and the asymmetry of the potential in respect to the center of the barrier is parameterized by $x_0$. In this work we employ Shannon informational entropy as a tool to investigate changes in the electronic confinement resulting from the modifications in the degree of asymmetry $x_0$. In particular, we notice that Shannon entropy turns out to be very sensitive to the change from the symmetric to the antisymmetric regime. Moreover, we show that Shannon entropy as a function of $x_0$ for an electronic excited state displays an irregular behavior whenever the state energy is in the vicinity of a local extreme (a maximum or a minimum); connected with this we observe an oscillatory behavior of the energy of the excited states as a function of $x_0$.         ",
    "url": "https://arxiv.org/abs/2410.22538",
    "authors": [
      "W. S. Nascimento",
      "A. M. Maniero",
      "F. V. Prudente",
      "C. R. de Carvalho",
      "Ginette Jalbert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.22789",
    "title": "Polarization-entangled photon pairs generation from a single lithium niobate waveguide with single poling period",
    "abstract": "           Polarization-entangled photon pairs are essential sources for photonic quantum information processing. However, generating entangled photon pairs with large detuning via spontaneous parametric down-conversion (SPDC) often requires complex configurations to compensate for phase matching. Here, we propose a simple and efficient scheme to generate polarization-entangled photon pairs based on type-0 SPDC in a thin-film lithium niobate waveguide with a single poling period. By utilizing the strong dispersion engineering capabilities of thin-film waveguides, we can achieve both degenerate and highly detuned entangled photon pairs. Furthermore, we demonstrate on-chip temporal compensation using an integrated waveguide structure. Our approach offers a compact and scalable solution for integrated quantum photonic circuits.         ",
    "url": "https://arxiv.org/abs/2410.22789",
    "authors": [
      "Xinyue Zhang",
      "Sihui Pei",
      "Ni Yao",
      "Shuhao Wang",
      "J. Q. You",
      "Limin Tong",
      "Wei Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.22968",
    "title": "Spin resonance without a spin: A microwave analog",
    "abstract": "           An analog of nuclear magnetic resonance is realized in a microwave network with symplectic symmetry. The network consists of two identical subgraphs coupled by a pair of bonds with a length difference corresponding to a phase difference of $\\pi$ for the waves traveling through the bonds. As a consequence all eigenvalues appear as Kramers doublets. Detuning the length difference from the $\\pi$ condition Kramers degeneracy is lifted, which may be interpreted as a Zeeman splitting of a spin 1/2 in a magnetic field. The lengths of another pair of bonds are modulated periodically with frequencies of some 10 MHz by means of diodes, thus emulating a magnetic radiofrequency field. Features well-known from NMR such as the transition from the laboratory to the rotating frame, and Lorentzian shaped resonance curves can thus be realized.         ",
    "url": "https://arxiv.org/abs/2410.22968",
    "authors": [
      "Tobias Hofmann",
      "Finn Schmidt",
      "Hans-Jürgen Stöckmann",
      "Ulrich Kuhl"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2410.22973",
    "title": "International comparison of optical frequencies with transportable optical lattice clocks",
    "abstract": "           Optical clocks have improved their frequency stability and estimated accuracy by more than two orders of magnitude over the best caesium microwave clocks that realise the SI second. Accordingly, an optical redefinition of the second has been widely discussed, prompting a need for the consistency of optical clocks to be verified worldwide. While satellite frequency links are sufficient to compare microwave clocks, a suitable method for comparing high-performance optical clocks over intercontinental distances is missing. Furthermore, remote comparisons over frequency links face fractional uncertainties of a few $10^{-18}$ due to imprecise knowledge of each clock's relativistic redshift, which stems from uncertainty in the geopotential determined at each distant location. Here, we report a landmark campaign towards the era of optical clocks, where, for the first time, state-of-the-art transportable optical clocks from Japan and Europe are brought together to demonstrate international comparisons that require neither a high-performance frequency link nor information on the geopotential difference between remote sites. Conversely, the reproducibility of the clocks after being transported between countries was sufficient to determine geopotential height offsets at the level of 4 cm. Our campaign paves the way for redefining the SI second and has a significant impact on various applications, including tests of general relativity, geodetic sensing for geosciences, precise navigation, and future timing networks.         ",
    "url": "https://arxiv.org/abs/2410.22973",
    "authors": [
      "International Clock",
      "Oscillator Networking",
      "Collaboration",
      "Anne Amy-Klein",
      "Erik Benkler",
      "Pascal Blondé",
      "Kai Bongs",
      "Etienne Cantin",
      "Christian Chardonnet",
      "Heiner Denker",
      "Sören Dörscher",
      "Chen-Hao Feng",
      "Jacques-Olivier Gaudron",
      "Patrick Gill",
      "Ian R Hill",
      "Wei Huang",
      "Matthew Y H Johnson",
      "Yogeshwar B Kale",
      "Hidetoshi Katori",
      "Joshua Klose",
      "Jochen Kronjäger",
      "Alexander Kuhl",
      "Rodolphe Le Targat",
      "Christian Lisdat",
      "Olivier Lopez",
      "Tim Lücke",
      "Maxime Mazouth",
      "Shambo Mukherjee",
      "Ingo Nosske",
      "Benjamin Pointard",
      "Paul-Eric Pottie",
      "Marco Schioppo",
      "Yeshpal Singh",
      "Kilian Stahl",
      "Masao Takamoto",
      "Mads Tønnes",
      "Jacob Tunesi",
      "Ichiro Ushijima",
      "Chetan Vishwakarma"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23095",
    "title": "Anderson Localization in Photonic Time Crystals",
    "abstract": "           Solutions of the wave equations for time-independent disordered media can exhibit Anderson localization where instead of wave propagation we observe their localization around different points in space. Photonic time crystals are spatially homogeneous media in which the refractive index changes periodically in time, leading to the formation of bands in the wave number domain. By analogy to Anderson localization in space, one might expect that the presence of temporal disorder in photonic time crystals would lead to Anderson localization in the time domain. Here, we show that indeed periodic modulations of the refractive index with the addition of temporal disorder lead to Anderson localization in time, where an electromagnetic field can emerge from the temporally modulated medium at a certain moment in time and then decay exponentially over time. Thus, we are dealing with a situation where, in a fluctuating three-dimensional medium, the birth and death of waves can occur, and the mechanism of this phenomenon corresponds to Anderson localization.         ",
    "url": "https://arxiv.org/abs/2410.23095",
    "authors": [
      "Karthik Subramaniam Eswaran",
      "Ali Emami Kopaei",
      "Krzysztof Sacha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23139",
    "title": "Multi-Resonant Laser Isotope Separation",
    "abstract": "           A new method for efficient isotope separation is proposed. It is based on efficient photoionization of atoms by a continuous-wave laser using resonant-enhancement in an ultra-large volume optical cavity. This method should enable higher efficiency than the existing state of the art and could be used as an alternative to radiochemistry. It should also allow separation of radioisotopes that are not amenable to standard radiochemistry, with important implications for medicine.         ",
    "url": "https://arxiv.org/abs/2410.23139",
    "authors": [
      "Mark G. Raizen",
      "Aaron D. Barr"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.23176",
    "title": "FIEVel: A Fast InExpensive Velocimeter based on an optical mouse sensor",
    "abstract": "           Fluid velocimetry is fundamental to a breadth of applications spanning academia and industry, however velocimetry at high temporal resolution is often prohibitively costly. Here, we introduce a Fast and InExpensive Velocimeter (FIEVel) based on an optical mouse sensor. At its core, the optical mouse sensor consists of a small pixel array that acquires image data at high rates, with onboard hardware to compute and output motion in two orthogonal axes directly. By adapting this widely available integrated circuit to fluid velocimetry, we demonstrate that FIEVel is capable of resolving two components of velocity non-intrusively in the bulk of a flowing fluid at rates up to 6.4 kHz, at orders of magnitude lower cost than traditional velocimetry devices. We demonstrate and validate the velocimeter across a range of flows, operating conditions, and illumination strategies. As a sample application, we measure the temporal spectrum of a grid-generated turbulent flow and show excellent agreement with traditional Particle Image Velocimetry (PIV) using a high-speed camera.         ",
    "url": "https://arxiv.org/abs/2410.23176",
    "authors": [
      "Robert Hunt",
      "Eli Silver",
      "Daniel M. Harris"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.22423",
    "title": "Engineering propagating cat states with driving-assisted cavity QED",
    "abstract": "           We propose a method for generating optical cat states in propagating pulses based on cavity quantum electrodynamics (QED). This scheme uses multiple four-level systems (4LSs) inside an optical cavity as an emitter. Time-modulating driving stimulates the emitter to produce a superposition of coherent states entangled with the 4LSs. The postselection of an appropriate state of the 4LSs leads to a multicomponent cat state in a propagating pulse. Taking atomic decay and cavity loss into account, we optimize the cavity external loss rate to maximize the fidelity. We find that its optimum value is formulated similarly to that of other generation methods for propagating states, which suggests a universal property of cavity-QED systems interacting with fields outside the cavity.         ",
    "url": "https://arxiv.org/abs/2410.22423",
    "authors": [
      "Seigo Kikura",
      "Hayato Goto",
      "Takao Aoki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.22491",
    "title": "Fluctuation-dominated phase ordering in the one dimensional Truncated Inverse Distance Square Ising (TIDSI) model",
    "abstract": "           Many physical systems, including some examples of active matter, granular assemblies, and biological systems, show fluctuation-dominated phase ordering (FDPO), where macroscopic fluctuations coexist with long-range order. Most of these systems are out of equilibrium. By contrast, a recent work has analytically demonstrated that an equilibrium one-dimensional Truncated Inverse Distance Square Ising (TIDSI) model shows FDPO. The analytical results rely on a cluster representation of the model that we term TIDSI-CL and are governed by the ratio, $c$, of the long-range interaction strength to the critical temperature. We show that the allowed range of $c$ is very narrow in the TIDSI model while it is unbounded in TIDSI-CL. We perform Monte-Carlo simulations for the TIDSI model and show consistency with the analytical results in the allowed range of $c$. The correlation length grows strongly on approaching the critical point, leading to a broad near-critical region. Within this region, $\\alpha$, which is the cusp exponent of the power-law decay of the scaled correlation function at criticality, changes to $\\alpha^\\text{eff}$. We also investigate the coarsening dynamics of the model: the correlation function, domain size distribution, and aging behavior are consistent with the equilibrium properties upon replacing the system size, $L$, with the coarsening length, $\\mathcal{L}(t)$. The mean largest cluster size shows logarithmic corrections due to finite $L$ and waiting time, $t_w$. The aging autocorrelation function exhibits two different scaling forms, characterized by exponents $\\beta$ and $\\gamma$, at short and long times compared to $t_w$, where $\\beta=\\alpha/2$.         ",
    "url": "https://arxiv.org/abs/2410.22491",
    "authors": [
      "Souvik Sadhukhan",
      "Mustansir Barma",
      "Saroj Kumar Nandi"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2410.22627",
    "title": "Fast and reliable atom transport by optical tweezers",
    "abstract": "           Movable single atoms have drawn significant attention for their potentials as flying quantum memory in non-local, dynamic quantum computing architectures. However, when dynamic optical tweezers are employed to control atoms opto-mechanically, conventional methods such as adiabatic controls and constant jerk controls are either inherently slow or induce mechanical heating, leading to atom loss over long distances or at high speeds. To address these challenges, we explore the method known as shortcuts to adiabaticity (STA) as an efficient alternative for fast and reliable atom transport control. We present a series of proof-of-concept experiments demonstrating that STA-based optical tweezer trajectories can achieve both rapid and reliable single-atom transport. These experiments include moving atoms between two locations, adjusting speeds en route, and navigating curved trajectories. Our results indicate that atoms can be transported with a constant acceleration on average over distances that is only limited by trap lifetime, while effectively suppressing vibrational heating. This makes STA methods particularly well-suited for long-distance atom transport, potentially spanning distances over centimeter scales, such as between quantum information devices.         ",
    "url": "https://arxiv.org/abs/2410.22627",
    "authors": [
      "Sunhwa Hwang",
      "Hansub Hwang",
      "Kangjin Kim",
      "Andrew Byun",
      "Seokho Jeong",
      "Maynardo Pratama Soegianto",
      "Jaewook Ahn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.23057",
    "title": "Quantum Carleman linearisation efficiency in nonlinear fluid dynamics",
    "abstract": "           Computational fluid dynamics (CFD) is a specialised branch of fluid mechanics that utilises numerical methods and algorithms to solve and analyze fluid-flow problems. One promising avenue to enhance CFD is the use of quantum computing, which has the potential to resolve nonlinear differential equations more efficiently than classical computers. Here, we try to answer the question of which regimes of nonlinear partial differential equations (PDEs) for fluid dynamics can have an efficient quantum algorithm. We propose a connection between the numerical parameter, $R$, that guarantees efficiency in the truncation of the Carleman linearisation, and the physical parameters that describe the fluid flow. This link can be made thanks to the Kolmogorov scale, which determines the minimum size of the grid needed to properly resolve the energy cascade induced by the nonlinear term. Additionally, we introduce the formalism for vector field simulation in different spatial dimensions, providing the discretisation of the operators and the boundary conditions.         ",
    "url": "https://arxiv.org/abs/2410.23057",
    "authors": [
      "Javier Gonzalez-Conde",
      "Dylan Lewis",
      "Sachin S. Bharadwaj",
      "Mikel Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2405.14897",
    "title": "Inverse Radon transforms: analytical and Tikhonov-like regularizations of inversion",
    "abstract": "           We study the influence of analytical regularization used in the generalized function (distribution) space to the Tikhonov regularization procedure utilized in the different versions of Moore-Penrose's inversion. By introducing a new analytical term to the Tikhonov regularization of Moore-Penrose's inversion procedure, we derive new optimization conditions that extend the Tikhonov regularization framework and influence the fitting parameter. This enhancement yields a more robust and accurate reconstruction of physical quantities, demonstrating its potential impact on various studies. We illustrate the significance of new term through schematic examples of physical applications, highlighting its relevance to diverse fields. Our findings provide a valuable tool for improving inversion methods and their applications in physics and beyond.         ",
    "url": "https://arxiv.org/abs/2405.14897",
    "authors": [
      "I.V. Anikin",
      "Xurong Chen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2407.20160",
    "title": "Quantum efficiency and vertical position of quantum emitters in hBN determined by Purcell effect in hybrid metal-dielectric planar photonic structures",
    "abstract": "           Color centers in hexagonal boron nitride (hBN) advantageously combine excellent photophysical properties with a potential for integration in highly compact devices. Progress towards scalable integration necessitates a high quantum efficiency and an efficient photon collection. In this context, we compare the optical characteristics of individual hBN color centers generated by electron irradiation, in two different electromagnetic environments. We keep track of well-identified emitters that we characterize before and after dry transfer of exfoliated crystals. This comparison provides information about their quantum efficiency - which we find close to unity - as well as their vertical position in the crystal with nanometric precision, which we find away from the flake surfaces. Our work suggests hybrid dielectric-metal planar structures as an efficient tool for characterizing quantum emitters in addition to improving the count rate, and can be generalized to other emitters in 2D materials or in planar photonic structures.         ",
    "url": "https://arxiv.org/abs/2407.20160",
    "authors": [
      "Domitille Gérard",
      "Aurélie Pierret",
      "Helmi Fartas",
      "Bruno Bérini",
      "Stéphanie Buil",
      "Jean-Pierre Hermier",
      "Aymeric Delteil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.02089",
    "title": "Maximum Shannon Capacity of Photonic Structures",
    "abstract": "           Information transfer through electromagnetic waves is an important problem that touches a variety of technologically relevant applications, including computing and telecommunications. Prior attempts to establish limits on optical information transfer have treated waves propagating through known photonic structures (including vacuum). In this article, we address fundamental questions concerning optimal information transfer in photonic devices. Combining information theory, wave scattering, and optimization theory, we formulate bounds on the maximum Shannon capacity that may be achieved by structuring senders, receivers, and their environment. Allowing for arbitrary structuring leads to a non-convex problem that is significantly more difficult than its fixed structure counterpart, which is convex and satisfies a known \"water-filling\" solution. We derive a geometry-agnostic convex relaxation of the problem that elucidates fundamental physics and scaling behavior of Shannon capacity with respect to device parameters and the importance of structuring for enhancing capacity. We also show that in regimes where communication is dominated by power insertion requirements, bounding Shannon capacity maps to a biconvex optimization problem in the basis of singular vectors of the Green's function. This problem admits analytical solutions that give physically intuitive interpretations of channel and power allocation and reveals how Shannon capacity varies with signal-to-noise ratio. Proof of concept numerical examples show that bounds are within an order of magnitude of achievable device performance and successfully predict the scaling of performance with channel noise. The presented methodologies have implications for the optimization of antennas, integrated photonic devices, metasurface kernels, MIMO space-division multiplexers, and waveguides to maximize communication efficiency and bit-rates.         ",
    "url": "https://arxiv.org/abs/2409.02089",
    "authors": [
      "Alessio Amaolo",
      "Pengning Chao",
      "Benjamin Strekha",
      "Stefan Clarke",
      "Jewel Mohajan",
      "Sean Molesky",
      "Alejandro W. Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.11328",
    "title": "Crossed laser phase plates for transmission electron microscopy",
    "abstract": "           For decades since the development of phase-contrast optical microscopy, an analogous approach has been sought for maximizing the image contrast of weakly-scattering objects in transmission electron microscopy (TEM). The recent development of the laser phase plate (LPP) has demonstrated that an amplified, focused laser standing wave provides stable, tunable phase shift to the high-energy electron beam, achieving phase-contrast TEM. Building on proof-of-concept experimental demonstrations, this paper explores design improvements tailored to biological imaging. In particular, we introduce the approach of crossed laser phase plates (XLPP): two laser standing waves intersecting in the diffraction plane of the TEM, rather than a single beam as in the current LPP. We provide a theoretical model for the XLPP inside the microscope and use simulations to quantify its effect on image formation. We find that the XLPP increases information transfer at low spatial frequencies while also suppressing the ghost images formed by Kapitza-Dirac diffraction of the electron beam by the laser beam. We also demonstrate a simple acquisition scheme, enabled by the XLPP, which dramatically suppresses unwanted diffraction effects. The results of this study chart the course for future developments of LPP hardware.         ",
    "url": "https://arxiv.org/abs/2410.11328",
    "authors": [
      "Petar N. Petrov",
      "Jessie T. Zhang",
      "Jeremy J. Axelrod",
      "Holger Müller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2410.21975",
    "title": "Quantum cryptography visualized: assessing visual attention on multiple representations with eye tracking in an AR-enhanced quantum cryptography student experiment",
    "abstract": "           With the advent and development of real-world quantum technology applications, a practically-focused quantum education including student quantum experiments are gaining increasing importance in physics curricula. In this paper, using the DeFT framework, we present an analysis of the representations in our AR-enhanced quantum cryptography student experiment, in order to assess their potential for promoting conceptual learning. We also discuss learner visual attention with respect to the provided multiple representations based on the eye gaze data we have obtained from a pilot study where N=38 students carried out the tasks in our AR-enhanced quantum cryptography student experiment.         ",
    "url": "https://arxiv.org/abs/2410.21975",
    "authors": [
      "David Dzsotjan",
      "Atakan Coban",
      "Christoph Hoyer",
      "Stefan Küchemann",
      "Jürgen Durst",
      "Anna Donhauser",
      "Jochen Kuhn"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.15621",
    "title": "Exact solutions for radiative transfer with partial frequency redistribution",
    "abstract": "           The construction of exact solutions for radiative transfer in a plane-parallel medium has been addressed by Hemsch and Ferziger in 1972 for a partial frequency redistribution model of the formation of spectral lines consisting in a linear combination of frequency coherent and fully incoherent scattering. The method of solution is based on an eigenfunction expansion of the radiation field, leading to two singular integral equations with a Cauchy-type kernel, that have to be solved one after the other. We reconsider this problem, using as starting point the integral formulation of the radiative transfer equation, where the terms involving the coupling between the two scattering mechanisms are clearly displayed, as well as the primary source of photons. With an inverse Laplace transform, we recover the singular integral equations previously established and with Hilbert transforms, as in the previous work, recast them as boundary value problems in the complex plane. Their solutions are presented in detail for an infinite and a semi-infinite medium. The coupling terms are carefully analyzed and consistency with either the coherent or the incoherent limit is systematically checked. We recover the important results of the previous work that an exact solution exists for an infinite medium, whereas for a semi-infinite medium, which requires the introduction of half-space auxiliary functions, the solution is given by a Fredholm integral equation to be solved numerically. The solutions of the singular integral equations are used to construct explicit expressions providing the radiation field for an arbitrary primary source and for the Green function. An explicit expression is given for the radiation field emerging from a semi-infinite medium.         ",
    "url": "https://arxiv.org/abs/2310.15621",
    "authors": [
      "Hélène Frisch"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  }
]