[
  {
    "id": "arXiv:2307.00081",
    "title": "Driven-dissipative Bose-Einstein condensation of photons in a  vertical-cavity surface-emitting laser",
    "abstract": "Many bosons can occupy a single quantum state without a limit, which is described by quantum-mechanical Bose-Einstein statistics and allows the formation of a Bose-Einstein condensate at low temperatures and high particle densities. Photons, historically the first considered bosonic gas, were among the last to show this phenomenon, which was observed in rhodamine-filled microlaser cavities or doped fiber cavities. These more recent findings have raised the natural question as to whether condensation is common in laser systems, potentially implying its technological application. Here, we show the Bose-Einstein condensation of photons in a semiconductor vertical-cavity surface-emitting laser with positive cavity-gain energy detuning. We observed a Bose-Einstein condensate in the ground mode at the critical phase-space density. Experimental results follow the equation of state for a two-dimensional gas of bosons in thermal equilibrium, although the extracted spectral temperatures were lower than those of the device. This is interpreted as originating from the driven-dissipative nature of the condensate being not in full thermal equilibrium with the device. In contrast, non-equilibrium lasing action is observed in higher-order modes in a negatively detuned device. Our work enables the potential exploration of superfluid physics of interacting photons mediated by semiconductor optical non-linearities. It also shows great promise for single-mode high-power emission from a large aperture device. ",
    "url": "https://arxiv.org/abs/2307.00081",
    "authors": [
      "Maciej Pieczarka",
      "Marcin Gębski",
      "Aleksandra N. Piasecka",
      "James A. Lott",
      "Axel Pelster",
      "Michał Wasiak",
      "Tomasz Czyszanowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2307.00121",
    "title": "Rydberg atom-based radio frequency sensors: amplitude regime sensing",
    "abstract": "Rydberg atom-based radio frequency electromagnetic field sensors are drawing wide-spread interest because of their unique properties, such as small size, dielectric construction, and self-calibration. These photonic sensors use lasers to prepare atoms and read out the atomic response to a radio frequency electromagnetic field based on electromagnetically induced transparency, or related phenomena. Much of the theoretical work has focused on the Autler-Townes splitting induced by the radio frequency wave. The amplitude regime, where the change in transmission observed on resonance is measured to determine electric field strength, has received less attention. In this paper, we deliver analytic expressions that are useful for calculating the absorption coefficient and sensitivity in the amplitude regime. We describe the approximations that we applied to obtain the analytic expressions and demonstrate their validity over a large range of the interesting parameter space. The effect of the thermal motion of the atoms is explicitly addressed. Residual Doppler shifts are shown to limit sensitivity. An analytic expression for the amplitude regime of Rydberg atom-based sensing has not, to our knowledge, been obtained previously. The expressions, approximations and descriptions presented in the paper are important for maximizing the sensitivity of Rydberg atom-based sensors and for providing insight into the physics of multi-level interference phenomena. ",
    "url": "https://arxiv.org/abs/2307.00121",
    "authors": [
      "Matthias Schmidt",
      "Stephanie M. Bohaichuk",
      "Vijin Venu",
      "Florian Christaller",
      "Chang Liu",
      "Fabian Ripka",
      "Harald Kübler",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00275",
    "title": "Terahertz spin currents in nanoscale spatial resolution",
    "abstract": "The ability to generate, detect, and control coherent terahertz (THz) spin currents with femtosecond temporal and nanoscale spatial resolution has significant ramifications. The diffraction limit of concentrated THz radiation, which has a wavelength range of 5 {\\mu}m-1.5 mm, has impeded the accumulation of nanodomain data of magnetic structures and spintronic dynamics despite its potential benefits. Contemporary spintronic optoelectronic apparatuses with dimensions 100 nm presented a challenge for researchers due to this restriction. In this study, we demonstrate the use of spintronic THz emission nanoscopy (STEN), which allows for the efficient injection and precise coherent detection of ultrafast THz spin currents at the nanoscale. Furthermore, STEN is an effective method that does not require invasion for characterising and etching nanoscale spintronic heterostructures. The cohesive integration of nanophotonics, nanospintronics, and THz-nano technology into a single platform is poised to accelerate the development of high-frequency spintronic optoelectronic nanodevices and their revolutionary technical applications. ",
    "url": "https://arxiv.org/abs/2307.00275",
    "authors": [
      "Jiahua Cai",
      "Mingcong Dai",
      "Sai Chen",
      "Peng Chen",
      "Jiaqi Wang",
      "Hongting Xiong",
      "Zejun Ren",
      "Shaojie Liu",
      "Zhongkai Liu",
      "Caihua Wan",
      "Xiaojun Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.00429",
    "title": "Energy-Efficient Photonic Memory Based on Electrically Programmable  Embedded III-V/Si Memristors: Switches and Filters",
    "abstract": "We demonstrate non-volatile optical functionality by embedding multi-layer $HfO_2/Al_2O_3$ memristors with III-V/Si photonics. The wafer-bonded III-V/Si memristor facilitates non-volatile optical functionality for a variety of devices such as Mach-Zehnder Interferometers (MZIs), and (de-)interleaver filters. The MZI optical memristor exhibits non-volatile optical phase shifts $> \\pi (\\Delta n_{g} > 2.70 \\times 10^{-3}$) with ~ 30 dB extinction ratio while consuming 0 electrical power consumption in a true \"set-and-forget\" operation. We demonstrate 6 non-volatile states with each state capable of 4 Gbps modulation. III-V/Si (de-)interleavers were also demonstrated to exhibit memristive non-volatile passband transformation with full set/reset states. Time duration tests were performed on all devices and indicated non-volatility up to 24 hours and most likely beyond. To the best of our knowledge, we have demonstrated for the first time, non-volatile III-V/Si optical memristors with the largest electric-field driven phase shifts and reconfigurable filters with the lowest power consumption. ",
    "url": "https://arxiv.org/abs/2307.00429",
    "authors": [
      "Stanley Cheung",
      "Bassem Tossoun",
      "Yuan Yuan",
      "Yiwei Peng",
      "Yingtao Hu",
      "Geza Kurczveil",
      "Di Liang",
      "Raymond G. Beausoleil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00434",
    "title": "Ultrafast Ultraviolet C and Visible Laser Light with Broadly Tunable  Spectrum",
    "abstract": "We demonstrate a versatile technique for generating continuously wavelength-tunable laser waveforms, with mJ pulse energies and ultrashort pulse durations down to few-cycle in the ultraviolet C and visible spectral ranges. Using the processes of self-phase modulation or Raman-induced spectral broadening, we substantially expand the spectrum of a femtosecond 1030 nm Yb:CaF$_{2}$ laser, allowing for an extensive wavelength-tunability of the second and fourth harmonics of the laser within the visible and ultraviolet C spectral regions at 460-580 nm and 230-290 nm. In addition, our approach exploits nonlinearly assisted self-compression in the second harmonic upconversion of the spectrally broadened infrared pulses with high-order dispersion. This results in 8-30 femtosecond pulses in the visible with an intensity enhancement of up to 30 times. Such an ultrashort visible and ultraviolet C source is ideal for investigating ultrafast dynamics in molecules, solids, and bio and nano systems. Furthermore, this tunable light source enables the generation of bright, narrow-bandwidth, continuously wavelength-tunable, coherent light in the extreme ultraviolet to soft X-ray spectral region. Theoretically, the X-ray pulse structure can consist of sub-200 as pulse trains, making such a source highly suitable for dynamic multidimensional imaging. This includes coherent diffractive imaging of ferromagnetic nanostructures where resonant X-ray scattering is essential, as well as X-ray absorption spectroscopies of advanced quantum materials at pico-nanometer spatial and atto-femtosecond temporal scales. ",
    "url": "https://arxiv.org/abs/2307.00434",
    "authors": [
      "Dimitar Popmintchev",
      "Aref Imani",
      "Paolo Carpegiani",
      "Joris Roman",
      "Siyang Wang",
      "Jieyu Yan",
      "Sirius Song",
      "Ryan Clairmont",
      "Ayush Singh",
      "Edgar Kaksis",
      "Tobias FlÖry",
      "Audrius PugŽLys",
      "Andrius BaltuŠKa",
      "Tenio Popmintchev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.00625",
    "title": "Coherent Optical Coupling to Surface Acoustic Wave Devices",
    "abstract": "Surface acoustic waves (SAW) and associated SAW devices are ideal for sensing, metrology, and connecting and controlling hybrid quantum devices. While the advances demonstrated to date are largely based on electromechanical coupling, a robust and customizable coherent optical coupling would unlock mature and powerful cavity optomechanical control techniques and an efficient optical pathway for long-distance quantum links. Here we demonstrate direct and robust coherent optical coupling to surface acoustic wave cavities through a Brillouin-like optomechanical interaction. In high-frequency SAW cavities designed with curved metallic acoustic reflectors deposited on crystalline substrates, SAW modes are efficiently optically accessed in piezo-active directions that can be accessed through traditionally electromechanical techniques as well as non-piezo-active directions that cannot. The non-contact nature of the optical technique enables controlled analysis of dissipation mechanisms and access to pristine mechanical resonators with record-level quality factors (>100,000 measured here). The exceptional control of the optical probe beams also enables detailed transverse spatial mode spectroscopy, for the first time. These advantages combined with simple fabrication, small size, large power handling, and strong coupling to quantum systems make SAW optomechanical platforms particularly attractive for sensing, material science, and hybrid quantum systems. ",
    "url": "https://arxiv.org/abs/2307.00625",
    "authors": [
      "Arjun Iyer",
      "Yadav P. Kandel",
      "Wendao Xu",
      "John M. Nichol",
      "William H. Renninger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.00629",
    "title": "Performance limits on photonic heterostructures",
    "abstract": "Recent advances in the area of photonic optimization have made it possible to establish performance bounds on a wide range of electromagnetic objectives, albeit restricted to systems composed of single materials. In this work, motivated by interest in applications of optical heterostructures to broadband absorption, passive cooling, and ultrafast photonics, we show that these existing optimization methods can be readily extended to incorporate multi-material settings. Representative bounds on absorption in multilayer films and compact structures comprising two materials are shown to predict trends seen in topology-optimized devices, typically coming within factors of two of specific designs, and demonstrate higher achievable performance for heterostructures compared to single-material systems. ",
    "url": "https://arxiv.org/abs/2307.00629",
    "authors": [
      "Alessio Amaolo",
      "Pengning Chao",
      "Thomas J. Maldonado",
      "Sean Molesky",
      "Alejandro W. Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.00706",
    "title": "Analysis of laser polarization state on remote induced plasma  luminescence characteristics of filament in air",
    "abstract": "The femtosecond laser filamentation is the result of the dynamic interplay between plasma self-focusing and defocusing generated by the multiphoton/tunnel ionization of air molecules. This equilibrium allows the filament to stably propagate over long distances at high power densities, making it a promising tool for remote sensing in chemical and biological applications, detection of air pollution, and lightning control, which has attracted wide attention. Laser-induced filamentation is a highly nonlinear process, and initial conditions such as changes in polarization state can affect the fluorescence emission of N2 molecules excited by the filament in air. In this article, we analyze in detail the effect of polarization state changes on the 337 nm fluorescence signal excited by the filament at a distance of 30 m. It was found that the fluorescence signal intensity of the linear polarization state was higher than that of the circular polarization state. Through analysis of these phenomena, we explore the mechanism of plasma fluorescence emission during the long-range filamentation process of femtosecond laser, including the electron collision model and the polarization effect on the critical power for filamentation. These findings are important for the understanding of the stimulated radiation from filaments and may find applications in remote sensing of electric field and THz radiation. ",
    "url": "https://arxiv.org/abs/2307.00706",
    "authors": [
      "Yuezheng Wang",
      "Zhi Zhang",
      "Zeliang Zhang",
      "Nan Zhang",
      "Lie Lin",
      "Weiwei Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.00736",
    "title": "Ultra-high Q alumina optical microresonators in the UV and blue bands",
    "abstract": "UV and visible photonics enable applications ranging from spectroscopic sensing to communication and quantum information processing. Photonics structures in these wavelength regimes, however, tend to experience higher loss than their IR counterpart. Particularly in the near-UV band, on-chip optical microresonators have not yet achieved a quality factor beyond 1 million. Here we report ultra-low-loss photonic waveguides and resonators patterned from alumina thin films prepared by a highly scalable atomic layer deposition process. We demonstrate ultra high Q factor of 1.5$\\,\\times\\,$10$^6$ at 390nm, a record value at UV bands, and 1.9$\\,\\times\\,$10$^6$ at 488.5nm. ",
    "url": "https://arxiv.org/abs/2307.00736",
    "authors": [
      "Chengxing He",
      "Yubo Wang",
      "Carlo Waldfried",
      "Guangcanlan Yang",
      "Jun-Fei Zheng",
      "Shu Hu",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00913",
    "title": "Generation of narrow beams of ultrarelativistic positrons (electrons) in  the resonant strong electromagnetic field-assisted Breit-Wheeler process",
    "abstract": "The resonant external field-assisted Breit-Wheeler process (Oleinik resonances) for strong electromagnetic fields with intensities less than the critical Schwinger field has been theoretically studied. The resonant kinematics has been studied in detail. The case of high-energy initial gamma quanta and emerging ultrarelativistic electron-positron pairs is studied. The resonant differential cross section is obtained. The generation of narrow beams of ultrarelativistic positrons (for Channel A) and electrons (for Channel B) is predicted with a probability significantly exceeding corresponding to the non-resonant process. ",
    "url": "https://arxiv.org/abs/2307.00913",
    "authors": [
      "S.P. Roshchupkin",
      "V.D. Serov",
      "V.V. Dubov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00958",
    "title": "Enhanced Population on Ionic Excited States by Synchronized Ionization  and Multiphoton Resonance",
    "abstract": "We study population distributions and lasing actions of N_2^+ driven by femtosecond lasers with various wavelengths, and uncover an efficient ionic excitation mechanism induced by synchronized ionization and multiphoton resonance. Our results show that the strongest N_2^+ lasing appears around 1000 nm pump wavelength. At the optimal wavelength, the pump-energy threshold for air lasing generation is reduced by five folds compared with that required by the previous 800 nm pump laser. Simulations based on the ionization-coupling model indicate that although the Stark-assisted three-photon resonance can be satisfied within a broad pump wavelength range, the optimal pump wavelength arises when the dynamic three-photon resonance temporally synchronizes with the ionization injection. In this case, the ionic dipoles created at each half optical cycle have the same phase. The dipole phase locking promotes the continuous population transfer from ionic ground state to the excited state, giving rise to a dramatic increase of excited-state population. This work provides new insight on the photoexcitation mechanism of ions in strong laser fields, and opens up a route for optimizing ionic radiations. ",
    "url": "https://arxiv.org/abs/2307.00958",
    "authors": [
      "Yewei Chen",
      "Hongbin Lei",
      "Quanjun Wang",
      "Hongqiang Xie",
      "He Zhang",
      "Xu Lu",
      "Ning Zhang",
      "Shunlin Huang",
      "Yuzhu Wu",
      "Jianpeng Liu",
      "Qian Zhang",
      "Yi Liu",
      "Zengxiu Zhao",
      "Jing Zhao",
      "Jinping Yao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.01122",
    "title": "Design, fabrication, and characterization of electrostatic comb-drive  actuators for nanoelectromechanical silicon photonics",
    "abstract": "Nanoelectromechanical systems offer unique functionalities in photonics: The ability to elastically and reversibly deform dielectric beams with subwavelength dimensions enable electrical control of the propagation of light with a power consumption orders of magnitude below that of competing technologies, such as thermo-optic tuning. We present a study of the design, fabrication, and characterization of compact electrostatic comb-drive actuators tailored for integrated nanoelectromechanical silicon photonic circuits. Our design has a footprint of \\SI[parse-numbers = false]{1.2\\times10^3}{\\micro\\meter^2} and is found to reach displacements beyond \\SI{50}{\\nano\\meter} at \\SI{5}{\\volt} with a mechanical resonance above \\SI{200}{\\kilo\\hertz}, or, using different spring constants and skeletonization, a mechanical resonance above \\SI{2.5}{\\mega\\hertz} with displacements beyond \\SI{50}{\\nano\\meter} at \\SI{28}{\\volt}. This is sufficient to induce very large phase shifts and other optical effects in nanoelectromechanical reconfigurable photonic circuits. ",
    "url": "https://arxiv.org/abs/2307.01122",
    "authors": [
      "Thor August Schimmell Weis",
      "Babak Vosoughi Lahijani",
      "Konstantinos Tsoukalas",
      "Marcus Albrechtsen",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01141",
    "title": "Ultrafast electro-optic Time-Frequency Fractional Fourier Imaging at the  Single-Photon Level",
    "abstract": "The Fractional Fourier Transform (FRT) corresponds to an arbitrary-angle rotation in the phase space, e.g. the time-frequency (TF) space, and generalizes the fundamentally important Fourier Transform. FRT applications range from classical signal processing (e.g. time-correlated noise optimal filtering) to emerging quantum technologies (e.g. super-resolution TF imaging) which rely on or benefit from coherent low-noise TF operations. Here a versatile low-noise single-photon-compatible implementation of the FRT is presented. Optical TF FRT can be synthesized as a series of a spectral disperser, a time-lens, and another spectral disperser. Relying on the state-of-the-art electro-optic modulators (EOM) for the time-lens, our method avoids added noise inherent to the alternatives based on non-linear interactions (such as wave-mixing, cross-phase modulation, or parametric processes). Precise control of the EOM-driving radio-frequency signal enables fast all-electronic control of the FRT angle. In the experiment, we demonstrate FRT angles of up to 1.63 rad for pairs of coherent temporally separated 11.5 ps-wide pulses in the near-infrared (800 nm). We observe a good agreement between the simulated and measured output spectra in the bright-light and single-photon-level regimes, and for a range of pulse separations (20 ps to 26.67 ps). Furthermore, a tradeoff is established between the maximal FRT angle and bandwidth, with the current setup accommodating up to 248 GHz of bandwidth. With the ongoing progress in EOM on-chip integration, we envisage excellent scalability and vast applications in all-optical TF processing both in the classical and quantum regimes ",
    "url": "https://arxiv.org/abs/2307.01141",
    "authors": [
      "Michał Lipka",
      "Michał Parniak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01182",
    "title": "Continuously Red-Shift and Blue-Shift Wavelength-Tuneable, Narrowband,  High Harmonics in the EUV - X-ray Regime for Resonance Imaging and  Spectroscopies",
    "abstract": "We demonstrate a novel technique for producing high-order harmonics with designer spectral combs in the extreme ultraviolet-soft X-ray range for resonance applications using spectrally controlled visible lasers. Our approach enables continuous tunability of the harmonic peaks while maintaining superb laser-like features such as coherence, narrow bandwidth, and brightness. The harmonics are conveniently shifted towards lower or higher energies by varying the infrared pulse parameters, second harmonic generation phase-matching conditions, and gas density inside a spectral-broadening waveguide. In the time domain, the X-rays are estimated to emerge as a train of sub-300 attosecond pulses, making this source ideal for studying dynamic processes in ferromagnetic nanostructures and other materials through resonant multidimensional coherent diffractive imaging or other X-ray absorption spectroscopy techniques. Moreover, the visible driving laser beams exhibit an ultrashort sub-10 fs pulse dues to nonlinear self-compression with a more than 30-fold enhancement in peak intensity that also extends the tunability of the linewidth of the harmonic combs. ",
    "url": "https://arxiv.org/abs/2307.01182",
    "authors": [
      "Dimitar Popmintchev",
      "Aref Imani",
      "Paolo Carpegiani",
      "Joris Roman",
      "Siyang Wang",
      "Jieyu Yan",
      "Sirius Song",
      "Ryan Clairmont",
      "Zhihan Wu",
      "Elizaveta Gangrskaia",
      "Edgar Kaksis",
      "Tobias FlÖry",
      "Audrius PugŽLys",
      "Andrius BaltuŠKa",
      "Tenio Popmintchev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.00007",
    "title": "Photonic Stochastic Emergent Storage: Exploiting Scattering-intrinsic  Patterns for Programmable Deep Classification",
    "abstract": "Disorder is a pervasive characteristic of natural systems, offering a wealth of non-repeating patterns. In this study, we present a novel storage method that harnesses naturally-occurring random structures to store an arbitrary pattern in a memory device. This method, the stochastic emergent storage (SES), builds upon the concept of emergent archetypes, where a training set of imperfect examples (prototypes) is employed to instantiate an archetype in an Hopfield-like network through emergent processes. We demostrate this non-Hebbian paradigm in the photonic domain by utilizing random transmission matrices, which govern light scattering in a white-paint turbid medium, as prototypes. Through the implementation of programmable hardware, we successfully realize and experimentally validate the capability to store an arbitrary archetype and perform classification at the speed of light. Leveraging the vast number of modes excited by mesoscopic diffusion, our approach enables the simultaneous storage of thousands of memories without requiring any additional fabrication efforts. Similar to a content addressable memory, all stored memories can be collectively assessed against a given pattern to identify the matching element. Furthermore, by organizing memories spatially into distinct classes, they become features within a higher-level categorical (deeper) optical classification layer. ",
    "url": "https://arxiv.org/abs/2307.00007",
    "authors": [
      "Marco Leonetti",
      "Giorgio Gosti",
      "Giancarlo Ruocco"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.00218",
    "title": "Optical N-plasmon: Topological hydrodynamic excitations in Graphene from  repulsive Hall viscosity",
    "abstract": "Edge states occurring in Chern and quantum spin-Hall phases are signatures of the topological electronic band structure in two-dimensional (2D) materials. Recently, a new topological electromagnetic phase of graphene characterized by the optical N-invariant has been proposed. Optical N-invariant arises from repulsive Hall viscosity in hydrodynamic many-body electron systems, fundamentally different from the Chern and Z2 invariants. In this paper, we introduce the topologically protected edge excitation -- optical N-plasmon of interacting many-body electron systems in the topological optical N-phase. These optical N-plasmons are signatures of the topological plasmonic band structure in 2D materials. We demonstrate that optical N-plasmons exhibit fundamentally different dispersion relations, stability, and edge profiles from the topologically trivial edge magneto plasmons. Based on the optical N-plasmon, we design an ultra sub-wavelength broadband topological hydrodynamic circulator, which is a chiral quantum radio-frequency circuit component crucial for information routing and interfacing quantum-classical computing systems. Furthermore, we reveal that optical N-plasmons can be effectively tuned by the neighboring dielectric environment without breaking the topological properties. Our work provides a smoking gun signature of repulsive Hall viscosity and opens practical applications of topological electromagnetic phases of two-dimensional materials. ",
    "url": "https://arxiv.org/abs/2307.00218",
    "authors": [
      "Wenbo Sun",
      "Todd Van Mechelen",
      "Sathwik Bharadwaj",
      "Ashwin K. Boddeti",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2307.00391",
    "title": "Hybrid quantum algorithms for flow problems",
    "abstract": "For quantum computing (QC) to emerge as a practically indispensable computational tool, the exigency is for quantum protocols with an end-to-end practical applications -- in this instance, fluid dynamics. To facilitate this, we debut here a high performance quantum simulator which we term \\textit{QFlowS} (Quantum Flow Simulator), designed for fluid flow simulations using QC. Solving nonlinear flows by QC generally proceeds by solving an equivalent infinite dimensional linear system as a result of linear embedding. Thus, we first choose to simulate two well known linear, unsteady flows using QFlowS and demonstrate a previously unseen, full gate-level implementation of a hybrid and high precision Quantum Linear Systems Algorithms (QLSA) for simulating such flows. The utility of this simulator is shown by extracting error estimates and a power law scaling that relates $T_{0}$ (a parameter crucial to Hamiltonian simulations) to the condition number $\\kappa$ of the simulations matrix, and allows the prediction of an optimal scaling parameter for accurate eigenvalue estimation. Further, we append two speedup preserving algorithms for (a) the functional form or sparse quantum state preparation and (b) {\\textit{in situ}} quantum post-processing to compute a nonlinear function of the velocity field, namely the the viscous dissipation rate, resulting in an end-to-end complexity of $\\mathcal{O}(\\text{poly~log} (N/\\epsilon)\\kappa/\\epsilon_{QPP})$, where $N$ is the size of the linear system of equations, $\\epsilon$ is the accuracy of the solution and $\\epsilon_{QPP}$ is the accuracy of post processing. This work demonstrates a possible way towards quantum simulation of fluid flows, and highlights the special considerations needed at the gate level implementation of QC. ",
    "url": "https://arxiv.org/abs/2307.00391",
    "authors": [
      "Sachin S. Bharadwaj",
      "Katepalli R. Sreenivasan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2307.00523",
    "title": "Disentangling Hype from Practicality: On Realistically Achieving Quantum  Advantage",
    "abstract": "Quantum computers offer a new paradigm of computing with the potential to vastly outperform any imagineable classical computer. This has caused a gold rush towards new quantum algorithms and hardware. In light of the growing expectations and hype surrounding quantum computing we ask the question which are the promising applications to realize quantum advantage. We argue that small data problems and quantum algorithms with super-quadratic speedups are essential to make quantum computers useful in practice. With these guidelines one can separate promising applications for quantum computing from those where classical solutions should be pursued. While most of the proposed quantum algorithms and applications do not achieve the necessary speedups to be considered practical, we already see a huge potential in material science and chemistry. We expect further applications to be developed based on our guidelines. ",
    "url": "https://arxiv.org/abs/2307.00523",
    "authors": [
      "Torsten Hoefler",
      "Thomas Haener",
      "Matthias Troyer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Performance (cs.PF)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2307.00681",
    "title": "Acoustic propulsion of nano- and microcones: dependence on particle  size, acoustic energy density, and sound frequency",
    "abstract": "Employing acoustofluidic simulations, we study the propulsion of cone-shaped nano- and microparticles by a traveling ultrasound wave. In particular, we investigate how the acoustic propulsion of the particles depends on their size and the energy density and frequency of the ultrasound wave. Our results reveal that the flow field generated around the particles depends on all three of these parameters. The results also show that the propulsion velocity of a particle increases linearly with the particle size and energy density and that an increase of the sound frequency leads to an increase of the propulsion velocity for frequencies below about 1 MHz but to a decrease of the propulsion velocity for larger frequencies. These findings are compared with preliminary results from the literature. ",
    "url": "https://arxiv.org/abs/2307.00681",
    "authors": [
      "Johannes Voß",
      "Raphael Wittkowski"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01160",
    "title": "Optimized experimental optical tomography of quantum states of  room-temperature alkali-metal vapor",
    "abstract": "We demonstrate a novel experimental technique for quantum-state tomography of the collective density matrix. It is based on measurements of the polarization of light, traversing the atomic vapor. To assess the technique's robustness against errors, experimental investigations are supported with numerical simulations. This not only allows to determine the fidelity of the reconstruction, but also to analyze the quality of the reconstruction for specific experimental parameters light tuning and number of measurements). By utilizing the so-called conditional number, we demonstrate that the reconstruction can be optimized for a specific tuning of the system parameters, and further improvement is possible by selective repetition of the measurements. Our results underscore the potential high-fidelity quantum-state reconstruction while optimizing measurement resources. ",
    "url": "https://arxiv.org/abs/2307.01160",
    "authors": [
      "Marek Kopciuch",
      "Magdalena Smolis",
      "Adam Miranowicz",
      "Szymon Pustelny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05414",
    "title": "Towards quantum turbulence theory: A simple model with interaction of  the vortex loops",
    "abstract": " Comments: 20 pages ",
    "url": "https://arxiv.org/abs/2207.05414",
    "authors": [
      "Sergei V. Talalov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.07230",
    "title": "Fermi arc reconstruction in synthetic photonic lattice",
    "abstract": " Comments: Main text: 4 pages, 4 figures. Supplemental materials: 19 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2211.07230",
    "authors": [
      "D.-H.-Minh Nguyen",
      "Chiara Devescovi",
      "Dung Xuan Nguyen",
      "Hai Son Nguyen",
      "Dario Bercioux"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.12469",
    "title": "High-Q trampoline resonators from strained crystalline InGaP for  integrated free-space optomechanics",
    "abstract": " Comments: close to published version, added paragraph about future improvements in Appendix; 16 pages incl. appendix, 13 figures ",
    "url": "https://arxiv.org/abs/2211.12469",
    "authors": [
      "Sushanth Kini Manjeshwar",
      "Anastasiia Ciers",
      "Fia Hellman",
      "Jürgen Bläsing",
      "André Strittmater",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09105",
    "title": "Transverse orbital angular momentum of spatiotemporal optical vortices",
    "abstract": " Comments: 8 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2301.09105",
    "authors": [
      "Miguel A. Porras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12440",
    "title": "On the status of channeling radiation and laser based radiation sources",
    "abstract": " Comments: 9 pages, 4 figures, 1 table ",
    "url": "https://arxiv.org/abs/2301.12440",
    "authors": [
      "M. Kh. Khokonov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.00130",
    "title": "Top-down integration of a hBN quantum emitter in a monolithic photonic  waveguide",
    "abstract": " Title: Top-down integration of a hBN quantum emitter in a monolithic photonic  waveguide ",
    "url": "https://arxiv.org/abs/2304.00130",
    "authors": [
      "Domitille Gérard",
      "Michael Rosticher",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Julien Barjon",
      "Stéphanie Buil",
      "Jean-Pierre Hermier",
      "Aymeric Delteil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06189",
    "title": "Coherent quantum beats: spectroscopy of energy differences masked by  inhomogeneous broadening",
    "abstract": " Comments: 8 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2304.06189",
    "authors": [
      "Harish D. Ramachandran",
      "Julia E. Ford",
      "Amar C. Vutha"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07861",
    "title": "Ultra-wideband Waveguide-coupled Photodiodes Heterogeneously Integrated  on a Thin-film Lithium Niobate Platform",
    "abstract": " Comments: 17 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2305.07861",
    "authors": [
      "Chao Wei",
      "Youren Yu",
      "Ziyun Wang",
      "Lin Jiang",
      "Zhongming Zeng",
      "Jia Ye",
      "Xihua Zou",
      "Wei Pan",
      "Xiaojun Xie",
      "Lianshan Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16877",
    "title": "Boltzmann machines and quantum many-body problems",
    "abstract": " Comments: Review paper, 16 pages, 9 figures, 3 tables. arXiv admin note: text overlap with arXiv:2103.04791 ",
    "url": "https://arxiv.org/abs/2306.16877",
    "authors": [
      "Yusuke Nomura"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17159",
    "title": "Adaptive variational quantum algorithms on a noisy intermediate scale  quantum computer",
    "abstract": " Title: Adaptive variational quantum algorithms on a noisy intermediate scale  quantum computer ",
    "url": "https://arxiv.org/abs/2306.17159",
    "authors": [
      "César Feniou",
      "Baptiste Claudon",
      "Muhammad Hassan",
      "Axel Courtat",
      "Olivier Adjoua",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]