[
  {
    "id": "arXiv:2112.03643",
    "title": "QKSA: Quantum Knowledge Seeking Agent -- resource-optimized  reinforcement learning using quantum process tomography",
    "abstract": "In this research, we extend the universal reinforcement learning (URL) agent models of artificial general intelligence to quantum environments. The utility function of a classical exploratory stochastic Knowledge Seeking Agent, KL-KSA, is generalized to distance measures from quantum information theory on density matrices. Quantum process tomography (QPT) algorithms form the tractable subset of programs for modeling environmental dynamics. The optimal QPT policy is selected based on a mutable cost function based on algorithmic complexity as well as computational resource complexity. Instead of Turing machines, we estimate the cost metrics on a high-level language to allow realistic experimentation. The entire agent design is encapsulated in a self-replicating quine which mutates the cost function based on the predictive value of the optimal policy choosing scheme. Thus, multiple agents with pareto-optimal QPT policies evolve using genetic programming, mimicking the development of physical theories each with different resource trade-offs. This formal framework is termed Quantum Knowledge Seeking Agent (QKSA). Despite its importance, few quantum reinforcement learning models exist in contrast to the current thrust in quantum machine learning. QKSA is the first proposal for a framework that resembles the classical URL models. Similar to how AIXI-tl is a resource-bounded active version of Solomonoff universal induction, QKSA is a resource-bounded participatory observer framework to the recently proposed algorithmic information-based reconstruction of quantum mechanics. QKSA can be applied for simulating and studying aspects of quantum information theory. Specifically, we demonstrate that it can be used to accelerate quantum variational algorithms which include tomographic reconstruction as its integral subroutine. ",
    "url": "https://arxiv.org/abs/2112.03643",
    "authors": [
      "Aritra Sarkar",
      "Zaid Al-Ars",
      "Harshitta Gandhi",
      "Koen Bertels"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03881",
    "title": "Nashian game theory is incompatible with quantum contextuality",
    "abstract": "In this work, we design a novel game-theoretical framework capable of capturing the defining aspects of quantum theory. We introduce an original model and an algorithmic procedure that enables to express measurement scenarios encountered in quantum mechanics as multiplayer games and to translate physical notions of causality, correlation, and contextuality to particular aspects of game theory. Furthermore, inspired by the established correspondence, we investigate the causal consistency of games in extensive form with imperfect information from the quantum perspective and we conclude that counterfactual dependencies should be distinguished from causation and correlation as a separate phenomenon of its own. Most significantly, we deduce that Nashian free choice game theory is non-contextual and hence is in contradiction with the Kochen-Specker theorem. Hence, we propose that quantum physics should be analysed with toolkits from non-Nashian game theory applied to our suggested model. ",
    "url": "https://arxiv.org/abs/2112.03881",
    "authors": [
      "Michal Baczyk",
      "Ghislain Fourny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computer Science and Game Theory (cs.GT)"
    ]
  },
  {
    "id": "arXiv:2111.11492",
    "title": "Analysis of pedestrian stress level using GSR sensor in virtual  immersive reality",
    "abstract": " Comments: Accepted for publication in Collective Dynamics. Proceedings of the 10th Pedestrian and Evacuation Dynamics, 2021 ",
    "url": "https://arxiv.org/abs/2111.11492",
    "authors": [
      "Mahwish Mudassar",
      "Arash Kalatian",
      "Bilal Farooq"
    ],
    "subjectives": [
      "Human-Computer Interaction (cs.HC)"
    ]
  }
]