[
  {
    "id": "arXiv:2303.12874",
    "title": "Accurate simulation of direct laser acceleration in a laser wakefield  accelerator",
    "abstract": "In a laser wakefield accelerator (LWFA), an intense laser pulse excites a plasma wave that traps and accelerates electrons to relativistic energies. When the pulse overlaps the accelerated electrons, it can enhance the energy gain through direct laser acceleration (DLA) by resonantly driving the betatron oscillations of the electrons in the plasma wave. The particle-in-cell (PIC) algorithm, although often the tool of choice to study DLA, contains inherent errors due to numerical dispersion and the time staggering of the electric and magnetic fields. Further, conventional PIC implementations cannot reliably disentangle the fields of the plasma wave and laser pulse, which obscures interpretation of the dominant acceleration mechanism. Here, a customized field solver that reduces errors from both numerical dispersion and time staggering is used in conjunction with a field decomposition into azimuthal modes to perform PIC simulations of DLA in an LWFA. Comparisons with traditional PIC methods, model equations, and experimental data show improved accuracy with the customized solver and convergence with an order-of-magnitude fewer cells. The azimuthal-mode decomposition reveals that the most energetic electrons receive comparable energy from DLA and LWFA. ",
    "url": "https://arxiv.org/abs/2303.12874",
    "authors": [
      "Kyle G. Miller",
      "John P. Palastro",
      "Jessica L. Shaw",
      "Fei Li",
      "Frank S. Tsung",
      "Viktor K. Decyk",
      "Warren B. Mori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.13139",
    "title": "A theoretical model for en face optical coherence tomography imaging and  its application to volumetric differential contrast imaging",
    "abstract": "A new formulation of lateral optical coherence tomography (OCT) imaging process and a new differential contrast method designed by using this formulation are presented. The formulation is based on a mathematical sample model called the dispersed scatterer model (DSM), in which the sample is represented as a material with a spatially slowly varying refractive index and randomly distributed scatterers embedded in the material. It is shown that the formulation represents a meaningful OCT image and speckle as two independent mathematical quantities. The new differential contrast method is based on complex signal processing of OCT images, and the physical and numerical imaging processes of this method are jointly formulated using the same theoretical strategy as in the case of OCT. The formula shows that the method provides a spatially differential image of the sample structure. This differential imaging method is validated by measuring in vivo and in vitro samples. ",
    "url": "https://arxiv.org/abs/2303.13139",
    "authors": [
      "Kiriko Tomita",
      "Shuichi Makita",
      "Naoki Fukutake",
      "Rion Morishita",
      "Ibrahim Abd El-Sadek",
      "Pradipta Mukherjee",
      "Antonia Lichtenegger",
      "Junya Tamaoki",
      "Lixuan Bian",
      "Makoto Kobayashi",
      "Tomoko Mori",
      "Satoshi Matsusaka",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12829",
    "title": "Classification and emergence of quantum spin liquids in chiral Rydberg  models",
    "abstract": "We investigate the nature of quantum phases arising in chiral interacting Hamiltonians recently realized in Rydberg atom arrays. We classify all possible fermionic chiral spin liquids with $\\mathrm{U}(1)$ global symmetry using parton construction on the honeycomb lattice. The resulting classification includes six distinct classes of gapped quantum spin liquids: the corresponding variational wave functions obtained from two of these classes accurately describe the Rydberg many-body ground state at $1/2$ and $1/4$ particle density. Complementing this analysis with tensor network simulations, we conclude that both particle filling sectors host a spin liquid with the same topological order of a $\\nu=1/2$ fractional quantum Hall effect. At density $1/2$, our results clarify the phase diagram of the model, while at density $1/4$, they provide an explicit construction of the ground state wave function with almost unit overlap with the microscopic one. These findings pave the way to the use of parton wave functions to guide the discovery of quantum spin liquids in chiral Rydberg models. ",
    "url": "https://arxiv.org/abs/2303.12829",
    "authors": [
      "Poetri Sonya Tarabunga",
      "Giuliano Giudici",
      "Titas Chanda",
      "Marcello Dalmonte"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12831",
    "title": "Observation of non-Hermitian edge burst in quantum dynamics",
    "abstract": "The non-Hermitian skin effect, by which the eigenstates of Hamiltonian are predominantly localized at the boundary, has revealed a strong sensitivity of non-Hermitian systems to the boundary condition. Here we experimentally observe a striking boundary-induced dynamical phenomenon known as the non-Hermitian edge burst, which is characterized by a sharp boundary accumulation of loss in non-Hermitian time evolutions. In contrast to the eigenstate localization, the edge burst represents a generic non-Hermitian dynamical phenomenon that occurs in real time. Our experiment, based on photonic quantum walks, not only confirms the prediction of the phenomenon, but also unveils its complete space-time dynamics. Our observation of edge burst paves the way for studying the rich real-time dynamics in non-Hermitian topological systems. ",
    "url": "https://arxiv.org/abs/2303.12831",
    "authors": [
      "Lei Xiao",
      "Wen-Tan Xue",
      "Fei Song",
      "Yu-Min Hu",
      "Wei Yi",
      "Zhong Wang",
      "Peng Xue"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12933",
    "title": "Quantum Efficiency of Single Dibenzoterrylene Molecules in  para-Dichlorobenzene at Cryogenic Temperatures",
    "abstract": "We measure the quantum efficiency (QE) of individual dibenzoterrylene (DBT) molecules embedded in para-dichlorobenzene at cryogenic temperatures. To achieve this, we apply two distinct methods based on the maximal photon emission and on the power required to saturate the zero-phonon line. We find that the outcome of the two approaches are in good agreement, reporting a large fraction of molecules with QE values above 50%, with some exceeding 70%. Furthermore, we observe no correlation between the observed lower bound on the QE and the lifetime of the molecule, suggesting that most of the molecules have a QE exceeding the established lower bound. This confirms the suitability of DBT for quantum optics experiments. In light of previous reports of low QE values at ambient conditions, our results hint at the possibility of a strong temperature dependence of the QE. ",
    "url": "https://arxiv.org/abs/2303.12933",
    "authors": [
      "Mohammad Musavinezhad",
      "Dominik Rattenbacher",
      "Alexey Shkarin",
      "Jan Renger",
      "Tobias Utikal",
      "Stephan Götzinger",
      "Vahid Sandoghdar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.13044",
    "title": "Lightwave-controlled band engineering in quantum materials",
    "abstract": "Stacking and twisting atom-thin sheets create superlattice structures with unique emergent properties, while tailored light fields can manipulate coherent electron transport on ultrafast timescales. The unification of these two approaches may lead to ultrafast creation and manipulation of band structure properties, which is a crucial objective for the advancement of quantum technology. Here, we address this by demonstrating a tailored lightwave-driven analogue to twisted layer stacking. This results in sub-femtosecond control of time-reversal symmetry breaking and thereby band structure engineering in a hexagonal boron nitride monolayer. The results practically demonstrate the realization of the topological Haldane model in an insulator. Twisting the lightwave relative to the lattice orientation enables switching between band configurations, providing unprecedented control over the magnitude and location of the band gap, and curvature. A resultant asymmetric population at complementary quantum valleys lead to a measurable valley Hall current, detected via optical harmonic polarimetry. The universality and robustness of the demonstrated sub-femtosecond control opens a new way to band structure engineering on the fly paving a way towards large-scale ultrafast quantum devices for real-world applications. ",
    "url": "https://arxiv.org/abs/2303.13044",
    "authors": [
      "Sambit Mitra",
      "Álvaro Jiménez-Galán",
      "Marcel Neuhaus",
      "Rui E F Silva",
      "Volodymyr Pervak",
      "Matthias F Kling",
      "Shubhadeep Biswas"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.13106",
    "title": "Mid-infrared spectrally-pure single-photon states generation from 22  nonlinear optical crystals",
    "abstract": "We theoretically investigate the preparation of pure-state single-photon source from 14 birefringent crystals (CMTC, THI, LiIO$_3$, AAS, HGS, CGA, TAS, AGS, AGSe, GaSe, LIS, LISe, LGS, and LGSe) and 8 periodic poling crystals (LT, LN, KTP, KN, BaTiO$_3$, MgBaF$_4$, PMN-0.38PT, and OP-ZnSe) in a wavelength range from 1224 nm to 11650 nm. The three kinds of group-velocity-matching (GVM) conditions, the phase matching conditions, the spectral purity, and the Hong-Ou-Mandel interference are calculated for each crystal. This study may provide high-quality single-photon sources for quantum sensing, quantum imaging, and quantum communication applications at the mid-infrared wavelength range. ",
    "url": "https://arxiv.org/abs/2303.13106",
    "authors": [
      "Wu-Hao Cai",
      "Ying Tian",
      "Rui-Bo Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.13305",
    "title": "Experimental implementation of the optical fractional Fourier transform  in the time-frequency domain",
    "abstract": "The fractional Fourier transform (FrFT), a fundamental operation in physics that corresponds to a rotation of phase space by any angle, is also an indispensable tool employed in digital signal processing for noise reduction. Processing of optical signals in their time-frequency degree of freedom bypasses the digitization step and presents an opportunity to enhance many protocols in quantum and classical communication, sensing and computing. In this letter, we present the experimental realization of the fractional Fourier transform in the time-frequency domain using an atomic quantum-optical memory system with processing capabilities. Our scheme performs the operation by imposing programmable interleaved spectral and temporal phases. We have verified the FrFT by analyses of chroncyclic Wigner functions measured via a shot-noise limited homodyne detector. Our results hold prospects for achieving temporal-mode sorting, processing and super-resolved parameter estimation. ",
    "url": "https://arxiv.org/abs/2303.13305",
    "authors": [
      "Bartosz Niewelt",
      "Marcin Jastrzębski",
      "Stanisław Kurzyna",
      "Jan Nowosielski",
      "Wojciech Wasilewski",
      "Mateusz Mazelanik",
      "Michał Parniak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11658",
    "title": "Multiphoton non-local quantum interference controlled by an undetected  photon",
    "abstract": " Title: Multiphoton non-local quantum interference controlled by an undetected  photon ",
    "url": "https://arxiv.org/abs/2112.11658",
    "authors": [
      "Kaiyi Qian",
      "Kai Wang",
      "Leizhen Chen",
      "Zhaohua Hou",
      "Mario Krenn",
      "Shining Zhu",
      "Xiao-Song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01245",
    "title": "Modeling frequency shifts of collective bubble resonances with the  boundary element method",
    "abstract": " Title: Modeling frequency shifts of collective bubble resonances with the  boundary element method ",
    "url": "https://arxiv.org/abs/2209.01245",
    "authors": [
      "Rudyard Jerez Boudesseul",
      "Elwin van 't Wout"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2212.11056",
    "title": "Effective description of a suspended mirror coupled to cavity light  -Limitations of Q-enhancement due to normal mode splitting by an optical  spring-",
    "abstract": " Comments: 13pages, 5 figures ",
    "url": "https://arxiv.org/abs/2212.11056",
    "authors": [
      "Yuuki Sugiyama",
      "Tomoya Shichijo",
      "Nobuyuki Matsumoto",
      "Akira Matsumura",
      "Daisuke Miki",
      "Kazuhiro Yamamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09718",
    "title": "Comment on: \"Interacting quantum and classical waves: Resonant and  non-resonant energy transfer to electrons immersed in an intense  electromagnetic wave'' [Phys. Plasmas 29, 022107 (2022)]",
    "abstract": " Comments: 2 pages. 2nd version reports an extended discussion and criticism ",
    "url": "https://arxiv.org/abs/2301.09718",
    "authors": [
      "A. Macchi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10284",
    "title": "Lithium storage in titania films as a function of position: Unification  of intercalation electrode and super-capacitor concepts",
    "abstract": " Title: Lithium storage in titania films as a function of position: Unification  of intercalation electrode and super-capacitor concepts ",
    "url": "https://arxiv.org/abs/2303.10284",
    "authors": [
      "Chuanlian Xiao",
      "Hongguang Wang",
      "Peter A. van Aken",
      "Robert Usiskin",
      "Joachim Maier"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.11029",
    "title": "Acoustic frequency atomic spin oscillator in the quantum regime",
    "abstract": " Comments: 13 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2303.11029",
    "authors": [
      "Jun Jia",
      "Valeriy Novikov",
      "Tulio Brito Brasil",
      "Emil Zeuthen",
      "Jörg Helge Müller",
      "Eugene S. Polzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]