[
  {
    "id": "arXiv:2305.08972",
    "title": "Maximum propagation speed and Cherenkov effect in optical phonon  transport through periodic molecular chains",
    "abstract": "Optical phonons serve as the fast and efficient carriers of energy across periodic polymers due to their delocalization, large group velocity because of covalent bonding and large energy quantum compared to that for acoustic phonons, as it was observed in a number of recent measurements in different oligomers. However, this transport is dramatically sensitive to anharmonic interactions, including the unavoidable interaction with acoustic phonons responsible for the transport decoherence, suppressing ballistic transport at long distances. Here we show that this decoherence is substantially suppressed if the group velocity of optical phonons is less than the sound velocity of acoustic phonons; otherwise ballistic transport is substantially suppressed by a Cherenkov's like emission of acoustic phonons. This conclusion is justified considering energy and momentum conservation during phonon absorption or emission and supported by the numerical evaluation of lifetimes of the optical phonons. It is also consistent with the recent experimental investigations of ballistic optical phonon transport in oligomers with minor exception of relatively short oligophenylenes. ",
    "url": "https://arxiv.org/abs/2305.08972",
    "authors": [
      "Alexander L. Burin",
      "Igor V. Parshin",
      "Igor V. Rubtsov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.09036",
    "title": "Anisoplanatic Optical Turbulence Simulation for Near-Continuous $C_n^2$  Profiles without Wave Propagation",
    "abstract": "For the simulation of anisoplanatic optical turbulence, split-step propagation is the gold standard. Within the context of the degradations being limited to phase distortions, one instead may focus on generating the phase realizations directly, a method which has been utilized in previous so-called multi-aperture simulations. Presently, this modality assumes a constant $C_n^2$ profile. This work presents an alternative derivation for Zernike correlations under anisoplanatic conditions. Multi-aperture simulation may easily incorporate these correlations into its framework and achieve a significantly higher degree of accuracy with a minimal increase in time. We additionally use our developed methodology to explain previously reported discrepancies in an empirical implementation of split-step with the analytic tilt correlation. Finally, we outline a major limitation for Zernike-based simulation which still remains. ",
    "url": "https://arxiv.org/abs/2305.09036",
    "authors": [
      "Nicholas Chimitt",
      "Stanley H. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09037",
    "title": "Orientation dependent etching of silicon by fluorine molecules: a  quantum chemistry computational study",
    "abstract": "Orientation-dependent etching is an interesting phenomenon which can be used for micro- and nano-scale texturing of silicon surfaces during black silicon production. We consider here the orientation-dependent plasma-less etching of silicon by molecular fluorine, which was previously established experimental. Moreover, this anisotropic process was implemented with atmospheric dry etching (ADE) technology. The nature of the anisotropy is that the etching in the (111) direction of the Si surface is significantly slower than that in the (100) and (110) directions. Using DFT (density functional theory) simulations, we performed quantum chemistry modelling of the reaction pathways determining the rates of the etching caused by F2 dissociative chemisorption and subsequent Si-Si bond breaking. Dangling bonds on the surface Si atoms were passivated with fluorine. A charge density analysis indicates that F atoms attracts electron density from the Si atoms giving them a positive charge, whereas the neighboring Si atoms unpassivated with fluorine have a negative charge. The amount of positive charge increases with the number of F atoms bonded with silicon. Si(100) and Si(110) incorporate a larger number of fluorine atoms than Si(111) resulting in the Si-Si bonds on these surfaces have a larger amount of positive charge. The lower reaction barrier and higher etch rate of Si(100) and Si(110) compared to Si(111) is explained by the fact that F2 molecule approaching the surface becomes negatively charged and more strongly attracts to the Si(100) and Si(110) surfaces than to the Si(111). ",
    "url": "https://arxiv.org/abs/2305.09037",
    "authors": [
      "Omesh Dhar Dwivedi",
      "Yuri Barsukov",
      "Sierra Jubin",
      "Joseph Vella",
      "Igor Kaganovich"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.09074",
    "title": "Terahertz spin conductance probes of coherent and incoherent spin  tunneling through MgO tunnel junctions",
    "abstract": "We study femtosecond spin currents through MgO tunneling barriers in CoFeB(2 nm)|MgO(d)|Pt(2 nm) stacks by terahertz emission spectroscopy. To obtain transport information independent of extrinsic experimental factors, we determine the complex-valued spin conductance G_d of the MgO layer (thickness d= 0-6 {\\AA}) over a wide frequency range (0.5-8 THz). In the time domain, G_d has an instantaneous and delayed component that point to (i) spin transport through Pt pinholes in MgO, (ii) coherent spin tunneling, and (iii) incoherent resonant spin tunneling mediated by defect states in MgO. Remarkably, a unique signature of (iii) is its relaxation time that grows monotonically with d to as much as 270 fs at d= 6 {\\AA}, in full agreement with an analytical model. We expect that terahertz spin conductance spectroscopy will yield new insights into ultrafast spin transport in a wide range of materials. ",
    "url": "https://arxiv.org/abs/2305.09074",
    "authors": [
      "R. Rouzegar",
      "M.A. Wahada",
      "A.L. Chekhov",
      "W. Hoppe",
      "J. Jechumtal",
      "L. Nadvornik",
      "M. Wolf",
      "T.S. Seifert",
      "S.S.P. Parkin",
      "G. Woltersdorf",
      "P.W. Brouwer",
      "T. Kampfrath"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.09086",
    "title": "Ultranarrow linewidth room-temperature single-photon source from  perovskite quantum dot embedded in optical microcavity",
    "abstract": "Ultranarrow bandwidth single-photon sources operating at room-temperature are of vital importance for viable optical quantum technologies at scale, including quantum key distribution, cloud based quantum information processing networks, and quantum metrology. Here we show a room-temperature ultranarrow bandwidth single-photon source generating polarised photons at a rate of 5MHz based on an inorganic CsPbI3 perovskite quantum dot embedded in a tunable open-access optical microcavity. When coupled to an optical cavity mode, the quantum dot room-temperature emission becomes single-mode and the spectrum narrows down to just 1 nm. The low numerical aperture of the optical cavities enables efficient collection of high-purity single-mode single-photon emission at room-temperature, offering promising performance for photonic and quantum technology applications. We measure 94% pure single-photon emission into a single-mode under pulsed and continuous-wave (CW) excitation. ",
    "url": "https://arxiv.org/abs/2305.09086",
    "authors": [
      "Amit R. Dhawan",
      "Tristan Farrow",
      "Ashley Marshall",
      "Alex Ghorbal",
      "Wonmin Son",
      "Henry J. Snaith",
      "Jason M. Smith",
      "Robert A. Taylor"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09113",
    "title": "Dual-band polarized upconversion photoluminescence enhanced by resonant  dielectric metasurfaces",
    "abstract": "Lanthanide-doped upconversion nanoparticles emerged recently as an attractive material platform underpinning a broad range of innovative applications such as optical cryptography, luminescent probes, and lasing. However, the intricate 4f-associated electronic transition in upconversion nanoparticles leads only to a weak photoluminescence intensity and unpolarized emission, hindering many applications that demand ultrabright and polarized light sources. Here, we uncover a new strategy for achieving ultrabright and dual-band polarized upconversion photoluminescence. We employ resonant dielectric metasurfaces supporting high-quality resonant modes at dual upconversion bands enabling two-order-of-magnitude amplification of upconversion emissions. We demonstrate that dual-band resonances can be selectively switched on polarization, endowing cross-polarization controlled upconversion luminescence with ultra-high degrees of polarization, reaching approximately 0.86 and 0.91 at dual emission wavelengths of 540 nm and 660 nm, respectively. Our strategy offers an effective approach for enhancing photon upconversion processes paving the way toward efficient low-threshold polarization upconversion lasers. ",
    "url": "https://arxiv.org/abs/2305.09113",
    "authors": [
      "Ziwei Feng",
      "Tan Shi",
      "Guangzhou Geng",
      "Junjie Li",
      "Zi-Lan Deng",
      "Yuri Kivshar",
      "Xiangping Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09128",
    "title": "Designing a Transition Photonic Band with a Synthetic Moire Sphere",
    "abstract": "In recent years, twisted bilayer graphene has become a hot topic and inspired the research upsurge of photonic moir\\'e lattice. Here, we designed a photonic moir\\'e superlattice with two synthetic twist angles and constructed a synthetic moir\\'e sphere based on these two angles. Thus, we have more degrees of freedom to design the band structure flexibly. A type of transition photonic bands (TPBs) is obtained in such a moir\\'e superlattice. We investigate the influence of two twist angles on TPBs and find a series of magic angle pairs with optimal band compression of TPB. The interesting optical properties of TPBs are experimentally demonstrated, including pulse delay, nonlinear optical enhancement, and pulse width compression. Our work introduces a new path to explore multi-twist angles moir\\'e superlattices and reveals that the designed photonic moir\\'e superlattice based on moir\\'e spheres has broad application prospects including optical signal processing, nonlinear optics processes ,and other light-matter interactions. ",
    "url": "https://arxiv.org/abs/2305.09128",
    "authors": [
      "Z. N. Liu",
      "X. Q. Zhao",
      "J. Yao",
      "C. Zhang",
      "J. L. Xu",
      "S. N. Zhu",
      "H. Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09225",
    "title": "Plasmonic photoconductive terahertz focal-plane array with pixel  super-resolution",
    "abstract": "Imaging systems operating in the terahertz part of the electromagnetic spectrum are in great demand because of the distinct characteristics of terahertz waves in penetrating many optically-opaque materials and providing unique spectral signatures of various chemicals. However, the use of terahertz imagers in real-world applications has been limited by the slow speed, large size, high cost, and complexity of the existing imaging systems. These limitations are mainly imposed due to the lack of terahertz focal-plane arrays (THz-FPAs) that can directly provide the frequency-resolved and/or time-resolved spatial information of the imaged objects. Here, we report the first THz-FPA that can directly provide the spatial amplitude and phase distributions, along with the ultrafast temporal and spectral information of an imaged object. It consists of a two-dimensional array of ~0.3 million plasmonic photoconductive nanoantennas optimized to rapidly detect broadband terahertz radiation with a high signal-to-noise ratio. As the first proof-of-concept, we utilized the multispectral nature of the amplitude and phase data captured by these plasmonic nanoantennas to realize pixel super-resolution imaging of objects. We successfully imaged and super-resolved etched patterns in a silicon substrate and reconstructed both the shape and depth of these structures with an effective number of pixels that exceeds 1-kilo pixels. By eliminating the need for raster scanning and spatial terahertz modulation, our THz-FPA offers more than a 1000-fold increase in the imaging speed compared to the state-of-the-art. Beyond this proof-of-concept super-resolution demonstration, the unique capabilities enabled by our plasmonic photoconductive THz-FPA offer transformative advances in a broad range of applications that use hyperspectral and three-dimensional terahertz images of objects for a wide range of applications. ",
    "url": "https://arxiv.org/abs/2305.09225",
    "authors": [
      "Xurong Li",
      "Deniz Mengu",
      "Aydogan Ozcan",
      "Mona Jarrahi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09233",
    "title": "Dirac points, new photonic band gaps and effect of magnetically induced  transparency in dichroic cholesteric liquid crystals with wavelength  dependent magnetooptical activity parameter",
    "abstract": "We investigated the properties of dichroic cholesteric liquid crystals (CLCs) being in external static magnetic field directed along helix axis. We have shown that in the case of the wavelength dependence of magneto-optic activity parameter, new features appear in the optics of dichroic CLCs. We have shown that in this case new Dirac points appear, moreover, at some Dirac points photonic band gaps (PBGs) appear, at others, lines of magnetically induced transparency (MIT). In this case a polarization-sensitive transmission band appears too. At certain values of the helix pitch of the CLC and of the magnitude of the external magnetic field three PBGs of different nature appear, a transmittance band, two narrow lines of MIT and one broadband MIT. This system is non-reciprocal and the nonreciprocity changes over a wide range, it is observed both for reflection and transmittance and for absorption. The soft matter nature of CLCs and their response to external influences lead to easily tunable multifunctional devices that can find a variety of applications. They can apply as tunable narrow-band or broad-band filters and mirrors, a highly tunable broad/narrow-band coherent perfect absorber, transmitter, ideal optical diode, and other devices. ",
    "url": "https://arxiv.org/abs/2305.09233",
    "authors": [
      "A.H. Gevorgyan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09487",
    "title": "Generation of an ultrahigh-repetition-rate optical half-cycle pulse  train in the nested quantum wells",
    "abstract": "We propose a simple quantum system, namely, a nested quantum-well structure, which is able to generate a train of half-cycle pulses of a few-fs duration, when driven by a static electric field. We theoretically investigate the emission of such a structure and its dependence on the parameters of the quantum wells. It is shown that the production of a regular output pulse train with tunable properties and the pulse repetition frequencies of tens of THz is possible in certain parameter ranges. We expect the suggested structure can be used as an ultra-compact source of subcycle pulses in the optical range. ",
    "url": "https://arxiv.org/abs/2305.09487",
    "authors": [
      "Mikhail Arkhipov",
      "Anton Pakhomov",
      "Rostislav Arkhipov",
      "Nikolay Rosanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09496",
    "title": "Cavity Click Chemistry: Cavity-Catalyzed Azide-Alkyne Cycloaddition",
    "abstract": "Click chemistry, which refers to chemical reactions that are fast, selective, and with high product yields, has become a powerful approach in organic synthesis and chemical biology. Due to the cytotoxicity of the transition metals employed in click chemistry reactions, a search for novel metal-free alternatives continues. Herein we demonstrate that an optical cavity can be utilized as a metal-free alternative in click chemistry cycloaddition reaction between cyanoacetylene and formylazide using the quantum electrodynamics coupled cluster (QED-CC) method. We show that by changing the molecular orientation with respect to the polarization of the cavity mode(s), the reaction can be selectively catalyzed to form a major 1,4-disubstituted or 1,5-disubstituted product. This work highlights that a cavity has the same effect on the investigated cycloaddition as the transition metal catalysts traditionally employed in click chemistry reactions. We expect our findings to further stimulate research in cavity-assisted click chemistry reactions. ",
    "url": "https://arxiv.org/abs/2305.09496",
    "authors": [
      "Fabijan Pavosevic",
      "Robert L. Smith",
      "Angel Rubio"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09517",
    "title": "Single-Input Polarization-Sensitive Optical Coherence Tomography Through  a Catheter",
    "abstract": "Intravascular polarimetry with catheter-based polarization-sensitive optical coherence tomography (PS-OCT) complements the high-resolution structural tomograms of OCT with morphological contrast available through polarimetry. Its clinical translation has been complicated by the need for modification of conventional OCT hardware to enable polarimetric measurements. Here, we present a signal processing method to reconstruct polarization properties of tissue from measurements with a single input polarization state, bypassing the need for modulation or multiplexing of input states. Our method relies on a polarization symmetry intrinsic to round-trip measurements and uses the residual spectral variation of the polarization states incident on the tissue to avoid measurement ambiguities. We demonstrate depth-resolved birefringence and optic axis orientation maps reconstructed from in-vivo data of human coronary arteries. We validate our method through comparison with conventional dual-input state measurements and find a mean cumulative retardance error of 13.2deg without observable bias. The 95% limit of agreement between depth-resolved birefringence is 2.80 x 10^(-4), which is less than the agreement between two repeat pullbacks of conventional PS-OCT (3.14 x 10^(-4)), indicating that the two methods can be used interchangeably. The hardware simplification arising from using a single input state may be decisive in realizing the potential of polarimetric measurements for assessing coronary atherosclerosis in clinical practice. ",
    "url": "https://arxiv.org/abs/2305.09517",
    "authors": [
      "Georgia L. Jones",
      "Qiaozhou Xiong",
      "Xinyu Liu",
      "Brett E. Bouma",
      "Martin Villiger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09562",
    "title": "Demonstration of Sub-micron UCN Position Resolution using  Room-temperature CMOS Sensor",
    "abstract": "High spatial resolution of ultracold neutron (UCN) measurement is of growing interest to UCN experiments such as UCN spectrometers, UCN polarimeters, quantum physics of UCNs, and quantum gravity. Here we utilize physics-informed deep learning to enhance the experimental position resolution and to demonstrate sub-micron spatial resolutions for UCN position measurements obtained using a room-temperature CMOS sensor, extending our previous work [1, 2] that demonstrated a position uncertainty of 1.5 microns. We explore the use of the open-source software Allpix Squared to generate experiment-like synthetic hit images with ground-truth position labels. We use physics-informed deep learning by training a fully-connected neural network (FCNN) to learn a mapping from input hit images to output hit position. The automated analysis for sub-micron position resolution in UCN detection combined with the fast data rates of current and next generation UCN sources will enable improved precision for future UCN research and applications. ",
    "url": "https://arxiv.org/abs/2305.09562",
    "authors": [
      "S. Lin",
      "J. K. Baldwin",
      "M. Blatnik",
      "S. M. Clayton",
      "C. Cude-Woods",
      "S. A. Currie",
      "B. Filippone",
      "E. M. Fries",
      "P. Geltenbort",
      "A. T. Holley",
      "W. Li",
      "C. Y. Liu",
      "M. Makela",
      "C. L. Morris",
      "R. Musedinovic",
      "C. O'Shaughnessy",
      "R. W. Pattie",
      "D. J. Salvat",
      "A. Saunders",
      "E. I. Sharapov",
      "M. Singh",
      "X. Sun",
      "Z. Tang",
      "W. Uhrich",
      "W. Wei",
      "B. Wolfe",
      "A. R. Young",
      "Z. Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.09597",
    "title": "Temperature Mapping on a Niobium-Coated Copper Superconducting  Radio-Frequency Cavity",
    "abstract": "Since the late '80s, CERN has pioneered the development of niobium thin film radio-frequency (RF) cavities deposited on copper substrates for several particle accelerator applications. However, niobium thin film cavities historically feature a progressive performance degradation as the accelerating field increases. In this study, we describe a temperature mapping system based on contact thermometry, specially designed to obtain temperature maps of niobium-coated copper cavities and, consequently, study the mechanisms responsible for performance degradation. The first temperature maps on a niobium/copper 1.3 GHz cavity are reported along with its RF performance. In addition to some hotspots displayed in the temperature maps, we surprisingly observed a wide cold area on the outer cavity surface that may shed new light on understanding the heat dissipation of niobium thin film cavities in liquid helium, which might be exploited to improve the RF cavity performance. ",
    "url": "https://arxiv.org/abs/2305.09597",
    "authors": [
      "Antonio Bianchi",
      "Walter Venturini Delsolaro"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09621",
    "title": "A Review of Machine Learning Applications for the Proton Magnetic  Resonance Spectroscopy Workflow",
    "abstract": "This literature review presents a comprehensive overview of machine learning (ML) applications in proton magnetic resonance spectroscopy (MRS). As the use of ML techniques in MRS continues to grow, this review aims to provide the MRS community with a structured overview of the state-of-the-art methods. Specifically, we examine and summarize studies published between 2017 and 2023 from major journals in the magnetic resonance field. We categorize these studies based on a typical MRS workflow, including data acquisition, processing, analysis, and artificial data generation. Our review reveals that ML in MRS is still in its early stages, with a primary focus on processing and analysis techniques, and less attention given to data acquisition. We also found that many studies use similar model architectures, with little comparison to alternative architectures. Additionally, the generation of artificial data is a crucial topic, with no consistent method for its generation. Furthermore, many studies demonstrate that artificial data suffers from generalization issues when tested on in-vivo data. We also conclude that risks related to ML models should be addressed, particularly for clinical applications. Therefore, output uncertainty measures and model biases are critical to investigate. Nonetheless, the rapid development of ML in MRS and the promising results from the reviewed studies justify further research in this field. ",
    "url": "https://arxiv.org/abs/2305.09621",
    "authors": [
      "Dennis M. J. van de Sande",
      "Julian P. Merkofer",
      "Sina Amirrajab",
      "Mitko Veta",
      "Ruud J. G. van Sloun",
      "Maarten J. Versluis",
      "Jacobus F. A. Jansen",
      "Johan S. van den Brink",
      "Marcel Breeuwer"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08892",
    "title": "Fully analog photonic deep Reservoir Computer based on frequency  multiplexing",
    "abstract": "Reservoir computers (RC) are randomized recurrent neural networks well adapted to process time series, performing tasks such as nonlinear distortion compensation or prediction of chaotic dynamics. Deep reservoir computers (deep-RC), in which the output of one reservoir is used as input of the next reservoir, can lead to improved performance because, as in other deep artificial neural networks, the successive layers represent the data in more and more abstract ways. We present a fiber-based photonic implementation of a two-layer deep-RC based on frequency multiplexing. The two RC layers are encoded in two frequency combs propagating in the same experimental setup. The connection between layers is fully analog and does not require any digital processing. We find that the deep-RC outperforms traditional RC by up to two orders of magnitude on two benchmark tasks. This work thus paves the way towards using fully analog photonic neuromorphic computing for complex processing of time series, while avoiding costly analog-to-digital and digital-to-analog conversions. ",
    "url": "https://arxiv.org/abs/2305.08892",
    "authors": [
      "Alessandro Lupo",
      "Enrico Picco",
      "Marina Zajnulina",
      "Serge Massar"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09199",
    "title": "Machine learning enhanced real-time aerodynamic forces prediction based  on sparse pressure sensor inputs",
    "abstract": "Accurate prediction of aerodynamic forces in real-time is crucial for autonomous navigation of unmanned aerial vehicles (UAVs). This paper presents a data-driven aerodynamic force prediction model based on a small number of pressure sensors located on the surface of UAV. The model is built on a linear term that can make a reasonably accurate prediction and a nonlinear correction for accuracy improvement. The linear term is based on a reduced basis reconstruction of the surface pressure distribution, where the basis is extracted from numerical simulation data and the basis coefficients are determined by solving linear pressure reconstruction equations at a set of sensor locations. Sensor placement is optimized using the discrete empirical interpolation method (DEIM). Aerodynamic forces are computed by integrating the reconstructed surface pressure distribution. The nonlinear term is an artificial neural network (NN) that is trained to bridge the gap between the ground truth and the DEIM prediction, especially in the scenario where the DEIM model is constructed from simulation data with limited fidelity. A large network is not necessary for accurate correction as the linear model already captures the main dynamics of the surface pressure field, thus yielding an efficient DEIM+NN aerodynamic force prediction model. The model is tested on numerical and experimental dynamic stall data of a 2D NACA0015 airfoil, and numerical simulation data of dynamic stall of a 3D drone. Numerical results demonstrate that the machine learning enhanced model can make fast and accurate predictions of aerodynamic forces using only a few pressure sensors, even for the NACA0015 case in which the simulations do not agree well with the wind tunnel experiments. Furthermore, the model is robust to noise. ",
    "url": "https://arxiv.org/abs/2305.09199",
    "authors": [
      "Junming Duan",
      "Qian Wang",
      "Jan S. Hesthaven"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.09422",
    "title": "Novel superfluid states in rotating quantum droplets confined in a  harmonic potential",
    "abstract": "We investigate the rotational properties of a two-dimensional self-bound quantum droplet, which is confined in a harmonic potential and compare them with the well-known problem of a single-component atomic gas, with contact interactions. For a fixed value of the trap frequency, choosing some representative values of the atom number, we determine the lowest-energy state, as the angular momentum increases. For a sufficiently small number of atoms, the angular momentum is carried via center-of-mass excitation. For larger values, when the angular momentum is sufficiently small, we observe vortex excitation, instead. Depending on the actual atom number, one, or more vortices enter the droplet. Beyond some critical value of the angular momentum, however, the droplet does not accommodate more vortices and the additional angular momentum is carried via center-of-mass excitation in a novel, \"mixed\" state. Finally, the excitation spectrum is also briefly discussed. ",
    "url": "https://arxiv.org/abs/2305.09422",
    "authors": [
      "S. Nikolaou",
      "G. M. Kavoulakis",
      "M. Ogren"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09495",
    "title": "Hardware Realization of Nonlinear Activation Functions for NN-based  Optical Equalizers",
    "abstract": "To reduce the complexity of the hardware implementation of neural network-based optical channel equalizers, we demonstrate that the performance of the biLSTM equalizer with approximated activation functions is close to that of the original model. ",
    "url": "https://arxiv.org/abs/2305.09495",
    "authors": [
      "Sasipim Srivallapanondh",
      "Pedro J. Freire",
      "Antonio Napoli",
      "Sergei K. Turitsyn",
      "Jaroslaw E. Prilepsky"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.09575",
    "title": "Interfacing branching random walks with Metropolis sampling: constraint  release in auxiliary-field quantum Monte Carlo",
    "abstract": "We present an approach to interface branching random walks with Markov chain Monte Carlo sampling, and to switch seamlessly between the two. The approach is discussed in the context of auxiliary-field quantum Monte Carlo (AFQMC) but is applicable to other Monte Carlo calculations or simulations. In AFQMC, the formulation of branching random walks along imaginary-time is needed to realize a constraint to control the sign or phase problem. The constraint is derived from an exact gauge condition, and is in practice implemented approximately with a trial wave function or trial density matrix, which can break exactness in the algorithm. We use the generalized Metropolis algorithm to sample a selected portion of the imaginary-time path after it has been produced by the branching random walk. This interfacing allows a constraint release to follow seamlessly from the constrained-path sampling, which can reduce the systematic error from the latter. It also provides a way to improve the computation of correlation functions and observables that do not commute with the Hamiltonian. We illustrate the method in atoms and molecules, where improvements in accuracy can be clearly quantified and near-exact results are obtained. We also discuss the computation of the variance of the Hamiltonian and propose a convenient way to evaluate it stochastically without changing the scaling of AFQMC. ",
    "url": "https://arxiv.org/abs/2305.09575",
    "authors": [
      "Zhi-Yu Xiao",
      "Hao Shi",
      "Shiwei Zhang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2007.10707",
    "title": "A measure for adiabatic contributions to quantum transitions",
    "abstract": " Comments: 11 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2007.10707",
    "authors": [
      "R. Pant",
      "P. K. Verma",
      "C. Rangi",
      "E. Mondal",
      "M. Bhati",
      "V. Srinivasan",
      "S. Wüster"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2103.03535",
    "title": "Preparing random states and benchmarking with many-body quantum chaos",
    "abstract": " Comments: JC and ALS contributed equally to this work ",
    "url": "https://arxiv.org/abs/2103.03535",
    "authors": [
      "Joonhee Choi",
      "Adam L. Shaw",
      "Ivaylo S. Madjarov",
      "Xin Xie",
      "Ran Finkelstein",
      "Jacob P. Covey",
      "Jordan S. Cotler",
      "Daniel K. Mark",
      "Hsin-Yuan Huang",
      "Anant Kale",
      "Hannes Pichler",
      "Fernando G.S.L. Brandão",
      "Soonwon Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08319",
    "title": "Analysis of arbitrary superconducting quantum circuits accompanied by a  Python package: SQcircuit",
    "abstract": " Comments: 23 pages, 6 figures. Accompanying SQcircuit package on this https URL ",
    "url": "https://arxiv.org/abs/2206.08319",
    "authors": [
      "Taha Rajabzadeh",
      "Zhaoyou Wang",
      "Nathan Lee",
      "Takuma Makihara",
      "Yudan Guo",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07651",
    "title": "Quantum Origin of (Newtonian) Mass and Galilean Relativity Symmetry",
    "abstract": " Comments: Proof-read version as published ",
    "url": "https://arxiv.org/abs/2207.07651",
    "authors": [
      "Otto C.W. Kong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00307",
    "title": "Non-Hermitian Photonic Lattices: tutorial",
    "abstract": " Title: Non-Hermitian Photonic Lattices: tutorial ",
    "url": "https://arxiv.org/abs/2212.00307",
    "authors": [
      "Qiang Wang",
      "Y. D. Chong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.09105",
    "title": "Transverse orbital angular momentum of spatiotemporal optical vortices",
    "abstract": " Comments: 8 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2301.09105",
    "authors": [
      "Miguel A. Porras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.02212",
    "title": "Simple and consistent spontaneous emission rate derivation with a  physically justified frequency cutoff",
    "abstract": " Comments: 5+2 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2303.02212",
    "authors": [
      "Wojciech Górecki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.02825",
    "title": "Kerr-Induced Synchronization of a Cavity Soliton to an Optical Reference  for Integrated Frequency Comb Clockworks",
    "abstract": " Title: Kerr-Induced Synchronization of a Cavity Soliton to an Optical Reference  for Integrated Frequency Comb Clockworks ",
    "url": "https://arxiv.org/abs/2305.02825",
    "authors": [
      "Gregory Moille",
      "Jordan Stone",
      "Michal Chojnacky",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]