[
  {
    "id": "arXiv:2512.12241",
    "title": "Cavity Ring-down Spectroscopy with behavior of Hybrid Cavity Structures",
    "abstract": "           Cavity ring-down (CRD) spectroscopy represents a direct absorption technique of sample absorption measurement. Instead of measuring the amount of the absorbed light, this technique determines the rate at which light intensity decays inside an optical cavity. When using a pulsed or continuous-wave light source, CRD spectroscopy offers considerably higher sensitivity as compared with conventional spectroscopy of absorption, making even very weak absorptions easy to detect.         ",
    "url": "https://arxiv.org/abs/2512.12241",
    "authors": [
      "Muhammad Junaid Khan",
      "Rida Batool Sheraliyat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.12383",
    "title": "Hybrid electrostatic-piezo MEMS photonic integrated modulators",
    "abstract": "           Programmable photonic integrated circuits (PICs) have recently emerged as an important technology for quantum information science and artificial neural networks. In particular, PICs with MEMS-based modulators have the advantages of voltage-based control, ultra-low-energy consumption, cryogenic compatibility, and CMOS-foundry support. Here we report a cantilever optical modulator that utilizes hybrid piezoelectric and electrostatic tuning forces together on a monolithic silicon nitride (SiN) PIC platform. The device achieves actuation of visible-wavelength light with quasi-static tuning up to 10 kHz at 1.5 V{\\pi}-cm as well as high-speed (>20 MHz) AC modulation with dynamically adjustable (25 - 40 MHz) mechanical resonances. We report the physics of how geometric nonlinearities such as capacitive pull-in give rise to suspended and contacted cantilever modes. These reversible operating regimes generate different strain profiles and boundary conditions which are responsible for the active tuning of the mechanical resonances. Our proof-of-concept electrostatic-piezo modulator shows promising potential in large-scale programmable PICs applied to high-speed optical switching and optomechanical sensing.         ",
    "url": "https://arxiv.org/abs/2512.12383",
    "authors": [
      "Thuy-Linh Le",
      "Hardit Singh",
      "Julia M. Boyle",
      "Matthew Zimmermann",
      "Andrew J. Leenheer",
      "Daniel Dominguez",
      "Matt Eichenfield",
      "Mark Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.12521",
    "title": "Principal Component Analysis for Nonlinear Optical Microscopic Chemical Imaging of Nitrogen Gas",
    "abstract": "           We have implemented principal component analysis for microscopic wide-field chemical imaging via coherent Raman spectroscopy. Microscopic imaging of nitrogen gas has been challenging due to extremely weak signals stemming from low order Raman interaction. Wide-field coherent Raman micro-spectroscopy has demonstrated the ability to chemically distinguish nitrogen gas although it has been difficult to quantify spatial-density information due to significant levels of background noise. By subtracting the Gaussian beam shape and removing contributions from uninformative noise simultaneously from the set of images, we can reconstruct the normalized intensity fluctuations. Our analysis demonstrates that nitrogen gas within microvolume can be rapidly monitored under ambient conditions in less than 0.2 seconds. We believe that our work has the potential to improve visualization of microscopic flows due to molecular dynamics of gases and/or liquids otherwise invisible to infrared optical techniques.         ",
    "url": "https://arxiv.org/abs/2512.12521",
    "authors": [
      "Logan Carlson",
      "Devesh Bhattarai",
      "Mamata Subedi",
      "Haifeng Wang",
      "Gombojav O. Ariunbold"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2512.12564",
    "title": "Tracking the Catastrophic Collapse of Hybrid Exciton-Phonon Order in a Quantum Material",
    "abstract": "           Revealing the interactions binding electronic and lattice components of cooperative quantum order is central to sculpting new states of matter. This challenge is epitomized by the charge density wave material 1T-TiSe$_2$, where photoexcitation disrupts its presumed hybrid exciton-phonon order. This exposes a paradox: the electronic component collapses within femtoseconds while the periodic lattice distortion persists. If the lattice distortion outlives the excitonic condensate, were they truly intertwined? Here we resolve this by uncovering a low-frequency mode (approx. 0.13 THz) emerging only in the ordered state, signaling exciton-phonon coupling. This mode is consistent with a locked phason -- a collective excitation arising if coupling between the excitonic condensate and lattice reduces continuous phase symmetry to a discrete one, giving the excitonic Goldstone mode finite mass. This is captured by an effective theory describing a shared potential landscape. At a critical threshold, the collapse of excitonic order flattens the potential, triggering an exciton-phonon catastrophe: selective overheating of the charge density wave phonon, disappearance of the locked phason, and sudden loss of electronic coherence. Remarkably, the lattice distortion survives as a dynamically trapped, non-thermal remnant, confirmed by the anomalous temperature dependence of the phononic response. These findings demonstrate that coupled potential energy landscapes can be manipulated to selectively dismantle complex quantum orders, advancing material control through dynamical design.         ",
    "url": "https://arxiv.org/abs/2512.12564",
    "authors": [
      "Omar Abdul-Aziz",
      "Danilo Comini",
      "Johannes Lang",
      "Nils Bartel",
      "Michael Buchhold",
      "Sebastian Diehl",
      "Daniel Wolverson",
      "Charles J. Sayers",
      "Giulio Cerullo",
      "Paul H. M. van Loosdrecht",
      "Hamoon Hedayat"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.12625",
    "title": "Deep-learning-enabled inverse design of large-scale metasurfaces with full-wave accuracy",
    "abstract": "           Recent advances in meta-optics have enabled diverse functionalities in compact optical devices; however, conventional forward design approaches become inadequate as device complexity and scale grow. Inverse design offers a powerful alternative but often requires massive computational resources and neglects mutual coupling effects. Here, we propose and experimentally validate a deep-learning-enabled framework for rapid inverse design of large-scale, aperiodic metasurfaces with full-wave this http URL framework integrates an inverse design network responsible that maps target near-field responses to metasurface geometries in a non-iterative and scalable manner. A lightweight forward prediction network, integrated as a full-wave solver surrogate within the framework, enables efficient end-to-end training of the inverse design network while capturing mutual coupling effects by considering both local and neighboring this http URL framework's effectiveness is experimentally verified through a multi-foci metalens and a holographic metasurface. This framework enables the inverse design from micrometer to centimeter scales (> 20k{\\lambda}), with near-field responses discrepancies less than 3% compared to full-wave solvers at subwavelength (< {\\lambda}/10) this http URL, it is generalizable to metasurfaces of arbitrary size and operates efficiently without high-performance resources, overcoming the computational bottlenecks of previous inverse design methods.         ",
    "url": "https://arxiv.org/abs/2512.12625",
    "authors": [
      "Borui Xu",
      "Jingzhu Shao",
      "Xiangyu Zhao",
      "Haishan Xu",
      "Yudong Tian",
      "Nanxi Chen",
      "Jielin Sun",
      "Han Lin",
      "Qiaoliang Bao",
      "Yiyong Mai",
      "Chongzhao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.12660",
    "title": "Quantum Correlation and Synchronisation-Enhanced Energy Transfer in Driven-Dissipative Light-Harvesting Dimers",
    "abstract": "           Quantum synchronisation has recently been proposed as a mechanism for electronic energy transfer in light-harvesting complexes, yet its robustness in the presence of strong vibrational dissipation remains under active investigation. We revisit this process in cryptophyte photosynthetic antennae using the exciton-vibrational dimer model. By comparing the quantum dynamics with classical rate equations for electronic density-matrix populations and vibrational-mode observables, we show how both environment-assisted transfer and coherent-light pumping can sustain significant energy flow despite strong electronic dephasing. Our open quantum systems (OQS) computational treatment highlights the quantum correlations between electronic and vibrational degrees of freedom that underpin synchronisation-enhanced transfer efficiency in the driven-dissipative regime, suggesting potential avenues for future investigation of solar energy-transfer mechanisms.         ",
    "url": "https://arxiv.org/abs/2512.12660",
    "authors": [
      "Wenhao Xu"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.12741",
    "title": "Intracavity-birefringence-enabled soliton states and wavelength control in the (C + L)-band fiber lasers",
    "abstract": "           We demonstrate a compact all-fiber nonlinear-polarization-evolution (NPE) fiber laser capable of outputting wavelength-manipulated multiple laser states in the C + L band. Leveraging the intracavity birefringence-induced filtering effect, without external spectral filters, the laser achieves wavelength-tunable conventional solitons (CSs) and soliton molecules (SMs) with a tuning range of 72.85 nm and 45.54 nm, respectively, by adjusting the polarization states and pump power. Furthermore, wavelength-switchable harmonic mode-locking (over 1 GHz) and dual-wavelength mode-locking can also be achieved in the C + L band. To the best of our knowledge, this is the first experimental realization of wavelength-manipulated multiple soliton states covering the C + L band in a single-fiber-laser oscillator. Two examples of digital multi-letter encoding and transmission are further demonstrated on this platform by means of pump-driven wavelength/soliton states switching. By enabling controllable multi-state solitons and broad spectral tunability within a compact architecture, our work provides a promising source for spectrally diverse and temporally stable pulsed light sources that hold significant promise for applications in microscopy, bioimaging, and LiDAR.         ",
    "url": "https://arxiv.org/abs/2512.12741",
    "authors": [
      "Chuangkai Li",
      "Feng Ye",
      "Hong Jin",
      "Xuanyi Liu",
      "H. Y. Fu",
      "Boris A. Malomed",
      "Qian Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2512.12888",
    "title": "Meta-GPT: Decoding the Metasurface Genome with Generative Artificial Intelligence",
    "abstract": "           Advancing artificial intelligence for physical sciences requires representations that are both interpretable and compatible with the underlying laws of nature. We introduce METASTRINGS, a symbolic language for photonics that expresses nanostructures as textual sequences encoding materials, geometries, and lattice configurations. Analogous to molecular textual representations in chemistry, METASTRINGS provides a framework connecting human interpretability with computational design by capturing the structural hierarchy of photonic metasurfaces. Building on this representation, we develop Meta-GPT, a foundation transformer model trained on METASTRINGS and finetuned with physics-informed supervised, reinforcement, and chain-of-thought learning. Across various design tasks, the model achieves <3% mean-squared spectral error and maintains >98% syntactic validity, generating diverse metasurface prototypes whose experimentally measured optical responses match their target spectra. These results demonstrate that Meta-GPT can learn the compositional rules of light-matter interactions through METASTRINGS, laying a rigorous foundation for AI-driven photonics and representing an important step toward a metasurface genome project.         ",
    "url": "https://arxiv.org/abs/2512.12888",
    "authors": [
      "David Dang",
      "Stuart Love",
      "Meena Salib",
      "Quynh Dang",
      "Samuel Rothfarb",
      "Mysk Alnatour",
      "Andrew Salij",
      "Hou-Tong Chen",
      "Ho Wai",
      "Wilton J.M. Kort-Kamp"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Computation and Language (cs.CL)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2512.13022",
    "title": "Measurement of Position Resolutions of L-band Cavity Beam Position Monitors",
    "abstract": "           Beam position monitors (BPMs) are indispensable components of modern particle accelerators, providing real-time diagnostics to ensure precise beam control, stability, and quality. As accelerators such as the International Linear Collider (ILC) aim for nanometer-scale beam sizes at the interaction point, stringent requirements on position resolution arise. Specifically, the main linac of the ILC demands a BPM resolution better than 5 {\\mu}m to support stable beam transport and minimize emittance growth. To address this, we have developed an L-band cavity BPM optimized for the beam conditions of the ILC. In this paper, we introduce a prototype of an L-band cavity BPM and its signal processing system, describe the methodology for position resolution measurements, discuss the problems and solutions encountered in the past experiment, and report the projected position resolutions of about 300 nm at best.         ",
    "url": "https://arxiv.org/abs/2512.13022",
    "authors": [
      "Soohyung Lee",
      "Ho Jun Jeong",
      "JongMo Hwang",
      "GwangUk Park",
      "Siwon Jang",
      "Konstantin Popov",
      "Alexander Aryshev",
      "Toshiyuki Okugi",
      "Eun San Kim"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2512.13045",
    "title": "Frequency Scaling Laws for Flat Plate Wing Active Separation Control",
    "abstract": "           Dimensionless frequency scaling laws for active separation control on flat-plate wings, using dielectric barrier discharge plasma actuators, were examined on the basis of maximum increases to lift coefficient, and compared with hovering insect wing-flapping frequencies. Data for a range of angles of attack ($24^\\circ$ to $32^\\circ$), Reynolds numbers (3,000 to 20,000) and semispan wing aspect ratios (0.75 to $\\infty$), collapsed best when scaled with the streamwise-directed height of the chord length. The ``forcing Strouhal number'' that produced the largest lift coefficient increments, equal to $0.26 \\pm 0.04$, was linked to the conventional bluff-body Strouhal number by recognizing that drag and lift on flat plate wings are directly proportional at a fixed angle of attack. Flowfield measurements, to determine the time-averaged separation bubble height and local velocity at separation, showed that the universal Strouhal number of approximately $0.16 \\pm 0.01$ --developed for bluff-body and separation bubble vortex shedding--can be further generalized to active separation control, when the natural shedding frequency is substituted by the forcing frequency. Insect wing flapping frequencies in hover were examined on the basis of Strouhal number scaling and corresponded reasonably well to the optimum forcing Strouhal number range, although angle of attack estimates were a source of uncertainty. Furthermore, universal Strouhal number scaling can only be validated with accurate separation bubble height and separation velocity measurements.         ",
    "url": "https://arxiv.org/abs/2512.13045",
    "authors": [
      "Stefan Vey",
      "Christian Oliver Paschereit",
      "David Greenblatt"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2512.13118",
    "title": "Laser Wakefield Acceleration in a Capillary Gas Cell Producing GeV-Scale High-Quality Electron Beams",
    "abstract": "           Laser Wakefield Acceleration (LWFA) is a promising approach for producing high-brightness electron beams in the GeV energy range, offering significant potential for compact next-generation accelerator facilities. In this work, we present a computational study of LWFA in a specially designed single-stage capillary gas-cell target aimed at producing high-quality, GeV-class electron beams. The capillary cell includes a short (~2 mm) injection region at the entrance filled with a helium (He) and nitrogen (N2 ) gas mixture. This is followed by a longer (~12 mm) pure He section, which provides the required acceleration length and limits continuous ionization injection, thereby significantly reducing the energy spread of the accelerated beam. Hydrodynamic simulations are performed to optimize the capillary geometry and generate the required two-section gas-pressure profile. The resulting gas-density distributions for various cases are then directly incorporated in Particle-In-Cell (PIC) simulations to study LWFA. In particular, our hydrodynamic simulations demonstrate how tailored density profiles with longitudinal density tapering in the acceleration section can be realized in a capillary gas cell, while the corresponding PIC simulations reveal how these profiles influence the acceleration process and the resulting beam quality. Using a 100 TW-class laser system with parameters relevant to the L2-DUHA laser at the ELI Beamlines Facility, the PIC results demonstrate electron acceleration to mean energies exceeding 1.0 GeV with high-quality beam properties. Self-injected He electrons are also observed, and their impact on the main beam quality is evaluated. The findings of this study provide valuable insights for upcoming LWFA experiments planned within the EuPRAXIA Project at the ELI Beamlines Facility.         ",
    "url": "https://arxiv.org/abs/2512.13118",
    "authors": [
      "Srimanta Maity",
      "Francesco Massimo",
      "Alex Whitehead",
      "Pavel Sasorov",
      "Alexander Molodozhentsev"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.13127",
    "title": "Microparticle laser fragmentation in liquids: mechanisms, energetics, and efficiency quantified with single-pulse, single-particle precision",
    "abstract": "           Microparticle laser fragmentation in liquids has emerged as a promising approach to generate nanoparticles with high efficiency. Despite its advantages, the underlying fragmentation mechanisms, their connection to the nanoparticle size distribution, and the energy efficiency of the process remain poorly understood. In this study for the first time, microparticle fragmentation is investigated in single-pulse, single-particle experiments on Au microparticles. Determining the absorbed peak fluence enables assessment of the process energetics. Pump-probe microscopy identifies photomechanical fracture of the molten microparticle volume and photothermal phase explosion of its superheated surface as the fragmentation mechanisms. We find that 83% of the absorbed laser energy is converted into cavitation bubble formation, while only 1% contributes to the surface energy of the generated nanoparticles. Despite this small fraction, MP-LFL outperforms laser ablation in liquids. The surface energy generated per absorbed energy is 10 times higher, and the overall energy efficiency is 14 times higher. This gain originates from the confined microparticle geometry, which minimizes energy losses and enhances photomechanical fragmentation via pressure focusing. These results position microparticle fragmentation in liquids as a fundamentally more energy-efficient approach for scalable, laser-based nanoparticle production than laser ablation in liquids.         ",
    "url": "https://arxiv.org/abs/2512.13127",
    "authors": [
      "Maximilian Spellauge",
      "Ramon Auer",
      "Meike Tack",
      "Florentine Limani",
      "David Redka",
      "Sven Reichenberger",
      "Anna R. Ziefuss",
      "Stephan Barcikowski",
      "Heinz P. Huber"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.13134",
    "title": "Metasurface lasers programmed by optical pump patterns",
    "abstract": "           Metasurface lasers offer unprecedented control over light emission, yet their spatial and modal characteristics are typically fixed post-fabrication. Here, we introduce a reconfigurable plasmonic metasurface laser platform in which the lasing area geometry, and thus the emission properties, are dynamically programmed via spatially structured optical pumping. Using hexagonal arrays of silver nanoparticles embedded in dye-doped waveguides, we demonstrate lasing at high-symmetry points of the Brillouin zone, including the K and M points. K-point lasing exhibits spontaneous symmetry breaking (SSB) in relative intensity between degenerate K and K' modes, with no bias induced by pump geometry, even for geometries that explicitly break symmetry. In contrast, M-point lasing allows deterministic control over emission channels via asymmetric pumping. We further show that spatially separated K-point lasers synchronize in phase and amplitude, undergoing SSB in lockstep. A theoretical density matrix approach cast into stochastic differential equations reproduces the observed real- and Fourier-space intensity distributions and SSB behavior. Our findings establish spatially programmable metasurface lasers as a versatile platform for exploring dynamic phenomena in photonic lattices, with potential applications in vortex beam shaping, optical logic, and true random number generation.         ",
    "url": "https://arxiv.org/abs/2512.13134",
    "authors": [
      "Nelson de Gaay Fortman",
      "Radoslaw Kolkowski",
      "Nick Feldman",
      "Peter Schall",
      "A. Femius Koenderink"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.13152",
    "title": "Performance of USTC first batch resistive AC-LGAD sensor",
    "abstract": "           In this paper, the design and characterization of AC-LGAD sensors at the University of Science and Technology of China is introduced. The sensors are characterized with an infrared laser Transient Current Technique (TCT) system for evaluating signal response characteristics and spatial resolution. The temporal resolution was quantified with electrons emitted by a Sr-90 radioactive source. The spatial resolution can reach 4 {\\mu}m and a temporal resolution of 48 ps is achieved         ",
    "url": "https://arxiv.org/abs/2512.13152",
    "authors": [
      "Han Li",
      "Xiao Yang",
      "Kuo Ma",
      "Hang Yang",
      "Aonan Wang",
      "De Zhang",
      "Tianao Wang",
      "Xiangxuan Zheng",
      "Jiajin Ge",
      "Yusheng Wu",
      "Hao Liang",
      "Yanwen Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.13179",
    "title": "A nanopore-gated sub-attoliter silicon nanocavity for single-molecule trapping and analysis",
    "abstract": "           Biomolecules exhibit dynamic conformations critical to their functions, yet observing these processes at the single-molecule level under native conditions remains a formidable challenge. While surface immobilization has been widely used to extend observation times, it could disrupt molecular dynamics and impede biological function. Moreover, the study of weak molecular interactions requires high local concentrations, often leading to problems with signal saturation in fluorescence-based approaches. Recent advancements in single-molecule trapping techniques have addressed some limitations, but achieving precise, controllable, long-term trapping in a molecularly crowded environment without external forces remains difficult. Here, we introduce a nanopore-gated sub-attoliter silicon nanocavity that enables precise, non-perturbative trapping of individual biomolecules for extended observation times, eliminating the need for external forces. Using nucleosomes as model systems, we demonstrate single-molecule Förster resonance energy transfer (smFRET) to monitor relative distances. Our data also show that an applied electric field can modulate the conformational properties of macromolecules, emphasizing a key advantage of our device: it does not require an electric field to retain trapped molecules. We envision this nanocavity platform as a powerful tool for interrogating molecular dynamics in physiologically relevant environments, offering unperturbed access to weak and transient interactions that are central to biological regulation.         ",
    "url": "https://arxiv.org/abs/2512.13179",
    "authors": [
      "Funing Liu",
      "Qitao Hu",
      "Anton Sabantsev",
      "Giovanni Di Muccio",
      "Shuangshuang Zeng",
      "Mauro Chinappi",
      "Sebastian Deindl",
      "Zhen Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.13372",
    "title": "Emergent learning: neuromorphic photonic computing with accelerated training",
    "abstract": "           Emergent learning transforms a disordered optical medium into a photonic device capable of storage, recognition, and classification of arbitrary memory patterns. First, we show that the intensity at the output of a multiply scattering system can be described by a dyadic matrix, the optical-synaptic matrix, exhibiting the same form as a Hebbian synaptic matrix containing a single memory. Then, we employ emergent learning - an approach inspired by neuroscience - to exploit the vast dictionary of raw memories inherently available within a disordered optical structure, thereby engineering the optical-synaptic matrix to store a user-defined attractor, or tailored memory. Importantly these photonic structures also works as an optical comparators providing an intensity-based measure of the degree of similitude between a query pattern and the stored pattern, realizing an hardware co-localization between memory and optical operator. Our system has an almost infinite hardware capacity of tailored memories/ operators ($\\mathcal{M} \\sim 10^{60557}$), thus these tailored memories can be then employed as examples to build a classifier hardware based on intensity comparison without the need of additional digital transformation layers. Remarkably, this Photonic Emergent Learning platform is not only flexible and fabrication-free, but also relies primarily on analog processes, thus shifting the computational burden of training from the digital layers to the optical domain reducing the computational cost and enhancing performance.         ",
    "url": "https://arxiv.org/abs/2512.13372",
    "authors": [
      "Sara Peña-Gutiérrez",
      "Giorgio Gosti",
      "Hongsheng Chen",
      "Giancarlo Ruocco",
      "Marco Leonetti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.13391",
    "title": "Silicon photonic paper-clip spiral delay lines with ultra-low delay loss of 0.5 dB/ns",
    "abstract": "           In this work, we demonstrate compact paper-clip spiral silicon photonic waveguides with ultra-low delay loss. We characterize the optical loss and group delay of single-mode and multi-mode silicon waveguides across the telecom O-, S-, C-, and L-bands. For spiral devices with 2.0-{\\mu}m-wide waveguides, we measure propagation losses of 0.11 and 0.06 dB/cm at 1310 and 1550 nm, representing 10- and 20-times improvements, respectively, compared to the singlemode waveguides. Additionally, we observe a group delay of 1163 ps for a 9.5 cm-long waveguide with a compact device footprint of (0.30 {\\times} 3.00) mm2, yielding a delay loss of 0.5 dB/ns. These results are highly promising for large-scale silicon photonic integration, delay lines, and on-chip programmable systems.         ",
    "url": "https://arxiv.org/abs/2512.13391",
    "authors": [
      "Batoul Hashemi",
      "Manuel Arturo Méndez-Rosales",
      "Parimal Edke",
      "Mohammad Rezaul Islam",
      "Ranjan Das",
      "Andrew P. Knights",
      "Jonathan D. B. Bradley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.13543",
    "title": "Laser-Induced Deposition of Single-Walled Carbon Nanotubes in Suspended Core Optical Fibers",
    "abstract": "           We experimentally demonstrate laser-driven deposition of single-walled carbon nanotubes (CNTs) in suspended core fibers (SCFs) for the first time. Two samples for each SCF type with three (SCF1) and four (SCF2) air holes are individually inserted in a syringe loaded with a 0.5 mL solution of CNTs dispersed in methanol, and a high-power laser at 980 nm is injected into the fibers during distinct periods: SCF1 (20 and 30 minutes), SCF2 (5 and 10 minutes). The CNT solution thermally expands, accelerating and depositing nanotubes on the fiber tip. The material and dimensions of the CNTs deposited on the SCFs' cross-section are characterized, revealing nanotube bundles increasing in thickness from the fiber core to the bridges and inside the holes. The average maximum CNT thickness widening the bridge edges is, respectively, for SCF1 (2.8 and 2 microns) and SCF2 (1.7 and 1.3 microns). These achievements are significant for nanoparticle deposition and fabrication of microscale devices on tips and inside specialty and hollow fibers, enabling innovative fiber sensors, mode-locked fiber lasers, in-fiber acousto-optic modulators, and broadband photoacoustic transmitters for imaging and neurostimulation.         ",
    "url": "https://arxiv.org/abs/2512.13543",
    "authors": [
      "Ricardo E. da Silva",
      "Hartmut Bartelt",
      "Cristiano M. B. Cordeiro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.13656",
    "title": "Advancing Machine Learning Optimization of Chiral Photonic Metasurface: Comparative Study of Neural Network and Genetic Algorithm Approaches",
    "abstract": "           Chiral photonic metasurfaces provide unique capabilities for tailoring light-matter interactions, which are essential for next-generation photonic devices. Here, we report an advanced optimization framework that combines deep learning and evolutionary algorithms to significantly improve both the design and performance of chiral photonic nanostructures. Building on previous work utilizing a three-layer perceptron reinforced learning and stochastic evolutionary algorithm with decaying changes and mass extinction for chiral photonic optimization, our study introduces a refined pipeline featuring a two-output neural network architecture to reduce the trade-off between high chiral dichroism (CD) and reflectivity. Additionally, we use an improved fitness function, and efficient data augmentation techniques. A comparative analysis between a neural network (NN)-based approach and a genetic algorithm (GA) is presented for structures of different interface pattern depth, material combinations, and geometric complexity. We demonstrate a twice higher CD and the impact of both the corner number and the refractive index contrast at the example of a GaP/air and PMMA/air metasurface as a result of superior optimization performance. Additionally, a substantial increase in the number of structures explored within limited computational resources is highlighted, with tailored spectral reflectivity suggested by our electromagnetic simulations, paving the way for chiral mirrors applicable to polarization-selective light-matter interaction studies.         ",
    "url": "https://arxiv.org/abs/2512.13656",
    "authors": [
      "Davide Filippozzi",
      "Alexandre Mayer",
      "Nicolas Roy",
      "Wei Fang",
      "Arash Rahimi-Iman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2512.13657",
    "title": "Towards Quantum Advantage in Chemistry",
    "abstract": "           Molecular simulations are widely regarded as leading candidates to demonstrate quantum advantage--defined as the point at which quantum methods surpass classical approaches in either accuracy or scale. Yet the qubit counts and error rates required to realize such an advantage remain uncertain; resource estimates for ground-state electronic structure span orders of magnitude, and no quantum-native method has been validated at a commercially relevant scale. Here we address this uncertainty by executing the iterative qubit coupled-cluster (iQCC) algorithm, designed for fault-tolerant quantum hardware, at unprecedented scale using a quantum solver on classical processors, enabling simulations of transition organo-metallic complexes requiring hundreds of logical qubits and millions of entangling gates. Using this approach, we compute the lowest triplet excited state (T$_1$) energies of Ir(III) and Pt(II) phosphorescent organometallic compounds and show that iQCC achieves the lowest mean absolute error (0.05 eV) and highest R$^2$ (0.94) relative to experiment, outperforming leading classical methods. We find these systems remain classically tractable up to $\\sim$200 logical qubits, establishing the threshold at which quantum advantage in computational chemistry may emerge and clarifying resource requirements for future quantum computers.         ",
    "url": "https://arxiv.org/abs/2512.13657",
    "authors": [
      "Scott N. Genin",
      "Ohyun Kwon",
      "Seyyed Mehdi Hosseini Jenab",
      "Seon-Jeong Lim",
      "Taehyung Kim",
      "Tae-Gon Kim",
      "Rami Gherib",
      "Angela F. Harper",
      "Ilya G. Ryabinkin",
      "Michael G. Helander"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.12030",
    "title": "Cavity Mediated Two-Qubit Gate: Tuning to Optimal Performance with NISQ Era Quantum Simulations",
    "abstract": "           A variety of photon-mediated operations are critical to the realization of scalable quantum information processing platforms and their accurate characterization is essential for the identification of optimal regimes and their experimental realizations. Such light-matter interactions are often studied with a broad variety of analytical and computational methods that are constrained by approximation techniques or by computational scaling. Quantum processors present a new avenue to address these challenges. We consider the case of cavity mediated two-qubit gates. To investigate quantum state transfer between the qubits, we implement simulations with quantum circuits that are able to reliably track the dynamics of the system. Our quantum algorithm, compatible with NISQ (Noisy Intermediate Scale Quantum) era systems, allows us to map out the fidelity of the state transfer operation between qubits as a function of a broad range of system parameters including the respective detunings between the qubits and the cavity, the damping factor of the cavity, and the respective couplings between the qubits and the cavity. The algorithm provides a robust and intuitive solution, alongside a satisfactory agreement with analytical solutions or classical simulation algorithms in their respective regimes of validity. It allows us to identify under-explored regimes of optimal performance, relevant for heterogeneous quantum platforms, where the two-qubit gate can be rather effective between far-detuned qubits that are neither resonant with each other nor with the cavity. Besides its present application, the method introduced in the current paper can be efficiently used in otherwise untractable variations of the model and in various efforts to simulate and optimize photon-mediated two-qubit gates and other relevant operations in quantum information processing.         ",
    "url": "https://arxiv.org/abs/2512.12030",
    "authors": [
      "Shreekanth S. Yuvarajan",
      "Vincent Iglesias-Cardinale",
      "David Hucul",
      "Herbert F. Fotso"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.12097",
    "title": "Symmetry Dilemmas in Quantum Computing for Chemistry: A Comprehensive Analysis",
    "abstract": "           Symmetry adaptation, universality, and gate efficiency are central but often competing requirements in quantum algorithms for electronic structure and many-body physics. For example, fully symmetry-adapted universal operator pools typically generate long and deep quantum circuits, gate-efficient universal operator pools generally break symmetries, and gate-efficient fully symmetry-adapted operator pools may not be universal. In this work, we analyze such symmetry dilemmas both theoretically and numerically. On the theory side, we prove that the popular, gate-efficient operator pool consisting of singlet spin-adapted singles and perfect-pairing doubles is not universal when spatial symmetry is enforced. To demonstrate the strengths and weaknesses of the three types of pools, we perform numerical simulations using an adaptive algorithm paired with operator pools that are (i) fully symmetry-adapted and universal, (ii) fully symmetry-adapted and non-universal, and (iii) breaking a single symmetry and are universal. Our numerical simulations encompass three physically relevant scenarios in which the target state is (i) the global ground state, (ii) the ground state crossed by a state differing in multiple symmetry properties, and (iii) the ground state crossed by a state differing in a single symmetry property. Our results show when symmetry-breaking but universal pools can be used safely, when enforcing at least one distinguishing symmetry suffices, and when a particular symmetry must be rigorously preserved to avoid variational collapse. Together, the formal and numerical analysis provides a practical guide for designing and benchmarking symmetry-adapted operator pools that balance universality, resource requirements, and robust state targeting in quantum simulations for chemistry.         ",
    "url": "https://arxiv.org/abs/2512.12097",
    "authors": [
      "Ilias Magoulas",
      "Muhan Zhang",
      "Francesco A. Evangelista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.12103",
    "title": "Perturbative Input-Output Theory of Floquet Cavity Magnonics and Magnon Energy Shifts",
    "abstract": "           We develop a perturbative input-output formalism to compute the reflectance and transmittance spectra of cavity magnonics systems subject to a Floquet modulation. The method exploits the strong hierarchy between the magnetic-dipole couplings transverse (drive field) and parallel (modulation field) to the static bias field, which naturally introduces the small parameter $\\epsilon = (2Ns)^{-1/2}$ associated with the total spin $Ns$ of the ferromagnet. By organizing the cavity and magnon fields in a systematic expansion in $\\epsilon$, we obtain compact analytic expressions for the spectra up to second order. Using these results, we reproduce the characteristic sideband structure observed in recent Floquet cavity electromagnonics experiments. Furthermore, accounting for the Zeeman interaction between the modulation field and the fully polarized ground state - a contribution typically neglected in previous treatments - we predict an additional magnon detuning of approximately $0.8\\,\\mathrm{GHz}$, independent of both modulation frequency and sample size and determined solely by the spatial volume occupied by the modulation field. This identifies a measurable and previously overlooked shift relevant for the interpretation and design of cavity magnonics experiments.         ",
    "url": "https://arxiv.org/abs/2512.12103",
    "authors": [
      "T. Aguiar",
      "M. C. de Oliveira"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.12940",
    "title": "Predicting the Thermal Conductivity Collapse in SWCNT Bundles: The Interplay of Symmetry Breaking and Scattering Revealed by Machine-Learning-Driven Quantum Transport",
    "abstract": "           We combine machine learning (ML)-based neuroevolution potentials (NEP) with anharmonic lattice dynamics and the Boltzmann transport equation (ALD-BTE) to achieve a quantitative and mode-resolved description of thermal transport in individual (10, 0) zigzag single-walled carbon nanotubes (SWCNTs) and their bundles. Our analysis reveals a dual mechanism behind the drastic suppression of thermal conductivity in bundles: first, the breaking of rotational symmetry in isolated SWCNTs dramatically enhances the scattering rates of symmetry-sensitive phonon modes, such as the twist (TW) mode. Second, the emergence of new inter-tube phonon modes introduces abundant additional scattering channels across the entire frequency spectrum. Crucially, the incorporation of quantum Bose-Einstein (BE) statistics is essential to accurately capture these phenomena, enabling our approach to quantitatively reproduce experimental observations. This work establishes the combination of ML-driven interatomic potentials and ALD-BTE as a predictive framework for nanoscale thermal transport, effectively bridging the gap between theoretical models and experimental measurements.         ",
    "url": "https://arxiv.org/abs/2512.12940",
    "authors": [
      "Feng Tao",
      "Xiaoliang Zhang",
      "Dawei Tang",
      "Shigeo Maruyama",
      "Ya Feng"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.13138",
    "title": "A Joint Quantum Computing, Neural Network and Embedding Theory Approach for the Derivation of the Universal Functional",
    "abstract": "           We introduce a novel approach that exploits the intersection of quantum computing, machine learning and reduced density matrix functional theory to leverage the potential of quantum computing to improve simulations of interacting quantum particles. Our method focuses on obtaining the universal functional using a deep neural network trained with quantum algorithms. We also use fragment-bath systems defined by density matrix embedding theory to strengthen our approach by substantially expanding the space of Hamiltonians for which the obtained functional can be applied without the need for additional quantum resources. Given the fact that once obtained, the same universal functional can be reused for any system where the interactions within the embedded fragment are identical, our work demonstrates a way to potentially achieve a cumulative quantum advantage within quantum computing applications for quantum chemistry and condensed matter physics.         ",
    "url": "https://arxiv.org/abs/2512.13138",
    "authors": [
      "Martin J. Uttendorfer",
      "Daniel Barragan-Yani",
      "Matthias Sperl",
      "Marc Landmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.13233",
    "title": "Measurement of Material Volume Fractions in a Microwave Resonant Cavity Sensor Using Convolutional Neural Network",
    "abstract": "           A non-destructive, real-time method for estimating the volume fraction of a dielectric mixture inside a resonant cavity is presented. A convolutional neural network (CNN)-based approach is used to estimate the fractional composition of two-phase dielectric mixtures inside a resonant cavity using scattering parameter (S-parameter) measurements. A rectangular cavity sensor with a strip feed structure is characterized using a vector network analyzer (VNA) from 0.01--20~GHz. The CNN is trained using both simulated and experimentally measured S-parameters and achieves high predictive accuracy even without de-embedding or filtering, demonstrating robustness to measurement imperfections. The simulation results achieve a coefficient of determination ($R^2$)=0.99 using $k$-fold cross-validation, while the experimental model using raw data achieves an $R^2=0.94$ with a mean absolute error (MAE) below 6\\%. Data augmentation further improves the accuracy of the experimental prediction to above $R^2=0.998$ (MAE$<$0.72\\%). The proposed method enables rapid, non-destructive, accurate, low-cost, and real-time estimation of material fractions, illustrating strong potential for sensing applications in microwave material characterization.         ",
    "url": "https://arxiv.org/abs/2512.13233",
    "authors": [
      "Mojtaba Joodaki",
      "Idriz Pelaj"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.13248",
    "title": "High-purity frequency-degenerate photon pair generation via cascaded SFG/SPDC in thin film lithium niobate",
    "abstract": "           Frequency-degenerate photon pairs generated using nonlinear photonic integrated devices are a crucial resource for scalable quantum information processing and metrology. However, their realization is hindered by unwanted parametric processes occurring within the same phase matching band, which degrade the signal-to-noise ratio and reduce the purity of the associated quantum states. Here, we propose a dual-pump scheme to produce frequency-degenerate photon pairs, based on cascaded sum-frequency generation and spontaneous parametric down-conversion occurring within a single waveguide, while strongly suppressing parasitic photon pair generation from single-pump processes. This approach significantly simplifies the design compared to microresonator-based methods and enables both pumping and collection of photon pairs entirely in the telecom band. We experimentally validate the concept in a layer-poled thin film lithium niobate waveguide, achieving frequency-degenerate photon pair generation with a brightness of \\SI{1.0(3)e5}{\\hertz \\per \\nm \\per \\square \\milli \\watt } and a 40 dB suppression of unwanted single-pump processes.         ",
    "url": "https://arxiv.org/abs/2512.13248",
    "authors": [
      "Olivia Hefti",
      "Marco Clementi",
      "Enrico Melani",
      "Jean-Etienne Tremblay",
      "Andrea Volpini",
      "Yesim Koyaz",
      "Homa Zarebidaki",
      "Ivan Prieto",
      "Olivier Dubochet",
      "Daniele Bajoni",
      "Charles Caër",
      "Hamed Sattari",
      "Camille-Sophie Brès",
      "Matteo Galli",
      "Davide Grassani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.13502",
    "title": "Arrival Time -- Classical Parameter or Quantum Operator?",
    "abstract": "           The question of how to interpret and compute arrival-time distributions in quantum mechanics remains unsettled, reflecting the longstanding tension between treating time as a quantum observable or as a classical parameter. Most previous studies have focused on the single-particle case in the far-field regime, where both approaches yield very similar arrival-time distributions and a semi-classical analysis typically suffices. Recent advances in atom-optics technologies now make it possible to experimentally investigate arrival-time distributions for entangled multi-particle systems in the near-field regime, where a deeper analysis beyond semi-classical approximations is required. Even in the far-field regime, due to quantum non-locality, the semi-classical approximation cannot generally hold in multi-particle systems. Therefore, in this work, two fundamental approaches to the arrival-time problem -- namely, the time-parameter and time-operator approaches -- are extended to multi-particle systems. Using these extensions, we propose a feasible two-particle arrival-time experiment and numerically evaluate the corresponding joint distributions. Our results reveal regimes in which the two approaches yield inequivalent predictions, highlighting conditions under which experiments could shed new light on distinguishing between competing accounts of time in quantum mechanics. Our findings also provide important insights for the development of quantum technologies that use entanglement in the time domain, including non-local temporal interferometry, temporal ghost imaging, and temporal state tomography in multi-particle systems.         ",
    "url": "https://arxiv.org/abs/2512.13502",
    "authors": [
      "MohammadJavad Kazemi",
      "MohammadHossein Barati",
      "Ghadir Jafari",
      "S. Shajidul Haque",
      "Saurya Das"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2512.13567",
    "title": "Electronic and optical properties of native point defects in CuInS$_2$ and CuGaS$_2$",
    "abstract": "           We present a detailed study of common intrinsic defects in CuInS$_2$ and CuGaS$_2$ using the Heyd, Scuseria and Ernzerhof (HSE) hybrid functional scheme. The impact of the two HSE parameters, $\\alpha$ and $\\omega$ on the band gap and compliance with the generalized Koopmans' theorem is investigated. Using the formation energy formalism and calculated thermodynamic charge-transition levels, we assess the electronic properties of the defects and explore the connection of charge-transition levels with optical-transition levels. Calculated Franck-Condon shifts for emission highlight the importance of lattice relaxation for the attribution of defects to luminescence peaks. Our results show that once these effects are included, predictions become closer to photoluminescence measurements available in literature.         ",
    "url": "https://arxiv.org/abs/2512.13567",
    "authors": [
      "Henry Phillip Fried",
      "Daniel Barragan-Yani",
      "Ludger Wirtz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.21065",
    "title": "Hollow Beam Optical Ponderomotive Trap for Ultracold Neutral Plasma",
    "abstract": "           Rapidly oscillating, inhomogeneous electromagnetic field from laser exert a force that repels charged particles from regions of high light intensity. We propose and analyze a flat-bottomed hollow-beam ponderomotive optical trap for an ultracold neutral plasma (UNP), driven by a high-power CO$_2$ laser. Molecular dynamics simulations show that the plasma and Rydberg atoms are effectively trapped within a nearly uniform dark region bounded by repulsive light walls. In contrast to RF traps, flat-bottomed traps yield a small density-weighted mean ponderomotive energy per electron, while the UNP collision frequency is far below the laser frequency, thereby making collisional absorption negligible and does not limit the lifetime of the trap. This approach could enhance antimatter production and storage.         ",
    "url": "https://arxiv.org/abs/2410.21065",
    "authors": [
      "S. A. Saakyan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.17310",
    "title": "Hyperfine and Zeeman Optical Pumping and Transverse Laser Cooling of a Thermal Atomic Beam of Dysprosium Using a Single 421 nm Laser",
    "abstract": "           We demonstrate the effect of Zeeman and hyperfine optical pumping and transverse laser cooling of a dysprosium (Dy) atomic beam on the $4f^{10}6s^2(J = 8) \\rightarrow 4f^{10}6s6p(J = 9)$ transition at 421.291 nm. For $^{163}$Dy, an electro-optic modulator is used to generate five frequency sidebands required to pump the atoms to the $F = 10.5$ ground state hyperfine level and the light polarization is chosen to pump the atoms to the $m_F = 10.5$ Zeeman sublevel. The atoms are simultaneously laser-cooled using a standing wave orthogonal to the atomic beam. The resulting polarized and cooled atomic beam will be used in fundamental physics experiments taking advantage of the accidental degeneracy of excited states in Dy including the ongoing measurement of parity violation in this system.         ",
    "url": "https://arxiv.org/abs/2502.17310",
    "authors": [
      "Rohan Chakravarthy",
      "Jonathan Agil",
      "Arijit Sharma",
      "Jung Bog Kim",
      "Dmitry Budker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.17453",
    "title": "Quantum simulation of CO$_2$ chemisorption in an amine-functionalized metal-organic framework",
    "abstract": "           We perform a series of calculations using simulated QPUs, accelerated by the NVIDIA CUDA-Q platform, focusing on a molecular analog of an amine-functionalized metal-organic framework (MOF), a promising class of materials for CO$_2$ capture. The variational quantum eigensolver (VQE) technique is employed, utilizing both the unitary coupled-cluster method with singles and doubles (UCCSD) and adaptive ansätze within active spaces extracted from the larger material system. We explore active spaces of (6e,6o), (8e,8o), and (10e,10o), corresponding to 12, 16, and 20 qubits, respectively, and simulate them using CUDA-Q's GPU-accelerated state-vector simulator. Gate fusion is shown to decrease circuit evaluation time by 2-3$\\times$, while parameter shift decreases the number of epochs required for variational convergence. The ADAPT-VQE method decreases both the number of epochs required for convergence and reduces the number of circuit parameters across all active spaces, at the cost of an increased number of circuit evaluations. Combining ADAPT-VQE with the 1- and 2-electron integrals from a CASSCF calculation recovers more correlation energy, at the cost of increased computational time. The CO$_2$ binding energy is computed, and we observe and discuss how increasing the active space size can lead to uneven recovery of correlation energy, making the predicted binding energies variable, even positive (\\textit{i.e.}, energetically unfavorable) in some instances. This can be partially remedied by using an alternative approach to computing the binding energy that more evenly spreads the active space. This work explores the application of VQE to a novel material system using simulated QPUs and provides some insight into various consideration when performing these types of calculations, ultimately highlighting the challenges of studying chemisorption on near-term quantum machines.         ",
    "url": "https://arxiv.org/abs/2504.17453",
    "authors": [
      "Jonathan R. Owens",
      "Marwa H. Farag",
      "Pooja Rao",
      "Annarita Giani"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.13887",
    "title": "Modification of adhesion between microparticles and engineered silicon surfaces",
    "abstract": "           A key challenge in performing experiments with microparticles is controlling their adhesion to substrates. For example, levitation of a microparticle initially resting on a surface requires overcoming the surface adhesion forces to deliver the microparticle into a mechanical potential acting as a trap. By engineering the surface of silicon substrates, we aim to decrease the adhesion force between a metallic microparticle and the silicon surface. To this end, we investigate different methods of surface engineering that are based on chemical, physical, or physio-chemical modifications of the surface of silicon. We give quantitative results on the detachment force, finding a correlation between the water contact angle and the mean detachment force, indicating that hydrophobic surfaces are desired for low microparticle adhesion. We develop surface preparations decreasing the mean detachment force by more than a factor of three compared to an untreated silicon surface. Our results will enable reliable levitation of microparticles and are relevant for experiments requiring low adhesion between microparticles and a surface.         ",
    "url": "https://arxiv.org/abs/2508.13887",
    "authors": [
      "Fabian Resare",
      "Somiya Islam Soke",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2509.03220",
    "title": "Ultrafast Optical Probing of Laser Processing",
    "abstract": "           Laser treatment has emerged into a cornerstone of industrial manufacturing. This creates the demand to understand in detail the involved physical processes and their dynamics, to control the process, and to keep guard in-situ the laser manufacturing steps. Given the contactless interaction of light with matter, particularly optical methods appear most suitable for probing laser processing. This chapter reviews the current scientific and technological state of analyzing laser-based material processing by short and ultrashort optical pulses. For that, sequential passive interrogation of material properties (via reflection, absorption, scattering, diffraction, interference, or specific nonlinear responses) can be employed through so-called pump-probe techniques (where the time-resolution is not given by the detector response time but by the duration of an electromagnetic probe pulse that is interrogating the transient scenery at a controlled delay (typ. fs to \\mu s) with respect to the arrival of the pump laser pulse). These approaches are capable to analyze on microscopic to macroscopic scales a plethora of different processes involved in laser processing, such as heating, melting, ablation, plasma- and shockwave-formation, optical breakdown in surrounding liquids and gases, shielding and accumulation effects, surface solidification and restructuring, etc. A special focus is set on the variety of ultrafast optical imaging schemes for visualizing the dynamics of laser processing at the surface and in the bulk of the irradiated materials, including photography and microscopy, holography, tomography, ptychography, and coherent diffractive imaging. The chapter provides a historic survey, highlights important scientific and technological developments and breakthroughs, discusses selected applications, explores the requirements and current limitations, and sheds light on emerging future trends.         ",
    "url": "https://arxiv.org/abs/2509.03220",
    "authors": [
      "Jörn Bonse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.08326",
    "title": "How Does Incubation Affect Laser Material Processing?",
    "abstract": "           In the last decades, the subject of laser-induced damage (LID) moved from a topic of scientific interest toward laser material processing for technical applications. When using pulsed lasers, the cumulative effect known as incubation is one of the most fundamental features of the processing event. Incubation manifests by the fact that the critical fluence for LID (known as laser-induced damage threshold, LIDT) depends on the number of pulses N exciting one spot on the sample. In most cases, the threshold fluence decreases with N starting from the single-shot ablation threshold and remains constant for large N. No ablation or damage occurs for any N, if the fluence is kept below the multiple-pulse threshold. In contrast, examples where the LIDT increases with N have been reported. The latter effect is known as laser conditioning and is advantageously used when ramping up the power of high-power laser systems. Incubation has been described for many types of solids; the motivation for these comprehensive efforts is twofold. Firstly, one tries to prevent the damage of optical materials in the beam path of high-energy or high-peak-power lasers. Secondly, one deliberately uses this damage for the sculpting of components. In this chapter, we introduce the reader to the mechanisms of incubation. We are going to look at the parameters controlling LID and highlight the peculiarity of the parameter \"number of pulses\". We will give an overview of the experimental work done in a variety of materials. There are several physical and chemical mechanisms proposed that govern incubation, and there are several mathematical models to describe the behavior of threshold fluence and ablation rate in dependence on the number of pulses. In a few cases, the two classes of mechanisms are even related to each other. Eventually, we will show the implications that incubation has on real-world laser machining.         ",
    "url": "https://arxiv.org/abs/2509.08326",
    "authors": [
      "Matthias Lenzner",
      "Jörn Bonse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.22665",
    "title": "Light in Slices: How to Enable Precise Laser Processing?",
    "abstract": "           Ultrashort (femtosecond, fs) laser pulses have fascinating properties as they allow to confine optical energy on extreme scales in space and time. Such fs-laser pulsed beams can be seen as spatially thin slices of intense light that are radially and axially constrained to the micrometer scale, while simultaneously propagating at the extremely high speed of light. Their high peak intensities and their short time lapse makes such laser pulses unique tools for materials processing, as their duration is shorter than the time required to transfer absorbed optical energy, via electron-phonon coupling, from the electronic system of the solid to its lattice. Hence, the laser pulse energy remains localized during the interaction and does not spread via diffusion into the area surrounding the irradiated region. As one consequence, the fs-laser thus offers increased precision for material modification or ablation accompanied by a reduced heat-affected zone of only a few hundred nanometers. On the other hand, the high laser peak intensities can enable nonlinear material interactions that are rendering unique material excitation and relaxation pathways possible. In this chapter, we briefly review the reasons for the enormous success of ultrashort pulse lasers in materials processing - both for the processing of the surface or in the bulk of solids. We identify the underlying fundamental processes that can limit the precision or the up-scaling of the laser processing towards large volumes, areas, or processing rates. Strategies to overcome such limitations will be outlined and questions on the ultimate limits of laser material processing will be answered.         ",
    "url": "https://arxiv.org/abs/2509.22665",
    "authors": [
      "Stefan Nolte",
      "Jörn Bonse",
      "Nadezhda M. Bulgakova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.09117",
    "title": "Strong coupling of collective optical resonances in dielectric metasurfaces",
    "abstract": "           Dielectric metasurfaces can achieve strong light-matter interaction based on several types of collective (nonlocal) resonances, such as surface lattice resonances (SLRs) and quasi bound states in the continuum (quasi-BICs). Spectral selectivity, field enhancement, and high and controllable Q-factors make these resonances appealing for technological applications in lasing, sensing, nonlinear optics, and quantum photon sources. An emerging challenge focuses on tailoring light-matter interaction via mode coupling and hybridization between the fundamental resonances of a metasurface. While strong coupling phenomena have been demonstrated between various resonant modes, the interplay between collective resonances of different natures has not been observed to date. Here, we theoretically, numerically, and experimentally demonstrate the onset of coupling and hybridization between symmetry-protected quasi-BICs and SLRs in a dielectric metasurface. We show the emergence of anticrossing (or Rabi splitting) in the strong coupling regime with suppression of reflection, observed under TE-polarised excitation, and the manifestation of an accidental BIC under TM-polarised illumination as a result of energy exchange between the participating collective resonances in the weak coupling regime. The first effect is accompanied by hybridized near fields of the modes. The observed coupling mechanisms can be controlled by modifying the angle of incidence, polarisation, and surrounding environment. This foundational study on the coupling and hybridization of collective resonances offers insights that can be leveraged for the design of metasurfaces with targeted quasi-aBIC and collective hybridized resonances. It could also open new possibilities to control the near fields associated with such resonances, with promising applications in tunable nanophotonics and light manipulation.         ",
    "url": "https://arxiv.org/abs/2510.09117",
    "authors": [
      "Izzatjon Allayarov",
      "Vittorio Aita",
      "Diane J. Roth",
      "Boaz van Casteren",
      "Anton Yu. Bykov",
      "Andrey B. Evlyukhin",
      "Anatoly V. Zayats",
      "Antonio Calà Lesina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2510.11864",
    "title": "Dipole-quadrupole model and multipole analysis of resonant membrane metasurfaces",
    "abstract": "           Membrane-metasurfaces, formed by periodic arrangements of holes in a dielectric layer, are gaining attention for their easier manufacturing via subtractive techniques, unnecessity of substrates, and access to resonant near-fields. Despite their practical relevance, their theoretical description remains elusive. Here, we present a semi-analytical dipole-quadrupole model for the multipole analysis of numerically-obtained reflection and transmission spectra in metasurfaces excited at arbitrary angles. Dipole models are generally sufficient to study traditional metasurfaces made of solid nanostructures. However, the inclusion of electric and magnetic quadrupoles is necessary to study membrane-metasurfaces, which offer an ideal platform to showcase our method. We demonstrate the importance of choosing the optimal position of a symmetric membrane-metasurface's unit cell to ensure the sufficiency of the dipole-quadrupole approximation. We show that our formalism can explain complex phenomena arising from inter-multipole interference, including lattice anapole and generalized Kerker effects, Fano resonances, and quasi-bound states in the continuum. We also present the applicability of the method to membrane-metasurfaces with non-centrosymmetric unit cells (e.g., conical holes and surface voids). By enabling a deeper insight into the coupling mechanisms leading to the formation of local and collective resonances, our method expands the electromagnetics toolbox to study, understand, and design conventional and membrane-metasurfaces.         ",
    "url": "https://arxiv.org/abs/2510.11864",
    "authors": [
      "Izzatjon Allayarov",
      "Andrey B. Evlyukhin",
      "Antonio Calà Lesina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2511.01658",
    "title": "Photonic Doping of Epsilon-Near-Zero Bragg Microcavities",
    "abstract": "           Epsilon-near-zero (ENZ) photonics provides a powerful route to extreme dispersion engineering, strong field confinement, and unconventional wave phenomena. A closely related concept is \\textit{photonic doping}, where subwavelength nonmagnetic dielectric materials embedded in ENZ media enable exotic responses such as perfect-magnetic-conductor behavior and simultaneous epsilon- and mu-near-zero states. However, photonic doping has remained limited to microwave and far-infrared regimes due to the intrinsic losses of optical ENZ materials. Here, photonic doping is demonstrated at optical frequencies by embedding a periodic array of dielectric Mie resonators into an ultralow-loss, all-dielectric ENZ platform based on near-cutoff Bragg microcavities. The resulting structures support spectrally isolated, quasi-singular coupled Bragg--Mie resonances spanning electric and magnetic multipolar orders and their overtones. These modes exhibit effective near-zero-index dispersion with fields confined either within or between the nanoparticles. A representative \\(14\\,\\mu\\mathrm{m}\\)-scale doped structure exhibits quality factors approaching \\(10^{4}\\) and magnetic-dipole Purcell enhancements exceeding \\(5\\times10^{3}\\) in the near-infrared. The demonstrated platform elevates the photonic doping from a microwave-only concept to a fully optical, low-loss, and multipole-resolved platform, enabling ultra-narrowband Mie-like resonances, enhanced magnetic-light interactions, and new opportunities in multipolar-selective spectroscopy and lasing, low-threshold nonlinear optics and efficient single-photon emission.         ",
    "url": "https://arxiv.org/abs/2511.01658",
    "authors": [
      "Ali Panahpour",
      "Jussi Kelavuori",
      "Mikko Huttunen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.01417",
    "title": "Active Force Dynamics in Red Blood Cells Under Non-Invasive Optical Tweezers",
    "abstract": "           Red blood cells (RBCs) sustain mechanical stresses associated with microcirculatory flow through ATP-driven plasma membrane flickering. This is an active phenomenon driven by motor proteins that regulate interactions between the spectrin cytoskeleton and the lipid bilayer; it is manifested in RBC shape fluctuations reflecting the cell's mechanical and metabolic state. Yet, direct quantification of the forces and energetic costs underlying this non-equilibrium behavior remains challenging due to the invasiveness of existing techniques. Here, a minimally invasive method that combines bead-free, low-power optical tweezers with high-speed video microscopy was employed to track local membrane forces and displacements in single RBCs during the same time window. This independent dual-channel measurement enabled the construction of a mechano-dynamic phase space for RBCs under different chemical treatments, that allowed for differentiating between metabolic and structural states based on their fluctuation-force signatures. Quantification of mechanical work during flickering demonstrated that membrane softening enhanced fluctuations while elevating energy dissipation. The proposed optical tweezers methodology provides a robust framework for mapping the active mechanics of living cells, enabling precise probing of cellular physiology and detection of biomechanical dysfunction in diseases.         ",
    "url": "https://arxiv.org/abs/2512.01417",
    "authors": [
      "Arnau Dorn",
      "Clara Luque-Rioja",
      "Macarena Calero",
      "Diego Herráez-Aguilar",
      "Francisco Monroy",
      "Niccolò Caselli"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Biomolecules (q-bio.BM)",
      "Cell Behavior (q-bio.CB)",
      "Subcellular Processes (q-bio.SC)"
    ]
  },
  {
    "id": "arXiv:2207.02758",
    "title": "Testing the consistency of the resonant wave interaction approximation with simulated dynamics of idealized 2D internal wave fields",
    "abstract": "           Nonlinear interaction and breaking of internal ocean waves are responsible for much of the interior ocean mixing, affecting ocean carbon storage and the global overturning circulation. These interactions may affect the observed Garrett-Munk wave energy spectrum, in addition to the recently explored interaction of waves with ocean eddies. According to the resonant wave interaction approximation, that is commonly used to derive the kinetic equation for the energy spectrum, the dominant interactions are between wave triads whose wavevectors satisfy $\\mathbf{k}=\\mathbf{p}+\\mathbf{q}$, and whose frequencies satisfy $\\omega_{\\mathbf{k}}=|\\omega_{\\mathbf{p}}\\pm\\omega_{\\mathbf{q}}|$. In order to test the validity of the resonant wave interaction approximation, we examine several analytical derivations of the theory. The assumptions underlying each derivation are tested using idealized direct 2D numerical simulations, representing near-observed energy levels of the oceanic internal wave field. We show that the slow-amplitude assumptions underlying the derivations are inconsistent with the simulated dynamics in this particular set of simulations. In addition, most of the triads satisfying the resonant conditions do not contribute significantly to nonlinear wave energy transfer in our simulations, while some interactions that are dominant in nonlinear energy transfers do not satisfy the resonance conditions. We also point to possible self-consistency issues with some derivations found in the literature.         ",
    "url": "https://arxiv.org/abs/2207.02758",
    "authors": [
      "Golan Bel",
      "Eli Tziperman"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.07790",
    "title": "Structured beam controlled super-resolution in quantum dots via rapid adiabatic passage",
    "abstract": "           We theoretically investigate rapid adiabatic passage (RAP) based super-resolution microscopy in a two-level quantum dot (QD) system. The system consists of a QD interacting with two structured beams, accompanied by chirping and a time delay. The central concept of this work is inspired by the stimulated emission depletion (STED) microscopy technique. To understand the physical mechanism behind super-resolved spot formation, we employ a variational master equation for the density matrix, incorporating both radiative and non-radiative decay processes. A suitably chosen spatiotemporal envelope of the structured beams enables the formation of a super-resolved image. Unwanted low-intensity circular rings around the focal spot are suppressed using Bessel-modulated truncated structured Laguerre-Gaussian (LG) and super-Gaussian (SG) beams. We also study the temperature dependence of the imaging scheme. The numerical results confirm that at low pulse areas, exciton-phonon coupling distorts the image, whereas at higher pulse areas, exciton-phonon decoupling preserves the image resolution. Hence, the proposed scheme may open up new possibilities for nanoscale imaging and bioimaging applications using QDs.         ",
    "url": "https://arxiv.org/abs/2308.07790",
    "authors": [
      "Partha Das",
      "Samit Kumar Hazra",
      "Tarak Nath Dey"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16515",
    "title": "Neuromorphic Photonic Computing with an Electro-Optic Analog Memory",
    "abstract": "           In neuromorphic photonic systems, device operations are typically governed by analog signals, necessitating digital-to-analog converters (DAC) and analog-to-digital converters (ADC). However, data movement between memory and these converters in conventional von Neumann architectures incur significant energy costs. We propose an analog electronic memory co-located with photonic computing units to eliminate repeated long-distance data movement. Here, we demonstrate a monolithically integrated neuromorphic photonic circuit with on-chip capacitive analog memory and evaluate its performance in machine learning for in situ training and inference using the MNIST dataset. Our analysis shows that integrating analog memory into a neuromorphic photonic architecture can achieve over 26x power savings compared to conventional SRAM-DAC architectures. Furthermore, maintaining a minimum analog memory retention-to-network-latency ratio of 100 maintains >90% inference accuracy, enabling leaky analog memories without substantial performance degradation. This approach reduces reliance on DACs, minimizes data movement, and offers a scalable pathway toward energy-efficient, high-speed neuromorphic photonic computing.         ",
    "url": "https://arxiv.org/abs/2401.16515",
    "authors": [
      "Sean Lam",
      "Ahmed Khaled",
      "Simon Bilodeau",
      "Bicky A. Marquez",
      "Paul R. Prucnal",
      "Lukas Chrostowski",
      "Bhavin J. Shastri",
      "Sudip Shekhar"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.06105",
    "title": "Colloquium: Synthetic quantum matter in non-standard geometries",
    "abstract": "           Quantum simulation is making a significant impact on scientific research. The prevailing tendency of the field is to build quantum simulators that get closer to real-world systems of interest, in particular electronic materials. However, progress in the microscopic design also provides an opportunity for an orthogonal research direction: building quantum many-body systems beyond real-world limitations. This colloquium takes this perspective: Concentrating on synthetic quantum matter in non-standard lattice geometries, such as fractal lattices or quasicrystals, higher-dimensional or curved spaces, it aims at providing a fresh introduction to the field of quantum simulation aligned with recent trends across various quantum simulation platforms, including atomic, photonic, and electronic devices. We also shine light on the novel phenomena which arise from these geometries: Condensed matter physicists may appreciate the variety of different localization properties as well as novel topological phases which are offered by such exotic quantum simulators. But also in the search of quantum models for gravity and cosmology, quantum simulators of curved spaces can provide a useful experimental tool.         ",
    "url": "https://arxiv.org/abs/2407.06105",
    "authors": [
      "Tobias Grass",
      "Dario Bercioux",
      "Utso Bhattacharya",
      "Maciej Lewenstein",
      "Hai Son Nguyen",
      "Christof Weitenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.01945",
    "title": "Cryogenic Thermal Modeling of Microwave High Density Signaling",
    "abstract": "           Superconducting quantum computers require microwave control lines running from room temperature to the mixing chamber of a dilution refrigerator. Adding more lines without preliminary thermal modeling to make predictions risks overwhelming the cooling power at each thermal stage. In this paper, we investigate the thermal load of SC-086/50-SCN-CN semi-rigid coaxial cable, which is commonly used for the control and readout lines of a superconducting quantum computer, as we increase the number of lines to a quantum processor. We investigate the makeup of the coaxial cables, verify the materials and dimensions, and experimentally measure the total thermal conductivity of a single cable as a function of the temperature from cryogenic to room temperature values. We also measure the cryogenic DC electrical resistance of the inner conductor as a function of temperature, allowing for the calculation of active thermal loads due to Ohmic heating. Fitting this data produces a numerical thermal conductivity function used to calculate the static heat loads due to thermal transfer within the wires resulting from a temperature gradient. The resistivity data is used to calculate active heat loads, and we use these fits in a cryogenic model of a superconducting quantum processor in a typical Bluefors XLD1000-SL dilution refrigerator, investigating how the thermal load increases with processor sizes ranging from 100 to 225 qubits. We conclude that the theoretical upper limit of the described architecture is approximately 200 qubits. However, including an engineering margin in the cooling power and the available space for microwave readout circuitry at the mixing chamber, the practical limit is approximately 140 qubits.         ",
    "url": "https://arxiv.org/abs/2502.01945",
    "authors": [
      "Naomi Raicu",
      "Tom Hogan",
      "Xian Wu",
      "Mehrnoosh Vahidpour",
      "David Snow",
      "Matthew Hollister",
      "Mark Field"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.13435",
    "title": "Optical signatures of coherence in molecular dimers",
    "abstract": "           We calculate experimentally measurable signatures of quantum correlations in a coupled molecular dimer that strongly interacts with its vibrational environment. We investigate intensity and mode-resolved photon coincidences for different relative orientations of such dimers, and observe spatio-temporal correlations for various configurations. We find that projective measurements can produce cooperative signatures even when emitters are arranged orthogonal to each other. To model effects of vibrational environments that are present in realistic experimental situations, we use the polaron framework. Further, we also account for the effects of finite instrument response, varying temperature, and presence of static disorder. We analyse the effect of disorder in both dimer orientation and measurement direction and find that photon coincidences remain well-resolvable using state-of-the-art detectors. This work enhances our understanding of cooperative emission from two coupled emitters and offers direction for future experiments on probing their coherent dynamics.         ",
    "url": "https://arxiv.org/abs/2505.13435",
    "authors": [
      "Priyankar Banerjee",
      "Adam Burgess",
      "Julian Wiercinski",
      "Moritz Cygorek",
      "Erik M. Gauger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.08575",
    "title": "Adaptive quantum dynamics with the time-dependent variational Monte Carlo method",
    "abstract": "           We introduce an extension of the time-dependent variational Monte Carlo (tVMC) method that adaptively controls the expressivity of the variational quantum state during the simulation of the dynamics. This adaptive tVMC (atVMC) approach is specifically designed to enhance numerical stability when overparameterized variational ansätze lead to ill-conditioned equations of motion. Building on the concept of the local-in-time error (LITE), a measure of the deviation between variational and exact evolution, we introduce a procedure to quantify each parameter's contribution to reducing the LITE, using only quantities already computed in standard tVMC simulations. These relevance estimates guide the selective evolution of only the most significant parameters at each time step, while maintaining a prescribed level of accuracy. We benchmark the algorithm on quantum quenches in the one-dimensional transverse-field Ising model using both spin-Jastrow and restricted Boltzmann machine wave functions, with an emphasis on overparameterized regimes. The adaptive scheme significantly improves numerical stability and reduces the need for strong regularization, enabling reliable simulations with highly expressive variational ansätze.         ",
    "url": "https://arxiv.org/abs/2506.08575",
    "authors": [
      "Raffaele Salioni",
      "Rocco Martinazzo",
      "Davide Emilio Galli",
      "Christian Apostoli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15438",
    "title": "Excitation Amplitude Sampling for Low Variance Electronic Structure on Quantum Computers",
    "abstract": "           We combine classical heuristics with partial shadow tomography to enable efficient protocols for extracting information from correlated ab initio electronic systems encoded on quantum devices. By proposing the use of a correlation energy functional and sampling of a polynomial set of excitation amplitudes of the quantum state, we can demonstrate an almost two order of magnitude reduction in required number of shots for a given statistical error in the energy estimate, as well as observing a linear scaling to accessible system sizes. Furthermore, we find a high-degree of noise resilience of these estimators on real quantum devices, with up to an order of magnitude increase in the tolerated noise compared to traditional techniques. While these approaches are expected to break down asymptotically, we find strong evidence that these large system arguments do not prevent algorithmic advantage from these simple protocols in many systems of interest. We further extend this to consider the extraction of beyond-energetic properties by mapping to a coupled cluster surrogate model, as well as a natural combination within a quantum embedding framework. This embedding framework avoids the unstable self-consistent requirements of previous approaches, enabling application of quantum solvers to realistic correlated materials science, where we demonstrate the volume-dependence of the spin gap of Nickel Oxide.         ",
    "url": "https://arxiv.org/abs/2506.15438",
    "authors": [
      "Connor Lenihan",
      "Oliver J. Backhouse",
      "Basil Ibrahim",
      "Tom W. A. Montgomery",
      "Phalgun Lolur",
      "M. J. Bhaseen",
      "George H. Booth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.04805",
    "title": "Mitigating quantum operation infidelity through engineering the distribution of photon losses",
    "abstract": "           Multiport interferometers can be constructed from two-port components in various configurations. We investigate how these configurations influence the performance of quantum operations through asymmetries in optical losses. Using numerical simulations, we analyze the effect of photon-loss distributions on the fidelity of operations involving measurements. For both full- and partial-measurement protocols, we compare rectangular (symmetric-loss) and triangular (asymmetric-loss) architectures. Our results show that asymmetric loss configurations can reduce operation infidelity in several cases, revealing a quantifiable trade-off between fidelity and success probability, with implications for the design of high-fidelity photonic circuits.         ",
    "url": "https://arxiv.org/abs/2507.04805",
    "authors": [
      "F.H.B. Somhorst",
      "J.J. Renema"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.22912",
    "title": "Machine-Learning-Guided Insights into Solid-Electrolyte Interphase Conductivity: Are Amorphous Lithium Fluorophosphates the Key?",
    "abstract": "           Despite decades of study, the identity of the dominant \\ce{Li+}-conducting phase within the inorganic SEI of Li-ion batteries remains unresolved. While the mosaic model describes LiF/\\ce{Li2O}/\\ce{Li2CO3} nanocrystallites within a disordered matrix, these crystalline phases inherently offer limited ionic conductivity. Growing evidence suggests that interfaces, grain boundaries, and amorphous phases may instead host the primary fast-ion pathways. Using diffusion-based generative structure prediction and machine-learning interatomic potentials (MLIPs), we investigate lithium difluorophosphate (\\ce{LiPO2F2}), a key mixed-anion decomposition product of phosphorus- and fluorine-containing electrolytes. We identify a stable crystalline polymorph and demonstrate that the amorphous counterpart is conductive, with projected room-temperature $\\sigma \\approx 0.18$ mS cm$^{-1}$ and $E_\\mathrm{a} \\approx 0.40$ eV. This enhancement stems from structural disorder flattening the Li site-energy landscape and a low formation energy for Li-interstitial defects, which supplies additional mobile carriers. We propose amorphous mixed-anion Li--P--O--F phases as a promising conducting medium in the SEI, offering a specific target for engineering improved battery interfaces.         ",
    "url": "https://arxiv.org/abs/2510.22912",
    "authors": [
      "Peichen Zhong",
      "Kristin A. Persson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25365",
    "title": "Terahertz Time-Domain Spectroscopy and Density Functional Theory Analysis of Low-Frequency Vibrational Modes of a Benzoxazolium-Coumarin Donor-pi-Acceptor Chromophore",
    "abstract": "           To elucidate low-frequency vibrational modes, we investigate a benzoxazolium--coumarin (BCO+) donor-pi-acceptor derivative using transmission terahertz time-domain spectroscopy (THz-TDS). The retrieved complex refractive index reveals distinct modes at 0.62, 0.85, 1.30, 1.81, and 2.07 THz. Gas-phase density functional theory (DFT) agrees well with these features and enables assignment of specific intramolecular motions. Together, THz-TDS and DFT identify the characteristic low-frequency modes of BCO+ and suggest their connection to intramolecular charge transfer-relevant nuclear motions, highlighting that THz-TDS can serve as a sensitive probe of vibrational signatures in donor-pi-acceptor systems.         ",
    "url": "https://arxiv.org/abs/2510.25365",
    "authors": [
      "Sidhanta Sahu",
      "Phalguna Krishna Das Vana",
      "Anupama Chauhan",
      "Poulami Ghosh",
      "Vijay Sai Krishna Cheerala",
      "Sanyam",
      "C. N. Sundaresan",
      "N. Kamaraju"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.09257",
    "title": "Acoustic pulse propagation in a non-ideal shallow-water model",
    "abstract": "           This study develops a theoretical framework for modeling acoustic pulse propagation in a non-ideal shallow-water waveguide. We derive an {\\epsilon}-pseudodifferential operator ({\\epsilon}-PDO) formulation from the general three-dimensional wave equation, that accounts for vertical stratification, bottom interaction, and slow horizontal inhomogeneity. Using the operator separation of variables method and the WKB-ansatz, we obtain single-mode equations describing the evolution of amplitude and phase along rays. The approach incorporates non-self-adjoint operators to model energy leakage through the bottom and introduces a Hamiltonian formalism for eikonal and transport equations, enabling the computation of amplitude, time, and phase fronts. Analytical and numerical examples are provided for different boundary conditions, including Neumann (ideal), self-adjoint, and partially reflecting interfaces. The results extend previous semiclassical and ray-based theories of wave propagation by including dissipative effects and improving the physical realism of shallow-water acoustic modeling.         ",
    "url": "https://arxiv.org/abs/2511.09257",
    "authors": [
      "Aleksandr Kaplun",
      "Boris Katsnelson"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2512.01263",
    "title": "Inductive van der Waals Force between Two Quantum Loops",
    "abstract": "           We study the van der Waals-London force, which is typically associated with fluctuating dipoles in atoms, in a mesoscopic circuit consisting of two inductively coupled superconducting loops. We investigate the ``inductive\" van der Waals-London interaction using both semiclassical and quantum electrodynamic (QED) approaches. The semiclassical model predicts a repulsive interaction due to anticorrelated current fluctuations. In contrast, the QED framework, which incorporates virtual photon exchange, reveals a predominantly attractive force. A key contribution comes from a state-independent two-photon exchange, which is absent in the semiclassical description and undetectable by spectroscopy. Our study introduces a new experimental platform for measuring the van der Waals force between individual artificial atoms via controlled mesoscopic circuits.         ",
    "url": "https://arxiv.org/abs/2512.01263",
    "authors": [
      "Kicheon Kang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]