[
  {
    "id": "arXiv:2402.03371",
    "title": "The Zeno effect in a quantum computer",
    "abstract": "We present a simulation of the quantum Zeno effect (QZE) on a quantum computer as an example of the relation between this effect and the bang-bang decoupling method in control theory. Although the true QZE can not be strictly implemented on a quantum computer where all the operations, except the final measurements, must be unitary ones, we can simulate it by coupling the system to a number of ancillas and replacing the projective measurements of the QZE by suitable unitary gates. ",
    "url": "https://arxiv.org/abs/2402.03371",
    "authors": [
      "J. G. Esteve",
      "Fernando Falceto"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03377",
    "title": "Quantum theory of atomic self-frictional field",
    "abstract": "The self-frictional field of electrons remains one of the most important problems of the classical and quantum physics to date, therefore, it is to be examined theoretically and experimentally by scientists as an actual problem. This study aims to the recent important developments in the examination of the quantum self-frictional field, which is one of the most important old problems of physics, and the research direction that needs to be examined in the future is included. In this study, we have presented a detailed explanation of the physical nature of quantum self-frictional atomic field potentials, including enhancements and developments on the significant subject. A complete understanding of classical and quantum self-frictional field potential and force, have been carefully examined. ",
    "url": "https://arxiv.org/abs/2402.03377",
    "authors": [
      "B.A Mamedov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03393",
    "title": "Quantum panprotopsychism and the combination problem",
    "abstract": "We will argue that a phenomenological analysis of consciousness, similar to that of Husserl, shows that the effects of phenomenal qualities shape our perception of the world. It also shows the way the physical and mathematical sciences operate, allowing us to accurately describe the observed regularities in terms of communicable mathematical laws. The latter say nothing about the intrinsic features of things. They only refer to the observed regularities in their behaviors, providing rigorous descriptions of how the universe works, to which any viable ontology must conform. Classical mechanistic determinism limits everything that can occur to what happens in an instant and leaves no room for novelty or any intrinsic aspect that is not epiphenomenal. The situation changes with quantum probabilistic determinism if one takes seriously the ontology that arises from its axioms of objects, systems in certain states, and the events they produce in other objects. As Bertrand Russell pointed out almost a century ago, an ontology of events, with an internal phenomenal aspect, now known as panprotopsychism, is better suited to explaining the phenomenal aspects of consciousness. The central observation of this paper is that many objections to panpsychism and panprotopsychism, which are usually called the combination problem, arise from implicit hypotheses based on classical physics about supervenience. These are inappropriate at the quantum level, where an exponential number of emergent properties and states arise. The analysis imposes conditions on the possible implementations of quantum cognition mechanisms in the brain. ",
    "url": "https://arxiv.org/abs/2402.03393",
    "authors": [
      "Rodolfo Gambini",
      "Jorge Pullin"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03400",
    "title": "In-situ characterization of optical micro/nano fibers using scattering  loss analysis",
    "abstract": "We experimentally demonstrate the in-situ characterization of optical micro/nano fibers (MNFs).The MNF (test fiber, TF) is positioned on a microfiber (probe fiber, PF) and simulated for the scattering loss at various PF and TF diameters. The TF is fabricated using chemical etching technique. The PF is a conventional single-mode fiber with an outer diameter of 125 um. We measure the scattering loss along the TF axis at various positions i.e. diameters by mounting it on the PF. The diameter profile of the TF is inferred from the measured scattering loss and correlated with its surface morphology measurement. This work demonstrates an effective, low-cost, and non-destructive method for in-situ characterization of fabricated micro/nano fibers (OMNFs). It can detect and determine the irregularities on the surface of OMNFs. It can also be used to quantify the local evanescent field. Detecting such local points can improve studies that are carried out using these fields in various sensing and related study domains. It is simple to implement and can be accessed by all domains of researchers. ",
    "url": "https://arxiv.org/abs/2402.03400",
    "authors": [
      "Shashank Suman",
      "Elaganuru Bashaiah",
      "Resmi M",
      "Ramachandrarao Yalla"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03454",
    "title": "Dependence on laser intensity of the number-weighted angular  distribution of Compton-scattered photon beams",
    "abstract": "Inverse Compton scattering of an ultra-relativistic electron in the field of a high-intensity laser produces photon beams with angular and spectral distributions that are strongly dependent on the laser intensity. Here, we show that the laser intensity at the interaction point can be accurately inferred from the measurement of the angular number-density distribution of Compton-scattered photon beams. The theory, corroborated by numerical simulations, is accurate to within 10\\% in a wide range of laser intensities (dimensionless intensity $5 \\leq a_0 \\leq 50$) and electron energies (250 MeV $\\leq E \\leq $ 15 GeV), and accounts for experimental features such as the finite transverse size of the electron beam, low-energy cut-offs in the photon detector, and the possibility of a transverse misalignment between the electron beam and the laser focus. ",
    "url": "https://arxiv.org/abs/2402.03454",
    "authors": [
      "K. Fleck",
      "T. Blackburn",
      "E. Gerstmayr",
      "M. Bruschi",
      "P. Grutta",
      "M. Morandin",
      "G. Sarri"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.03503",
    "title": "Bimode Fosters Equivalent Circuit of Arbitrary Planar Periodic  Structures and Its Application to Design Polarization Controller Devices",
    "abstract": "A Fosters equivalent circuit for 2-D Planar Periodic Structures (PPSs) that exhibit an arbitrary geometry is presented for first time in this paper. The proposed 4-port network shows an invariant circuit topology to the PPS geometry and is completely comprised of invariant-frequency lumped elements. The circuit is the simplest in terms of number of elements within the bi-mode bandwidth for a certain geometry, and its topology makes it possible both a standardized process to obtain the equivalent circuit of an arbitrary geometry and the use of the circuit theory to design a multitude of devices. To perform a validation, the equivalent circuit of two different PPSs (a rotated dipole and a defected slotted ring) have been obtained and analyzed in single and multi-layer configurations. The circuit is also used as a tool to develop Elliptical to Linear (or Circular) Polarization converters. One of the designs presented at 20 GHz (in transmission) converts an incident elliptical polarization of Axial Ratio 5 and tilted 20 deg into a purely linear vertical polarization of XP<-30 dB, with near-zero reflections and insertion loss better than 0.1 dB. The designed device is also manufactured and tested, and the measurements are in good agreement with simulations. ",
    "url": "https://arxiv.org/abs/2402.03503",
    "authors": [
      "Gerardo Perez-Palomino",
      "Juan E Page"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03650",
    "title": "On-chip optical wavefront shaping by transverse spin induced  Pancharatanam-Berry phase",
    "abstract": "Pancharatnam-Berry (PB) metasurfaces can be applied to manipulate the phase and polarization of light within subwavelength thickness. The underlying mechanism is attributed to the geometric phase originating from the longitudinal spin of light. Here, we demonstrate a new type of PB geometric phase derived from the intrinsic transverse spin of guided light. Using full-wave numerical simulations, we show that the rotation of a metallic nano bar sitting on a metal substrate can induce a geometric phase covering 2$\\pi$ full range for the surface plasmons carrying intrinsic transverse spin. Specially, the geometric phase is different for the surface plasmons propagating in opposite directions due to spin-momentum locking. We apply the geometric phase to design metasurfaces to manipulate the wavefront of surface plasmons to achieve steering and focusing. Our work provides a new mechanism for on-chip light manipulations with potential applications in designing ultra-compact optical devices for imaging and sensing. ",
    "url": "https://arxiv.org/abs/2402.03650",
    "authors": [
      "Wanyue Xiao",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.03665",
    "title": "Multi-color Wavefront Sensor using Talbot effect for High-order Harmonic  Generation",
    "abstract": "We present a novel method for multi-color wavefront measurement of high-order harmonic generation beams using the Talbot effect, validated both theoretically and experimentally for the first time. Each harmonic maintains a unique wavefront and produces an independent set of self-images along the optical axis.We achieved the wavefronts reconstruction of three harmonics in a single measurement scan, expanding the spectrally-resolved capability of the conventional Talbot effect wavefront sensor. This breakthrough introduces a novel tool for studying the multi-color wavefront in high-order harmonic generation, unlocking the potential to investigate spatiotemporal ultrafast nonlinear dynamics in attosecond pulse formation on a shot-by-shot basis. ",
    "url": "https://arxiv.org/abs/2402.03665",
    "authors": [
      "Yang Du",
      "Kui Li",
      "Jin Niu",
      "Angyi Lin",
      "Jie Li",
      "Zhongwei Fan",
      "Guorong Wu",
      "Xiaoshi Zhang",
      "Fucai Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.03884",
    "title": "Investigation of the Nonlinear Optical Frequency Conversion in Ultrathin  Franckeite Heterostructures",
    "abstract": "Layered franckeite is a natural superlattice composed of two alternating layers of different compositions, SnS$_2$- and PbS-like. This creates incommensurability between the two species along the planes of the layers, resulting in spontaneous symmetry-break periodic ripples in the \\textit{a}-axis orientation. Nevertheless, natural franckeite heterostructure has shown potential for optoelectronic applications mostly because it is a semiconductor with 0.7 eV bandgap, air-stable, and can be easily exfoliated down to ultrathin thicknesses. Here, we demonstrate that few-layer franckeite shows a highly anisotropic nonlinear optical response due to its lattice structure, which allow for the identification of the ripple axis. Moreover, we find that the highly anisotropic third-harmonic emission strongly varies with material thickness. These features are further corroborated by a theoretical nonlinear susceptibility model and the nonlinear transfer matrix method. Overall, our findings help to understand this material and propose a characterization method that could be used in other layered materials and heterostructures to assign their characteristic axes. ",
    "url": "https://arxiv.org/abs/2402.03884",
    "authors": [
      "Alisson R. Cadore",
      "Alexandre S. M. V. Ore",
      "David Steinberg",
      "Juan D. Zapata",
      "Eunézio A. T. de Souza",
      "Dario A. Bahamon",
      "Christiano J. S. de Matos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.03920",
    "title": "The QISG suite: high-performance codes for studying Quantum Ising Spin  Glasses",
    "abstract": "We release a set of GPU programs for the study of the Quantum ($S=1/2$) Spin Glass on a square lattice, with binary couplings. The library contains two main codes: MCQSG (that carries out Monte Carlo simulations using both the Metropolis and the Parallel Tempering algorithms, for the problem formulated in the Trotter-Suzuki approximation), and EDQSG (that obtains the extremal eigenvalues of the Transfer Matrix using the Lanczos algorithm). EDQSG has allowed us to diagonalize transfer matrices with size up to $2^{36}\\times2^{36}$. From its side, MCQSG running on four NVIDIA A100 cards delivers a sub-picosecond time per spin-update, a performance that is competitive with dedicated hardware. We include as well in our library GPU programs for the analysis of the spin configurations generated by MCQSG. Finally, we provide two auxiliary codes: the first generates the lookup tables employed by the random number generator of MCQSG; the second one simplifies the execution of multiple runs using different input data. ",
    "url": "https://arxiv.org/abs/2402.03920",
    "authors": [
      "Massimo Bernaschi",
      "Isidoro González-Adalid Pemartín",
      "Víctor Martín-Mayor",
      "Giorgio Parisi"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2402.04026",
    "title": "Demonstration of 4H silicon carbide on aluminum nitride integrated  photonics platform",
    "abstract": "The existing silicon-carbide-on-insulator photonic platform utilizes a thin layer of silicon dioxide under silicon carbide to provide optical confinement and mode isolation. Here, we replace the underneath silicon dioxide layer with a 1-$\\mu$m-thick aluminum nitride and demonstrate a 4H-silicon-carbide-on-aluminum-nitride integrated photonics platform for the first time. Efficient grating couplers, low-loss waveguides, and compact microring resonators with intrinsic quality factors up to 210,000 are fabricated. In addition, by undercutting the aluminum nitride layer, the intrinsic quality factor of the silicon carbide microring is improved by nearly one order of magnitude (1.8 million). Finally, an optical pump-probe method is developed to measure the thermal conductivity of the aluminum nitride layer, which is estimated to be over 30 times of that of silicon dioxide. ",
    "url": "https://arxiv.org/abs/2402.04026",
    "authors": [
      "Jingwei Li",
      "Ruixuan Wang",
      "Lutong Cai",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04100",
    "title": "A programmable photonic memory",
    "abstract": "The significant advancements in integrated photonics have enabled high-speed and energy efficient systems for various applications from data communications and high-performance computing, to medical diagnosis, sensing and ranging. However, data storage in these systems has been dominated by electronic memories which necessitates signal conversion between optical and electrical as well as analog and digital domains, and data movement between processor and memory that reduce the speed and energy efficiency. To date, a scalable optical memory with optical control has remained an open problem. Here we report an integrated photonic set-reset latch as a fundamental optical static memory unit based on universal optical logic gates. While the proposed memory is compatible with different photonic platforms, its functionality is demonstrated on a programmable silicon photonic chip as a proof of concept. Optical set, reset, and complementary outputs, scalability to a large number of memory units via the independent latch supply light, and compatibility with different photonic platforms enable more efficient and lower latency optical processing systems. ",
    "url": "https://arxiv.org/abs/2402.04100",
    "authors": [
      "Farshid Ashtiani"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2402.04109",
    "title": "Predominantly electric storage ring with nuclear spin control capability",
    "abstract": "A predominantly electric E\\&m storage ring, with weak superimposed magnetic bending, is shown to be capable of storing two different particle type bunches, such as helion (h) and deuteron (d), or h and electron ($e^-$), co-traveling with different velocities on the same central orbit. Rear-end collisions occurring periodically in a full acceptance particle detector/polarimeter, allow the (previously inaccessible) direct measurement of the spin dependence of nuclear transmutation for center of mass (CM) kinetic energies (KE) ranging from hundreds of keV up toward pion production thresholds. With the nuclear process occurring in a semi-relativistic moving frame, all initial and final state particles have convenient laboratory frame KEs in the tens to hundreds of MeV. The rear-end collisions occur as faster stored bunches pass through slower bunches. An inexpensive facility capable of meeting these requirements is described, with several nuclear channels as examples. Especially noteworthy are the $e^{+/-}$-induced weak interaction triton (t) $\\beta$-decay processes, t + $e^+ \\rightarrow$ h + $\\nu$ and h + $e^- \\rightarrow$ t + $\\nu$. Experimental capability of measurement of the spin dependence of the induced triton case is emphasized. For cosmological nuclear physics, the experimental improvement will be produced by the storage ring's capability to investigate the spin dependence of nuclear transmutation processes at reduced kinetic energies compared to what can be obtained with fixed target geometry. ",
    "url": "https://arxiv.org/abs/2402.04109",
    "authors": [
      "Richard Talman",
      "John Talman"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04115",
    "title": "Twin-core fiber sensor integrated in laser cavity",
    "abstract": "In this work, we report on a twin-core fiber sensor system that provides improved spectral efficiency, allows for multiplexing and gives low level of crosstalk. Pieces of the referred strongly coupled multicore fiber are used as sensors in a laser cavity incorporating a pulsed semiconductor optical amplifier (SOA). Each sensor has its unique cavity length and can be addressed individually by electrically matching the periodic gating of the SOA to the sensors cavity roundtrip time. The interrogator acts as a laser and provides a narrow spectrum with high signal-to-noise ratio. Furthermore, it allows distinguishing the response of individual sensors even in the case of overlapping spectra. Potentially, the number of interrogated sensors can be increased significantly, which is an appealing feature for multipoint sensing. ",
    "url": "https://arxiv.org/abs/2402.04115",
    "authors": [
      "Josu Amorebieta",
      "Joao Pereira",
      "Gaizka Durana",
      "Carolina Franciscangelis",
      "Ángel Ortega-Gómez",
      "Joseba Zubia",
      "Joel Villatoro",
      "Walter Margulis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04152",
    "title": "Towards a process-based approach to consciousness and collapse in  quantum mechanics",
    "abstract": "According to a particular interpretation of quantum mechanics, the causal role of human consciousness in the measuring process is called upon to solve a foundational problem called the \"measurement problem\". Traditionally, this interpretation is tied up with the metaphysics of substance dualism. As such, this interpretation of quantum mechanics inherits the dualist's mind-body problem. Our working hypothesis is that a process-based approach to the consciousness causes collapse interpretation (CCCI) -- leaning on Whitehead's solution to the mind-body problem -- offers a better metaphysical understanding of consciousness and its role in interpreting quantum mechanics. This article is the kickoff for such a research program in the metaphysics of science. ",
    "url": "https://arxiv.org/abs/2402.04152",
    "authors": [
      "Raoni Arroyo",
      "Lauro de Matos Nunes Filho",
      "Frederik Moreira dos Santos"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04153",
    "title": "Highly sensitive multicore fiber accelerometer for low frequency  vibration sensing",
    "abstract": "We report on a compact, highly sensitive all-fiber accelerometer suitable for low frequency and low amplitude vibration sensing. The sensing elements in the device are two short segments of strongly coupled asymmetric multicore fiber (MCF) fusion spliced at 180{\\deg} with respect to each other. Such segments of MCF are sandwiched between standard single mode fibers. The reflection spectrum of the device exhibits a narrow spectrum whose height and position in wavelength changes when it is subjected to vibrations. The interrogation of the accelerometer was carried out by a spectrometer and a photodetector to measure simultaneously wavelength shift and light power variations. The device was subjected to a wide range of vibration frequencies, from 1 mHz to 30 Hz, and accelerations from 0.76 mg to 29.64 mg, and performed linearly, with a sensitivity of 2.213 nW/mg. Therefore, we believe the accelerometer reported here may represent an alternative to existing electronic and optical accelerometers, especially for low frequency and amplitude vibrations, thanks to its compactness, simplicity, cost-effectiveness, implementation easiness and high sensitivity. ",
    "url": "https://arxiv.org/abs/2402.04153",
    "authors": [
      "Josu Amorebieta",
      "Ángel Ortega-Gómez",
      "Gaizka Durana",
      "Rubén Fernández",
      "José Enrique Antonio-López",
      "Axel Schülzgen",
      "Joseba Zubia",
      "Rodrigo Amezcua-Correa",
      "Joel Villatoro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.04234",
    "title": "Role of spontaneously generated coherence (SGC) in laser cooling of  atoms",
    "abstract": "The well-known sub-Doppler polarization gradient cooling in type-I transition ($F_e=F_g+1$) is caused by red-detuned lasers. On the other hand, in type-II transition ($F_e\\le F_g$), sub-Doppler cooling takes place through blue-detuned lasers. This opposite behavior for the two types of transitions is due to SGC. In the absence of SGC, both types of transitions show blue-detuned cooling. In this work, we experimentally and theoretically demonstrate blue-detuned cooling for both types of transitions in $^{\\textrm{87}}$Rb. For completeness, we compare the temperatures in various configurations. ",
    "url": "https://arxiv.org/abs/2402.04234",
    "authors": [
      "Rajnandan Choudhury Das",
      "Samir Khan",
      "Thilagaraj R",
      "Kanhaiya Pandey"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03432",
    "title": "SRF Cavity as Galactic Dark Photon Telescope",
    "abstract": "Dark photons, aside from constituting non-relativistic dark matter, can also be generated relativistically through the decay or annihilation of other dark matter candidates, contributing to a galactic dark photon background. The production of dark photons tends to favor specific polarization modes, determined by the microscopic coupling between dark matter and dark photons. We leverage data obtained from previous searches for dark photon dark matter using a superconducting radio-frequency cavity to explore galactic dark photon fluxes. The interplay of anisotropic directions and Earth's rotation introduces a diurnal modulation of signals within the cavities, manifesting distinct variation patterns for longitudinal and transverse modes. Our findings highlight the efficacy of superconducting radio-frequency cavities, characterized by significantly high-quality factors, as powerful telescopes for detecting galactic dark photons, unveiling a novel avenue in the indirect search for dark matter through multi-messenger astronomy. ",
    "url": "https://arxiv.org/abs/2402.03432",
    "authors": [
      "Yifan Chen",
      "Chunlong Li",
      "Yuxiang Liu",
      "Yuxin Liu",
      "Jing Shu",
      "Yanjie Zeng"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04126",
    "title": "Balanced Quantum Hall Resistor",
    "abstract": "The quantum anomalous Hall effect in magnetic topological insulators has been recognized as a promising platform for applications in quantum metrology. The primary reason for this is the electronic conductance quantization at zero external magnetic field, which allows to combine it with the quantum standard of voltage. Here we demonstrate a measurement scheme that increases the robustness of the zero magnetic field quantum anomalous Hall resistor, allowing for higher operational currents. This is achieved by simultaneous current injection into the two disconnected perimeters of a multi-terminal Corbino device to balance the electrochemical potential between the edges, screening the electric field that drives back-scattering through the bulk, and thus improving the stability of the quantization at increased currents. This approach is not only applicable to devices based on the quantum anomalous Hall effect, but more generally can also be applied to existing quantum resistance standards that rely on the integer quantum Hall effect. ",
    "url": "https://arxiv.org/abs/2402.04126",
    "authors": [
      "Kajetan M. Fijalkowski",
      "Nan Liu",
      "Martin Klement",
      "Steffen Schreyeck",
      "Karl Brunner",
      "Charles Gould",
      "Laurens W. Molenkamp"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.14049",
    "title": "Variable electro-optic shearing interferometry for ultrafast  single-photon-level pulse characterization",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2207.14049",
    "authors": [
      "Stanisław Kurzyna",
      "Marcin Jastrzębski",
      "Nicolas Fabre",
      "Wojciech Wasilewski",
      "Michał Lipka",
      "Michał Parniak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.13305",
    "title": "Experimental implementation of the optical fractional Fourier transform  in the time-frequency domain",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2303.13305",
    "authors": [
      "Bartosz Niewelt",
      "Marcin Jastrzębski",
      "Stanisław Kurzyna",
      "Jan Nowosielski",
      "Wojciech Wasilewski",
      "Mateusz Mazelanik",
      "Michał Parniak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07357",
    "title": "Ultralow-Noise Optical Parametric Amplifier for Stimulated Raman  Scattering Imaging",
    "abstract": " Title: Ultralow-Noise Optical Parametric Amplifier for Stimulated Raman  Scattering Imaging ",
    "url": "https://arxiv.org/abs/2305.07357",
    "authors": [
      "Ines Martin",
      "Yoann Pertot",
      "Olivier Albert",
      "Thomas Pinoteau",
      "Sébastien Coudreau",
      "Simon Pomarède",
      "José Villanueva",
      "Grégory Gitzinger",
      "Penda Leye",
      "Ivan Jelicic",
      "Cyril Vaneph",
      "Daniel Kaplan",
      "Simone Bux",
      "Nicolas Forget",
      "Thibaut Sylvestre",
      "Samuel Métais",
      "Hervé Rigneault"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03759",
    "title": "A Quantum Computing Pipeline for Real World Drug Discovery: From  Algorithm to Quantum Hardware",
    "abstract": " Title: A Quantum Computing Pipeline for Real World Drug Discovery: From  Algorithm to Quantum Hardware ",
    "url": "https://arxiv.org/abs/2401.03759",
    "authors": [
      "Weitang Li",
      "Zhi Yin",
      "Xiaoran Li",
      "Dongqiang Ma",
      "Shuang Yi",
      "Zhenxing Zhang",
      "Chenji Zou",
      "Kunliang Bu",
      "Maochun Dai",
      "Jie Yue",
      "Yuzong Chen",
      "Xiaojin Zhang",
      "Shengyu Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13720",
    "title": "Performance of a Sagnac interferometer to observe vacuum optical  nonlinearity",
    "abstract": " Comments: 14 pages, 12 figures, Submitted to Phys. Rev. A. Version v2: Eq. (10) is corrected and References are corrected ",
    "url": "https://arxiv.org/abs/2401.13720",
    "authors": [
      "Aurélie Max Mailliet",
      "Adrien E. Kraych",
      "François Couchot",
      "Xavier Sarazin",
      "Elsa Baynard",
      "Julien Demailly",
      "Moana Pittman",
      "Arache Djannati-Ataï",
      "Sophie Kazamias",
      "Scott Robertson",
      "Marcel Urban"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03073",
    "title": "Study of dark counts in optical superconducting transition-edge sensors",
    "abstract": " Title: Study of dark counts in optical superconducting transition-edge sensors ",
    "url": "https://arxiv.org/abs/2402.03073",
    "authors": [
      "Laura Manenti",
      "Carlo Pepe",
      "Isaac Sarnoff",
      "Tengiz Ibrayev",
      "Panagiotis Oikonomou",
      "Artem Knyazev",
      "Eugenio Monticone",
      "Hobey Garrone",
      "Fiona Alder",
      "Osama Fawwaz",
      "Alexander J. Millar",
      "Knut Dundas Morå",
      "Hamad Shams",
      "Francesco Arneodo",
      "Mauro Rajteri"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]