[
  {
    "id": "arXiv:2405.19475",
    "title": "Detection of Low-Energy Electrons with Transition-Edge Sensors",
    "abstract": "           We present the first detection of electrons with kinetic energy in the 100 eV range with transition-edge sensors (TESs). This has been achieved with a (100 x 100) $\\mu$m$^2$ Ti-Au bilayer TES, with a critical temperature of about 84 mK. The electrons are produced directly in the cryostat by a cold-cathode source based on field emission from vertically-aligned multiwall carbon nanotubes. We obtain a Gaussian energy resolution between 0.8 and 1.8 eV for fully-absorbed electrons in the (95-105) eV energy range, which is found to be compatible with the resolution of this same device for photons in the same energy range. This measurement opens new possibilities in the field of electron detection.         ",
    "url": "https://arxiv.org/abs/2405.19475",
    "authors": [
      "Carlo Pepe",
      "Benedetta Corcione",
      "Francesco Pandolfi",
      "Hobey Garrone",
      "Eugenio Monticone",
      "Ilaria Rago",
      "Gianluca Cavoto",
      "Alice Apponi",
      "Alessandro Ruocco",
      "Federico Malnati",
      "Danilo Serazio",
      "Mauro Rajteri"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.19503",
    "title": "Rearrangement of single atoms in a 2000-site optical tweezers array at cryogenic temperatures",
    "abstract": "           We report on the trapping of single rubidium atoms in large arrays of optical tweezers comprising up to 2088 sites in a cryogenic environment at 6 K. Our approach relies on the use of microscope objectives that are in-vacuum but at room temperature, in combination with windowless thermal shields into which the objectives are protruding to ensure a cryogenic environment for the trapped atoms. To achieve enough optical power for efficient trapping, we combine two lasers at slightly different wavelengths. We discuss the performance and limitations of our design. Finally, we demonstrate atom-by-atom rearrangement of an 828-atom target array using moving optical tweezers controlled by a field-programmable gate array.         ",
    "url": "https://arxiv.org/abs/2405.19503",
    "authors": [
      "Grégoire Pichard",
      "Desiree Lim",
      "Etienne Bloch",
      "Julien Vaneecloo",
      "Lilian Bourachot",
      "Gert-Jan Both",
      "Guillaume Mériaux",
      "Sylvain Dutartre",
      "Richard Hostein",
      "Julien Paris",
      "Bruno Ximenez",
      "Adrien Signoles",
      "Antoine Browaeys",
      "Thierry Lahaye",
      "Davide Dreon"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19512",
    "title": "Phase-sensitive pump-probe measurement of the complex nonlinear susceptibility of silicon across the direct band edge",
    "abstract": "           Pump-probe supercontinuum (SC) spectral interferometry in reflection is used to measure time-dependent variations in the complex dielectric function ($n$, $k$) over the visible wavelength range in bulk silicon. Changes in $n$ ($\\Delta n$) due to a near infrared pump pulse are derived from transient fluctuations in the reflected SC probe amplitude, as is measured in conventional pump-probe experiments. Additionally, modifications to $k$ ($\\Delta k$) are derived from phase shifts in the reflected SC. The ultrafast response is attributed to two-photon absorption ($\\Delta k$) and the optical Kerr effect ($\\Delta n$), enabling measurement of effective two-photon ($\\beta$) and Kerr ($n_2$) coefficients. The onset of strong two-photon absorption as the two-photon energy is tuned through the $E_1$ = 3.4 eV direct band edge of silicon is observed for the first time to our knowledge. These constitute the first measurements of the complex nonlinear response of a bulk medium from reflectivity alone. The technique allows straightforward spectroscopic measurements of the $\\chi^{(3)}$ nonlinear response at the surface of absorbing materials.         ",
    "url": "https://arxiv.org/abs/2405.19512",
    "authors": [
      "C. D. Cruz",
      "J. C. Stephenson",
      "J. K. Wahlstrand"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.19591",
    "title": "Acoustic and Electromagnetic Co-Modeling of Piezoelectric Devices at Millimeter Wave",
    "abstract": "           This work reports the procedure for modeling piezoelectric acoustic resonators and filters at millimeter wave (mmWave). Different from conventional methods for lower frequency piezoelectric devices, we include both acoustic and electromagnetic (EM) effects, e.g., self-inductance, in both the circuit-level fitting and finite element analysis, toward higher accuracy at higher frequencies. To validate the method, thin-film lithium niobate (LiNbO3) first-order antisymmetric (A1) mode devices are used as the testbed, achieving great agreement for both the standalone resonators and a fifth-order ladder filter. Upon further development, the reported acoustic and EM co-modeling could guide the future design of compact piezoelectric devices at mmWave and beyond.         ",
    "url": "https://arxiv.org/abs/2405.19591",
    "authors": [
      "Tianyi Zhang",
      "Yen-Wei Chang",
      "Omar Barrera",
      "Naveed Ahmed",
      "Jack Kramer",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19632",
    "title": "Leveraging Optical Anisotropy of the Morpho Butterfly Wing for Quantitative, Stain-Free, and Contact-Free Assessment of Biological Tissue Microstructures",
    "abstract": "           Changes in the density and organization of fibrous biological tissues often accompany the progression of serious diseases ranging from fibrosis to neurodegenerative diseases, heart disease and cancer. However, challenges in cost, complexity, or precision faced by existing imaging methodologies pose barriers to elucidating the role of tissue microstructure in disease. Here, we leverage the intrinsic optical anisotropy of the Morpho butterfly wing and introduce Morpho-Enhanced Polarized Light Microscopy (MorE-PoL), a stain- and contact-free imaging platform which enhances and quantifies the birefringent material properties of fibrous biological tissues. We develop a mathematical model, based on Jones calculus, which quantifies fibrous tissue density and organization. As a representative example, we analyze collagen-dense and collagen-sparse human breast cancer tissue sections and leverage our technique to assess the microstructural properties of distinct regions of interest. We compare our results with conventional Hematoxylin and Eosin (H&E) staining procedures and second harmonic generation (SHG) microscopy for fibrillar collagen detection. Our findings demonstrate that our MorE-PoL technique provides a robust, quantitative, and accessible route toward analyzing biological tissue microstructures, with great potential for application to a broad range of biological materials.         ",
    "url": "https://arxiv.org/abs/2405.19632",
    "authors": [
      "Paula Kirya",
      "Aida Mestre-Farrera",
      "Jing Yang",
      "Lisa V. Poulikakos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19916",
    "title": "Integrated diode lasers for the generation of sub-GHz repetition rate frequency combs",
    "abstract": "           We demonstrate absorber-free passive and hybrid mode-locking at sub-GHz repetition rates using a hybrid integrated extended cavity diode laser around 1550 nm. The laser is based on InP as gain medium and a long Si$_3$N$_4$ feedback circuit, with three highly frequency selective microring resonators. The feedback resonators not only increases the cavity length up to 0.6 m to achieve sub-GHz repetition rates but also serve as a dispersive narrowband mirror for sharp spectral filtering, which enables Fourier domain mode-locking. We observe passive mode-locking with repetition rates below 500 MHz, with $\\approx$ 15 comb lines at around 0.2 mW total power. To stabilize the repetition rate, hybrid mode-locking is demonstrated by weak RF modulation of the diode current at frequencies around 500 MHz. The RF injection reduces the Lorentzian linewidth component from 8.9 kHz to a detection limited value around 300 mHz. To measure the locking range of the repetition rate, the injected RF frequency is tuned with regard to the passive mode-locking frequency and the injected RF power is varied. The locking range increases approximately as a square-root function of the injected RF power. At 1 mW injection a wide locking range of about 80 MHz is obtained. We observe the laser maintaining stable mode-locking also when the DC diode pump current is increased from 40 mA to 190 mA, provided that the cavity length is maintained constant with thermo-refractive tuning.         ",
    "url": "https://arxiv.org/abs/2405.19916",
    "authors": [
      "Anzal Memon",
      "Albert van Rees",
      "Jesse Mak",
      "Youwen Fan",
      "Peter van der Slot",
      "Hubertus Bastiaens",
      "Klaus-J Boller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.20169",
    "title": "Multi-watt 1 GHz single-cycle frequency combs",
    "abstract": "           Single-cycle optical pulses offer a strong carrier-envelope-offset (CEO) dependent electric field and the highest peak intensity for a given pulse energy. Absence of demonstrated GHz single-cycle lasers constrains exploration of single/sub-cycle dynamics at this repetition rate. By leveraging fiber soliton effects and suppressing higher-order dispersion, we achieve single-cycle pulse generation at a 1 GHz repetition rate in an all-fiber format. The laser produces 7.1 fs (1.1-cycle) pulses with 1.8 W average power, centered around 1970 nm. Temporal characterization shows 60% of the pulse energy is concentrated in the pulse center, yielding a peak power of 110 kW. The seed laser demonstrates a 43 dB signal-to-noise ratio for the CEO frequency, facilitating comb stabilization and CEO control. Our model, which matches experimental observations, identifies conditions for achieving single-cycle duration and predicts scalability to a 2 GHz repetition rate. This work presents the first GHz single-cycle source. We envision these advances will drive studies in single/sub-cycle light-matter interaction, spectroscopy, microscopy, and CEO-sensitive nonlinear optics.         ",
    "url": "https://arxiv.org/abs/2405.20169",
    "authors": [
      "Yanyan Zhang",
      "Sida Xing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.19455",
    "title": "Development of the Low Frequency Telescope focal plane detector arrays for LiteBIRD",
    "abstract": "           LiteBIRD, a forthcoming JAXA mission, aims to accurately study the microwave sky within the 40-400 GHz frequency range divided into 15 distinct nominal bands. The primary objective is to constrain the CMB inflationary signal, specifically the primordial B-modes. LiteBIRD targets the CMB B-mode signal on large angular scales, where the primordial inflationary signal is expected to dominate, with the goal of reaching a tensor-to-scalar ratio sensitivity of $\\sigma_r\\sim0.001$. LiteBIRD frequency bands will be split among three telescopes, with some overlap between telescopes for better control of systematic effects. Here we report on the development status of the detector arrays for the Low Frequency Telescope (LFT), which spans the 34-161 GHz range, with 12 bands subdivided between four types of trichroic pixels consisting of lenslet-coupled sinuous antennas. The signal from the antenna is bandpass filtered and sensed by AlMn Transition-Edge Sensors (TES). We provide an update on the status of the design and development of LiteBIRD's LFT LF1 (40-60-78 GHz), LF2 (50-68-89 GHz) pixels. We discuss design choices motivated by LiteBIRD scientific goals. In particular we focus on the details of the optimization of the design parameters of the sinuous antenna, on-chip bandpass filters, cross-under and impedance transformers and all the RF components that define the LF1 and LF2 pixel detection chain. We present this work in the context of the technical challenges and physical constraints imposed by the finite size of the instrument.         ",
    "url": "https://arxiv.org/abs/2405.19455",
    "authors": [
      "Tommaso Ghigna",
      "Aritoki Suzuki",
      "Benjamin Westbrook",
      "Christopher Raum",
      "Hiroki Akamatsu",
      "Shawn Beckman",
      "Nicole Farias",
      "Tijmen de Haan",
      "Nils Halverson",
      "Masashi Hazumi",
      "Johannes Hubmayr",
      "Greg Jaehnig",
      "Adrian T. Lee",
      "Samantha L. Stever",
      "Yu Zhou"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.19577",
    "title": "Non-equilibrium Quantum Monte Carlo Algorithm for Stabilizer R\\'enyi Entropy in Spin Systems",
    "abstract": "           Quantum magic, or nonstabilizerness, provides a crucial characterization of quantum systems, regarding the classical simulability with stabilizer states. In this work, we propose a novel and efficient algorithm for computing stabilizer Rényi entropy, one of the measures for quantum magic, in spin systems with sign-problem free Hamiltonians. This algorithm is based on the quantum Monte Carlo simulation of the path integral of the work between two partition function ensembles and it applies to all spatial dimensions and temperatures. We demonstrate this algorithm on the one and two dimensional transverse field Ising model at both finite and zero temperatures and show the quantitative agreements with tensor-network based algorithms. Furthermore, we analyze the computational cost and provide both analytical and numerical evidences for it to be polynomial in system size.         ",
    "url": "https://arxiv.org/abs/2405.19577",
    "authors": [
      "Zejun Liu",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19599",
    "title": "Hybrid Quantum Algorithm for Simulating Real-Time Thermal Correlation Functions",
    "abstract": "           We present a hybrid Path Integral Monte Carlo (hPIMC) algorithm to calculate real-time quantum thermal correlation functions and demonstrate its application to open quantum systems. The hPIMC algorithm leverages the successes of classical PIMC as a computational tool for high-dimensional system studies by exactly simulating dissipation using the Feynman-Vernon influence functional on a classical computer. We achieve a quantum speed-up over the classical algorithm by computing short-time matrix elements of the quantum propagator on a quantum computer. We show that the component of imaginary-time evolution can be performed accurately using the recently developed Probabilistic Imaginary-Time Evolution (PITE) algorithm, and we introduce a novel low-depth circuit for approximate real-time evolution under the kinetic energy operator using a Discrete Variable Representation (DVR). We test the accuracy of the approximation by computing the position-position thermal correlation function of a proton transfer reaction.         ",
    "url": "https://arxiv.org/abs/2405.19599",
    "authors": [
      "Elliot C. Eklund",
      "Nandini Ananth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19607",
    "title": "Generic transverse stability of kink structures in atomic and optical nonlinear media with competing attractive and repulsive interactions",
    "abstract": "           We demonstrate the existence and stability of one-dimensional (1D) topological kink configurations immersed in higher-dimensional bosonic gases and nonlinear optical setups. Our analysis pertains, in particular, to the two- and three-dimensional extended Gross-Pitaevskii models with quantum fluctuations describing droplet-bearing environments but also to the two-dimensional cubic-quintic nonlinear Schrödinger equation containing higher-order corrections to the nonlinear refractive index. Contrary to the generic dark soliton transverse instability, the kink structures are generically robust under the interplay of low-amplitude attractive and high-amplitude repulsive interactions. A quasi-1D effective potential picture dictates the existence of these defects, while their stability is obtained through linearization analysis and direct dynamics in the presence of external fluctuations showcasing their unprecedented resilience. These generic (across different models) findings should be detectable in current cold atom and optics experiments. They also offer insights towards controlling topological excitations and their usage in topological quantum computers.         ",
    "url": "https://arxiv.org/abs/2405.19607",
    "authors": [
      "S. I. Mistakidis",
      "G. Bougas",
      "G. C. Katsimiga",
      "P. G. Kevrekidis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08305",
    "title": "Probing Electronic Motion and Core Potential by Coulomb-reshaped Terahertz Radiation",
    "abstract": "           The nature of electronic motion and structural information of atoms and molecules is encoded into strong-field induced radiations ranging from terahertz (THz) to extreme ultraviolet wavelength. The dependence of THz yields in bi-chromatic laser fields on ellipticity and interpulse phase delay were experimentally measured, and the trajectory calculations establish the link between the THz emission and the motion of the photoelectron wave packet. The interaction between the photoelectron and parent core transforms from soft collision to recollision as the laser field tuned from elliptical to linear polarization, which can be reflected in THz emission. The soft collision is found to be more effective in reconstructing electron dynamics through THz polarization, which enables to construct the effective core potential of the generating medium with the Coulomb-reshaped THz radiation in an elliptically polarized laser field. Our work allows designing innovative all-optical THz measurements of electronic and structural dynamics.         ",
    "url": "https://arxiv.org/abs/2305.08305",
    "authors": [
      "Ziyang Gan",
      "Kaixuan Zhang",
      "Yuan Gao",
      "Ahai Chen",
      "Yizhu Zhang",
      "Tian-Min Yan",
      "Thomas Pfeifer",
      "Yuhai Jiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.09655",
    "title": "Cavity-enhanced narrowband spectral filters using rare-earth ions doped in thin-film lithium niobate",
    "abstract": "           On-chip optical filters are fundamental components in optical signal processing. While rare-earth ion-doped crystals offer ultra-narrow optical filtering via spectral hole burning, their applications have primarily been limited to those using bulk crystals, restricting their utility. In this work, we demonstrate cavity-enhanced spectral filtering based on rare-earth ions in an integrated nonlinear optical platform. We incorporate rare-earth ions into high quality-factor ring resonators patterned in thin-film lithium niobate. By spectral hole burning at 4K in a critically coupled resonance mode, we achieve bandpass filters ranging from 7 MHz linewidth, with 13.0 dB of extinction, to 24 MHz linewidth, with 20.4 dB of extinction. By reducing the temperature to 100 mK to eliminate phonon broadening, we achieve an even narrower linewidth of 681 kHz, which is comparable to the narrowest filter linewidth demonstrated in an integrated photonic device, while only requiring a small device footprint. Moreover, the cavity enables reconfigurable filtering by varying the cavity coupling rate. For instance, as opposed to the bandpass filter, we demonstrate a bandstop filter utilizing an under-coupled ring resonator. Such versatile integrated spectral filters with high extinction ratio and narrow linewidth could serve as fundamental components for optical signal processing and optical memories on-a-chip.         ",
    "url": "https://arxiv.org/abs/2401.09655",
    "authors": [
      "Yuqi Zhao",
      "Dylan Renaud",
      "Demitry Farfurnik",
      "Yuxi Jiang",
      "Subhojit Dutta",
      "Neil Sinclair",
      "Marko Loncar",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16072",
    "title": "A symmetric silicon microring resonator optical crossbar array for accelerated inference and training in deep learning",
    "abstract": "           Photonic integrated circuits are emerging as a promising platform for accelerating matrix multiplications in deep learning, leveraging the inherent parallel nature of light. Although various schemes have been proposed and demonstrated to realize such photonic matrix accelerators, the in-situ training of artificial neural networks using photonic accelerators remains challenging due to the difficulty of direct on-chip backpropagation on a photonic chip. In this work, we propose a silicon microring resonator (MRR) optical crossbar array with a symmetric structure that allows for simple on-chip backpropagation, potentially enabling the acceleration of both the inference and training phases of deep learning. We demonstrate a $4 \\times 4$ circuit on a Si-on-insulator (SOI) platform and use it to perform inference tasks of a simple neural network for classifying Iris flowers, achieving a classification accuracy of 93.3%. Subsequently, we train the neural network using simulated on-chip backpropagation and achieve an accuracy of 91.1% in the same inference task after training. Furthermore, we simulate a convolutional neural network (CNN) for handwritten digit recognition, using a $9 \\times 9$ MRR crossbar array to perform the convolution operations. This work contributes to the realization of compact and energy-efficient photonic accelerators for deep learning.         ",
    "url": "https://arxiv.org/abs/2401.16072",
    "authors": [
      "Rui Tang",
      "Shuhei Ohno",
      "Ken Tanizawa",
      "Kazuhiro Ikeda",
      "Makoto Okano",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  }
]