[
  {
    "id": "arXiv:2504.20066",
    "title": "Adaptation of quantum models to economic growth theories",
    "abstract": "           Traditional economic growth theories, grounded in deterministic and often linear frameworks, fail to adequately capture the inherent uncertainty, non-commutativity, and complex interdependencies of modern economies. This paper proposes a novel approach by transposing fundamental concepts of quantum mechanics-such as superposition, operator algebra, and path integrals-into the realm of macroeconomic modeling. Within this quantum framework, core economic variables (capital, labor, and technological progress) are redefined as non-commuting operators acting on Hilbert spaces, and the state of the economy is represented as a dynamic wave function governed by a time-dependent Hamiltonian. The evolution of this economic wave function follows a generalized Schr{ö}dinger equation, developed here through Dyson series and Magnus expansions. We also define a quantum production function as the expected value of a composite operator, capturing the probabilistic nature of economic output. By integrating uncertainty relations analogous to Heisenberg's principle, and modeling economic fluctuations via Langevin dynamics, we extend the model to include dissipation, feedback loops, and non-linear interactions between variables. Finally, a Feynman path integral formalism is constructed to provide an alternative trajectory-based interpretation of economic dynamics. This quantum-inspired framework offers a rigorous and flexible methodology to rethink macroeconomic modeling under radical uncertainty, with potential applications in dynamic policy simulations and innovation-driven growth.         ",
    "url": "https://arxiv.org/abs/2504.20066",
    "authors": [
      "Hugo Spring-Ragain"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Algebra (math.QA)"
    ]
  },
  {
    "id": "arXiv:2504.20100",
    "title": "Physical Formalism Of Directional Quantum Evolution Theory",
    "abstract": "           Here, we introduce the Directional Quantum Evolution Theory (DQET), a covariant reformulation of quantum mechanics where evolution takes place along a four-vector-defined arbitrary timelike direction. This method restores space-time symmetry and provides a geometric interpretation of energy as a frame-dependent projection by substituting a directional derivative for the traditional time derivative. DQET establishes a conserved probability current, supports proper-time evolution, and recovers the Schrodinger in suitable bounds. It provides a covariant solution to the quantum twin conundrum and predicts observable phase discrepancies between systems traveling along distinct trajectories. With encouraging extensions to curved spacetime, the theory offers a cohesive framework for relativistic quantum evolution.         ",
    "url": "https://arxiv.org/abs/2504.20100",
    "authors": [
      "Tarek Yehia"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20201",
    "title": "Comparison of Different Rydberg Atom-Based Microwave Electrometry Techniques",
    "abstract": "           In this study, we have compared different Rydberg atom-based microwave electrometry techniques under the same experimental conditions and using the same Rydberg states ($68S_{1/2}$, $68P_{3/2}$ and $67P_{3/2}$). The comparison was carried out for the following techniques: i) Auxiliary microwave field, ii) Microwave amplitude modulation, and iii) Polarization spectroscopy. Our results indicate that all three techniques have a similar minimum measurable microwave electric field. A slightly better result can be obtained by performing polarization spectroscopy using a Laguerre-Gauss coupling laser beam.         ",
    "url": "https://arxiv.org/abs/2504.20201",
    "authors": [
      "Eliel Leandro Alves Junior",
      "Manuel Alejandro Lefrán Torres",
      "Jorge Douglas Massayuki Kondo",
      "Luis Gustavo Marcassa"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20331",
    "title": "Photonic logic tensor computing beyond TOPS per core",
    "abstract": "           The soaring demand for computing resources has spurred great interest in photonic computing with higher speed and larger computing capacity. Photonic logic gates are of crucial importance due to the fundamental role of Boolean logic in modern digital computing systems. However, most photonic logic schemes struggle to exhibit the capability of massively parallel processing and flexible reconfiguration, owing to weak and fixed nonlinearity in optical elements. Here, we propose a photonic logic tensor computing architecture for the first time and fabricate the photonic universal logic tensor core (PULTC) with a parallel logic computing capacity beyond TOPS. Ten wavelength channels and four spatial channels are designed in PULTC, where the logic computing speed in each channel can reach 50 Gbit/s. After the nonlinear mapping of microring modulators, arbitrary logic operations can be achieved by configuring the Mach-Zehnder interferometer mesh. Our work offers an innovative route for photonic universal logic computing with high-parallel capability and propels the practical applications of photonic logic computing.         ",
    "url": "https://arxiv.org/abs/2504.20331",
    "authors": [
      "Wenkai Zhang",
      "Bo Wu",
      "Wentao Gu",
      "Hailong Zhou",
      "Weida Hu",
      "Ting He",
      "Liao Chen",
      "Wenchan Dong",
      "Dongmei Huang",
      "Yang Zhao",
      "Wei Wang",
      "Naidi Cui",
      "Qiansheng Wang",
      "Xi Xiao",
      "Jianji Dong",
      "Xinliang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.20416",
    "title": "Large-scale artificial intelligence with 41 million nanophotonic neurons on a metasurface",
    "abstract": "           Conventional integrated circuits (ICs) struggle to meet the escalating demands of artificial intelligence (AI). This has sparked a renewed interest in an unconventional computing paradigm: neuromorphic (brain-inspired) computing. However, current neuromorphic systems face significant challenges in delivering a large number of parameters (i.e., weights) required for large-scale AI models. As a result, most neuromorphic hardware is limited to basic benchmark demonstrations, hindering its application to real-world AI challenges. Here, we present a large-scale optical neural network (ONN) for machine learning acceleration, featuring over 41 million photonic neurons. This system not only surpasses digital electronics in speed and energy efficiency but more importantly, closes the performance gap with large-scale AI models. Our ONN leverages an innovative optical metasurface device featuring numerous spatial modes. This device integrates over 41 million meta-atoms on a 10 mm$^2$ metasurface chip, enabling the processing of tens of millions of weights in a single operation. For the first time, we demonstrate that an ONN, utilizing a single-layer metasurface, can match the performance of deep and large-scale deep learning models, such as ResNet and Vision Transformer, across various benchmark tasks. Additionally, we show that our system can deliver high-performance solutions to real-world AI challenges through its unprecedented scale, such as accelerating the analysis of multi-gigapixel whole slide images (WSIs) for cancer detection by processing the million-pixel sub-image in a single shot. Our system reduces computing time and energy consumption by over 1,000 times compared to state-of-the-art graphic processing units (GPUs). This work presents a large-scale, low-power, and high-performance neuromorphic computing system, paving the way for future disruptive AI technologies.         ",
    "url": "https://arxiv.org/abs/2504.20416",
    "authors": [
      "Mingcheng Luo",
      "Meirui Jiang",
      "Bhavin J. Shastri",
      "Nansen Zhou",
      "Wenfei Guo",
      "Jianmin Xiong",
      "Dongliang Wang",
      "Renjie Zhou",
      "Chester Shu",
      "Qi Dou",
      "Chaoran Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.20463",
    "title": "Simulation of radiation damage effect on silicon detectors using RASER",
    "abstract": "           Silicon detectors play a crucial role in high energy physics experiments. In future high energy physics experiments, silicon detectors will be exposed to extremely high fluence environment, which can significantly affect their performance. It is important to understand the electrical behavior of detectors after irradiation. In this study, an irradiation simulation framework is constructed in RASER to simulate leakage current and charge collection effciency. The defect parameters are obtained from the Hamburg penta trap model (HPTM). Based on this work, we predict the similar silicon inner tracker which under a ten-year CEPC Higgs mode run can still maintain over 90% charge collection efficiency.         ",
    "url": "https://arxiv.org/abs/2504.20463",
    "authors": [
      "Xingchen Li",
      "Chenxi Fu",
      "Hui Li",
      "Zhan Li",
      "Lin Zhu",
      "Congcong Wang",
      "Xiyuan Zhang",
      "Weimin Song",
      "Hui Liang",
      "Cong Liu",
      "Hongbo Wang",
      "Xin Shi",
      "Suyu Xiao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2504.20512",
    "title": "Broadband and Ultra-Compact Adiabatic Coupler Based on Linearly Tapered Silicon Waveguides",
    "abstract": "           2x2 couplers are crucial in many photonics applications but are often wavelength-sensitive. Alternative designs could be large, complex, or lossy. We present a broadband ultra-compact adiabatic coupler with minimal coupling variation and the least silicon taper length of 1.44 um, to our best knowledge.         ",
    "url": "https://arxiv.org/abs/2504.20512",
    "authors": [
      "Ahmed Bayoumi",
      "Ahmed Khalil",
      "Pol Van Dorpe",
      "Maumita Chakrabarti",
      "Dimitrios Velenis",
      "Philippe Absil",
      "Filippo Ferraro",
      "Yoojin Ban",
      "Joris Van Campenhout",
      "Wim Bogaerts",
      "Qingzhong Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20702",
    "title": "Wavefront Shaping of Scattering Forces Enhances Optical Trapping of Levitated Nanoparticles",
    "abstract": "           Optically-levitated nanoparticles in vacuum offer a pristine platform for high-quality mechanical oscillators, enabling a wide range of precision measurements and quantum technologies. A key performance metric in such systems is the stiffness of the optical trap, which is typically enhanced by increasing laser power-at the cost of unwanted heating, reduced coherence, and enhanced quantum backaction. Here, we demonstrate a fundamentally new route to increasing trap stiffness: wavefront shaping of the optical field. By tailoring the spatial phase profile of the trapping beam, we significantly boost the mechanical confinement of subwavelength particles without raising the optical intensity. Remarkably, this enhancement arises from a selective reduction of non-conservative optical forces, while preserving the conservative restoring forces that define trap stiffness. As a result, mechanical nonlinearities are also reduced, improving stability at low pressures. Our findings challenge the long-standing assumption that diffraction-limited focusing is optimal for dipolar Rayleigh particles, and establish wavefront shaping as a powerful, readily applicable tool to control optomechanical forces in levitation experiments. This opens new avenues for minimizing backaction, reducing thermal decoherence, and expanding the range of materials that can be stably levitated.         ",
    "url": "https://arxiv.org/abs/2504.20702",
    "authors": [
      "Melissa Kleine",
      "Michael Horodynski",
      "Stefan Rotter",
      "Yacine Amarouchene",
      "Yann Louyer",
      "Mathias Perrin",
      "Nicolas Bachelard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.20707",
    "title": "Cavity Field-Driven Symmetry Breaking and Modulation of Vibrational Properties: Insights from the Analytical QED-HF Hessian",
    "abstract": "           In this work, we present the analytical derivation and implementation of the quantum electrodynamics Hartree-Fock Hessian. We investigate how electronic strong coupling influences molecular vibrational properties, applying this framework to formaldehyde, p-nitroaniline, and adamantane. Our analysis reveals cavity-induced changes in vibrational frequencies and intensities. Additionally, we show how the quantum electromagnetic field breaks molecular symmetry, activating previously forbidden infrared transitions. Our findings highlight the potential of strong coupling as a method for controlling and modulating molecular vibrational properties.         ",
    "url": "https://arxiv.org/abs/2504.20707",
    "authors": [
      "Alberto Barlini",
      "Andrea Bianchi",
      "Jan Haakon Melka-Trabski",
      "Julien Bloino",
      "Henrik Koch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20716",
    "title": "Linear dichroism signals due to the alignment in the ground state of hydrogen-like atoms and their inversion in a single-beam optical pumping scheme",
    "abstract": "           We present the results of theoretical and experimental investigation of optical linear dichroism signals caused by alignment, and arising under the action of pumping with linearly polarized light in a magnetic field transverse to the pumping in an ensemble of hydrogen-like (including alkali) atoms. Several simple models implying mixing of Zeeman sublevels of the excited state are considered, and common patterns among them are identified. It is shown that in the general case the properties of the medium causing dichroism can be characterized by only two parameters, {\\Delta}x and {\\Delta}y, while in the case of complete mixing - by a single parameter {\\Delta}. Expressions that relate these parameters to the transition probabilities are provided, as is an extension of the theory for the case of incomplete mixing of sublevels of the excited state. The single-beam scheme for recording linear dichroism signals, which is of greatest interest from a practical point of view, is investigated. It is shown that incomplete mixing can lead to inversion of dichroism signals in systems including more than one optical transition. A comparison with the results of an experimental study of dichroism in alkali metal (cesium) vapors is made.         ",
    "url": "https://arxiv.org/abs/2504.20716",
    "authors": [
      "M.V. Petrenko",
      "A.S. Pazgalev",
      "A.K. Vershovskii"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.20727",
    "title": "All-dielectric metasurface polarization scrambler for imaging applications",
    "abstract": "           Polarization scramblers are essential for many imaging applications involving polarization sensitive instruments and partially polarized fluxes. In such cases, the light must be depolarized to allow properly calibrated measurements. Several types of depolarizers are already in use, but none is optimal due to the inevitable image degradation associated with the scrambling process. Here, we present a device based on an all-dielectric metasurface using anisotropic scatterers capable of generating multiple polarization states by varying their orientation angle. Our new scrambling solution allows a massive reduction in the integrated degree of polarization and thus the spatial depolarization of any incident linear polarization, while allowing easier integration into the instrument design and reducing the impact on its image quality.         ",
    "url": "https://arxiv.org/abs/2504.20727",
    "authors": [
      "Edith Hartmann",
      "Michel Lequime",
      "Matthieu Castelnau",
      "Helene Krol",
      "Myriam Zerrad"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.20805",
    "title": "Software Defined Radio for on-line interaction with beam processes in the heavy ion storage ring ESR",
    "abstract": "           The application of software defined radio in on-line interaction with the beam processes of the heavy ion storage ring is presented. It is discussed how this new technique can enhance the beam time efficiency and open up new measurement possibilities. Discussed is a specific example to halt the accelerator running in case a rare stored particle is identified online.         ",
    "url": "https://arxiv.org/abs/2504.20805",
    "authors": [
      "M. S. Sanjari",
      "Yu. A. Litvinov",
      "S. Litvinov",
      "B. Peter",
      "R. J. Chen",
      "D. Dmytriiev",
      "C. Forconi",
      "J. Glorius",
      "G. W. Hudson-Chang",
      "H. Hüther",
      "E. B. Menz",
      "Z. Nunns",
      "T. Ohnishi",
      "Zs. Podolyak",
      "J. Stadlmann",
      "Th. Stöhlker",
      "Q. Wang",
      "T. Yamaguchi",
      "Y. Yamaguchi",
      "X. Yan",
      "A. Yano",
      "Y. Yu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2504.20819",
    "title": "Quantum Signature of Anisotropic Singularities in Hydrogen Bond Breaking of Water Dimer",
    "abstract": "           In all standard force field-based simulations of organic, bio-molecules, polymers; the torsion angle based Hamiltonian has been an indispensable term to set up molecular simulation. Torsion often termed as a dihedral angle, the coordinate assumes a continuous molecular geometry and energy changes for an angle range from 0 to 360 degrees. However, quantum mechanics-based results presented earlier and in this report show electronic energy will have singularities due to molecular geometry criticality, and torsion based electrotonic energy is not a smooth function of (r, theta) due to bond-breaking geometry. Contrast to force field or molecular mechanics based results of geometrical and energy continuity, continuum of geometry under torsion is not feasible as per quantum mechanical electronic energy computations. This feature of electronic energy is readily observed for weakly H-bonded and VDW dimers. Applying the ab initio methods of Hartree-Fock, Density Functional as well as Moller-Plesset, we have reconfirmed the previous general predictions of electronic energy singularities with torsion angle variation around weak H-bond equilibrium and beyond for water dimer. Due to the quantum nature of the weak chemical bond breaking process leading to break-point conditions in molecules, the singularities in electronic energy is observed contrast to molecular mechanics results. These overlooked results of quantum energy singularities can be useful to improve the current bio-molecular force field and reaction chemistry dynamics involving bond-breaking process. Hypothesis tested: this https URL ",
    "url": "https://arxiv.org/abs/2504.20819",
    "authors": [
      "Md Rejwan Ali"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20840",
    "title": "Thermal Resilience of Suspended Thin-Film Lithium Niobate Acoustic Resonators up to 550 °C",
    "abstract": "           This paper reports a suspended thin-film lithium niobate (LN) piezoelectric resonator platform surviving high annealing temperatures of 550 °C, among the highest temperature at which the thermal resilience of suspended LN resonators is studied. Acoustic resonators are built on 600 nm thick transferred stoichiometric LN on silicon wafers with 40 nm thick platinum (Pt) electrodes, selected for high temperature operation. The fabricated resonators are first annealed at 250 °C, and the anneal temperature is incrementally increased to 550 °C after 7 rounds of annealing. The annealing is shown to upshift resonant frequencies and can increase the quality factor (Q), within a temperature range, before it gradually damages the device performance. This work presents promising results for using the suspended thin-film LN platform for resonators, sensors, and transducers in harsh thermal environments.         ",
    "url": "https://arxiv.org/abs/2504.20840",
    "authors": [
      "Mihir Chaudhari",
      "Naveed Ahmed",
      "Vivek Tallavajhula",
      "Joshua Campbell",
      "Yinan Wang",
      "Ziran Du",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20918",
    "title": "Testing Compact, Fused Silica Resonator Based Inertial Sensors in a Gravitational Wave Detector Prototype Facility",
    "abstract": "           Future gravitational wave observatories require significant advances in all aspects of their seismic isolation; inertial sensors being a pressing example. Inertial sensors using gram-scale high mechanical Q factor (Q) glass resonators combined with compact interferometric readout are promising alternatives to kilogram-scale conventional inertial sensors. We have produced fused silica resonators suitable for low frequency inertial sensing and demonstrated that Qs of over 150,000 are possible. One resonator we produced was combined with a homodyne quadrature interferometer (HoQI) to read out the test mass displacement to form an inertial sensor. This is the first time a HoQI was used with a high Q resonator. The resulting sensor was tested against other commercial, kilogram scale inertial sensors at the AEI 10\\,m Prototype facility. Despite the dynamic range challenges induced by the test mass motion, we can match the excellent noise floors HoQIs have achieved so far with slow-moving or stationary test masses, showing HoQIs as an excellent candidate for the readout of such sensors. We evaluate the setup as an inertial sensor, showing the best performance demonstrated by any gram-scale sensor to date, with comparable sensitivity to the significantly bulkier sensors used in gravitational wave detectors today. These sensors' compact size, self-calibration, and vacuum compatibility make them ideal candidates for the inertial sensing requirements in future gravitational wave detectors.         ",
    "url": "https://arxiv.org/abs/2504.20918",
    "authors": [
      "J J Carter",
      "P Birckigt",
      "J Lehmann",
      "A Basalaev",
      "S L Kranzhoff",
      "S Al-Kershi",
      "M Carlassara",
      "G Chiarini",
      "F Khan",
      "G Leibeling",
      "H Lück",
      "C Rothhardt",
      "S Risse",
      "P Sarkar",
      "S Takano",
      "J von Wrangel",
      "D S Wu",
      "S M Koehlenbeck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.20952",
    "title": "Pinpointing energy transfer mechanisms in the quenching process of microwave air plasma",
    "abstract": "           A time-dependent multi-temperature quenching model at atmospheric pressure, incorporating chemical and vibrational kinetics, is introduced. The model provides insights into the pathways of NOx formation and destruction in the downstream region of a microwave air plasma. The relaxation of the temperatures during the forced cooling trajectory by the wall is modelled. A Continuous Stirred Tank Reactor model and a Plug Flow Reactor model represent the plasma and quenching regions, respectively. For the non-thermal conditions, where gas and vibrational temperatures differ, most reaction rate coefficients, except those obtained from molecular dynamics methods, are determined based on a generalized Fridman-Macheret scheme. The energy transfer channels involved in the quenching process are tracked across different time scales. By varying the gas temperature in the plasma region and the cooling rate, the reaction pathways for the NOx synthesis mechanism are analysed. This research provides a first step for the further advancement and optimisation of plasma reactors for efficient NOx production.         ",
    "url": "https://arxiv.org/abs/2504.20952",
    "authors": [
      "Q. Shen",
      "A. Pikalev",
      "F.J.J. Peeters",
      "V. Guerra",
      "M.C.M.van de Sanden"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20504",
    "title": "Quality-factor inspired deep neural network solver for solving inverse scattering problems",
    "abstract": "           Deep neural networks have been applied to address electromagnetic inverse scattering problems (ISPs) and shown superior imaging performances, which can be affected by the training dataset, the network architecture and the applied loss function. Here, the quality of data samples is cared and valued by the defined quality factor. Based on the quality factor, the composition of the training dataset is optimized. The network architecture is integrated with the residual connections and channel attention mechanism to improve feature extraction. A loss function that incorporates data-fitting error, physical-information constraints and the desired feature of the solution is designed and analyzed to suppress the background artifacts and improve the reconstruction accuracy. Various numerical analysis are performed to demonstrate the superiority of the proposed quality-factor inspired deep neural network (QuaDNN) solver and the imaging performance is finally verified by experimental imaging test.         ",
    "url": "https://arxiv.org/abs/2504.20504",
    "authors": [
      "Yutong Du",
      "Zicheng Liu",
      "Miao Cao",
      "Zupeng Liang",
      "Yali Zong",
      "Changyou Li"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20590",
    "title": "Tracking the Evolution of Near-Field Photonic Qubits into High-Dimensional Qudits via State Tomography",
    "abstract": "           Quantum nanophotonics offers essential tools and technologies for controlling quantum states, while maintaining a miniature form factor and high scalability. For example, nanophotonic platforms can transfer information from the traditional degrees of freedom (DoFs), such as spin angular momentum (SAM) and orbital angular momentum (OAM), to the DoFs of the nanophotonic platform - and back, opening new directions for quantum information processing. Recent experiments have utilized the total angular momentum (TAM) of a photon as a unique means to produce entangled qubits in nanophotonic platforms. Yet, the process of transferring the information between the free-space DoFs and the TAM was never investigated, and its implications are still unknown. Here, we reveal the evolution of quantum information in heralded single photons as they couple into and out of the near-field of a nanophotonic system. Through quantum state tomography, we discover that the TAM qubit in the near-field becomes a free-space qudit entangled in the photonic SAM and OAM. The extracted density matrix and Wigner function in free-space indicate state preparation fidelity above 97%. The concepts described here bring new concepts and methodologies in developing high-dimensional quantum circuitry on a chip.         ",
    "url": "https://arxiv.org/abs/2504.20590",
    "authors": [
      "Amit Kam",
      "Shai Tsesses",
      "Lior Fridman",
      "Yigal Ilin",
      "Amir Sivan",
      "Guy Sayer",
      "Kobi Cohen",
      "Amit Shaham",
      "Liat Nemirovsky-Levy",
      "Larisa Popilevsky",
      "Meir Orenstein",
      "Mordechai Segev",
      "Guy Bartal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.20597",
    "title": "How to be an orthodox quantum mechanic",
    "abstract": "           This work sets out to answer a single question: what is the orthodox interpretation of quantum mechanics? However, we adopt a different approach to that normally used. Rather than carefully surveying the precise details of the thoughts of Bohr and Heisenberg, we extract an orthodoxy empirically. To do this we review a collection of 33 textbooks on quantum mechanics, encompassing the most popular and prominent works of this nature. We then gauge their response to 12 propositions to build up a picture of exactly what is believed by an orthodox quantum mechanic. We demonstrate that this orthodoxy is largely unchanged over the past century, with some interesting emerging deviations, and has many aspects of Copenhagen-like viewpoints. However, it is more nuanced than some reductive characterisations that condense it down to the ontological primacy of the quantum state. The revealed orthodoxy has two main pillars: measurement inherently disturbs quantum states and these states refer to individual instances, not ensembles. More fully it entails that individual particles exist in wave-like super-positions and present particle behaviours only when forced to by outside influences. The act of measuring such a system inherently changes its state in a random fashion, manifesting in a form of measurement error that corresponds to the uncertainty principle. This implies that measurement does not reveal underlying values of quantum properties.         ",
    "url": "https://arxiv.org/abs/2504.20597",
    "authors": [
      "Geoff Beck"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2207.10701",
    "title": "Efficient inverse design of large-area metasurfaces for incoherent light",
    "abstract": "           Incoherent light is ubiquitous, yet designing optical devices that can handle its random nature is very challenging, since directly averaging over many incoherent incident beams can require a huge number of scattering calculations. We show how to instead solve this problem with a reciprocity technique which leads to three orders of magnitude speedup: one Maxwell solve (using any numerical technique) instead of thousands. This improvement enables us to perform efficient inverse design, large scale optimization of the metasurface for applications such as light collimators and concentrators. We show the impact of the angular distribution of incident light on the resulting performance, and show especially promising designs for the case of \"annular\" beams distributed only over nonzero angles.         ",
    "url": "https://arxiv.org/abs/2207.10701",
    "authors": [
      "Raphaël Pestourie",
      "Wenjie Yao",
      "Boubacar Kanté",
      "Steven G. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.19748",
    "title": "Efficient learning of arbitrary single-copy quantum states",
    "abstract": "           Quantum state tomography is the problem of estimating a given quantum state. Usually, it is required to run the quantum experiment - state preparation, state evolution, measurement - several times to be able to estimate the output quantum state of the experiment, because an exponentially high number of copies of the state is required. In this work, we present an efficient algorithm to estimate with a small but non-zero probability of error the output state of the experiment using a single copy of the state, without knowing the evolution dynamics of the state. It also does not destroy the original state, which can be recovered easily for any further quantum processing. As an example, it is usually required to repeat a quantum image processing experiment many times, since many copies of the state of the output image are needed to extract the information from all its pixels. The information from $\\mathcal{N}$ pixels of the image can be inferred from a single run of the image processing experiment in our algorithm, to efficiently estimate the density matrix of the image state.         ",
    "url": "https://arxiv.org/abs/2310.19748",
    "authors": [
      "Shibdas Roy",
      "Filippo Caruso",
      "Srushti Patil",
      "Anumita Mukhopadhyay"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2401.18010",
    "title": "Exploring the impact of the inverse Faraday effect on all-optical helicity-dependent magnetization switching",
    "abstract": "           All-optical helicity-dependent magnetization switching (AO-HDS) is the quickest data recording technique using only ultrashort laser pulses. FePt grains provide an ideal platform for examining the interaction of effects conducting magnetization switching. We identify the magnetic circular dichroism (MCD) and the inverse Faraday effect (IFE) as the primary switching forces. Ultrafast photon absorption rapidly elevates electron temperatures, quenching magnetization. The MCD's helicity-dependent absorption ensures distinct electron temperatures, holding a finite switching probability by generating different spin noise rates in each spin channel. The IFE induces a magnetic moment, enhancing this probability. We present ultrashort laser pulse (<200 fs) AO-HDS experiments in the near-infrared spectral range from 800 nm to 1500 nm, demonstrating a correlation between switching efficiency and absorbed energy density. Elevating electron temperatures to the Curie point enables the IFE to induce a magnetic moment for deterministic switching in the quenched magnetization state. Unlike in films or multilayers, where domain wall motion and domain growth govern the switching process, increasing the MCD in nanometer-sized grains does not enhance switching efficiency. Electrons around the Curie temperature typically reach increased switching rates for higher induced magnetization generated by the IFE. The MCD sets the necessary switching condition, separating electron temperatures. The IFE generates a magnetic moment, directing spins toward the desired orientation and improving switching efficiency. Every laser pulse initiates a new switching probability for each grain, increasing the role of direction indication by the IFE. Stronger absorption assures higher induced magnetization at low switching fluences.         ",
    "url": "https://arxiv.org/abs/2401.18010",
    "authors": [
      "M. Kohlmann",
      "L. Vollroth",
      "K. Jäckel",
      "K. Hovorakova",
      "E. Schmoranzerova",
      "K. Carva",
      "D. Hinzke",
      "U. Nowak",
      "M. Münzenberg",
      "J. Walowski"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.08368",
    "title": "Optical super-torque induced by Mie-resonant modes",
    "abstract": "           We introduce the concept of resonant optical torque that allows enhancing substantially a transfer of optical angular momentum (AM) of light to a subwavelength particle. We consider high-index cylindrical dielectric nanoparticles supporting Mie resonances, and explore a transfer of AM and how it is affected by absorption and particle shape. We analyse a simple trapping geometry of standing wave patterns created by opposite helical light waves. We uncover stable rotation of particles in both nodes and anti-nodes, and also study how specific particle properties influence the resonant optical torque. We demonstrate that adjusting particle losses can maximize spinning torque, and we predict \"super-torque\" originating from the superabsorption effect at resonances. Our study offers a deeper understanding of the physics of resonant optical torque and its importance in manipulating AM transfer in optical systems, with promising implications for various fields and inspiring further research in resonant light-matter interactions.         ",
    "url": "https://arxiv.org/abs/2412.08368",
    "authors": [
      "Ivan Toftul",
      "Mihail Petrov",
      "Romain Quidant",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.06501",
    "title": "Equivalent Circuit Modeling of a Lumped-element Loaded Metasurface under Arbitrary Incidence and Polarization",
    "abstract": "           In this work we develop a simple equivalent circuit model (ECM) that predicts the spectral response of a lumped-element loaded single patterned layer reflective metasurface. The proposed ECM maintains accuracy across varying design parameters including dual-polarization, arbitrary obliquity and azimuthal rotation of incidence plane, as well as physical dimensions of the lumped elements. Our approach is built incrementally, starting from an elementary unit cell which is extended to a 2-by-2 arrangement that allows for multifunctionality and reconfigurability in both polarizations, independently. These capabilities facilitate the design of tunable holographic metasurfaces which can implement reconfigurable intelligent surfaces (RIS) for advanced wireless communication systems. We evaluate the limitations and accuracy of the proposed ECM with full-wave simulations (FWS), which evidence robustness up to 45 degrees and thus highlight its aptitude as a rapid design tool or a guide for FWS-based optimization.         ",
    "url": "https://arxiv.org/abs/2504.06501",
    "authors": [
      "Athanasios Nousiou",
      "Christos K. Liaskos",
      "Nikolaos V. Kantartzis",
      "Alexandros Pitilakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.19166",
    "title": "Optical Properties of Nanocellulose and Nanocellulose-based Composites for Optoelectronic Applications",
    "abstract": "           In this review, we first provided a brief overview of cellulose structures, categorizing various types of nanocellulose based on their production methods, and discussed different photonic structures such as cholesteric phases, photonic crystals, distributed Bragg reflectors, and inverse photonic structures. We then reviewed some models that predict optical properties, including refractive index, scattering, reflection, and birefringence, highlighting factors that can influence these properties, such as electric field, surface roughness, temperature, and density, among others. Following this, we explored recent advancements in predicting optical properties, particularly the use of AI-driven algorithms to enhance the prediction of optical behaviors in nanomaterials. Finally, we provided an in-depth discussion of the latest developments in nonlinear optical phenomena and chiroptical responses in nanocellulose-based materials, focusing on circularly polarized luminescence, structural colors, structural correlations, the impact of enantiomers, and more.         ",
    "url": "https://arxiv.org/abs/2504.19166",
    "authors": [
      "Jonas Rashidi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03802",
    "title": "On Chip Quantum States Generation by Incoherent Light",
    "abstract": "           On-chip quantum sources based on nonlinear processes are pivotal components in integrated photonics, driving significant advancements in quantum information technologies over recent decades. Usually, the pump coherence has been considered to be crucial for ensuring the quality of generated states, therefore incoherent light is rarely used in quantum information processing. In this work, we explore and reveal the constructive influence of pumped temporal incoherence on the quantum properties of photon sources. Taking silicon waveguides as nonlinear media, we theoretically show that temporal incoherence of light can improve pumping utilization efficiency, resulting in higher source brightness in a spontaneous four-wave mixing process, and the spectrally uncorrelated nature of incoherent light is transferred to the generated photon source, allowing high-purity state preparation. Experimentally, we obtain a higher photon pair generation rate and the lower heralded second-order autocorrelation with an Amplified Spontaneous Emission source. Additionally, we successfully generate a polarization-entangled state with Bell inequality violation of S = 2.64 and a fidelity of 95.7%. Our study reveals the mechanism behind incoherently pumped quantum states and presents a method for generating photon sources using an easily accessible incoherent light.         ",
    "url": "https://arxiv.org/abs/2412.03802",
    "authors": [
      "Yue-Wei Song",
      "Heng Zhao",
      "Li Chen",
      "Yin-Hai Li",
      "En-Ze Li",
      "Ming-Yuan Gao",
      "Ren-Hui Chen",
      "Zhao-Qi-Zhi Han",
      "Meng-Yu Xie",
      "Guang-Can Guo",
      "Zhi-Yuan Zhou",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.03413",
    "title": "Polarization entanglement and qubit error rate dependence on the exciton-phonon coupling in self-assembled quantum dots",
    "abstract": "           Polarization-entangled photons are the key ingredients of various protocols in quantum computation and quantum key distribution. A near-unity degree of polarization entanglement is essential to minimize qubit error rates in key distribution. This study theoretically investigates the polarization entangled photon pairs produced by a quantum-dot radiative cascade located within a micropillar cavity. To incorporate the unavoidable exciton-phonon coupling in a quantum dot-cavity system, we develop a polaron master equation theory and investigate how it affects the degree of entanglement and qubit error rate. We derive analytical expressions of various phonon-induced incoherent rates and demonstrate that one-photon incoherent rates predominate, substantially diminishing the degree of entanglement. It is shown that at elevated temperatures, the role of cavity-mediated effects such as cross-coupling between exciton states, ac-Stark shift, and multiphoton emission gets reduced owing to the phonon-mediated renormalization of the cavity coupling and Rabi frequency. Finally, we consider a BBM92 quantum key distribution protocol and show the evolution of qubit error rate at elevated temperatures of the phonon bath.         ",
    "url": "https://arxiv.org/abs/2502.03413",
    "authors": [
      "Urmimala Dewan",
      "Parvendra Kumar",
      "Amarendra K. Sarma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.14867",
    "title": "Emergence of Fermi's Golden Rule in the Probing of a Quantum Many-Body System",
    "abstract": "           Fermi's Golden Rule (FGR) is one of the most impactful formulas in quantum mechanics, providing a link between easy-to-measure observables - such as transition rates - and fundamental microscopic properties - such as density of states or spectral functions. Its validity relies on three key assumptions: the existence of a continuum, an appropriate time window, and a weak coupling. Understanding the regime of validity of FGR is critical for the proper interpretation of most spectroscopic experiments. While the assumptions underlying FGR are straightforward to analyze in simple models, their applicability is significantly more complex in quantum many-body systems. Here, we observe the emergence and breakdown of FGR, using a strongly interacting homogeneous spin-$1/2$ Fermi gas coupled to a radio-frequency (rf) field. Measuring the transition probability into an outcoupled internal state, we map the system's dynamical response diagram versus the rf-pulse duration $t$ and Rabi frequency $\\Omega_0$. For weak drives, we identify three regimes: an early-time regime where the transition probability takes off as $t^2$, an intermediate-time FGR regime, and a long-time non-perturbative regime. Beyond a threshold Rabi frequency, Rabi oscillations appear. Our results provide a blueprint for the applicability of linear response theory to the spectroscopy of quantum many-body systems.         ",
    "url": "https://arxiv.org/abs/2502.14867",
    "authors": [
      "Jianyi Chen",
      "Songtao Huang",
      "Yunpeng Ji",
      "Grant L. Schumacher",
      "Alan Tsidilkovski",
      "Alexander Schuckert",
      "Gabriel G. T. Assumpção",
      "Nir Navon"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.00297",
    "title": "Nonperturbative Open Quantum Dynamics Bypass Influence Functional",
    "abstract": "           An ordered moment approach to exact open quantum dynamics is presented, which bypasses the Feynman-Vernon influence functional formalism. The hierarchical equations of motion are constructed using Wick's contraction, which follows specific orderings of the bath's creation and annihilation operators. Our approach moves beyond the traditional influence functional formalism, offering a more intuitive and direct framework, and extends the applicability of theory to nonlinear system--bath coupling scenarios.         ",
    "url": "https://arxiv.org/abs/2503.00297",
    "authors": [
      "Yu Su",
      "Yao Wang",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.10962",
    "title": "The reliability of hybrid functionals for accurate fundamental and optical gap prediction of bulk solids and surfaces",
    "abstract": "           Hybrid functionals have been considered insufficiently reliable for the prediction of band gaps in solids and surfaces. We revisit this issue with a new generation of optimally-tuned range-separated hybrid functionals, focusing on the reconstructed Si(111)-(2x1) and Ge(111)-(2x1) surfaces. We show that certain hybrid functionals can accurately predict the surface-state and bulk fundamental and optical gaps, as well as projected band structures of these surfaces, by combining ground-state and time-dependent density functional theory.         ",
    "url": "https://arxiv.org/abs/2503.10962",
    "authors": [
      "Francisca Sagredo",
      "María Camarasa-Gómez",
      "Francesco Ricci",
      "Aurélie Champagne",
      "Leeor Kronik",
      "Jeffrey B. Neaton"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]