[
  {
    "id": "arXiv:2407.18302",
    "title": "Conduction band resonant states absorption for quantum dot infrared detectors operating at room temperature",
    "abstract": "           Long Wavelenght infrared devices, despite growing interest due to a wide range of applications in commercial, public, and academic sectors, are still struggling to achieve significant improvements over well-established technologies like HgCdTe detectors. Devices based on quantum nanostructures remain non competitive due to unresolved drawbacks, the most significant being the need to cool down to liquid nitrogen temperatures to improve the signal-to-noise ratio. In this work, we demonstrate an innovative solution to surpass the current generation of quantum dot-based detectors by exploiting the absorption from quantum dot localized states to resonant states in the continuum, that is states in the semiconductor conduction band with an enhanced probability density in the quantum dot region. This unprecedented approach takes advantage of the unique properties of such states to massively enhance carrier extraction, allowing to overcome one of the most crucial drawbacks of quantum dot-based infrared detectors. This innovative solution is discussed here from both theoretical and experimental perspectives. The measured room temperature operation with high detectivity demonstrates that exploiting resonant states absorption in quantum dots offers the long-sought solution for the next generation of infrared photodetectors.         ",
    "url": "https://arxiv.org/abs/2407.18302",
    "authors": [
      "Stefano Vichi",
      "Shigeo Asahi",
      "Sergio Bietti",
      "Artur Tuktamyshev",
      "Alexey Fedorov",
      "Takashi Kita",
      "Stefano Sanguinetti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2407.18476",
    "title": "Transmission characteristics of millimeter and sub-terahertz channels through spatially ripple plasma sheath layers",
    "abstract": "           The propagation of millimeter wave (MMW) and sub-terahertz (THz) signals through plasma sheaths is a critical concern for maintaining communication with hypersonic vehicles, yet the impact of complex plasma structures on these high-frequency channels remains insufficiently understood. In this work, we aim to characterize the transmission properties of MMW and sub-THz waves through plasma sheaths with various density profiles and ripple structures, addressing the gap in knowledge regarding the effects of plasma inhomogeneities on signal propagation. We employ an approach combining Inductively Coupled Plasma (ICP) data with transfer matrix methods (TMM) to model propagation through both flat and rippled plasma layers. Our findings reveal that ripple structures in plasma sheaths significantly affect channel performance, with periodic ripples reducing cutoff frequency and introducing frequency-selective behavior, while random ripples cause more unpredictable transmission characteristics. Our results explore the impact of the arrangement of plasma density layers and the parameters of ripple structures (period and amplitude) on channel transmission, group velocity dispersion, and angular dependence of wave propagation. These results provide crucial insights for the design and optimization of communication systems for hypersonic vehicles, potentially enabling the development of adaptive technologies capable of maintaining reliable communication in complex plasma environments.         ",
    "url": "https://arxiv.org/abs/2407.18476",
    "authors": [
      "Wenbo Liu",
      "Peian Li",
      "Da Li",
      "Daniel M. Mittleman",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.18493",
    "title": "Scalability of On-chip Diffractive Optical Neural Networks",
    "abstract": "           A thorough investigation of diffractive optical neural networks provides evidence that such networks are not capable of performing complex tasks. In this short report, these evidences are represented succinctly.         ",
    "url": "https://arxiv.org/abs/2407.18493",
    "authors": [
      "Sanaz Zarei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.18674",
    "title": "Optical absorption spectrum reveals gaseous chlorine in anti-resonant hollow core fibres",
    "abstract": "           We have observed unexpected spectral attenuation of ultraviolet light in freshly drawn hollow core optical fibres. When the fibre ends are left open to atmosphere, this loss feature dissipates over time. The loss matches the absorption spectrum of gaseous (molecular) chlorine and, given enough time, the transmission spectrum of the fibre recovers to that expected from the morphological structure of the fibre. Our measurements indicate an initial chlorine concentration of 0.45 $\\mu$ mol/cm$^{3}$ in the hollow core, equivalent to 1.1 mol% Cl$_{2}$ at atmospheric pressure.         ",
    "url": "https://arxiv.org/abs/2407.18674",
    "authors": [
      "Kerrianne Harrington",
      "Robbie Mears",
      "James M. Stone",
      "William J. Wadsworth",
      "Jonathan C. Knight",
      "T. A. Birks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.18677",
    "title": "Experimentally mapping the scattering phases and amplitudes of a finite object by optical mutual scattering",
    "abstract": "           Mutual scattering arises when multiple waves intersect within a finite scattering object, resulting in cross-interference between the incident and scattered waves. By measuring mutual scattering, we determine the complex-valued scattering amplitude $f$ - both amplitude and phase - of the finite object, which holds information on its scattering properties by linking incident and outgoing waves from any arbitrary direction. Mutual scattering is present for any coherent wave - acoustic, electromagnetic, particle - and we here demonstrate the effect using optical experiments. We propose an experimental technique for characterization that utilizes mutual scattering and we present our results for four distinct finite objects: a polystyrene sphere (diameter $59\\ \\mu$m), a single black human hair (diameter $92\\ \\mu$m), a strip of pultruded carbon (edge length $140\\ \\mu$m), and a block of ZnO$_2$ (edge length $64\\ \\mu$m). Our measurements exhibit qualitative agreement with Mie scattering calculations where the model is applicable. Deviations from the model indicate the complexity of the objects, both in terms of their geometrical structure and scattering properties. Our results offer new insights into mutual scattering and have significant implications for future applications of sample characterization in fields such as metrology, microscopy, and nanofabrication.         ",
    "url": "https://arxiv.org/abs/2407.18677",
    "authors": [
      "Alfredo Rates",
      "Ad Lagendijk",
      "Minh Duy Truong",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.18788",
    "title": "Switching, Amplifying, and Chirping Diode Lasers with Current Pulses for High Bandwidth Quantum Technologies",
    "abstract": "           A series of simple and low-cost devices for switching, amplifying, and chirping diode lasers based on current modulation are presented. Direct modulation of diode laser currents is rarely sufficient to establish precise amplitude and phase control over light, as its effects on these parameters are not independent. These devices overcome this limitation by exploiting amplifier saturation and dramatically outperform commonly used external modulators in key figures of merit for quantum technological applications. Semiconductor optical amplifiers operated on either rubidium D line are recast as intensity switches and shown to achieve ON:OFF ratios $>10^6$ in as little as 50 ns. Current is switched to a 795 nm wavelength (Rb D1) tapered amplifier to produce optical pulses of few nanosecond duration and peak powers of 3 W at a similar extinction ratio. Fast rf pulses are applied directly to a laser diode to shift its emission frequency by up to 300 MHz in either direction and at a maximum chirp rate of 150 MHz/ns. Finally, the latter components are combined, yielding a system that produces watt-level optical pulses with arbitrary frequency chirps in the given range and <2% residual intensity variation, all within 65 ns upon asynchronous demand. Such systems have broad application in atomic, molecular, and optical physics, and are of particular interest to fast experiments simultaneously requiring high power and low noise, for example quantum memory experiments with atomic vapors.         ",
    "url": "https://arxiv.org/abs/2407.18788",
    "authors": [
      "Gianni Buser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.18485",
    "title": "Non-chiral non-Bloch invariants and topological phase diagram in non-unitary quantum dynamics without chiral symmetry",
    "abstract": "           The non-Bloch topology leads to the emergence of various counter-intuitive phenomena in non-Hermitian systems under the open boundary condition (OBC), which can not find a counterpart in Hermitian systems. However, in the non-Hermitian system without chiral symmetry, being ubiquitous in nature, exploring its non-Bloch topology has so far eluded experimental effort. Here by introducing the concept of non-chiral non-Bloch invariants, we theoretically predict and experimentally identify the non-Bloch topological phase diagram of a one-dimensional (1D) non-Hermitian system without chiral symmetry in discrete-time non-unitary quantum walks of single photons. Interestingly, we find that such topological invariants not only can distinguish topologically distinct gapped phases, but also faithfully capture the corresponding gap closing in open-boundary spectrum at the phase boundary. Different topological regions are experimentally identified by measuring the featured discontinuities of the higher moments of the walker's displacement, which amazingly match excellently with our defined non-Bloch invariants. Our work provides a useful platform to study the interplay among topology, symmetries and the non-Hermiticity.         ",
    "url": "https://arxiv.org/abs/2407.18485",
    "authors": [
      "Yue Zhang",
      "Shuai Li",
      "Yingchao Xu",
      "Rui Tian",
      "Miao Zhang",
      "Hongrong Li",
      "Hong Gao",
      "M.Suhail Zubairy",
      "Fuli Li",
      "Bo Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.18855",
    "title": "Knotted optical fields: Seifert fibrations, braided open books and topological constraints",
    "abstract": "           This paper presents a novel framework for studying knotted and braided configurations of optical fields, moving beyond the conventional Hopfion solution based on the Hopf fibration. By employing the Seifert fibration, a preferred framing is introduced to characterize the ``knottiness\" of tubular neighbourhoods of knots embedded in the 3-sphere. This approach yields a specific presentation of Seifert surfaces and facilitates the description of knotted optical fields, drawing on an enriched version of Rañada's formulation. The relation between knots and braids enables one to explore the connections between configurations generated experimentally through the controlled over- and under-crossings of light beams, and concepts from geometric group theory and algebraic topology. This framework, emphasizing the significance of ``braided open books\", sheds light on topological constraints inherent in classes of braids suitable for representing interlaced optical fields. These constraints primarily pertain to braids with $n\\leq3$ strands -- aligning with existing experimental implementations -- and homogeneous braids with any number of strands. This paper establishes a theoretical foundation for understanding and manipulating knotted optical fields, suggesting potential applications and avenues for further research in this domain.         ",
    "url": "https://arxiv.org/abs/2407.18855",
    "authors": [
      "Annalisa Marzuoli",
      "Nicola Sanna"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.04598",
    "title": "Tunable kHz distributed feedback fiber laser enabled by glass additive-manufacturing",
    "abstract": "           techniques can be considered as an attractive alternative to the often-cumbersome traditional manufacturing routes. With the use of high-power lasers, localized hot zones that are necessary for glass making can be obtained rapidly. For instance, Laser-Powder-Deposition enables rapid fabrication of short, high gain fibers used in e.g., distributed feedback fiber lasers (DFFL). DFFLs offer sought after performance suitable for a broad range of applications in modern photonics i.e., superior stability and narrower, single-frequency linewidth compared to conventional fiber lasers. Tunable, narrow laser sources with output in eye-safe spectrum are desired for sensing, signal multiplexing, LIDAR systems, quantum applications etc. In this work we present DFFL obtained using Laser-Powder-Deposition made Er-doped silica fiber. Milliwatt level, narrow line lasing (< 704 kHz, equipment limited) was obtained using a phaseshifted grating written in 16 mm long fiber. The backward slope efficiency was as high as 24% when pumping at 976 nm. The results presented in this work showcase new possibilities in fiber fabrication that were unlocked through laser-assisted additive manufacturing. This fiber laser sets the stage for the future of rapid fabrication of advanced fiber devices through unconventional manufacturing routes.         ",
    "url": "https://arxiv.org/abs/2407.04598",
    "authors": [
      "Pawel Maniewski",
      "Alex I. Flint",
      "Rex H. S. Bannerman",
      "Timothy Lee",
      "Martynas Beresna"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17607",
    "title": "Active Interface Characteristics of Heterogeneously Integrated GaAsSb/Si Photodiodes",
    "abstract": "           There is increased interest in the heterogeneous integration of various compound semiconductors with Si for a variety of electronic and photonic applications. This paper focuses on integrating GaAsSb (with absorption in the C-band at 1550nm) with silicon to fabricate photodiodes, leveraging epitaxial layer transfer (ELT) methods. Two ELT techniques, epitaxial lift-off (ELO) and macro-transfer printing (MTP), are compared for transferring GaAsSb films from InP substrates to Si, forming PIN diodes. Characterization through atomic force microscopy (AFM), and transmission electron microscopy (TEM) exhibits a high-quality, defect-free interface. Current-voltage (IV) measurements and capacitance-voltage (CV) analysis validate the quality and functionality of the heterostructures. Photocurrent measurements at room temperature and 200 K demonstrate the device's photo-response at 1550 nm, highlighting the presence of an active interface.         ",
    "url": "https://arxiv.org/abs/2407.17607",
    "authors": [
      "Manisha Muduli",
      "Yongkang Xia",
      "Seunghyun Lee",
      "Nathan Gajowski",
      "Chris Chae",
      "Siddharth Rajan",
      "Jinwoo Hwang",
      "Shamsul Arafin",
      "Sanjay Krishna"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.15170",
    "title": "A unified moment tensor potential for silicon, oxygen, and silica",
    "abstract": "           Si and its oxides have been extensively explored in theoretical research due to their technological and industrial importance. Simultaneously describing interatomic interactions within both Si and SiO$_2$ without the use of \\textit{ab initio} methods is considered challenging, given the charge transfers involved. Herein, this challenge is overcome by developing a unified machine learning interatomic potentials describing the Si/ SiO$_2$/ O system, based on the moment tensor potential (MTP) framework. This MTP is trained using a comprehensive database generated using density functional theory simulations, encompassing a wide range of crystal structures, point defects, extended defects, and disordered structure. Extensive testing of the MTP is performed, indicating it can describe static and dynamic features of very diverse Si, O, and SiO$_2$ atomic structures with a degree of fidelity approaching that of DFT         ",
    "url": "https://arxiv.org/abs/2311.15170",
    "authors": [
      "Karim Zongo",
      "Hao Sun",
      "Claudiane Ouellet-Plamondon",
      "Laurent Karim Béland"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10509",
    "title": "Sub-2 Kelvin characterization of nitrogen-vacancy centers in silicon carbide nanopillars",
    "abstract": "           The development of efficient quantum communication technologies depends on the innovation in multiple layers of its implementation, a challenge we address from the fundamental properties of the physical system at the nano-scale to the instrumentation level at the macro-scale. We select a promising near infrared quantum emitter, the nitrogen-vacancy (NV) center in 4H-SiC, and integrate it, at an ensemble level, with nanopillar structures that enhance photon collection efficiency into an objective lens. To characterize NV center properties at the unprecedented sub-2 Kelvin temperatures, we incorporate compatible superconducting nanowire single photon detectors inside the chamber of an optical cryostat and create the ICECAP, the Integrated Cryogenic system for Emission, Collection And Photon-detection. ICECAP measurements show no significant linewidth broadening of NV ensemble emission and up to 28-fold enhancement in collected emission. With additional filtering, we measure emitter lifetimes of NV centers in a basal ($hk$) and an axial ($kk$) orientation unveiling their cryogenic values of 2.21 ns and 2.86 ns.         ",
    "url": "https://arxiv.org/abs/2401.10509",
    "authors": [
      "Victoria A. Norman",
      "Sridhar Majety",
      "Alex H. Rubin",
      "Pranta Saha",
      "Jeanette Simo",
      "Bradi Palomarez",
      "Liang Li",
      "Pietra B. Curro",
      "Scott Dhuey",
      "Selven Virasawmy",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.18676",
    "title": "Mollow-like triplets in ultra-fast resonant absorption",
    "abstract": "           We show that resonant absorption of smooth laser fields can yield Mollow-like triplet patterns. General conditions for such triplets are derived and illustrated with a super-Gaussian pulse sequence. Gaussian pulses can not exhibit triplets, super-Gaussian pulses can form triplets depending on the pulse area and flat-top pulses can produce absorption triplets after one Rabi cycle. Our results are compared side-by-side with resonance fluorescence to emphasize similarities and differences between these unlike observables. In the high-intensity limit, we show that the central absorption peak is asymmetric, which we attribute to non-linear photoionization, beyond two-level atomic physics.         ",
    "url": "https://arxiv.org/abs/2403.18676",
    "authors": [
      "Axel Stenquist",
      "Felipe Zapata",
      "Edvin Olofsson",
      "Yijie Liao",
      "Elna Sveborn",
      "Jakob Nicolai Bruhnke",
      "Claudio Verdozzi",
      "Jan Marcus Dahlström"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.19539",
    "title": "Path integral spin dynamics for quantum paramagnets",
    "abstract": "           A path integral method, combined with atomistic spin dynamics simulations, has been developed to calculate thermal quantum expectation values using a classical approach. In this study, we show how to treat Hamiltonians with non-linear terms, that are relevant for describing uniaxial anisotropies and mechanical constraints. These interactions can be expressed solely through quadratic terms of the spin operator along one axis, that can be identified with the quantisation axis.         ",
    "url": "https://arxiv.org/abs/2404.19539",
    "authors": [
      "Thomas Nussle",
      "Pascal Thibaudeau",
      "Stam Nicolis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]