[
  {
    "id": "arXiv:2206.07778",
    "title": "Frequency Response and Eddy Current Power Loss in Magneto-Mechanical  Transmitters",
    "abstract": "Magneto-mechanical transmitters offer a compact and low-power solution for the generation of ultra-low frequency (ULF) magnetic signals for through-ground and through-seawater communications. Resonant arrays of smaller magneto-mechanical transmitters are particularly interesting in this context as the physical scaling laws allow for the increase of operating frequency and reduce the power requirements for ULF signal generation. In this work, we introduce a generalized model for accurate prediction of frequency and mode shape in generalized magneto-mechanical resonator arrays (MMRAs) that accounts for near-field magnetic interactions as well as magnetically induced nonlinearity. Using experiments, we demonstrate that our predictive capability is significantly improved compared against simplified dipole approximations. We additionally model the eddy current losses internal to the array and find that they are in agreement with experimental observations. ",
    "url": "https://arxiv.org/abs/2206.07778",
    "authors": [
      "Jiheng Jing",
      "Sameh Tawfick",
      "Gaurav Bahl"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2206.07783",
    "title": "On efforts to decouple early universe cosmology and quantum gravity  research",
    "abstract": "The Big Bang singularity in standard model cosmology suggests a relationship between early universe cosmology and quantum gravity phenomenology. Inflation is usually thought to undermine that relationship by means of a dynamical diluting argument, but this argument has recently been disputed in the form of a 'trans-Planckian censorship' conjecture. Ijjas and Steinhardt [\"Bouncing cosmology made simple\", \"A new kind of cyclic universe\"] implicitly advocate an alternative approach: 'generalized cosmic censorship'. I contrast generalized cosmic censorship with the logic of its namesake: the cosmic censorship conjectures. I also remark on foundational concerns in the program of research beyond the standard model, which would be based on such a principle -- a program I dub 'cosmology done as effective field theory', or the empirical study of an 'effective cosmos'. ",
    "url": "https://arxiv.org/abs/2206.07783",
    "authors": [
      "Mike D. Schneider"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2206.07859",
    "title": "Phase-Only Holographic Assisted Planar Printing for Massively  Multiplexed Optical Display and Encryption",
    "abstract": "Multiplexed planar printings, made of single or few layer micro and nano optical platforms, are essential for high capacity display, information storage and encryption. Although having been developed rapidly, the demonstrated channels are still limited and also lack instantaneity. Here, holograms and printings, always regarded as two independent information coding domains with totally different principles, are combined together through our proposed angle multiplexing framework, leading to multiplexed printings with hundreds of channels. Based on such approach, we experimentally encode respectively 25 gray scale printings into 25 angles and even 8 gray scale videos into 8 angles with a phase-only spatial light modulator. As a bridge between printings and holograms, our method allows to generate printings combining various holographic methods. Beneficial from this, we demonstrate a gradient metasurface based 324 channel printing which multiplexes angles, polarizations and wavelengths simultaneously. Our work paves the way to flexibly angle-dependent printing display and massively multiplexed encryption systems. ",
    "url": "https://arxiv.org/abs/2206.07859",
    "authors": [
      "Yunxuan Wei",
      "Tie Hu",
      "Xing Feng",
      "Ming Zhao",
      "Zhenyu Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07927",
    "title": "Rovibronic quantum structure of large molecules",
    "abstract": "For over five decades, studies in the field of chemical physics and physical chemistry have primarily aimed to understand the structure and dynamics of molecules as quantum objects. However, high-resolution rovibronic spectroscopy has been limited to relatively small and simple systems because translationally and rotationally cold samples have not been prepared in sufficiently large quantities for large and complex systems. In this study, we present high-resolution rovibronic spectroscopy results for large gas-phase molecules, namely, free-base phthalocyanine (FBPc). The findings suggest that buffer-gas cooling was effective for large molecules introduced via laser ablation. Rotationally resolved electronic spectroscopy revealed the structures of ground and excited states and the dynamics of large molecules, such as molecular clustering. These findings also serve as a guide for quantum chemical calculations of large molecules. We believe that our study will help in the molecular design of various chemical and biochemical systems. ",
    "url": "https://arxiv.org/abs/2206.07927",
    "authors": [
      "Yuki Miyamoto",
      "Reo Tobaru",
      "Yuiki Takahashi",
      "Ayami Hiramoto",
      "Kana Iwakuni",
      "Susumu Kuma",
      "Katsunari Enomoto",
      "Masaaki Baba"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.07929",
    "title": "Direct ultrafast parametric amplification pumped by a picosecond  thin-disk laser",
    "abstract": "Optical quadratic nonlinearity is ultrafast in nature, while parametric interaction usually manifests only the broadband characteristic. Enormous progress has been made toward broadband phase-matching for parametric amplification and wide applications. In existing devices of broadband parametric amplification, the power efficiency of conversion is restricted to approximately the energy efficiency, and the desire for the signal power enhancement necessitates additional pulse compression after amplification. Here, we demonstrate ultrafast parametric amplification having an extraordinary power efficiency of 1155%; this allows the generation of intense femtosecond pulses without the need for a pulse stretcher and compressor. Direct femtosecond signal amplification by picosecond pumping is enabled by an ultrafast parametric environment in which the pre-delayed signal of faster speed gradually overtakes and effectively depletes the pump of slower speed as they propagate in a nonlinear crystal. The demonstrated technique should lead to breakthroughs in ultrafast lasers as well as applications. ",
    "url": "https://arxiv.org/abs/2206.07929",
    "authors": [
      "Jing Wang",
      "Peng Yuan",
      "Dongfang Zhang",
      "Guoqiang Xie",
      "Kainan Xiong",
      "Xiaoniu Tu",
      "Yanqing Zheng",
      "Jingui Ma",
      "Liejia Qian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07971",
    "title": "Efficient Second Harmonic Generation from Silicon Slotted Nanocubes with  Bound States in the Continuum",
    "abstract": "Optical materials with centrosymmetry, such as silicon and germanium, are unfortunately absent of second-order nonlinear optical responses, hindering their developments in efficient nonlinear optical devices. Here, a design with an array of slotted nanocubes is proposed to realize remarkable second harmonic generation (SHG) from the centrosymmetric silicon, which takes advantage of enlarged surface second-order nonlinearity, strengthened electric field over the surface of the air-slot, as well as the resonance enhancement by the bound states in the continuum. Compared with that from the array of silicon nanocubes without air-slots, SHG from the slotted nanocube array is improved by more than two orders of magnitude. The experimentally measured SHG efficiency of the silicon slotted nanocube array is high as 1.8*10^-4 W^-1, which is expected to be further engineered by modifying the air-slot geometries. Our result could provide a new strategy to expand nonlinear optical effects and devices of centrosymmetric materials. ",
    "url": "https://arxiv.org/abs/2206.07971",
    "authors": [
      "C. Fang",
      "Q. Yang",
      "Q. Yuan",
      "L. Gu",
      "X. Gan",
      "Y. Shao",
      "Y. Liu",
      "G. Han",
      "Y. Hao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08059",
    "title": "Intrinsic Spectrum Analysis of Laser Dynamics Based on Fractional  Fourier Transform",
    "abstract": "Intrinsic spectrum that results from the coupling of spontaneous emission in a laser cavity, can determine the energy concentration and coherence of lasers, which is crucial for the optical high-precision measurement. Up to now, it is hard to analyze the intrinsic spectrum in the high-speed laser dynamics process, especially under the condition of fast wavelength sweeping. In this work, a new method to analyze the laser intrinsic spectrum is proposed with the laser energy decomposition to a series of chirp-frequency signals, which is realized by fractional Fourier transform (FRFT) of the coherently reconstructed laser waveform. The new understanding of the energy distribution of lasers contributes to the accurate characterization of laser dynamical parameters in time-frequency domain. In the proof-of-concept experiment, the time-frequency dynamical process of a commercial wavelength swept laser is tested with different wavelength-scanning speeds, and the most suitable measurement time window width required for the FRFT-based narrowest spectrum is also explored. The proposed analysis method of laser dynamical parameters will promote the understanding of laser dynamics, and benefit for the optical precision measurement applications. ",
    "url": "https://arxiv.org/abs/2206.08059",
    "authors": [
      "Ligang Huang",
      "Tianyi Lan",
      "Chaoze Zhang",
      "Laiyang Dang",
      "Tianyu Guan",
      "Bowen Zheng",
      "Shunli Liu",
      "Lei Gao",
      "Wei Huang",
      "Guolu Yin",
      "Tao Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08121",
    "title": "Optical Considerations for Large 3D Volumetric Particle Tracking  Velocimetry",
    "abstract": "The continual increase in computational power and the improvement of algorithms for particle tracking in the past decade have been making it feasible to track larger amounts of particles in 3D Volumetric Particle Tracking Velocimetry (3D-PTV) experiments. Also, the relatively recent introduction of $15 \\: \\mu m$ Air Filled Soap Bubbles (AFSB) has been facilitating the usage of higher particle densities and hence the improvement of the spatial resolution of such measurements, compared with experiments that use $300 \\: \\mu m $ Hellium-Filled Air Bubbles (HFSB). The trend to conduct 3D-PTV experiments with ever increasing larger volumes or at higher particle densities with smaller particles sets an ever increasing strain on the power of the illumination source and upon the image analysis. On one hand it requires a reliable model to estimate the signal level that is measured on a CMOS detector from a Mie scattering particle. On the other hand it requires also a model for estimating the limiting factors upon the image resolution where a large amount of particles within a volume are mapped into a 2D image. Here, we present a model that estimates numerically the signal level on a CMOS detector from a Mie scattering particle within an arbitrary large volume in a 3D-PTV experiment. The model considers the effect of the depth of field, particle density, Mie factor, laser pulse energy and other optical parameters. Thereafter, we investigate the physical limit of the image resolution depending on the depth of field and the density of point-like particles. Finally, we supply three real lab examples that illustrate how to use the relevant expressions of the models in order to estimate the signal level and the image resolution ",
    "url": "https://arxiv.org/abs/2206.08121",
    "authors": [
      "H. Abitan",
      "Y. Zhang",
      "S. l. Ribergård",
      "C. M. Velte"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08123",
    "title": "Interferometric cavity ring-down technique for ultra-high Q-factor  microresonators",
    "abstract": "Microresonators (MRs) are key components in integrated optics. As a result, the estimation of their energy storage capacity as measured by the quality factor (Q) is crucial. However, in MR with high/ultra-high Q, the surface-wall roughness dominates the intrinsic Q and generates a coupling between counter-propagating modes. This splits the usual sharp single resonance and makes difficult the use of classical methods to assess Q. Here, we theoretically show that an interferometric excitation can be exploited in a Cavity Ring-Down (CRD) method to measure the ultimate Q of a MR. In fact, under suitable conditions, the resonant doublet merges into a single Lorentzian and the time dynamics of the MR assumes the usual behavior of a single-mode resonator unaffected by backscattering. This allows obtaining a typical exponential decay in the charging and discharging time of the MR, and thus, estimating its ultimate Q by measuring the photon lifetime. ",
    "url": "https://arxiv.org/abs/2206.08123",
    "authors": [
      "Stefano Biasi",
      "Riccardo Franchi",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08136",
    "title": "Second-order Doppler frequency shifts of trapped ions in a linear Paul  trap",
    "abstract": "The accurate evaluation of the second-order Doppler frequency shift (SODFS) of trapped ions in a linear Paul trap has been studied with experiments and molecular dynamics (MD) simulations. The motion of trapped ions in the trap has three contributions, and we focus on the ion excess micromotion, which is rarely discussed when evaluating the SODFS. Based on the hypothesis that the ion density is uniformly distributed in the radial direction, we propose a new model to accurately evaluate the total SODFS for ion microwave clocks. The effectiveness of the model has been verified both in simulation and experiment, especially for ion ensemble with temperature less than 100 mK. We believe that our new model offers advantages in accurately evaluating the SODFS for the ion trap, especially those of laser-cooled ion microwave clocks based on large ion clouds. ",
    "url": "https://arxiv.org/abs/2206.08136",
    "authors": [
      "S. N. Miao",
      "J. W. Zhang",
      "Y. Zheng",
      "H. R. Qin",
      "N. C. Xin",
      "Y. T. Chen",
      "J. Z. Han",
      "L. J. Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2206.08146",
    "title": "The Product Arbitrariness of Generalised Functions and its Role in  Quantum Field Theory",
    "abstract": "In this study, the problem of the product arbitrariness of generalised functions in the framework of Schwartz distribution is addressed. This arbitrariness is responsible for the problem of infinities encountered in quantum field theory when higher order corrections are considered. The methods of Guttinger Konig and Hormander for getting rid of this arbitrariness are investigated. ",
    "url": "https://arxiv.org/abs/2206.08146",
    "authors": [
      "Luca Nanni"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2206.08184",
    "title": "Terahertz Oscillator Chips Backside-coupled to Unclad Microphotonics",
    "abstract": "Terahertz technology is largely dependent upon planar on-chip antennas that radiate downwards through the substrate, and so an effective means to interface these antennas with integrated waveguides is an attractive prospect. We present a viable methodology for backside coupling between a terahertz oscillator chip and a broadband all-intrinsic-silicon dielectric waveguide. Our investigation employs resonant tunneling diodes as compact two-terminal electronic terahertz oscillators, and terahertz waves are observed from 270 GHz to 409 GHz. The fact that this power is accessed via a curved length of silicon waveguide validates successful backside coupling. ",
    "url": "https://arxiv.org/abs/2206.08184",
    "authors": [
      "Daniel Headland",
      "Yosuke Nishida",
      "Xiongbin Yu",
      "Masayuki Fujita",
      "Tadao Nagatsuma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08241",
    "title": "Stochastic Multi Configuration Time-Dependent Hartree for Dissipative  Quantum Dynamics with Strong Intramolecular Coupling",
    "abstract": "In this article, we explore the dissipation dynamics of a strongly coupled multidimensional system in contact with a Markovian bath following a system-bath approach. We use in this endeavour the recently developed stochastic Multi-Configuration Time-Dependent Hartree approach within the Monte Carlo wave packet formalism [J.Chem.Phys.156, 094109 (2022)]. The method proved to yield thermalized ensembles of wave packets when intramolecular coupling is weak. To treat strongly coupled systems, new Lindblad dissipative operators are constructed as linear combinations of the system coordinates and associated momenta. These are obtained by an unitary transformation to a normal mode representation, which reduces intermode coupling up to second order. Additionally, we use combinations of generalized raising/lowering operators to enforce the Boltzmann distribution in the dissipation operators, which yield perfect thermalization in the harmonic limit. The two ansatz are tested using a model two-dimensional hamiltonian parameterized to disentangle the effects of intramolecular potential coupling, of strong mode mixing observed in Fermi resonances, and of anharmonicity. ",
    "url": "https://arxiv.org/abs/2206.08241",
    "authors": [
      "Souvik Mandal",
      "Fabien Gatti",
      "Oussama Bindech",
      "Roberto Marquardt",
      "Jean Christophe Tremblay"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.07907",
    "title": "Comparative analysis of error mitigation techniques for variational  quantum eigensolver implementations on IBM quantum system",
    "abstract": "Quantum computers are anticipated to transcend classical supercomputers for computationally intensive tasks by exploiting the principles of quantum mechanics. However, the capabilities of the current generation of quantum devices are limited due to noise or errors, and therefore implementation of error mitigation and/or correction techniques is pivotal to reliably process quantum algorithms. In this work, we have performed a comparative analysis of the error mitigation capability of the [[4,2,2]] quantum error-detecting code (QEC method), duplicate circuit technique, and the Bayesian read-out error mitigation (BREM) approach in the context of proof-of-concept implementations of variational quantum eigensolver (VQE) algorithm for determining the ground state energy of H$_2$ molecule. Based on experiments on IBM quantum device, our results show that the duplicate circuit approach performs superior to the QEC method in the presence of the hardware noise. A significant impact of cross-talk noise was observed when multiple mappings of the duplicate circuit and the QEC method were implemented simultaneously $-$ again the duplicate circuit approach overall performed better than the QEC method. To gain further insights into the performance of the studied error mitigation techniques, we also performed quantum simulations on IBM system with varying strengths of depolarising circuit noise and read-out errors which further supported the main finding of our work that the duplicate circuit offer superior performance towards mitigating of errors when compared to the QEC method. Our work reports a first assessment of the duplicate circuit approach for a quantum algorithm implementation and the documented evidence will pave the way for future scalable implementations of the duplicated circuit techniques for the error-mitigated practical applications of near-term quantum computers. ",
    "url": "https://arxiv.org/abs/2206.07907",
    "authors": [
      "Shaobo Zhang",
      "Charles D. Hill",
      "Muhammad Usman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08008",
    "title": "Semiconductor-like photocarrier dynamics in Dirac Semimetal Cd3As2 film  Probed with transient Terahertz Spectroscopy",
    "abstract": "The topological three-dimensional Dirac semimetal Cd3As2 has drawn great attention for the novel physics and promising applications in optoelectronic devices operating in the infrared and THz regimes. Among the extensive studies in the past decades, one intriguing debate is the underlined mechanism that governing the nonequilibrium carrier dynamics following photoexcitation. In this study, the temperature dependent photocarrier dynamics in Cd3As2 film has been investigated with time-resolved terahertz spectroscopy. The experimental results demonstrate that photoexcitation results in abrupt increase in THz photoconductivity, and the subsequent relaxation shows a single exponential relaxation for various temperatures and pump fluences. The relaxation time increase from 4.7 ps at 5 K to 7.5 ps at 220 K, while the lifetime remains almost constant of ~7.5 ps with temperature above 220 K. A Rothwarf-Taylor model was employed to fit the temperature dependent relaxation time, and a narrow energy gap of ~35 meV is obtained, which occurs around the Dirac node. Our THz spectroscopy results demonstrate that the photocarrier relaxation in Cd3As2 shows a semiconductor-like behavior, rather than hot carrier scatterings in graphene and most of metals. ",
    "url": "https://arxiv.org/abs/2206.08008",
    "authors": [
      "Wenjie Zhang",
      "Yunkun Yang",
      "Peng Suo",
      "Kaiwen Sun",
      "Jun Peng",
      "Xian Lin",
      "Faxian Xiu",
      "Guohong Ma"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08098",
    "title": "Coupling ideality of free electrons with photonic integrated waveguides",
    "abstract": "Recently, integrated photonics has brought new capabilities to electron microscopy and been used to demonstrate efficient electron phase modulation and electron-photon correlations. Here, we quantitatively analyze the interaction strength between a free electron and a photonic integrated circuit with a heterogeneous structure. We adopt a dissipative QED treatment and show that with proper electron beam positioning and waveguide geometry, one can achieve near-unity coupling ideality to a well-defined spatial-temporal waveguide mode. Furthermore, we show that the frequency and waveform of the coupled mode can be tailored to the application. These features show that photonic integrated waveguides are a promising platform for free-electron quantum optics with applications like high-fidelity electron-photon entanglement, heralded single-electron and photon state synthesis. ",
    "url": "https://arxiv.org/abs/2206.08098",
    "authors": [
      "Guanhao Huang",
      "Nils J. Engelsen",
      "Ofer Kfir",
      "Claus Ropers",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08215",
    "title": "Heating rate measurement and characterization of a prototype  surface-electrode trap for optical frequency metrology",
    "abstract": "We present the characterization of a prototype surface-electrode (SE) trap as a first step towards the realization of a compact, single-ion optical clock based on Yb$^+$. The use of a SE trap will be a key factor to benefit from clean-room fabrication techniques and technological advances made in the field of quantum information processing. We succesfully demonstrated trapping at a 500 $\\mu$m electrodes distance and characterized our trap in terms of lifetime and heating rate. This is to our knowledge the highest distance achieved for heating rates measurements in SE traps. This simple 5-wire design realized with simple materials yields a heating rate of $\\mathbf{8\\times 10^3}$ phonons/s. We provide an analysis of the performances of this prototype trap for optical frequency metrology. ",
    "url": "https://arxiv.org/abs/2206.08215",
    "authors": [
      "Thomas Lauprêtre",
      "Bachir Achi",
      "Lucas Groult",
      "Yann Kersalé",
      "Marion Delehaye",
      "Moustafa Abdel Hafiz",
      "Clément Lacroûte"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08319",
    "title": "Analysis of arbitrary superconducting quantum circuits accompanied by a  Python package: SQcircuit",
    "abstract": "Superconducting quantum circuits are a promising hardware platform for realizing a fault-tolerant quantum computer. Accelerating progress in this field of research demands general approaches and computational tools to analyze and design more complex superconducting circuits. We develop a framework to systematically construct a superconducting quantum circuit's quantized Hamiltonian from its physical description. As is often the case with quantum descriptions of multicoordinate systems, the complexity rises rapidly with the number of variables. Therefore, we introduce a set of coordinate transformations with which we can find bases to diagonalize the Hamiltonian efficiently. Furthermore, we broaden our framework's scope to calculate the circuit's key properties required for optimizing and discovering novel qubits. We implement the methods described in this work in an open-source Python package SQcircuit. In this manuscript, we introduce the reader to the SQcircuit environment and functionality. We show through a series of examples how to analyze a number of interesting quantum circuits and obtain features such as the spectrum, coherence times, transition matrix elements, coupling operators, and the phase coordinate representation of eigenfunctions. ",
    "url": "https://arxiv.org/abs/2206.08319",
    "authors": [
      "Taha Rajabzadeh",
      "Zhaoyou Wang",
      "Nathan Lee",
      "Takuma Makihara",
      "Yudan Guo",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.10929",
    "title": "Quantum probability from causal structure",
    "abstract": " Title: Quantum probability from causal structure ",
    "url": "https://arxiv.org/abs/2112.10929",
    "authors": [
      "Michael Ridley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13184",
    "title": "TeNeS: Tensor Network Solver for Quantum Lattice Systems",
    "abstract": " Comments: 16 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2112.13184",
    "authors": [
      "Yuichi Motoyama",
      "Tsuyoshi Okubo",
      "Kazuyoshi Yoshimi",
      "Satoshi Morita",
      "Takeo Kato",
      "Naoki Kawashima"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07716",
    "title": "Observation of the P-wave Shape Resonance",
    "abstract": " Title: Observation of the P-wave Shape Resonance ",
    "url": "https://arxiv.org/abs/2201.07716",
    "authors": [
      "Baruch Margulis",
      "Prerna Paliwal",
      "Wojciech Skomorowski",
      "Mariusz Pawlak",
      "Piotr S. Żuchowski",
      "Edvardas Narevicius"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13973",
    "title": "Soliton microcombs in whispering gallery mode crystalline resonators  with dispersive intermode interactions",
    "abstract": " Title: Soliton microcombs in whispering gallery mode crystalline resonators  with dispersive intermode interactions ",
    "url": "https://arxiv.org/abs/2203.13973",
    "authors": [
      "Tuo Liu",
      "Suwan Sun",
      "You Gao",
      "Siyu Wang",
      "Yongyuan Chu",
      "Hairun Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.04706",
    "title": "Quantum solitodynamics: Non-linear wave mechanics and pilot-wave theory",
    "abstract": " Comments: In this new version we modified Appendix C and corrected some misprints ",
    "url": "https://arxiv.org/abs/2205.04706",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04362",
    "title": "Double-slit time diffraction at optical frequencies",
    "abstract": " Comments: 12 pages, 2 figures, 4 supplementary figures - submitted ",
    "url": "https://arxiv.org/abs/2206.04362",
    "authors": [
      "Romain Tirole",
      "Stefano Vezzoli",
      "Emanuele Galiffi",
      "Iain Robertson",
      "Dries Maurice",
      "Benjamin Tilmann",
      "Stefan A. Maier",
      "John B. Pendry",
      "Riccardo Sapienza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]