[
  {
    "id": "arXiv:2208.05088",
    "title": "Programmable large-scale simulation of bosonic transport in optical  synthetic frequency lattices",
    "abstract": "Photonic simulators using synthetic frequency dimensions have enabled flexible experimental analogues of condensed-matter systems, realizing phenomena that are impractical to observe in real-space systems. However, to date such photonic simulators have been limited to small systems suffering from finite-size effects. Here, we present an analog simulator capable of simulating large 2D and 3D lattices, as well as lattices with non-planar connectivity, including a tree lattice that serves as a toy model in quantum gravity. Our demonstration is enabled by the broad bandwidth achievable in photonics, allowing our simulator to realize lattices with over 100,000 lattice sites. We explore these large lattices in a wide range of previously inaccessible regimes by using a novel method to excite arbitrary states. Our work establishes the scalability and flexibility of programmable simulators based on synthetic frequency dimensions in the optical domain. We anticipate that future extensions of this platform will leverage advances in high-bandwidth optoelectronics to support simulations of dynamic, non-equilibrium phases at the scale of millions of lattice sites, and Kerr-frequency-comb technology to simulate models with higher-order interactions, ultimately in regimes and at scales inaccessible to both digital computers and realizable materials. ",
    "url": "https://arxiv.org/abs/2208.05088",
    "authors": [
      "Alen Senanian",
      "Logan G. Wright",
      "Peter F. Wade",
      "Hannah K. Doyle",
      "Peter L. McMahon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.05224",
    "title": "Large-mode-area Soliton Fiber Oscillator Mode-locked with Linear  Self-stabilized Interferometer",
    "abstract": "In this work, we investigate an approach to scale up the output pulse energy in an all polarization-maintaining 17 MHz Yb-doped fiber oscillator via implementation of 25 um core-diameter large-mode-area fibers. The artificial saturable absorber in form of a Kerr-type self-stabilized fiber-interferometer enables highly stable mode-locked steady-states in the soliton-like operation regime with 170 mW average output power and a total output pulse energy of ~10 nJ distributed between two output ports. An experimental parameter comparison with a reference oscillator made of 5.5 um core-sized standard fiber-components reveals an increase of pulse energy by a factor of 36 with simultaneously reduced intensity-noise in the high frequency range > 100 kHz. ",
    "url": "https://arxiv.org/abs/2208.05224",
    "authors": [
      "Marvin Edelmann",
      "Malek M. Sedigheh",
      "Yi Hua",
      "Erwin C. Vargas",
      "Mikhail Pergament",
      "Franz X. Kärtner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.05307",
    "title": "Resonant Double-Core Excitations with Ultrafast, Intense Pulses",
    "abstract": "Intense few-to-sub-femtosecond soft x-ray pulses can produce neutral, two-site excited double-core-hole states by promoting two core electrons to the same unoccupied molecular orbital. We theoretically investigate double nitrogen K-edge excitations of nitrous oxide (N2O) with multiconfigurational electronic structure calculations. We show that the second core-excitation energy is reduced with respect to its ground state value. A site-selective double core-excitation mechanism using intense few-femtosecond x-rays is investigated using time-dependent Schrodinger equation (TDSE) simulations. The subsequent two-step Auger-Meitner and two-electrons-one-electron decay spectra of the double core-excited states are analyzed using a Mulliken population analysis of the multiconfirational wavefunctions. The change in the electron emission lineshape between the absorption of 1 or 2 photons in the resonant core-excitation is predicted by combining this approach with the TDSE simulations. We examine the possibility of resolving the double core-excited states with x-ray pump-probe techniques by calculating the chemical shifts of the core-electron binding energy of the core-excited states and decay products. ",
    "url": "https://arxiv.org/abs/2208.05307",
    "authors": [
      "Adam E. A. Fouda",
      "Dimitris Koulentianos",
      "Linda Young",
      "Gilles Doumy",
      "Phay J. Ho"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04951",
    "title": "Programming Nonlinear Propagation for Efficient Optical Learning  Machines",
    "abstract": "The ever-increasing demand for processing data with larger machine learning models requires more efficient hardware solutions due to limitations such as power dissipation and scalability. Optics is a promising contender for providing lower power computation since light propagation through a non-absorbing medium is a lossless operation. However, to carry out useful and efficient computations with light, generating and controlling nonlinearity optically is a necessity that is still elusive. Multimode fibers (MMF) have been shown that they can provide nonlinear effects with microwatts of average power while maintaining parallelism and low loss. In this work, we propose an optical neural network architecture, which performs nonlinear optical computation by controlling the propagation of ultrashort pulses in MMF by wavefront shaping. With a surrogate model, optimal sets of parameters are found to program this optical computer for different tasks with minimal utilization of an electronic computer. We show a remarkable decrease of 97% in the number of model parameters, which leads to an overall 99% digital operation reduction compared to an equivalently performing digital neural network. We further demonstrate that a fully optical implementation can also be performed with competitive accuracies. ",
    "url": "https://arxiv.org/abs/2208.04951",
    "authors": [
      "Ilker Oguz",
      "Jih-Liang Hsieh",
      "Niyazi Ulas Dinc",
      "Uğur Teğin",
      "Mustafa Yildirim",
      "Carlo Gigli",
      "Christophe Moser",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.05104",
    "title": "Silicon photonic devices for scalable quantum information applications",
    "abstract": "With high integration density and excellent optical properties, silicon photonics is becoming a promising platform for complete integration and large-scale optical quantum information processing. Scalable quantum information applications need photon generation and detection to be integrated on the same chip, and we have seen that various devices on the silicon photonic chip have been developed for this goal. This paper reviews the relevant research results and state-of-the-art technologies on the silicon photonic chip for scalable quantum applications. Despite the shortcomings, properties of some components have already met the requirements for further expansion. Furthermore, we point out the challenges ahead and further research directions for on-chip scalable quantum information applications. ",
    "url": "https://arxiv.org/abs/2208.05104",
    "authors": [
      "Lantian Feng",
      "Ming Zhang",
      "Jianwei Wang",
      "Xiaoqi Zhou",
      "Xiaogang Qiang",
      "Guangcan Guo",
      "Xifeng Ren"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.13317",
    "title": "Quantum interference between fundamentally different processes is  enabled by shaped input wavefunctions",
    "abstract": " Comments: 11 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2111.13317",
    "authors": [
      "J. Lim",
      "Y. S. Ang",
      "L. K. Ang",
      "L. J. Wong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.06319",
    "title": "Transient dynamics of subradiance and superradiance in open optical  ensembles",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2205.06319",
    "authors": [
      "Elliot Lu",
      "B. Shanker",
      "Carlo Piermarocchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2207.08295",
    "title": "Many-body Chemical Reactions in a Quantum Degenerate Gas",
    "abstract": " Comments: 15 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2207.08295",
    "authors": [
      "Zhendong Zhang",
      "Shu Nagata",
      "Kaixuan Yao",
      "Cheng Chin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04866",
    "title": "Control spontaneous symmetry breaking of photonic chirality with  reconfigurable anomalous nonlinearity",
    "abstract": " Title: Control spontaneous symmetry breaking of photonic chirality with  reconfigurable anomalous nonlinearity ",
    "url": "https://arxiv.org/abs/2208.04866",
    "authors": [
      "Chaohan Cui",
      "Liang Zhang",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]