[
  {
    "id": "arXiv:2404.05760",
    "title": "Comment to the paper J. Yan et al. Experimental confirmation of driving  pressure boosting and smoothing for hybrid-drive inertial fusion at the  100-kJ laser facility [Nature Communications (2023) 14:5782]",
    "abstract": "The lack of experimental data on the direct-drive pressure leads us to the conclusion that, the published experimental confirmation of driving pressure boosting and smoothing for hybrid-drive inertial fusion is not credible. ",
    "url": "https://arxiv.org/abs/2404.05760",
    "authors": [
      "Ke Lan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2404.05822",
    "title": "Phenomenon of self-oscillation in bubble dynamics: Bouncing acoustic  bubbles",
    "abstract": "Self-oscillations underlie many natural phenomena such as heartbeat, ocean waves, and the pulsation of variable stars. From pendulum clocks to the behavior of animal groups, self-oscillation is one of the keys to the understanding of synchronization phenomena and hence the collective behavior of interacting systems. In this study, we consider two closely spaced bubbles pulsating in the kHz range in response to ultrasonic excitation. A translational bouncing motion emerges from their interaction with a much lower frequency than the bubble pulsation frequency. Our analysis reveals that the observed bubble bouncing exhibits the main features of self-oscillation, such as negative damping and the emergence of a limit cycle. These results highlight unexpected nonlinear effects in the field of microbubbles and give insights into the understanding of synchronization in large bubble clouds. ",
    "url": "https://arxiv.org/abs/2404.05822",
    "authors": [
      "Gabriel Regnault",
      "Alexander A Doinikov",
      "Gabrielle Laloy-Borgna",
      "Cyril Mauger",
      "Philippe Blanc-Benon",
      "Stefan Catheline",
      "Claude Inserra"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2404.05881",
    "title": "Ring Artifact and Non-Uniformity Correction Method for Improving XACT  Imaging",
    "abstract": "X-ray-induced acoustic computed tomography (XACT) as a novel imaging modality has shown great potential in applications ranging from biomedical imaging to nondestructive testing. Improving the signal-to-noise ratio and removing the artifacts are major challenges in XACT imaging. We introduce an efficient non-uniformity correction method for the ultrasound ring transducer. ",
    "url": "https://arxiv.org/abs/2404.05881",
    "authors": [
      "Mohamed Elsayed Eldib"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05924",
    "title": "The influence of vertical resolution on internal tide energetics and  subsequent effects on underwater acoustic propagation",
    "abstract": "Internal tide generation and breaking play a primary role in the vertical transport and mixing of heat and other properties in the ocean interior, thereby influencing climate regulation. Additionally, internal tides increase sound speed variability in the ocean, consequently impacting underwater acoustic propagation. With advancements in large-scale ocean modeling capabilities, it is essential to assess the impact of higher model resolutions (horizontal and vertical) in representing internal tides. This study investigates the influence of vertical resolution on internal tide energetics and its subsequent effects on underwater acoustic propagation in the HYbrid Coordinate Ocean Model (HYCOM). An idealized configuration with a ridge, forced only by semidiurnal tides and having 1-km horizontal grid-spacing, is used to test two different vertical-grid discretizations, defined based on the zero-crossings of horizontal velocity eigenfunctions, with seven distinct numbers of isopycnal layers, ranging from 8 to 128. Analyses reveal that increasing the number of layers up to 48 increases barotropic-to-baroclinic tidal conversion, available potential energy, and vertical kinetic energy, reaching equilibrium afterwards with higher layer counts. Vertical shear exhibits a similar pattern but converging at 96 layers. Simulations with at least 48 layers fully resolve the available potential energy contained in the 3rd to 8th tidal baroclinic modes. Finally, sound speed variability and acoustic parameters differ for simulations with less than 48 layers. Therefore, the study concludes that a minimum vertical resolution (48 layers in this case) is required in isopycnal models to minimize the impact on internal tide properties and associated underwater acoustic propagation. ",
    "url": "https://arxiv.org/abs/2404.05924",
    "authors": [
      "Luna Hiron",
      "Martha C. Schönau",
      "Keshav J. Raja",
      "Eric P. Chassignet",
      "Maarten. C. Buijsman",
      "Brian K. Arbic",
      "Alex Bozec",
      "Emanuel M. C. Coelho",
      "Miguel Solano"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05946",
    "title": "Differential fuzz testing to detect tampering in sensor systems and its  application to arms control authentication",
    "abstract": "In future nuclear arms control treaties, it will be necessary to authenticate the hardware and software components of verification measurement systems, i.e., to ensure these systems are functioning as intended and have not been tampered with by malicious actors. While methods such as source code hashing and static analysis can help verify the integrity of software components, they may not be capable of detecting tampering with environment variables, external libraries, or the firmware and hardware of radiation measurement systems. In this article, we introduce the concept of physical differential fuzz testing as a challenge-response-style tamper indicator that can holistically and simultaneously test all the above components in a cyber-physical system. In essence, we randomly sample (or \"fuzz\") the untampered system's parameter space, including both normal and off-normal parameter values, and consider the time series of outputs as the baseline signature of the system. Re-running the same input sequence on a untampered system will produce an output sequence consistent with this baseline, while running the same input sequence on a tampered system will produce a modified output sequence and raise an alarm. We then apply this concept to authenticating the radiation measurement equipment in nuclear weapon verification systems and conduct demonstration fuzz testing measurements with a sodium iodide (NaI) gamma ray spectrometer. Because there is Poisson noise in the measured output spectra, we also use a mechanism for comparing inherently noisy or stochastic fuzzing sequences. We show that physical differential fuzz testing can detect two types of tamper attempts, and conclude that it is a promising framework for authenticating future cyber-physical systems in nuclear arms control, safeguards, and beyond. ",
    "url": "https://arxiv.org/abs/2404.05946",
    "authors": [
      "Jayson R Vavrek",
      "Luozhong Zhou",
      "Joshua Boverhof",
      "Elisa R Heymann",
      "Barton P Miller",
      "Sean Peisert"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.05959",
    "title": "Map Optical Properties to Subwavelength Structures Directly via a  Diffusion Model",
    "abstract": "Subwavelength photonic structures and metamaterials provide revolutionary approaches for controlling light. The inverse design methods proposed for these subwavelength structures are vital to the development of new photonic devices. However, most of the existing inverse design methods cannot realize direct mapping from optical properties to photonic structures but instead rely on forward simulation methods to perform iterative optimization. In this work, we exploit the powerful generative abilities of artificial intelligence (AI) and propose a practical inverse design method based on latent diffusion models. Our method maps directly the optical properties to structures without the requirement of forward simulation and iterative optimization. Here, the given optical properties can work as \"prompts\" and guide the constructed model to correctly \"draw\" the required photonic structures. Experiments show that our direct mapping-based inverse design method can generate subwavelength photonic structures at high fidelity while following the given optical properties. This may change the method used for optical design and greatly accelerate the research on new photonic devices. ",
    "url": "https://arxiv.org/abs/2404.05959",
    "authors": [
      "Shijie Rao",
      "Kaiyu Cui",
      "Yidong Huang",
      "Jiawei Yang",
      "Yali Li",
      "Shengjin Wang",
      "Xue Feng",
      "Fang Liu",
      "Wei Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2404.06084",
    "title": "Using a coupled optical and electrical monitoring method to follow the  R-HiPIMS TiO$_2$ deposition process drifts",
    "abstract": "In this work, coupled optical and electrical discharge measurements have been implemented to investigate the plasma state of a reactive HiPIMS TiO$_2$ deposition process running at a fixed duty cycle of 2% and at a repetition rate of 1 kHz. Investigations focus on both the effect of the erosion target and substrate-holder temperature in an Ar/O$_2$ gas mixture at fixed working pressure. First, as the racetrack shape evolves with the use of the target, the deposition rate is modified, in the same way as the emission intensity measured. Second, with the heater set at 400 $^\\circ$C in pure Ar, the coating appears thinner, and the optical emission spectroscopy measurement reveals the presence of oxygen atoms. Thus, the results from the coupled optical and electrical measurements are sensitive enough to track potential drift of the process. ",
    "url": "https://arxiv.org/abs/2404.06084",
    "authors": [
      "D Boivin",
      "R Jean-Marie-Désirée",
      "A Najah",
      "S Cuynet",
      "L de Poucques"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06117",
    "title": "Low-Loss Silicon Directional Coupler with Arbitrary Coupling Ratios for  Broadband Wavelength Operation Based on Bent Waveguides",
    "abstract": "We demonstrate a design for a high-performance $2 \\times 2$ splitter meeting the essential requirements of broadband coupling, support for arbitrary coupling ratio, ultra low-loss, high fabrication tolerance, and a compact footprint. This is achieved based on a rigorous coupled mode theory analysis of the broadband response of the bent directional coupler (DC) and by demonstrating a full coupling model, with measured broadband values of 0.4, 0.5, 0.6, and 0.7. As a benchmark, we demonstrate a 0.5:0.5 splitter that significantly reduces coupling variation from 0.391 in the traditional DC to just 0.051 over an 80 nm wavelength span. This represents a remarkable 7.67 times reduction in coupling variation. Further, newly-invented low-loss bends were used in the proposed design leading to an ultra low-loss design with negligible excess loss ($\\mathrm{0.003 \\pm 0.013 \\ dB}$). The proposed 0.5:0.5 silicon strip waveguide-based design is tolerant and shows consistently low coupling variation over a full 300 mm wafer showcasing a maximum cross coupling variation of 0.112 over 80 nm wavelength range, at the extreme edge of the wafer. Futhermore, we augmented the wafer mapping with a waveguide width fabrication tolerance study, confirming the tolerance of the device with a mere 0.061 maximum coupling variation with a waveguide width deviation of $\\pm 20$ nm over 80 nm wavelength range. These specs make the proposed splitter an attractive component for practical applications with mass production. ",
    "url": "https://arxiv.org/abs/2404.06117",
    "authors": [
      "Ahmed H. El-Saeed",
      "Alaa Elshazly",
      "Hakim Kobbi",
      "Rafal Magdziak",
      "Guy Lepage",
      "Chiara Marchese",
      "Javad Rahimi Vaskasi",
      "Swetanshu Bipul",
      "Dieter Bode",
      "Marko Ersek Filipcic",
      "Dimitrios Velenis",
      "Maumita Chakrabarti",
      "Peter De Heyn",
      "Peter Verheyen",
      "Philippe Absil",
      "Filippo Ferraro",
      "Yoojin Ban",
      "Joris Van Campenhout",
      "Wim Bogaerts",
      "Qingzhong Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.06122",
    "title": "In-vivo imaging of the human thalamus: a comprehensive evaluation of  structural magnetic resonance imaging approaches for thalamic nuclei  differentiation at 7T",
    "abstract": "The thalamus is a subcortical structure of central importance to brain function, which is organized in smaller nuclei with specialized roles. Despite significant functional and clinical relevance, locating and distinguishing the different thalamic nuclei in vivo, non-invasively, has proved challenging with conventional imaging techniques, such as T$_{1}$ and T$_{2}$-weighted magnetic resonance imaging (MRI). This key limitation has prompted extensive research efforts, and several new candidate MRI sequences for thalamic imaging have been proposed, especially at 7T. However, studies to date have mainly been centered on individual techniques, and often focused on subsets of specific nuclei. It is now critical to evaluate which options are best for which nuclei, and which are globally the most informative. This work addresses these questions through a comprehensive evaluation of thalamic structural imaging techniques in humans at 7T, including several variants of T$_{1}$, T$_{2}$, T$_{2}$* and magnetic susceptibility-based contrasts. All images were obtained from the same participants, to allow direct comparisons without anatomical variability confounds. The different contrasts were qualitatively and quantitatively analyzed with dedicated approaches, referenced to well-established thalamic atlases. Overall, the analyses showed that quantitative susceptibility mapping (QSM) and T$_{1}$-weighted MP2RAGE tuned to maximize gray-to-white matter contrast are currently the most valuable options. The two contrasts display unique, complementary features and, together, enable the distinction of the majority of known nuclei. Likewise, their combined information could provide a powerful input for automatic segmentation approaches. To our knowledge, this study represents the most comprehensive assessment of structural MRI contrasts for thalamic imaging to date. ",
    "url": "https://arxiv.org/abs/2404.06122",
    "authors": [
      "Cristina Sainz Martinez",
      "José P. Marques",
      "Gabriele Bonanno",
      "Tom Hilbert",
      "Constantin Tuleasca",
      "Meritxell Bach Cuadra",
      "João Jorge"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06143",
    "title": "Highly reflective and high-$Q$ thin resonant subwavelength gratings",
    "abstract": "We theoretically investigate the design of thin subwavelength gratings possessing high-reflectivity and high-$Q$ resonances when illuminated at normal incidence by a Gaussian beam. We compare the performances of single-period and dual-period rectangular gratings using Finite Element Method-based optimization and predict one to two orders of magnitude improvement in their transmission loss-linewidth product, which is the relevant figure of merit for e.g. resonant mirror-based microcavity applications. ",
    "url": "https://arxiv.org/abs/2404.06143",
    "authors": [
      "Gurpreet Singh",
      "Trishala Mitra",
      "Søren P. Madsen",
      "Aurélien Dantan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.06189",
    "title": "MLatom software ecosystem for surface hopping dynamics in Python with  quantum mechanical and machine learning methods",
    "abstract": "We present an open-source MLatom@XACS software ecosystem for on-the-fly surface hopping nonadiabatic dynamics based on the Landau-Zener-Belyaev-Lebedev (LZBL) algorithm. The dynamics can be performed via Python API with a wide range of quantum mechanical (QM) and machine learning (ML) methods, including ab initio QM (CASSCF and ADC(2)), semi-empirical QM methods (e.g., AM1, PM3, OMx, and ODMx), and many types of machine learning potentials (e.g., KREG, ANI, and MACE). Combinations of QM and ML methods can also be used. While the user can build their own combinations, we provide AIQM1, which is based on {\\Delta}-learning and can be used out of the box. We showcase how AIQM1 reproduces the isomerization quantum yield of trans-azobenzene at a low cost. We provide example scripts that, in a dozen lines, enable the user to obtain the final population plots by simply providing the initial geometry of a molecule. Thus, those scripts perform geometry optimization, normal mode calculations, initial condition sampling, parallel trajectories propagation, population analysis, and final result plotting. Given the capabilities of MLatom to be used for training different ML models, this ecosystem can be seamlessly integrated into the protocols building ML models for nonadiabatic dynamics. In the future, a deeper and more efficient integration of MLatom with Newton-X will enable vast range of functionalities for surface hopping dynamics, such as fewest-switches surface hopping, to facilitate similar workflows via the Python API. ",
    "url": "https://arxiv.org/abs/2404.06189",
    "authors": [
      "Lina Zhang",
      "Sebastian V. Pios",
      "Mikołaj Martyka",
      "Fuchun Ge",
      "Yi-Fan Hou",
      "Yuxinxin Chen",
      "Lipeng Chen",
      "Joanna Jankowska",
      "Mario Barbatti",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06199",
    "title": "Strong-field ionization of chiral molecules with bicircular laser fields  : sub-barrier dynamics, interference, and vortices",
    "abstract": "Strong-field ionization by counter-rotating two-color laser fields produces quantum interference between photoelectrons emitted on the leading and trailing edges of the laser field oscillations. We show that in chiral molecules, this interference is asymmetric along the light propagation direction and strongly enhances the sensitivity of the attoclock scheme to molecular chirality. Calculations in a toy-model molecule with a short-range chiral potential show that this enhanced sensitivity already emerges at the exit of the tunnel. We investigate the possible sources of chiral sensitivity in the tunneling process, and find that the interference between electron vortices plays a crucial role in the chiral response. ",
    "url": "https://arxiv.org/abs/2404.06199",
    "authors": [
      "Samuel Beaulieu",
      "Sylvain Larroque",
      "Dominique Descamps",
      "Baptiste Fabre",
      "Stéphane Petit",
      "Richard Taïeb",
      "Bernard Pons",
      "Yann Mairesse"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06398",
    "title": "Integrated electro-optics on thin-film lithium niobate",
    "abstract": "Electro-optics serves as the crucial bridge between electronics and photonics, unlocking a wide array of applications ranging from communications and computing to sensing and quantum information. Integrated electro-optics approaches in particular enable essential electronic high-speed control for photonics while offering substantial photonic parallelism for electronics. Recent strides in thin-film lithium niobate photonics have ushered revolutionary advancements in electro-optics. This technology not only offers the requisite strong electro-optic coupling but also boasts ultra-low optical loss and high microwave bandwidth. Further, its tight confinement and compatibility with nanofabrication allow for unprecedented reconfigurability and scalability, facilitating the creation of novel and intricate devices and systems that were once deemed nearly impossible in bulk systems. Building upon this platform, the field has witnessed the emergence of various groundbreaking electro-optic devices surpassing the current state of the art, and introducing functionalities that were previously non-existent. This technological leap forward provides a unique framework to explore various realms of physics as well, including photonic non-Hermitian synthetic dimensions, active topological physics, and quantum electro-optics. In this review, we present the fundamental principles of electro-optics, drawing connections between fundamental science and the forefront of technology. We discuss the accomplishments and future prospects of integrated electro-optics, enabled by thin-film lithium niobate platform. ",
    "url": "https://arxiv.org/abs/2404.06398",
    "authors": [
      "Yaowen Hu",
      "Di Zhu",
      "Shengyuan Lu",
      "Xinrui Zhu",
      "Yunxiang Song",
      "Dylan Renaud",
      "Daniel Assumpcao",
      "Rebecca Cheng",
      "CJ Xin",
      "Matthew Yeh",
      "Hana Warner",
      "Xiangwen Guo",
      "Amirhassan Shams-Ansari",
      "David Barton",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05799",
    "title": "Coherent Heat Transfer Leads to Genuine Quantum Enhancement in  Performances of Continuous Engines",
    "abstract": "The conventional continuous quantum heat engines rely on incoherent heat transfer with the baths and, thus, have limited capability to outperform their classical counterparts. In this work, we introduce distinct continuous quantum heat engines that utilize coherent heat transfer with baths, yielding significant quantum enhancement in performance. These continuous engines, termed as coherent engines, consist of one qutrit system and two photonic baths and enable coherent heat transfer via two-photon transitions involving three-body interactions between the system and hot and cold baths. The closest quantum incoherent analogs are those that only allow incoherent heat transfer between the qutrit and the baths via one-photon transitions relying on two-body interactions between the system and hot or cold baths. We demonstrate that coherent engines deliver much higher power output and a much lower signal-to-noise ratio in power, where the latter signifies the reliability of an engine, compared to incoherent engines. Coherent engines manifest more non-classical features than incoherent engines because they violate the classical thermodynamic uncertainty relation by a greater amount and for a wider range of parameters. Importantly, coherent engines can operate close to or at the fundamental lower limit on reliability given by the quantum version of the thermodynamic uncertainty relation, making them highly reliable. These genuine enhancements in performance by hundreds of folds over incoherent engines and the saturation of the quantum limit by coherent engines are directly attributed to its capacity to harness higher energetic coherence which is, again, a consequence of coherent heat transfer. The experimental feasibility of coherent engines and the improved understanding of how quantum properties can enhance performance may find important implications in emerging quantum technologies. ",
    "url": "https://arxiv.org/abs/2404.05799",
    "authors": [
      "Brij Mohan",
      "Rajeev Gangwar",
      "Tanmoy Pandit",
      "Mohit Lal Bera",
      "Maciej Lewenstein",
      "Manabendra Nath Bera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.06056",
    "title": "Demonstration of Lossy Linear Transformations and Two-Photon  Interference on a Photonic Chip",
    "abstract": "Studying quantum correlations in the presence of loss is of critical importance for the physical modeling of real quantum systems. Here, we demonstrate the control of spatial correlations between entangled photons in a photonic chip, designed and modeled using the singular value decomposition approach. We show that engineered loss, using an auxiliary waveguide, allows one to invert the spatial statistics from bunching to antibunching. Furthermore, we study the photon statistics within the loss-emulating channel and observe photon coincidences, which may provide insights into the design of quantum photonic integrated chips. ",
    "url": "https://arxiv.org/abs/2404.06056",
    "authors": [
      "Kai Wang",
      "Simon J. U. White",
      "Alexander Szameit",
      "Andrey A. Sukhorukov",
      "Alexander S. Solntsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.15547",
    "title": "Observation of topological frequency combs",
    "abstract": " Comments: 9 pages, 5 figures (SI: 7 pages, 9 figures) ",
    "url": "https://arxiv.org/abs/2401.15547",
    "authors": [
      "Christopher J. Flower",
      "Mahmoud Jalali Mehrabad",
      "Lida Xu",
      "Gregory Moille",
      "Daniel G. Suarez-Forero",
      "Ogulcan Orsel",
      "Gaurav Bahl",
      "Yanne Chembo",
      "Kartik Srinivasan",
      "Sunil Mittal",
      "Mohammad Hafezi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.01448",
    "title": "Prior Frequency Guided Diffusion Model for Limited Angle (LA)-CBCT  Reconstruction",
    "abstract": " Comments: 20 pages, 8 figures, submitted to Physics in Medicine & Biology ",
    "url": "https://arxiv.org/abs/2404.01448",
    "authors": [
      "Jiacheng Xie",
      "Hua-Chieh Shao",
      "Yunxiang Li",
      "You Zhang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2404.04732",
    "title": "Ultrafast dynamic beam steering with optical frequency comb arrays",
    "abstract": " Title: Ultrafast dynamic beam steering with optical frequency comb arrays ",
    "url": "https://arxiv.org/abs/2404.04732",
    "authors": [
      "Suparna Seshadri",
      "Jie Wang",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]