[
  {
    "id": "arXiv:2212.00817",
    "title": "Ion acceleration with few cycle relativistic laser pulses from foil  targets",
    "abstract": "Ion acceleration resulting from the interaction of 11 fs laser pulses of ~35 mJ energy with ultrahigh contrast (<10^-10), and 10^19 W/cm^2 peak intensity with foil targets made of various materials and thicknesses at normal (0-degree) and 45-degree laser incidence is investigated. The maximum energy of the protons accelerated from both the rear and front sides of the target was above 1 MeV. A conversion efficiency from laser pulse energy to proton beam is estimated to be as high as ~1.4 % at 45-degree laser incidence using a 51 nm-thick Al target. The excellent laser contrast indicates the predominance of vacuum heating via the Brunels effect as an absorption mechanism involving a tiny pre-plasma of natural origin due to the Gaussian temporal laser pulse shape. Experimental results are in reasonable agreement with theoretical estimates where proton acceleration from the target rear into the forward direction is well explained by a TNSA-like mechanism, while proton acceleration from the target front into the backward direction can be explained by the formation of a charged cavity in a tiny pre-plasma. The exploding Coulomb field from the charged cavity also serves as a source for forward-accelerated ions at thick targets. ",
    "url": "https://arxiv.org/abs/2212.00817",
    "authors": [
      "Sargis Ter-Avetisyan",
      "Parvin Varmazyar",
      "Prashant K. Singh",
      "Joon-Gon Son",
      "Miklos Fule",
      "Valery Yu. Bychenkov",
      "Balazs Farkas",
      "Kwinten Nelissen",
      "Sudipta Mondal",
      "Daniel Papp",
      "Adam Borzsonyi",
      "Janos Csontos",
      "Zsolt Lecz",
      "Tamas Somoskoi",
      "Laszlo Toth",
      "Szabolcs Toth",
      "Velyhan Andriy",
      "Daniele Margarone",
      "Ales Necas",
      "Toshiki Tajima",
      "Gerard Mourou",
      "Gabor Szabo",
      "Karoly Osvay"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00905",
    "title": "Femtosecond laser writing of the depressed cladding buried channel  waveguides in ZnS crystal",
    "abstract": "We report the first direct femtosecond laser-writing of buried channel waveguides in monocrystalline ZnS. We also report the first single-mode Cr:ZnS depressed cladding buried waveguide laser manufactured by femtosecond laser writing. The laser yields 150 mW average power at 2272 nm wavelength with 11% slope efficiency. A depressed cladding waveguide with propagation loss of 0.62 dB/cm at 1030 nm allowed to obtain spectral broadening under femtosecond-pumping at 1030 nm. ",
    "url": "https://arxiv.org/abs/2212.00905",
    "authors": [
      "E.Sorokin",
      "A. Okhrimchuk",
      "N. Tolstik",
      "M. Smayev",
      "V. Likhov",
      "V. L. Kalashnikov",
      "I. T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01010",
    "title": "A machine-learning based closed orbit feedback for the SSRF storage ring",
    "abstract": "In order to improve the stability of synchrotron radiation, we developed a new method of machine learning-based closed orbit feedback and piloted it in the storage ring of the Shanghai Synchrotron Radiation Facility (SSRF). In our experiments, not only can the machine learning-based closed orbit feedback carry out horizontal, vertical and RF frequency feedback simultaneously, but it also has better convergence and convergence speed than the traditional Slow Orbit Feed Back (SOFB) system. What's more, the residual values of the correctors' currents variations after correction can be almost ignored. This machine learning-based new method is expected to establish a new closed orbit feedback system and improve the orbit stability of the storage ring in daily operation. ",
    "url": "https://arxiv.org/abs/2212.01010",
    "authors": [
      "Ruichun Li",
      "Qinglei Zhang",
      "Bocheng Jiang",
      "Zhentang Zhao",
      "Changliang Li",
      "Kun Wang",
      "Dazhang Huang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01036",
    "title": "Wide-spectrum optical synthetic aperture imaging via spatial intensity  interferometry",
    "abstract": "High resolution imaging is achieved using increasingly larger apertures and successively shorter wavelengths. Optical aperture synthesis is an important high-resolution imaging technology used in astronomy. Conventional long baseline amplitude interferometry is susceptible to uncontrollable phase fluctuations, and the technical difficulty increases rapidly as the wavelength decreases. The intensity interferometry inspired by HBT experiment is essentially insensitive to phase fluctuations, but suffers from a narrow spectral bandwidth which results in a lack of detection sensitivity. In this study, we propose optical synthetic aperture imaging based on spatial intensity interferometry. This not only realizes diffraction-limited optical aperture synthesis in a single shot, but also enables imaging with a wide spectral bandwidth. And this method is insensitive to the optical path difference between the sub-apertures. Simulations and experiments present optical aperture synthesis diffraction-limited imaging through spatial intensity interferometry in a 100 $nm$ spectral width of visible light, whose maximum optical path difference between the sub-apertures reach $69.36\\lambda$. This technique is expected to provide a solution for optical aperture synthesis over kilometer-long baselines at optical wavelengths. ",
    "url": "https://arxiv.org/abs/2212.01036",
    "authors": [
      "Chunyan Chu",
      "Zhentao Liu",
      "Mingliang Chen",
      "Xuehui Shao",
      "Yuejin Zhao",
      "Shensheng Han"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2212.01100",
    "title": "Realization of advanced passive silicon photonic devices with  subwavelength-grating structures developed by efficient inverse design",
    "abstract": "The realization of ultra-compact passive silicon photonic devices is becoming more and more important for the future large-scale photonic integration as desired for many systems. Although some compact silicon photonic devices have been demonstrated by using inverse design, the device performance is still insufficient for real applications. Here, we propose and realize several representative ultra-compact advanced passive silicon photonic devices with decent performances by introducing subwavelength-grating (SWG) structures developed by our high-efficiency inverse design method. These devices are designed by optimally manipulating the multimode excitation and the multimode interference in a region defined with SWG structures. These SWG structures with excellent feature-size uniformity are more fabrication-friendly than those random nano-structures used in previous inverse-designed photonic devices. The high-efficiency of our inverse design method is attributed to a novel search-space-dimension control strategy and the efficient problem-oriented electromagnetic-field solvers available for SWG structures. Specifically, we present the realization of a 6-channel mode (de)multiplexer, a broadband 90{\\deg}-hybrid, and a two-channel flat-top wavelength demultiplexer as some examples, which can hardly be realized by previously reported inverse design approaches. These devices exhibit ultra-compact footprints as well as decent performances when compared to the counterparts developed by the classical theory. ",
    "url": "https://arxiv.org/abs/2212.01100",
    "authors": [
      "Jingshu Guo",
      "Laiwen Yu",
      "Hengtai Xiang",
      "Yuqi Zhao",
      "Chaoyue Liu",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01154",
    "title": "Anisotropic Van der Waals 2D GeAs Integrated on Silicon Four-Waveguide  Crossing",
    "abstract": "In-plane optical anisotropy plays a critical role in manipulating light in a wide range of planner photonic devices. In this study, the strong anisotropy of multilayer 2D GeAs is leveraged and utilized to validate the technical feasibility of on-chip light management. A 2D GeAs is stamped into an ultra-compact silicon waveguide four-way crossing optimized for operation in the O-optical band. The measured optical transmission spectra indicated a remarkable discrepancy between the in-plane crystal optical axes with an attenuation ratio of ~ 3.5 (at 1330 nm). Additionally, the effect of GeAs crystal orientation on the electro-optic transmission performance is demonstrated on a straight waveguide. A notable 50 % reduction in responsivity was recorded for devices constructed with cross direction compared to devices with a crystal a-direction parallel to the light polarization. This extraordinary optical anisotropy, combined with a high refractive index ~ 4 of 2D GeAs, opens possibilities for efficient on-chip light manipulation in photonic devices. ",
    "url": "https://arxiv.org/abs/2212.01154",
    "authors": [
      "Ghada Dushaq",
      "Juan Esteban Villegas",
      "Bruna Paredes",
      "Srinivasa Reddy Tamalampudi",
      "Mahmoud S. Rasras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01266",
    "title": "Monitoring and active stabilization of laser injection locking using  beam ellipticity",
    "abstract": "We unveil a powerful method for stabilization of laser injection locking based on sensing variations in the output beam ellipticity of an optically seeded laser. The effect arises due to an interference between the seeding beam and the injected laser output. We demonstrate the method for a commercial semiconductor laser without the need for any internal changes to the readily-operational injection locked laser system that was utilized. The method can also be used to increase the mode-hop free tuning range of lasers, and has the potential to fill a void in the low-noise laser industry. ",
    "url": "https://arxiv.org/abs/2212.01266",
    "authors": [
      "Umang Mishra",
      "Vyacheslav Li",
      "Sebastian Wald",
      "Sofia Agafonova",
      "Fritz Diorico",
      "Onur Hosten"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01366",
    "title": "Optical fields spanning the 4D space of nonparaxial polarization",
    "abstract": "We present simple mathematical solutions for optical fields that span all nonparaxial polarization ellipses. These fields, given by a superposition of five plane waves with non-coplanar polarizations, are experimentally realizable. By slowly varying in time the relative amplitude between two groups of plane waves, the resulting fields take the form of a periodic polarization lattice, where all possible nonparaxial polarization ellipses are localized in a 4D spatio-temporal cell. The field distributions in these cells can be regarded as 4D skyrmionic textures. ",
    "url": "https://arxiv.org/abs/2212.01366",
    "authors": [
      "David Marco",
      "Miguel A. Alonso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01037",
    "title": "Optical tweezers throw and catch single atoms",
    "abstract": "Single atoms movable from one place to another would enable a flying quantum memory that can be used for quantum communication and quantum computing at the same time. Guided atoms, e.g., by optical tweezers, provide a partial solution, but the benefit of flying qubits could be lost if they still interact with the guiding means. Here we propose and experimentally demonstrate freely-flying atoms that are not guided but are instead thrown and caught by optical tweezers. In experiments, cold atoms at 40 micro Kelvin temperature are thrown up to a free-flying speed of 0.65 m/s over a travel distance of 12.6 micrometer at a transportation efficiency of 94(3)%, even in the presence of other optical tweezers or atoms en route. This performance is not fundamentally limited but by current settings of optical tweezers with limited potential depth and width. We provide a set of proof-of-principle flying atom demonstrations, which include atom transport through optical tweezers, atom arrangements by flying atoms, and atom scattering off optical tweezers. Our study suggests possible applications of flying atoms, not only in fundamental studies such as single-atom low-energy collisions, but also non-photon quantum communication and flying-qubit-based quantum computing. ",
    "url": "https://arxiv.org/abs/2212.01037",
    "authors": [
      "Hansub Hwang",
      "Andrew Byun",
      "Juyoung Park",
      "Sylvain de Leseleuc",
      "Jaewook Ahn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01073",
    "title": "Quantum well confinement and competitive radiative pathways in the  luminescence of black phosphorus layers",
    "abstract": "Black phosphorus (BP) stands out from other 2D materials by the wide amplitude of the band-gap energy (Delta(Eg)) that sweeps an optical window from Visible (VIS) to Infrared (IR) wavelengths, depending on the layer thickness. This singularity made the optical and excitonic properties of BP difficult to map. Specifically, the literature lacks in presenting experimental and theoretical data on the optical properties of BP on an extended thickness range. Here we report the study of an ensemble of photoluminescence spectra from 79 passivated BP flakes recorded at 4 K with thicknesses ranging from 4 nm to 700 nm, obtained by mechanical exfoliation. We observe that the exfoliation steps induce additional defects states that compete the radiative recombination from bound excitons observed in the crystal. We also show that the evolution of the photoluminescence energy versus thickness follows a quantum well confinement model appreciable from a thickness predicted and probed at 25 nm. The BP slabs placed in different 2D heterostructures show that the emission energy is not significantly modulated by the dielectric environment. Introduction Confinement effects ",
    "url": "https://arxiv.org/abs/2212.01073",
    "authors": [
      "Etienne Carré",
      "Lorenzo Sponza",
      "Alain Lusson",
      "Ingrid Stenger",
      "Sébastien Roux",
      "Victor Zatko",
      "Bruno Dlubak",
      "Pierre Seneor",
      "Etienne Gaufrès",
      "Annick Loiseau",
      "Julien Barjon"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01252",
    "title": "Transfer Loop and Statistical Equilibrium of Korteweg-de Vries-Burgers  Systems Associated to Classical Nonlinear Acoustics and Quantum Shock Waves",
    "abstract": "We propose and demonstrate, with the one-dimensional Korteweg-de Vries-Burgers model, the transfer loop and \\textit{all-scale} statistical equilibrium scenarios. The transfer loop is associated to shock formation and the statistical equlibrium to Gaussian distributions, like the canonical ensemble with wavelength-dependent temperatures. The physical discussions emphasize the classical nonlinear acoustics and quantum shock waves, among other multi-disciplinary relevances, for the possibility of more favorable experimental tests. The results can be extended to some other hydrodynamic type systems of higher-order nonlinearity and/or higher dimensions. ",
    "url": "https://arxiv.org/abs/2212.01252",
    "authors": [
      "Jian-Zhou Zhu"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2103.02009",
    "title": "Travel distance, frequency of return and the spread of disease",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2103.02009",
    "authors": [
      "Cate Heine",
      "Kevin P. O'Keeffe",
      "Paolo Santi",
      "Li Yan",
      "Carlo Ratti"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Populations and Evolution (q-bio.PE)"
    ]
  },
  {
    "id": "arXiv:2203.14944",
    "title": "Differentiable Microscopy Designs an All Optical Quantitative Phase  Microscope",
    "abstract": " Title: Differentiable Microscopy Designs an All Optical Quantitative Phase  Microscope ",
    "url": "https://arxiv.org/abs/2203.14944",
    "authors": [
      "Kithmini Herath",
      "Udith Haputhanthri",
      "Ramith Hettiarachchi",
      "Hasindu Kariyawasam",
      "Raja N. Ahmad",
      "Azeem Ahmad",
      "Balpreet S. Ahluwalia",
      "Chamira U. S. Edussooriya",
      "Dushan Wadduwage"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08332",
    "title": "2D material platform for overcoming the amplitude-phase tradeoff in ring  modulators",
    "abstract": " Title: 2D material platform for overcoming the amplitude-phase tradeoff in ring  modulators ",
    "url": "https://arxiv.org/abs/2209.08332",
    "authors": [
      "Ipshita Datta",
      "Andres Gil-Molina",
      "Sang Hoon Chae",
      "James Hone",
      "Michal Lipson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.03233",
    "title": "Fitting a Collider in a Quantum Computer: Tackling the Challenges of  Quantum Machine Learning for Big Datasets",
    "abstract": " Comments: To be submitted to EPJC. Code available in this https URL ",
    "url": "https://arxiv.org/abs/2211.03233",
    "authors": [
      "Miguel Caçador Peixoto",
      "Nuno Filipe Castro",
      "Miguel Crispim Romão",
      "Maria Gabriela Jordão Oliveira",
      "Inês Ochoa"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  }
]