[
  {
    "id": "arXiv:2504.17793",
    "title": "Lithium niobate acoustic resonators operating beyond 900 $^\\circ$C",
    "abstract": "           In this paper, fundamental shear-horizontal SH0 mode Leaky Surface Acoustic Wave (LSAW) resonators on X-cut lithium niobate leveraging dense and robust electrodes such as gold and tungsten are demonstrated for extreme temperature operation in harsh environments. A novel post-processing approach based on in-band spurious mode tracking is introduced to enable reliable characterization under extreme parasitic loading during testing. Devices exhibit stable performance throughout multiple thermal cycles up to 1000 $^\\circ$C, with an extrapolated electromechanical coupling coefficient kt2 = 25% and loaded quality factor Qp = 12 at 1000 $^\\circ$C for tungsten devices, and kt2 = 17%, Qp = 100 at 900 $^\\circ$C for gold devices.         ",
    "url": "https://arxiv.org/abs/2504.17793",
    "authors": [
      "Walter Gubinelli",
      "Hasan Karaca",
      "Ryan Tetro",
      "Sariha N. Azad",
      "Philip X.-L. Feng",
      "Luca Colombo",
      "Matteo Rinaldi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.17980",
    "title": "Robust Poling and Frequency Conversion on Thin-Film Periodically Poled Lithium Tantalate",
    "abstract": "           We explore a robust fabrication process for periodically-poled thin-film lithium tantalate (PP-TFLT) by systematically varying fabrication parameters and confirming the quality of inverted domains with second-harmonic microscopy (SHM). We find a periodic poling recipe that can be applied to both acoustic-grade and optical-grade film, electrode material, and presence of an oxide interlayer. By using a single high-voltage electrical pulse with peak voltage time of 10 ms or less and a ramp-down time of 90 s, rectangular poling domains are established and stabilized in the PP-TFLT. We employ our robust periodic poling process in a controllable pole-after-etch approach to produce PP-TFLT ridge waveguides with normalized second harmonic generation (SHG) conversion efficiencies of 208 %W-1cm-2 from 1550 nm to 775 nm in line with the theoretical value of 244 %W-1cm-2. This work establishes a high-performance poling process and demonstrates telecommunications band SHG for thin-film lithium tantalate, expanding the capabilities of the platform for frequency mixing applications in quantum photonics, sensing, and spectroscopy.         ",
    "url": "https://arxiv.org/abs/2504.17980",
    "authors": [
      "Anna Shelton",
      "C. J. Xin",
      "Keith Powell",
      "Jiayu Yang",
      "Shengyuan Lu",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.18118",
    "title": "Development of Exotic Harmonium Model to Investigate Electron-Positively Charged Particle Correlation in Two-Component Quantum Systems",
    "abstract": "           The problem of calculating the electron-positively charged particle correlation energy poses a challenge in the field of quantum chemistry beyond the adiabatic approximation. In this study, a toy model called Exotic Harmonium is developed to enhance our understanding of this type of correlation. Since the analytical methods to solve the eigenvalue equation for Exotic Harmonium lead to the excited rather than the ground state of the system, we employ the variation method in this study to obtain an approximate ground state wave function. By considering the asymptotic behavior of the wave function, we derive a compact but highly accurate variational wave function. Using this wave function, we are able to determine various properties of the system, including energy and its components, as well as single-particle densities. Additionally, we extend key concepts and quantities specifically tailored to study electron correlation in the Harmonium model to the Exotic Harmonium model. For instance, the \"correlation hill\" concept effectively highlights the distinct nature of electron-positively charged particle correlation compared to electron-electron correlation. Furthermore, we utilize Exotic Harmonium to assess the accuracy of five electron-positively charged particle correlation functionals developed within the context of the two-component density functional theory. Through a regression process, we obtained a compact yet precise analytical form for wave function which explicitly depends on the two crucial variables: oscillator field frequency and positively charged particle mass. This analytical form provides valuable insights into the behavior of the system. Also, the Exotic Harmonium model enables the investigation of electron-positively charged particle correlation in a vast range of particle masses.         ",
    "url": "https://arxiv.org/abs/2504.18118",
    "authors": [
      "Nahid Sadat Riyahi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18156",
    "title": "Determining Molecular Ground State with Quantum Imaginary Time Evolution using Broken-Symmetry Wave Function",
    "abstract": "           The Hartree-Fock (HF) wave function, commonly used for approximating molecular ground states, becomes nonideal in open shell systems due to the inherent multi-configurational nature of the wave function, limiting accuracy in Quantum Imaginary Time Evolution (QITE). We propose replacing the HF wave function with a spin- and spatial-symmetry broken wave function, enhancing convergence by adding a spin operator, $S^2$ as a penalty term to the original molecular Hamiltonian. We verify that this approach provides good convergence behavior towards the lowest energy eigenstate using direct matrix exponentiation for Imaginary Time Evolution (ITE). Numerical simulations were performed on the hydrogen molecule and a square tetrahydrogen cluster using measurement-assisted unitary approximation in QITE. QITE demonstrates faster convergence to the ground state with broken symmetry (BS) compared to HF, particularly after the molecule exhibits a diradical character of 0.56 for hydrogen. Prior to this point, HF remains more effective, suggesting a transition threshold of diradical character for wave function selection. Additionally, the overlap analysis with Complete Active Space Configuration Interaction (CAS-CI) wave function shows that BS has a larger initial overlap than HF in higher-spin, multi-configurational systems like triple bond dissociation in nitrogen molecule. This method provides a pathway for improved energy simulations in open shell systems, where wave function accuracy significantly impacts downstream quantum algorithms and practical applications in quantum chemistry.         ",
    "url": "https://arxiv.org/abs/2504.18156",
    "authors": [
      "Pawan Sharma Poudel",
      "Kenji Sugisaki",
      "Michal Hajdušek",
      "Rodney Van Meter"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18174",
    "title": "Acoustic turbulence: from the Zakharov-Sagdeev spectra to the Kadomtsev-Petviashvili spectrum",
    "abstract": "           This paper presents a brief review on theoretical and numerical works on three-dimensional acoustic turbulence both in a weakly nonlinear regime, when the amplitudes of sound waves are small, and in the case of strong nonlinearity. This review is based on the classical studies on weak acoustic turbulence by V.E. Zakharov (1965) and V.E. Zakharov and R.Z. Sagdeev (1970), on the one hand, and on the other hand, by B.B. Kadomtsev and V.I. Petviashvili (1972). Until recently, there were no convincing numerical experiments confirming one or the other point of view. In the works of the authors of this review in 2022 and 2024, strong arguments were found based on direct numerical modeling in favor of both theories. It is shown that the Zakharov-Sagdeev spectrum of weak turbulence $\\propto k^{-3/2}$ is realized not only for small positive dispersion of sound waves, but also in the case of complete absence of dispersion. The calculated turbulence spectra in the weakly nonlinear regime have anisotropic distribution: for small $k$, narrow cones (jets) are formed, broadening in the Fourier space. For weak dispersion, the jets are smoothed out, and the turbulence spectrum tends to be isotropic in the region of short wavelengths. In the absence of dispersion, the turbulence spectrum is a discrete set of jets subjected to diffraction divergence. For each individual jet, nonlinear effects are much weaker than diffraction ones, which prevents the formation of shock waves. Thus, the Zakharov-Sagdeev spectrum is realized due to the smallness of nonlinear effects compared to dispersion or diffraction. As the pumping level increases in the non-dispersive regime, when nonlinear effects begin to dominate, shock waves are formed. As a result, acoustic turbulence passes into a strongly nonlinear state in the form of an ensemble of random shocks described by the Kadomtsev-Petviashvili spectrum $\\propto k^{-2}$.         ",
    "url": "https://arxiv.org/abs/2504.18174",
    "authors": [
      "E.A. Kochurin",
      "E.A. Kuznetsov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2504.18195",
    "title": "Copper-impurity-free photonic integrated circuits enable deterministic soliton microcombs",
    "abstract": "           Chip-scale optical frequency combs based on microresonators (microcombs) enable GHz-THz repetition rates, broad bandwidth, compactness, and compatibility with wafer-scale manufacturing. Silicon nitride photonic integrated circuits have become a leading platform due to their low loss, broad transparency, lithographic dispersion control, and commercial 200-mm-wafer foundry access. They have enabled system-level applications in optical communications, LiDAR, frequency synthesis, low-noise microwave generation, and convolutional processing. However, real-world deployment is hindered by the challenge of deterministic soliton microcomb generation, primarily due to thermal instabilities. Although techniques like pulsed pumping, fast scanning, and auxiliary lasers help mitigate these effects, they often add complexity or reduce soliton stability. In this work, we overcome thermal limitations and demonstrate deterministic soliton generation in silicon nitride photonic circuits. We trace the thermal effects to copper impurities within waveguides, originating from residual contaminants in CMOS-grade silicon wafers that are gettered into silicon nitride during fabrication. By developing effective copper removal techniques, we significantly reduce thermal instabilities. This enables soliton generation with arbitrary or slow laser scanning, removing a key barrier to microcomb deployment. Our approach is compatible with front-end-of-line foundry processing, paving the way for broader adoption of soliton microcomb technologies.         ",
    "url": "https://arxiv.org/abs/2504.18195",
    "authors": [
      "Xinru Ji",
      "Xurong Li",
      "Zheru Qiu",
      "Rui Ning Wang",
      "Marta Divall",
      "Andrey Gelash",
      "Grigory Lihachev",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18341",
    "title": "Controlling the sign of optical forces using metaoptics",
    "abstract": "           Precise manipulation of small objects using light holds transformative potential across diverse fields. While research in optical trapping and manipulation predominantly relies on the attraction of solid matter to light intensity maxima, here we demonstrate that meta-optics enables a departure from this accepted behavior. Specifically, we present deterministic control over the sign of optical forces exerted on a metasurface integrated on a suspended silicon nanomembrane. By tailoring the geometry of the constituent meta-atoms, we engineer the coherent superposition of their multipolar modes, and consequently, the net optical force experienced by the metasurface within a phase-controlled optical standing wave. In excellent agreement with 3D numerical simulations, we experimentally realize both attractive and repulsive forces on distinct metasurface designs, directly mirroring the behavior of two-level systems interacting with optical fields. This work establishes a versatile platform for the optical control of nanoscale mechanical systems, opening new avenues for both fundamental research and engineering.         ",
    "url": "https://arxiv.org/abs/2504.18341",
    "authors": [
      "Adeel Afridi",
      "Bruno Melo",
      "Nadine Meyer",
      "Romain Quidant"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18374",
    "title": "Observation of an Optical Spring in a Robustly Controlled Signal-Recycled Michelson Interferometer",
    "abstract": "           This study presents the first demonstration of an optical spring effect in a signal-recycled Michelson interferometer without arm cavities. While previous observations of optical springs in a signal-recycled interferometer have relied on configurations incorporating arm cavities, no similar effect has yet been reported in a bare configuration. The experimental setup employs multiple laser fields, enabling stable and precisely controllable detuning, as well as a compliant suspension system comprising two double-spiral springs. These findings open possibilities for developing optical spring-enhanced interferometers utilizing intracavity amplification, a promising technique for enhancing the high-frequency sensitivity of next-generation gravitational-wave detection instruments.         ",
    "url": "https://arxiv.org/abs/2504.18374",
    "authors": [
      "Kaido Suzuki",
      "Ken-ichi Harada",
      "Ryo Iden",
      "Sotatsu Otabe",
      "Kentaro Komori",
      "Yuta Michimura",
      "Kentaro Somiya"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.18470",
    "title": "Characterization of Long-Term Stable Photonic Microwaves based on a Difference Frequency Comb",
    "abstract": "           We report on a novel method for optical microwave generation using a frequency comb based on difference-frequency generation, which passively eliminates the carrier-envelope offset frequency ($f_{\\mathrm{ceo}}$), with the repetition rate ($f_{\\mathrm{rep}}$) locked to an optical reference. We demonstrate the generation of ultra-low phase noise microwave signals by transferring the stability of the optical reference to 9.6 GHz, reaching noise levels of -147 dBc/Hz at 1 kHz offset. The optimization of pulse timing after interleaving and a scheme for additional long-term stabilization of the microwave signal to GPS standards are discussed. This work presents a new variant of highly stable RF signal generation for precision applications, such as radar, atomic clock local oscillators and optical quantum technologies.         ",
    "url": "https://arxiv.org/abs/2504.18470",
    "authors": [
      "S. Mueller",
      "T. Puppe"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.17837",
    "title": "Statistical noise enhances quantumness benefits in spin-network quantum reservoir computing",
    "abstract": "           Quantum reservoir computing offers a promising approach to the utilization of complex quantum dynamics in machine learning. Statistical noise inevitably arises in real settings of quantum reservoir computing (QRC) due to the practical necessity of taking a small to moderate number of measurements. We investigate the effect of statistical noise in spin-network QRC on the possible performance benefits conferred by quantumness. As our measures of quantumness, we employ both quantum entanglement, which we quantify by the partial transpose of the density matrix, and coherence, which we quantify as the sum of the absolute values of the off-diagonal elements of the density matrix. We find that reservoirs which enjoy a finite degree of quantum entanglement and coherence are more stable against the adverse effects of statistical noise on performance compared to their unentangled, incoherent counterparts. Our results indicate that the potential benefit reservoir computers may derive from quantumness depends on the number of measurements used for training and testing, and may indeed be enhanced by statistical noise. These findings not only emphasize the importance of incorporating realistic noise models, but also suggest that the search for quantum advantage may be aided rather than impeded by the practical constraints of implementation within existing machines.         ",
    "url": "https://arxiv.org/abs/2504.17837",
    "authors": [
      "Youssef Kora",
      "Christoph Simon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.17907",
    "title": "Coherent nonlinear optical probe for cavity-dressed vibrational mode mixing: multidimensional double-quantum coherence and photon-echo signal",
    "abstract": "           Cavity modulation of interacting molecular vibrational modes promises an expanded role of the characteristic vibrations to act as spectroscopic markers. In addition to the intrinsic, inter-mode and extrinsic, cavity-mediated inter-mode delocalization, the vibrational modes undergo multiscale relaxation due to reservoir vibrations. Two complementary coherent multidimensional spectroscopic techniques are presented, which reveal the dynamical nature of the mode correlations in the presence relaxation. Simulations are presented for finite laser pulses. The chosen cavity-vibron mode coupling strengths fall within the range of inter-vibrational mode coupling, hinting at a parameter regime where vibrational energy dispersal can be controlled. It is highlighted that the cavity manipulation of vibrational double excitations, namely, overtone and combination states, can offer deeper insights into the collective mode dynamics. These observations set the ground for cavity-controlled spectroscopic investigation of mode-selective dynamics, where localized electromagnetic modes function as an effective few-body coupler of vibrations.         ",
    "url": "https://arxiv.org/abs/2504.17907",
    "authors": [
      "Arunangshu Debnath"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.17944",
    "title": "Quantum squeezing of a levitated nanomechanical oscillator",
    "abstract": "           Manipulating the motions of macroscopic objects near their quantum mechanical uncertainties has been desired in diverse fields, including fundamental physics, sensing, and transducers. Despite significant progresses in ground-state cooling of a levitated solid particle, realizing non-classical states of its motion has been elusive. Here, we demonstrate quantum squeezing of the motion of a single nanoparticle by rapidly varying its oscillation frequency. We reveal significant narrowing of the velocity variance to $-4.9(1)$~dB of that of the ground state via free-expansion measurements. To quantitatively confirm our finding, we develop a method to accurately measure the displacement of the nanoparticle by referencing an optical standing wave. Our work shows that a levitated nanoparticle offers an ideal platform for studying non-classical states of its motion and paves the way for its applications in quantum sensing, as well as for exploring quantum mechanics at a macroscopic scale.         ",
    "url": "https://arxiv.org/abs/2504.17944",
    "authors": [
      "M. Kamba",
      "N. Hara",
      "K. Aikawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.18043",
    "title": "Magnetic Resonance Imaging of Single Organic Radicals with Sub-Molecular Resolution",
    "abstract": "           Interest in the magnetism of organic compounds is growing because of new organic magnets, spin-based electronics and the diverse properties of magnetic edge states in graphene nanoribbons. Electron spin resonance spectroscopy combined with the scanning tunneling microscopy has recently been developed as a powerful tool to address individual magnetic atoms and molecules at the atomic scale. Here we demonstrate electron spin resonance and magnetic resonance imaging of all-organic radical anions adsorbed on a protective thin insulating film grown on a metal support. We show that using the highly localized exchange field of the magnetic tip apex allows visualization of the delocalized spin density with sub-molecular resolution, enabling spin-density tomography that can distinguish similar molecular species. These results provide new opportunities for visualizing spin density and magnetic interactions at the atomic scale.         ",
    "url": "https://arxiv.org/abs/2504.18043",
    "authors": [
      "Gregory Czap",
      "Christoph Wolf",
      "Jose Reina-Gálvez",
      "Mark H. Sherwood",
      "Christopher P. Lutz"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18187",
    "title": "Incoherent population trapping in quantum emitters",
    "abstract": "           Deterministic emitters transform electronic excitations to photons with unity efficiency. Their development is crucial for both energy-efficient optical interconnects and photonic quantum technologies, but neither rigorous theoretical frameworks nor systematic experimental methods governing deterministic emitters and their identification were so far available. A central -- and seemingly obvious -- assumption underpinning previous works is that the radiative emission probability is proportional to the internal quantum efficiency. Here, we introduce a stochastic model of the decay dynamics in quantum emitters that disproves this assumption and provides a systematic framework for the development of deterministic quantum light sources. Our model agrees with a wide range of experimental findings, including time-resolved spectroscopy, autocorrelation measurements, and saturation spectroscopy, and it also explains a number of hitherto unexplained experiments. For example, our model shows that above-band continuous-wave excitation selects the exciton transitions with the lowest quantum efficiency, which is of direct importance for photonic quantum technologies relying on aligning nanostructures to emitters. We show that the underlying physics is governed by incoherent trapping of the population in metastable states, which has profound consequences for the physics of quantum emitters. Finally, we provide a straightforward experimental protocol for obtaining deterministic emitters.         ",
    "url": "https://arxiv.org/abs/2504.18187",
    "authors": [
      "Sergei Lepeshov",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.18205",
    "title": "Estimation of the second-order coherence function using quantum reservoir and ensemble methods",
    "abstract": "           We propose a machine learning-based approach enhanced by quantum reservoir computing (QRC) to estimate the zero-time second-order correlation function g2(0). Typically, measuring g2(0) requires single-photon detectors and time-correlated measurements. Machine learning may offer practical solutions by training a model to estimate g2(0) solely from average intensity measurements. In our method, emission from a given quantum source is first processed in QRC. During the inference phase, only intensity measurements are used, which are then passed to a software-based decision tree-based ensemble model. We evaluate this hybrid quantum-classical approach across a variety of quantum optical systems and demonstrate that it provides accurate estimates of g2(0). We further extend our analysis to assess the ability of a trained model to generalize beyond its training distribution, both to the same system under different physical parameters and to fundamentally different quantum sources. While the model may yield reliable estimates within specific regimes, its performance across distinct systems is generally limited.         ",
    "url": "https://arxiv.org/abs/2504.18205",
    "authors": [
      "Dogyun Ko",
      "Stanisław Świerczewski",
      "Andrzej Opala",
      "Michał Matuszewski",
      "Amir Rahmani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.18209",
    "title": "A hybridizable discontinuous Galerkin method with transmission variables for time-harmonic acoustic problems in heterogeneous media",
    "abstract": "           We consider the finite element solution of time-harmonic wave propagation problems in heterogeneous media with hybridizable discontinuous Galerkin (HDG) methods. In the case of homogeneous media, it has been observed that the iterative solution of the linear system can be accelerated by hybridizing with transmission variables instead of numerical traces, as performed in standard approaches. In this work, we extend the HDG method with transmission variables, which is called the CHDG method, to the heterogeneous case with piecewise constant physical coefficients. In particular, we consider formulations with standard upwind and general symmetric fluxes. The CHDG hybridized system can be written as a fixed-point problem, which can be solved with stationary iterative schemes for a class of symmetric fluxes. The standard HDG and CHDG methods are systematically studied with the different numerical fluxes by considering a series of 2D numerical benchmarks. The convergence of standard iterative schemes is always faster with the extended CHDG method than with the standard HDG methods, with upwind and scalar symmetric fluxes.         ",
    "url": "https://arxiv.org/abs/2504.18209",
    "authors": [
      "Simone Pescuma",
      "Gwénaël Gabard",
      "Théophile Chaumont-Frelet",
      "Axel Modave"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.18527",
    "title": "Classical Interfaces for Controlling Cryogenic Quantum Computing Technologies",
    "abstract": "           Quantum processors have the potential to revolutionise computing on a scale unseen since the development of semiconductor technology in the middle of the 20th century. However, while there is now huge activity and investment in the field, there are a number of challenges that must be overcome before the technology can be fully realised. Of primary concern is the development of the classical technology required to interface with quantum systems, as we push towards a new era of high-performance, large-scale quantum computing. In this review, we briefly discuss some of the main challenges facing the development of universally useful quantum computers and the different architectures being investigated. We are primarily concerned with cryogenic quantum systems. These systems are among the most mature quantum computing architectures to date, and are garnering a lot of both industrial and academic attention. We present and analyse the leading methods of interfacing with quantum processors, both now and for the next generation of larger, multi-qubit systems. Recent advancements in control cryoelectronics, both semiconducting and superconducting, are covered, while a view towards newer methods such as optical and wireless qubit interfaces are also presented.         ",
    "url": "https://arxiv.org/abs/2504.18527",
    "authors": [
      "Jack C. Brennan",
      "Joao Barbosa",
      "Chong Li",
      "Meraj Ahmad",
      "Fiheon Imroze",
      "Calum Rose",
      "Wridhdhisom Karar",
      "Manoj Stanley",
      "Hadi Heidari",
      "Nick M. Ridler",
      "Martin Weides"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.04366",
    "title": "Backaction suppression in levitated optomechanics using reflective boundaries",
    "abstract": "           We show theoretically that the noise due to laser induced backaction acting on a small nanosphere levitated in a standing-wave trap can be considerably reduced by utilising a suitable reflective boundary. We examine the spherical mirror geometry as a case study of this backaction suppression effect, discussing the theoretical and experimental constraints. We study the effects of laser recoil directly, by analysing optical force fluctuations acting on a dipolar particle trapped at the centre of a spherical mirror. We also compute the corresponding measurement imprecision in an interferometric, shot-noise-limited position measurement, using the formalism of Fisher information flow. Our results show that the standing-wave trapping field is necessary for backaction suppression in three dimensions, and they satisfy the Heisenberg limit of detection.         ",
    "url": "https://arxiv.org/abs/2405.04366",
    "authors": [
      "Rafał Gajewski",
      "James Bateman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17625",
    "title": "Mixed Convection and Entropy Generation Analysis of Carbon Nanotube-Water Nanofluid in a Square Cavity with Cylinders and Flow Deflectors",
    "abstract": "           This study explores the mixed convection of carbon nanotube (CNT)-water nanofluid within a square cavity containing heated cylinders under the influence of a magnetic field, focusing on three geometric configurations: a single heated cylinder, two heated cylinders, and two heated cylinders with a flow deflector. The impact of various parameters, including Reynolds number ($Re$), Richardson number ($Ri$), Hartmann number ($Ha$), wavy wall peaks ($n$), nanoparticle volume fraction ($\\phi$), Hartmann angle ($\\gamma$), rotational speed ($\\omega$), and inclination angle ($\\alpha$), on thermal and fluid dynamic behaviors is analyzed. MWCNT nanofluids exhibit up to a 19.1% increase in $Nu_{\\text{ave}}$ compared to SWCNT nanofluids, confirming their superior heat transfer performance. Adding a second heated cylinder increases $Nu_{\\text{ave}}$ by approximately 71.7% compared to a single-cylinder configuration, while the inclusion of a flow deflector modifies vortex structures, further enhancing convective transport. Increasing wavy wall peaks ($n$) enhances heat transfer by intensifying vortex formation and disrupting thermal boundary layers, leading to a more uniform temperature distribution. SWCNT nanofluids exhibit Bejan numbers up to 58.7% higher than MWCNT nanofluids, indicating greater thermal irreversibility. These findings provide valuable insights for optimizing thermal management systems in engineering applications, highlighting the importance of selecting appropriate nanofluids, geometric configurations, and magnetic field parameters to achieve optimal thermal performance and fluid stability.         ",
    "url": "https://arxiv.org/abs/2407.17625",
    "authors": [
      "Hashnayne Ahmed",
      "Shashanka Biswas",
      "Farzana Akter Tina"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2409.00027",
    "title": "New Generalized Expressions for the Electromagnetic Fields of the Hybrid Modes of an Optical Fiber Using Complex and Bi-Complex Mathematics",
    "abstract": "           The electromagnetic fields of the hybrid modes of an optical fiber are reformulated using bi-complex mathematics, which leads to simpler expressions relative to those found with the widely used, conventional complex formulation. Generalized expressions for the electromagnetic fields are also found using both formulations for comparative purposes. Furthermore, the feasibility of bi-complex mathematics is investigated for the derivation of the modal powers, orthogonality relations, and the weakly-guided fiber approximation         ",
    "url": "https://arxiv.org/abs/2409.00027",
    "authors": [
      "W. Astar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02049",
    "title": "Influence of noise-induced modulations on the timing stability of passively mode-locked semiconductor laser subject to optical feedback",
    "abstract": "           We show that passively mode-locked lasers subject to feedback from a single external cavity can exhibit large timing fluctuations on short time scales despite having a relatively small long-term timing jitter, meaning that the commonly used von Linde and Kéfélian techniques of experimentally estimating the timing jitter can lead to large errors in the estimation of the arrival time of pulses. We also show that adding a second feedback cavity of the appropriate length can significantly suppress noise-induced modulations that are present in the single feedback system. This reduces the short time scale fluctuations of the interspike interval time and at the same time improves the variance of the fluctuation of the pulse arrival times on long time scales.         ",
    "url": "https://arxiv.org/abs/2411.02049",
    "authors": [
      "Lina Jaurigue",
      "Kathy Lüdge"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.01292",
    "title": "Integrative Learning of Quantum Dot Intensity Fluctuations under Excitation via Tailored Dynamic Mixture Modeling",
    "abstract": "           Semiconductor nano-crystals, known as quantum dots (QDs), have attracted significant attention for their unique fluorescence properties. Under continuous excitation, QDs emit photons with intricate intensity fluctuation: the intensity of photon emission fluctuates during the excitation, and such a fluctuation pattern can vary across different QDs even under the same experimental conditions. What adding to the complication is that the processed intensity series are non-Gaussian and truncated due to necessary thresholding and normalization. Conventional normality-based single-dot analysis fall short of addressing these complexities. In collaboration with chemists, we develop an integrative learning approach to simultaneously analyzing intensity series from multiple QDs. Motivated by the unique data structure and the hypothesized behaviors of the QDs, our approach leverages the celebrated hidden Markov model as its structural backbone to characterize individual dot intensity fluctuations, while assuming that, in each state the normalized intensity follows a 0/1 inflated Beta distribution, the state/emission distributions are shared across the QDs, and the state transition dynamics can vary among a few QD clusters. This framework allows for a precise, collective characterization of intensity fluctuation patterns and have the potential to transform current practice in chemistry. Applying our method to experimental data from 128 QDs, we reveal three shared intensity states and capture several distinct intensity transition patterns, underscoring the effectiveness of our approach in providing deeper insights into QD behaviors and their design and application potential.         ",
    "url": "https://arxiv.org/abs/2501.01292",
    "authors": [
      "Xin Yang",
      "Hawi Nyiera",
      "Yonglei Sun",
      "Jing Zhao",
      "Kun Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applications (stat.AP)",
      "Computation (stat.CO)",
      "Methodology (stat.ME)"
    ]
  },
  {
    "id": "arXiv:2501.13711",
    "title": "Rapid wavefront shaping using an optical gradient acquisition",
    "abstract": "           Wavefront shaping systems aim to image deep into scattering tissue by reshaping incoming and outgoing light to correct aberrations caused by tissue inhomogeneity However, the desired modulation depends on the unknown tissue structure and therefore its estimation is a challenging time-consuming task. Most strategies rely on coordinate descent optimization, which sequentially varies each modulation parameter and assesses its impact on the resulting image. We propose a rapid wavefront shaping scheme that transitions from coordinate descent to gradient descent optimization, using the same measurement to update all modulation parameters simultaneously. To achieve this, we have developed an analytical framework that expresses the gradient of the wavefront shaping score with respect to all modulation parameters. Although this gradient depends on the unknown tissue structure, we demonstrate how it can be inferred from the optical system's measurements. Our new framework enables rapid inference of wavefront shaping modulations. Additionally, since the complexity of our algorithm does not scale with the number of modulation parameters, we can achieve very high-resolution modulations, leading to better corrections in thicker tissue layers. We showcase the effectiveness of our framework in correcting aberrations in a coherent confocal microscope.         ",
    "url": "https://arxiv.org/abs/2501.13711",
    "authors": [
      "Sagi Monin",
      "Marina Alterman",
      "Anat Levin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.06458",
    "title": "Chien-Shiung Wu as the experimental pioneer in quantum entanglement: a 2022 note",
    "abstract": "           Advised by Prof. Chen Ning Yang, we review the early pioneering work by Chien-Shiung Wu on entangled photons created from the electron-positron annihilation. This paper formed a basis of the author's speech at International Symposium Commemorating the 110th Birth Anniversary of Chien-Shiung Wu, May 31, 2022, and of a few articles on the subject in Chinese.         ",
    "url": "https://arxiv.org/abs/2502.06458",
    "authors": [
      "Yu Shi"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2504.09533",
    "title": "Electro-optically tunable second-harmonic generation in lithium niobate metasurfaces boosted by Brillouin zone folding induced bound states in the continuum",
    "abstract": "           Lithium niobate (LN) metasurfaces exhibit remarkable Pockels effect-driven electro-optic tunability, enabling dynamic control of optical responses through external electric fields. When combined with their high second-order nonlinear susceptibility ($\\chi^{2}$), this tunability is projected into the nonlinear landscape, realizing second-harmonic generation (SHG)-dominated functionalities in integrated photonics. However, achieving deep SHG modulation in LN metasurfaces remains challenging due to LN's limited refractive index tunability under practical driving voltage. To address this, we design an air-hole-structured LN metasurface by strategically adjusting air hole positions to induce Brillouin zone folding-enabled bound states in the continuum with ultrahigh quality factors ($Q>10^{4}$). Numerical simulations demonstrate a $2.59\\%$ SHG conversion efficiency at 0.1 MW/cm$^{2}$ excitation and a modulation depth exceeding 0.99 under 15 V peak-to-peak voltage ($\\Delta V_{\\text{pp}}$). This work establishes a compact framework for electrically tunable nonlinear optics, advancing applications in integrated quantum light sources and programmable photonic chips.         ",
    "url": "https://arxiv.org/abs/2504.09533",
    "authors": [
      "Huifu Qiu",
      "Xu Tu",
      "Meibao Qin",
      "Feng Wu",
      "Tingting Liu",
      "Shuyuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14950",
    "title": "Thin-film periodically poled lithium niobate waveguides fabricated by femtosecond laser photolithography",
    "abstract": "           Periodically poled lithium niobate on insulator (PPLNOI) ridge waveguides are critical photonic components for both classical and quantum information processing. However, dry etching of PPLNOI waveguides often generates rough sidewalls and variations in the etching rates of oppositely poled lithium niobate ferroelectric domains, leading a relatively high propagation losses (0.25 - 1 dB/cm), which significantly limits net conversion efficiency and hinders scalable photonic integration. In this work, a low-loss PPLNOI ridge waveguide with a length of 7 mm was fabricated using ultra-smooth sidewalls through photolithography-assisted chemo-mechanical etching followed by high-voltage pulse poling. The average surface roughness was measured at just 0.27 nm, resulting in significantly lower propagation loss compared to dry-etched counterparts. Highly efficient second-harmonic generation was demonstrated with a normalized efficiency of 1742%/(W*cm^2) and an overall efficiency of 750.1%/W (without accounting for propagation loss). The absolute conversion efficiency reached 15.8%, representing a six-fold improvement over the best previously reported values in single-period PPLNOI waveguides without magnesium oxide doping.         ",
    "url": "https://arxiv.org/abs/2504.14950",
    "authors": [
      "Guanghui Zhao",
      "Jintian Lin",
      "Renhong Gao",
      "Jianglin Guan",
      "Chuntao Li",
      "Xinzhi Zheng",
      "Minghui Li",
      "Qifeng Hou",
      "Xiaochao Luo",
      "Yingnuo Qiu",
      "Lingling Qiao",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.18832",
    "title": "A Trade-Off Between Path Entanglement and Quantum Sensitivity",
    "abstract": "           Entanglement often increases quantum measurement schemes' sensitivity. However, we find that in precision measurements with zero-mean Gaussian states, such as squeezed states, entanglement between different paths degrades measurement sensitivity. We prove an inverse relationship between entanglement entropy and sensitivity for measurements of single-mode phase shifts in multimode systems and for phase shifts on both modes in two-mode systems. In the two-mode case, which models devices such as interferometers, we find that entanglement strongly degrades differential phase sensitivity. Finally, we show that minimizing entanglement between paths maximizes the phase sensitivity of $N$-mode systems with zero-mean Gaussian state inputs.         ",
    "url": "https://arxiv.org/abs/2411.18832",
    "authors": [
      "Benjamin Lou",
      "Hudson A. Loughlin",
      "Nergis Mavalvala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.15553",
    "title": "Evidence of Ultrashort Orbital Transport in Heavy Metals Revealed by Terahertz Emission Spectroscopy",
    "abstract": "           The orbital angular momentum of electrons offers a promising, yet largely unexplored, degree of freedom for ultrafast, energy-efficient information processing. As the foundation of orbitronics, understanding how orbital currents propagate and convert into charge currents is essential - but remains elusive due to the challenge in disentangling orbital and spin dynamics in ultrathin films. Although orbital currents have been predicted to propagate over long distances in materials, recent theoretical studies argue that lattice symmetry may constrain their mean free paths (MFPs) to the scale of a single atomic layer. In this work, we provide the first direct experimental evidence for ultrashort orbital MFPs in heavy metals (HMs) - W, Ta, Pt - revealed by femtosecond terahertz emission spectroscopy. This is enabled by sub-nanometer-precision control of thin-film thickness using wedge-shaped HM|Ni heterostructures. By employing a multi-component terahertz-emission model, we quantitatively extract the orbital MFPs, consistently finding them shorter than their spin counterparts. Furthermore, control experiments rule out interfacial orbital-to-charge conversion as the dominant mechanism, confirming that the process is governed by the bulk inverse orbital Hall effect. Our findings resolve a central controversy in orbitronics and provide key insights into orbital transport and conversion mechanisms.         ",
    "url": "https://arxiv.org/abs/2504.15553",
    "authors": [
      "Tongyang Guan",
      "Jiahao Liu",
      "Wentao Qin",
      "Yongwei Cui",
      "Shunjia Wang",
      "Yizheng Wu",
      "Zhensheng Tao"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]