[
  {
    "id": "arXiv:2412.18662",
    "title": "Robust phase correction techniques for terahertz time-domain reflection spectroscopy",
    "abstract": "           We introduce a systematic approach that enables two robust methods for performing terahertz time-domain spectroscopy in reflection geometry. Using the Kramers-Kronig relations in connection to accurate experimental measurements of the amplitude of the terahertz electric field, we show how the correct phase of the same field can be retrieved, even in the case of partly misaligned measurements. Our technique allows to accurately estimate the optical properties of in principle any material that reflects terahertz radiation. We demonstrate the accuracy of our approach by extracting the complex refractive index of InSb, a material with a strong plasma resonance in the low-terahertz range. Our technique applies to arbitrary incidence angles and polarization states.         ",
    "url": "https://arxiv.org/abs/2412.18662",
    "authors": [
      "Kasturie D. Jatkar",
      "Tien-Tien Yeh",
      "Matteo Pancaldi",
      "Stefano Bonetti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2412.18741",
    "title": "Phononically shielded multi-wavelength photonic-crystal membrane for cavity quantum optomechanics",
    "abstract": "           We propose and design a stoichiometric silicon-nitride membrane resonator featuring highly reflective at multi-wavelengths and high mechanical quality factor. The membrane resonator has a thickness of 100 nm and 2D-photonic and phononic crystal patterns. By designing concentric holes of suitable radius on both sides of the membrane, high reflectivity at multi-wavelengths can be achieved. In particularly, the simulation shows that high reflectivity can be realized at telecommunications wavelength and alkaline atoms absorption lines, with reflectivity of 99.76% at 852 nm, and 99.98% at 1054 nm, and 99.96% at 1566 nm, respectively. The designed device can find useful applications in cavity optomechanical system to realize quantum frequency conversion and precise quantum measurement, and other field of quantum information processing tasks.         ",
    "url": "https://arxiv.org/abs/2412.18741",
    "authors": [
      "Hanbing Li",
      "Doudou Wang",
      "Quansen Zhang",
      "Qiang Zhang",
      "Yongmin Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18765",
    "title": "Attosecond electron bunch generation by an intense laser propagation in conical channel with a curved wall",
    "abstract": "           By using two-dimensional particle-in-cell simulations, attosecond electron bunches with high density, high energy and small divergence angle can be obtained by p-polarized laser irradiation in conical channel with curved wall. We find that some electrons in the wall are pulled into the channel by the transverse electric field and are directly accelerated. Meanwhile, they move steadily along the conical wall via laser pondermotive force. The results show that the focusing effect of the curved wall conical channel is stronger than that of the traditional flat wall conical channel, and the density of the attosecond electron bunches is increased by nearly 175% as well as the maximum energy is increased by 36%. We also find that the quality of the electron bunches is affected by the geometry of the concial channel wall. Interestingly it is found that the attosecond electron bunches obtained from the specific concial channel with the hyperbolic geometry of the curved wall can keep stable around the maximum electron energy within 10T0 even if they have left the channel.         ",
    "url": "https://arxiv.org/abs/2412.18765",
    "authors": [
      "Min Zhang",
      "Cui-Wen Zhang",
      "De-Sheng Zhang",
      "Hai-Bo Sang",
      "Bai-Song Xie"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2412.18804",
    "title": "Optical detection of the spatial structural alteration in the human brain tissues and cells and DNA and chromatin due to Parkinsons disease",
    "abstract": "           Parkinsons disease (PD) is considered one of the most frequent neurological diseases in the world. There is a need to study the early and efficient biomarkers of Parkinsons, such as changes in structural disorders like DNA and chromatin, especially at the subcellular level in the human brain. We used two techniques, Partial wave spectroscopy (PWS) and Inverse Participation Ratio (IPR), to detect the changes in structural disorder in the human brain tissue samples. It was observed from the PWS experiment that there was an increase in structural disorder in Parkinsons disease tissues and cells when compared to normal tissues and cells using mesoscopic light transport theory. Furthermore, the IPR experiment also showed DNA and chromatin structural alterations that have the same trend and support the PWS results. The increase in mass density in the nuclei components, such as DNA and chromatin, can be linked to the aggregation of alpha-synuclein in the substantia nigra of the brain. This protein deposition is considered a significant cause of neuronal death in the brains of PD patients. We also did a histological analysis of brain tissues, which supports our results from dual photonics techniques. The results show that this dual technique is a powerful approach to detect the changes. Our results highlight the potential of the parameter, related to the structural disorder strength, as an efficient biomarker for PD progress, paving the way for research into early disease detection.         ",
    "url": "https://arxiv.org/abs/2412.18804",
    "authors": [
      "Fatemah Alharthi",
      "Dhruvil Solanki",
      "Ishmael Apachigawo",
      "Jianfeng Xiao",
      "Mohammad Moshahid Khan",
      "Prabhakar Pradhan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.19081",
    "title": "Blue laser induced bright red fluorescence in hot cesium vapor",
    "abstract": "           We have observed laser-induced fluorescence using 456 nm laser radiation, resonant with the 6S1/2-7P3/2 transition in Cs atoms. It includes red emission lines in the range of 580-730 nm and a prominent line at 852 nm corresponding to the 6P3/2-6S1/2 transition. A T-shaped all-sapphire cell with a length of 1 cm, containing Cs atomic vapor and capable of being heated up to 500 oC, was used. The laser-induced fluorescence (LIF) power at 852 nm was investigated as a function of the cell temperature. The maximum LIF power was achieved at 130 oC, while a significant decrease was observed around 300 oC. At 130 oC, the Doppler-broadened LIF spectrum at 852 nm exhibited self-conversion, resulting in the formation of two distinct peaks within the spectrum. The LIF power at 852 nm was also studied as a function of the 456 nm radiation power. The Cs cell demonstrated potential as an efficient optical filter and down-converter, effectively transforming 456 nm radiation into 852 nm radiation.         ",
    "url": "https://arxiv.org/abs/2412.19081",
    "authors": [
      "Armen Sargsyan",
      "Anahit Gogyan",
      "David Sarkisyan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19148",
    "title": "Wavelength Control of Perovskite Metasurface Lasing via Electrical Microheaters",
    "abstract": "           Perovskites have recently brought significant advances to active nanophotonics, offering a unique combination of gain and phase-change properties for tunable light-emitting devices. However, current wavelength-tunable devices often rely on tuning mechanisms or device architectures that lead to slow modulation or bulky setups. In this study, we overcome limitations on speed and size by demonstrating a compact tunable microlaser embedding electrical microheaters beneath a perovskite metasurface. This architecture allows to efficiently deliver heat and rapidly modulate the phase transition. Our device leverages the optical gain and crystallographic phase tuning of the perovskite, and a high-quality factor cavity design based on bound states in the continuum. With it, we demonstrate reversible laser wavelength switching between 763 nm and 783 nm within 13 ms at 2.3 V. This work unlocks the potential of perovskite metasurfaces for electrically tunable light sources and introduces a flexible platform which can be easily extended to the dynamic control of polarization or directionality for optical communication, sensing and spectroscopy.         ",
    "url": "https://arxiv.org/abs/2412.19148",
    "authors": [
      "Tim Meiler",
      "Yutao Wang",
      "Saurabh Srivastava",
      "Giorgio Adamo",
      "Ramón Paniagua-Dominguez",
      "Arseniy Kuznetsov",
      "Cesare Soci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19274",
    "title": "Flat panel laser displays enabled by large-scale visible photonic integrated circuits",
    "abstract": "           Laser-based displays are highly sought after for their superior brightness and color performance, especially in advanced applications like augmented reality (AR). However, their broader adoption has been hindered by bulky projector designs and complex optical module assemblies. Here, we introduce a new laser display architecture enabled by large-scale visible photonic integrated circuits (PICs) to address these challenges. Unlike previous projector-style laser displays, this architecture features an ultra-thin, flat-panel form factor, replacing bulky free-space illumination modules with a single, high-performance photonic chip. Centimeter-scale PIC devices, which integrate thousands of distinct optical components on-chip, are carefully tailored to achieve high display uniformity, contrast, and efficiency. We demonstrate a 2 mm-thick flat-panel laser display combining the PIC with a liquid-crystal-on-silicon (LCoS) panel, achieving 211% of the color gamut and more than 80% volume reduction compared to traditional LCoS displays. We further showcase its application in a see-through AR system. Our work represents a major advancement in the integration of nanophotonics with display technology, enabling a range of new display concepts, from high-performance immersive displays to slim-panel 3D holography.         ",
    "url": "https://arxiv.org/abs/2412.19274",
    "authors": [
      "Zhujun Shi",
      "Risheng Cheng",
      "Guohua Wei",
      "Steven A. Hickman",
      "Min Chul Shin",
      "Peter Topalian",
      "Lei Wang",
      "Dusan Coso",
      "Brian Le",
      "Lizzy Lee",
      "Sean Braxton",
      "Alexander Koshelev",
      "Maxwell F. Parsons",
      "Rahul Agarwal",
      "Barry Silverstein",
      "Yun Wang",
      "Giuseppe Calafiore"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19306",
    "title": "Integrated Electro-Optic Absorption Modulator for Silicon Nitride Platform",
    "abstract": "           Silicon nitride (SiN) is currently the most prominent platform for photonics at visible and near-IR wavelength bandwidth. However, realizing fast electro-optic (EO) modulators, the key components of any integrated optics platform, remains challenging in SiN. Recently, transparent conductive oxides (TCO) have emerged as a promising platform for photonic integrated circuits. Here we make an important step towards exceeding possibilities of both platforms, reporting for the first-time high-speed ITO electro-optic modulators based on silicon nitride waveguides. The insertion losses of 5.7 dB and bandwidth of about 1 GHz are shown for 300 nm-thickness SiN waveguide platform with 9.3-um-length hybrid waveguide. The fabrication process of devices requires only standard clean room tools, is repeatable and compatible with the CMOS technology. Simulation results of optimized device designs indicate that further improvement is possible and offer promising opportunities towards silicon nitride photonic computation platforms based on ITO.         ",
    "url": "https://arxiv.org/abs/2412.19306",
    "authors": [
      "Evgeniy S. Lotkov",
      "Alexander S. Baburin",
      "Ali S. Amiraslanov",
      "Evgeniy Chubchev",
      "Alexander Dorofeenko",
      "Evgeniy Andrianov",
      "Ilya A. Ryzhikov",
      "Evgeny S. Sergeev",
      "Kirill Buzaverov",
      "Sergei S. Avdeev",
      "Alex Kramarenko",
      "Sergei Bukatin",
      "Victor I. Polozov",
      "Olga S. Sorokina",
      "Yuri V. Panfilov",
      "Daria P. Kulikova",
      "Alexander V. Baryshev",
      "Ilya A. Rodionov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19532",
    "title": "Optical probing of fractal and multifractal connection to structural disorder in weakly optical disordered media: Application to cancer detection",
    "abstract": "           The light scattering experiment establishes a relationship between refractive index fluctuations and fractal dimension in weakly scattering tissue-like media. Based on the box-counting approach, an analytical model is developed and shows that the fractal dimension has a functional dependency on the structural disorder or refractive index fluctuation for short-range correlation and approximately linearly depends on each other for tissue-like media. Several parametric imaging systems can be connected using this approach. Further, tissue's weak multifractality optical scattering is explored using the box-counting method. It is shown that with a functional transformation, the distribution follows lognormal distributions.         ",
    "url": "https://arxiv.org/abs/2412.19532",
    "authors": [
      "Santanu Maity",
      "Mousa Alrubayan",
      "Ishmael Apachigwao",
      "Dhruvil Solanki",
      "Prabhakar Pradhan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19607",
    "title": "Photonic classification on a single diffractive layer",
    "abstract": "           Photonic computation started to shape the future of fast, efficient and accessible computation. The advantages brought by light based Diffractive Deep Neural Networks (D2NN), are shown to be overwhelmingly advantageous especially in targeting classification problems. However, cost and complexity of multi-layer systems are the main challenges that reduce the deployment of this technology. In this study, we develop a simple yet extremely efficient way to achieve optical classification using a single diffractive optical layer. A spatial light modulator is used not only to emulate the classifying system but also the input medium for the objects to be classified by the system. Using our approach, we classify road traffic signs which has a direct application on daily life and safety. We perform classification of road signs under the effect of noise and show that we can successfully classify road signs with more than 75% accuracy under 20% noise/imperfection.         ",
    "url": "https://arxiv.org/abs/2412.19607",
    "authors": [
      "Anil J. Pekgöz",
      "Emre Yüce"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.19633",
    "title": "High performance Black Phosphorus/Graphitic Carbon Nitride Heterostructure-based Wearable Sensor for Real-time Sweat Glucose Monitoring",
    "abstract": "           Wearable, non-invasive glucose sensors capable of accurate and continuous monitoring are crucial for managing metabolic conditions yet achieving high sensitivity and stability in these devices remains challenging. In this work, we present a Black Phosphorus/Graphitic Carbon Nitride (BP/g-CN) heterostructure engineered to leverage phosphorus-nitrogen interactions for enhanced electrochemical glucose oxidation activity. Compared to pristine gCN, the BP-gCN heterostructure demonstrates a significantly improved electrochemical surface area (ECSA) and nearly two-fold reduction in charge transfer resistance (Rct), achieving remarkable glucose sensitivity of 1.1 uA mM(^-1) cm(^-2) at physiological pH. Density functional theory (DFT) calculations revealed stronger glucose adsorption and higher charge transfer on the BP-gCN heterostructure compared to pristine gCN surface. These theoretical insights complement the experimental findings, highlighting the superior electrocatalytic performance of the heterostructure and the role of oxidized BP surface. Furthermore, the BP-gCN sensor is integrated into a wearable device platform with microfluidic layers and a Near Field Communication (NFC) chip, forming a conformal skin patch that enables real-time sweat glucose monitoring. This demonstration of a high-performance, non-enzymatic wearable glucose sensor based on a heterostructure design underscores the potential of the device for seamless health management and paves the way for next generation biosensing platforms aimed at improving personalized and continuous health monitoring.         ",
    "url": "https://arxiv.org/abs/2412.19633",
    "authors": [
      "Ecem Ezgi Ozkahraman",
      "Zafer Eroglu",
      "Vladimir Efremov",
      "Arooba Maryyam",
      "Taher Abbasiasl",
      "Ritu Das",
      "Hadi Mirzajani",
      "Berna Akgenc Hanedar",
      "Levent Beker",
      "Onder Metin"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19176",
    "title": "VQE for Ising Model \\& A Comparative Analysis of Classical and Quantum Optimization Methods",
    "abstract": "           In this study, we delved into several optimization methods, both classical and quantum, and analyzed the quantum advantage that each of these methods offered, and then we proposed a new combinatorial optimization scheme, deemed as QN-SPSA+PSR which combines calculating approximately Fubini-study metric (QN-SPSA) and the exact evaluation of gradient by Parameter-Shift Rule (PSR). The QN-SPSA+PSR method integrates the QN-SPSA computational efficiency with the precise gradient computation of the PSR, improving both stability and convergence speed while maintaining low computational consumption. Our results provide a new potential quantum supremacy in the VQE's optimization subroutine and enhance viable paths toward efficient quantum simulations on Noisy Intermediate-Scale Quantum Computing (NISQ) devices. Additionally, we also conducted a detailed study of quantum circuit ansatz structures in order to find the one that would work best with the Ising model and NISQ, in which we utilized the symmetry of the investigated model.         ",
    "url": "https://arxiv.org/abs/2412.19176",
    "authors": [
      "Duc-Truyen Le",
      "Vu-Linh Nguyen",
      "Triet Minh Ha",
      "Cong-Ha Nguyen",
      "Quoc-Hung Nguyen",
      "Van-Duy Nguyen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.19222",
    "title": "The light-matter correlation energy functional of the cavity-coupled two-dimensional electron gas via quantum Monte Carlo simulations",
    "abstract": "           We perform extensive simulations of the two-dimensional cavity-coupled electron gas in a modulating potential as a minimal model for cavity quantum materials. These simulations are enabled by a newly developed quantum-electrodynamical (QED) auxiliary-field quantum Monte Carlo method. We present a procedure to greatly reduce finite-size effects in such calculations. Based on our results, we show that a modified version of weak-coupling perturbation theory is remarkably accurate for a large parameter region. We further provide a simple parameterization of the light-matter correlation energy as a functional of the cavity parameters and the electronic density. These results provide a numerical foundation for the development of the QED density functional theory, which was previously reliant on analytical approximations, to allow quantitative modeling of a wide range of systems with light-matter coupling.         ",
    "url": "https://arxiv.org/abs/2412.19222",
    "authors": [
      "Lukas Weber",
      "Miguel A. Morales",
      "Johannes Flick",
      "Shiwei Zhang",
      "Angel Rubio"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01571",
    "title": "High-harmonic generation in zinc oxide subjected to intense mid-infrared femtosecond laser pulse",
    "abstract": "           We theoretically investigate photo-excitation of electron-hole pairs and high harmonic generation in the bulk of zinc oxide (ZnO) subjected to intense femto-second laser pulses with mid-infrared wavelength. We show that the non-adiabatic response of electrons occurs on a sub-femtosecond time scale interval localized near the peaks of the driving laser electric field. It allows us to obtain an effective Hamiltonian which describes weak interaction of electrons with atto-second pulse train with the second harmonic of the drive laser frequency being the repetition frequency in the train. Electron-hole pairs with energies above-threshold are born in coherent super-position of states by resonant absorption of UV photons and subsequently produce rapidly oscillating electric dipole moment. The dipole radiation emitted during each half-cycle of the laser pulse is characterized by broad continuous spectrum with well-defined cutoff. High-order harmonics of the fundamental laser frequency emerge on top of the continuous background via interference in time of emissions from all half-cycles within the pulse duration. We also discuss the relevance of the pulse envelope for producing clean frequency combs as observed in experiments. Good semi-quantitative agreement with the experimental data is found: clean and well defined odd-order harmonic peaks extending beyond the band edge of ZnO are exhibited for laser linearly polarized at right angles to the optical axis of the crystal.         ",
    "url": "https://arxiv.org/abs/2405.01571",
    "authors": [
      "Boyan Obreshkov",
      "Tzveta Apostolova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.13350",
    "title": "Direct calibration of microwave amplification chain on an axion cavity haloscope",
    "abstract": "           In an axion haloscope, the weak photon signal, theoretically converted from axions, is captured by a detection cavity. The signal from the cavity is too weak to be acquired by a signal receiver. The amplification chain assists the signal acquisition by amplifying the signal and requires accurate gain calibration. Typically, the readout line is calibrated using the Y-factor method, involving a switch that directs either the detection line or the calibration line to the amplification chain. The detection and calibration lines may have different transmissions, which leads to the calibration results being less accurate. In response, we propose a calibration method that eliminates the need for a switch. In this approach, the cavity temperature is decoupled to its incoming noise source and can be controlled, resulting in excess or deficiency of the noise spectrum near its resonance frequency. The experimental result shows that the gain of the amplification chain can be calibrated directly using the temperature-varied cavity radiation.         ",
    "url": "https://arxiv.org/abs/2406.13350",
    "authors": [
      "Hsin Chang",
      "Han-Wen Liu",
      "Hien Thi Doan",
      "Yung-Fu Chen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.20807",
    "title": "Enhanced Radiation Hardness of InAs/GaAs Quantum Dot Lasers for Space Communication",
    "abstract": "           Semiconductor lasers have great potential for space laser communication. However, excessive radiation in space can cause laser failure. In principle, quantum dot (QD) lasers are more radiation-resistant than traditional semiconductor lasers because of their superior carrier confinement and smaller active regions. However, the multifaceted nature of radiation effects on QDs resulted in ongoing controversies. Comprehensive testing under simulated space conditions is also necessary to validate their performance. In this work, we conducted radiation tests on various In(Ga)As/GaAs QD and quantum well (QW) materials and devices. Our results revealed that InAs/GaAs QDs with filling factors greater than 50% exhibit greater radiation hardness than those below 50%. Furthermore, most InAs/GaAs QDs showed superior radiation resistance compared to InGaAs/GaAs QW when exposed to low proton fluences of 1E11 and 1E12 cm-2, resulting from radiation-induced defects. The linewidth enhancement factor (LEF) of well-designed QD lasers remains remarkably stable and close to zero, even under proton irradiation at a maximum fluence of 7E13 cm-2, owing to their inherent insensitivity to irradiation-induced defects. These QD lasers demonstrate an exceptional average relative intensity noise (RIN) level of -162 dB/Hz, with only a 1 dB/Hz increase in RIN observed at the highest fluence, indicating outstanding stability. Furthermore, the lasers exhibit remarkable robustness against optical feedback, sustaining stable performance even under a feedback strength as high as -3.1 dB. These results highlight the significant potential of QD lasers for space laser communication applications, where high reliability and resilience to radiation and environmental perturbations are critical.         ",
    "url": "https://arxiv.org/abs/2407.20807",
    "authors": [
      "Manyang Li",
      "Jianan Duan",
      "Zhiyong Jin",
      "Shujie Pan",
      "Wenkang Zhan",
      "Jinpeng Chen",
      "Jinling Yu",
      "Xiaotian Cheng",
      "Zhibo Ni",
      "Chaoyuan Jin",
      "Tien Khee Ng",
      "Jinxia Kong",
      "Xiaochuan Xu",
      "Yong Yao",
      "Bo Xu",
      "Siming Chen",
      "Zhanguo Wang",
      "Chao Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.10806",
    "title": "High-purity valley-polarized currents induced by bichromatic optical fields in two-dimensional materials",
    "abstract": "           Producing currents predominantly from a single valley, namely valley-polarized currents, at optical-cycle timescales is an important aspect of the petahertz valleytronics, yet it remains less developed. This work exhibits the feasibility of achieving this goal using bichromatic optical fields, which allow for the precise control of sub-cycle electron dynamics. The combined effect of the helical and asymmetric waveforms of the optical fields leads to highly asymmetric excitation at different valleys and displacement of the excited electrons concurrently, thereby inducing valley-polarized currents with high valley purity, on the sub-optical-cycle timescale. Inherently, the purity of the currents built up from the optical approach remains high even for materials with short decoherence time. Moreover, the direction of the currents can be precisely controlled by adjusting the relative phase of the bichromatic components. Our work offers a promising avenue for generating and modulating high-purity valley-polarized currents at the femtosecond timescale, facilitating the development of petahertz valleytronics.         ",
    "url": "https://arxiv.org/abs/2408.10806",
    "authors": [
      "Wenqing Li",
      "Xiaosong Zhu",
      "Liang Li",
      "Wanzhu He",
      "Jie Long",
      "Pengfei Lan",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.14634",
    "title": "Majorana constellations for optical scalar beams and vector fields",
    "abstract": "           We explore Majorana stellar representation on the Riemann sphere for optical scalar beams and vector fields, leveraging the spin and orbital angular momentum of light. For scalar beams, the star constellations for the Laguerre-Gaussian beam basis reside at the poles of the sphere. For vector fields, these constellations represent well-defined circular polarization. The underlying $su(2)$ symmetry of angular momenta enables populating the sphere through generalized unitary rotations of the basis elements, resulting in optical analogues of Bloch and generalized $su(2)$ coherent states for both scalar beams and vector fields. Constellations for scalar Hermite-Gaussian beams and vector Hermite-Gaussian partial Poincaré fields, restricted to linear polarization, occupy the equator of the sphere as a result of these rotations. Additionally, we investigate scalar and vector analogues of cat codes and kings of quantumness, providing insights into the visualization and characterization of complex optical beams and fields with potential applications in optical communications.         ",
    "url": "https://arxiv.org/abs/2408.14634",
    "authors": [
      "F. Torres-Leal",
      "E. García Herrera",
      "M. P. Morales Rodríguez",
      "B. Perez-Garcia",
      "B. M. Rodríguez-Lara"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.22538",
    "title": "Informational analysis of the confinement of an electron in an asymmetric double quantum dot",
    "abstract": "           A quasi-unidimensional one-electron double quantum dot is studied within the framework of Shannon informational entropy. Its confinement potential, which is described by an asymmetric harmonic-gaussian function, consists of two wells separated by a potential barrier, and the asymmetry of the potential in respect to the center of the barrier is parameterized by $x_0$. In this work we employ Shannon informational entropy as a tool to investigate changes in the electronic confinement resulting from the modifications in the degree of asymmetry $x_0$. In particular, we notice that Shannon entropy turns out to be very sensitive to the change from the symmetric to the antisymmetric regime. Moreover, we show that Shannon entropy as a function of $x_0$ for an electronic excited state displays an irregular behavior whenever the state energy is in the vicinity of a local extreme (a maximum or a minimum); connected with this we observe an oscillatory behavior of the energy of the excited states as a function of $x_0$.         ",
    "url": "https://arxiv.org/abs/2410.22538",
    "authors": [
      "W. S. Nascimento",
      "A. M. Maniero",
      "F. V. Prudente",
      "C. R. de Carvalho",
      "Ginette Jalbert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.09399",
    "title": "Chemical bonding in three-membered ring systems",
    "abstract": "           The formation of the four three-ring systems \\ce{c-(CH2)_{3-k}(SiH2)_{k}}, ($k=0$: cyclopropane, $k=1$: silirane, $k=2$: disilirane, $k=3$: cyclotrisilane) by addition of methylene and silylene to the double bond in ethene, disilene, and silaethene, as well as the elimination of the carbene analogs from the three-rings, was studied with CAS(4,4) wave functions in both $C_{2v}$ and $C_s$ symmetry. To reveal charge and spin redistribution during these reactions the CAS(4,4) wave functions were analyzed using the orthogonal valence bond method (OVB). The potential energy curves, different internal coordinates, and the results of the OVB analysis show, that frequently the addition and elimination reactions follow different minimum energy paths, because they are indeed diabatic reactions. In these cases, there are no energy barriers corresponding to saddle points on the potential energy surfaces but the energy increases during one diabatic reaction until, at a certain point, the system jumps to the other diabatic state and, in the following, the energy decreases. This happens for reactions in $C_{2v}$ symmetry; as soon as the system can change to the lower symmetry, the diabatic states combine to an adiabatic one and the reaction follows a single minimum energy path.         ",
    "url": "https://arxiv.org/abs/2411.09399",
    "authors": [
      "Nina Strasser",
      "Alexander F. Sax"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04448",
    "title": "The Quantum and Stochastic Toolbox: xSPDE4.2",
    "abstract": "           This is the fourth major release of the xSPDE toolbox, which solves stochastic partial and ordinary differential equations, with applications in biology, chemistry, engineering, medicine, physics and quantum technologies. It computes statistical averages, including time-step and sampling error estimation. xSPDE can provide higher order convergence, Fourier spectra and probability densities. The toolbox has graphical output and $\\chi^{2}$ statistics, as well as weighted, projected, or forward-backward equations. It can generate input-output quantum spectra. The equations can have independent periodic, Dirichlet, and Neumann or Robin boundary conditions in any dimension, for any vector component, and at either end of any interval. xSPDE has functions that can numerically solve both ordinary and partial differential stochastic equations of any type, obtaining correlations, probabilities and averages. The toolbox has a core treating stochastic differential equations, with averages, probability distributions and full error estimates. There are stochastic extensions treating applications to partial differential equations, projected equations, quantum stochastic equations, master equations and quantum phase-space simulations including Gaussian boson sampling experiments.         ",
    "url": "https://arxiv.org/abs/2303.04448",
    "authors": [
      "Peter D. Drummond",
      "Run Yan Teh",
      "Manushan Thenabadu",
      "Channa Hatharasinghe",
      "Chris McGuigan",
      "Alex Dellios",
      "Ned Goodman",
      "Margaret D. Reid"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01965",
    "title": "Optimal finite-dimensional probe states for quantum phase estimation",
    "abstract": "           Phase estimation is a major mission in quantum metrology, especially in quantum interferometry. A full phase estimation scheme usually includes the optimal probe state and measurement. For the finite-dimensional states in Fock basis, the N00N state ceases to be optimal when the average particle number is fixed yet not equal to the state dimension minus one, and what is the true optimal finite-dimensional probe state in this case is still undiscovered. Hereby we present several theorems to answer this question and provide a complete optimal scheme to realize the ultimate precision limit in practice. These optimal finite-dimensional probe states reveal an important fact that the state dimension could be treated as a metrological resource, and the given scheme is particularly useful in scenarios where weak light or limited particle number is demanded.         ",
    "url": "https://arxiv.org/abs/2312.01965",
    "authors": [
      "Jin-Feng Qin",
      "Yuqian Xu",
      "Jing Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.05080",
    "title": "Designing three-way entangled and nonlocal two-way entangled single particle states via alternate quantum walks",
    "abstract": "           Entanglement with single-particle states is advantageous in quantum technology because of their ability to encode and process information more securely than their multi-particle analogs. Threeway and nonlocal two-way entangled single-particle states are desirable in this context. Herein, we generate genuine three-way entanglement from an initially separable state involving three degrees of freedom of a quantum particle, which evolves via a 2D alternate quantum walk employing a resource-saving single-qubit coin. We achieve maximum possible values for the three-way entanglement quantified by the {\\pi}-tangle between the three degrees of freedom. We also generate optimal nonlocal two-way entanglement, quantified by the negativity between the nonlocal position degrees of freedom of the particle. This prepared architecture using quantum walks can be experimentally realized with a photon.         ",
    "url": "https://arxiv.org/abs/2402.05080",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.12451",
    "title": "Neural Canonical Transformations for Quantum Anharmonic Solids of Lithium",
    "abstract": "           Lithium is a typical quantum solid, characterized by cubic structures at ambient pressure. As the pressure increases, it forms more complex structures and undergoes a metal-to-semiconductor transformation, complicating theoretical and experimental analyses. We employ the neural canonical transformation approach, an \\textit{ab initio} variational method based on probabilistic generative models, to investigate the quantum anharmonic effects in lithium solids at finite temperatures. This approach combines a normalizing flow for phonon excited-state wave functions with a probabilistic model for the occupation of energy levels, optimized jointly to minimize the free energy. Our results indicate that quantum anharmonicity lowers the \\textit{bcc}-\\textit{fcc} transition temperature compared to classical molecular dynamics predictions. At high pressures, the predicted fractional coordinates of lithium atoms in the \\textit{cI16} structure show good quantitative agreement with experimental observations. Finally, contrary to previous beliefs, we find that the poor metallic \\textit{oC88} structure is stabilized by the potential energy surface obtained via high-accuracy electronic structure calculations, rather than thermal or quantum nuclear effects.         ",
    "url": "https://arxiv.org/abs/2412.12451",
    "authors": [
      "Qi Zhang",
      "Xiaoyang Wang",
      "Rong Shi",
      "Xinguo Ren",
      "Han Wang",
      "Lei Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]