[
  {
    "id": "arXiv:2404.03083",
    "title": "Implantable silicon neural probes with nanophotonic phased arrays for  single-lobe beam steering",
    "abstract": "In brain activity mapping experiments using optogenetics, patterned illumination is crucial for deterministic and localized stimulation of neurons. However, due to optical scattering in brain tissue, light-emitting implantable devices are needed to bring precise patterned illumination to deep brain regions. A promising solution is silicon neural probes with integrated nanophotonic circuits that form tailored beam emission patterns without lenses. Here, we demonstrate neural probes with grating-based light emitters that generate a single steerable light beam across $> 60\\%$ of the steering range with $\\ge 4$ dB of background suppression for optogenetic photostimulation. The light emitters, optimized for blue or amber light, combine end-fire optical phased arrays with slab gratings to suppress higher-order sidelobes. ",
    "url": "https://arxiv.org/abs/2404.03083",
    "authors": [
      "Fu-Der Chen",
      "Ankita Sharma",
      "Tianyuan Xue",
      "Youngho Jung",
      "Alperen Govdeli",
      "Jason C. C. Mak",
      "Homeira Moradi Chameh",
      "Mandana Movahed",
      "Michael G.K. Brunk",
      "Xianshu Luo",
      "Hongyao Chua",
      "Patrick Guo-Qiang Lo",
      "Taufik A Valiante",
      "Wesley D. Sacher",
      "Joyce K.S. Poon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2404.03093",
    "title": "Unified laser stabilization and isolation on a silicon chip",
    "abstract": "Rapid progress in photonics has led to an explosion of integrated devices that promise to deliver the same performance as table-top technology at the nanoscale; heralding the next generation of optical communications, sensing and metrology, and quantum technologies. However, the challenge of co-integrating the multiple components of high-performance laser systems has left application of these nanoscale devices thwarted by bulky laser sources that are orders of magnitude larger than the devices themselves. Here we show that the two main ingredients for high-performance lasers -- noise reduction and isolation -- currently requiring serial combination of incompatible technologies, can be sourced simultaneously from a single, passive, CMOS-compatible nanophotonic device. To do this, we take advantage of both the long photon lifetime and the nonreciprocal Kerr nonlinearity of a high quality factor silicon nitride ring resonator to self-injection lock a semiconductor laser chip while also providing isolation. Additionally, we identify a previously unappreciated power regime limitation of current on-chip laser architectures which our system overcomes. Using our device, which we term a unified laser stabilizer, we demonstrate an on-chip integrated laser system with built-in isolation and noise reduction that operates with turnkey reliability. This approach departs from efforts to directly miniaturize and integrate traditional laser system components and serves to bridge the gap to fully integrated optical technologies. ",
    "url": "https://arxiv.org/abs/2404.03093",
    "authors": [
      "Alexander D. White",
      "Geun Ho Ahn",
      "Kasper Van Gasse",
      "Richard Luhtaru",
      "Joel Guo",
      "Theodore J. Morin",
      "Abhi Saxena",
      "Lin Chang",
      "Arka Majumdar",
      "John E. Bowers",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.03439",
    "title": "Science, Technology, Engineering, and Mathematics Undergraduates'  Knowledge and Interest in Quantum Careers: Barriers and Opportunities to  Building a Diverse Quantum Workforce",
    "abstract": "Efforts to build the workforce in support of the second quantum revolution are growing, including the creation of education programs that will prepare students for jobs in this area. We surveyed 186 undergraduate students with majors across the STEM disciplines and followed up with group interviews to understand their perspectives. The project was designed to understand what these STEM students know about quantum and quantum career opportunities and their level of interest in pursuing a career related to quantum. We found that most of the students know very little about quantum. Nevertheless, except for students in the life sciences, there was an interest in quantum careers. Across STEM majors, women were less likely to express interest in quantum careers than men, but this difference disappeared when we examined only physical and computer science majors. Of the few students who had knowledge of quantum concepts, most learned about this topic from online media, especially online videos. Some students reported learning about quantum in high school classes, where it was taught as an extension beyond the usual topics of the course. The undergraduate STEM students in our study identified multiple ways they would like to learn more about quantum, including short videos, seminars, courses, certificates, and degree programs. ",
    "url": "https://arxiv.org/abs/2404.03439",
    "authors": [
      "Jessica L. Rosenberg",
      "Nancy Holincheck",
      "Michele Colandene"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2404.03468",
    "title": "Class-E, Active Electrically-Small Antenna for High-Power Wideband  Transmission at the High-Frequency (HF) Band",
    "abstract": "Antennas operating at the high-frequency (HF) band (3-30 MHz) are frequently electrically small due to the large wavelength of electromagnetic waves (10-100 m). However, the bandwidth-efficiency products of passively matched electrically small antennas (ESAs) are fundamentally limited. Wideband HF waveforms using bandwidths of 24 kHz or more have recently received significant attention in military communications applications. Efficiently radiating such signals from conventional passive ESAs is very challenging due to fundamental physical limits on bandwidth-efficiency products of ESAs. However, active antennas are not subject to the same constraints. In this work, we present the design and experimental characterization of a high-power, active ESA with enhanced bandwidth-efficiency product compared to {that of} passively matched ESAs. Specifically, the proposed active ESA can radiate wideband HF signals with banwidths of 24 kHz or more, with total efficiencies up to 80$\\%$, and radiated power levels approaching 100 W. Our approach uses a highly-efficient, integrated class-E switching circuit specifically designed to drive an electrically small, high-Q HF antenna over a bandwidth exceeding 24 kHz. Using a high-Q RLC antenna model, we have successfully demonstrated wideband binary ASK, PSK, and FSK modulations with the proposed class-E switching architecture. Experimental results indicate that the bandwidth-efficiency product of this class-E active antenna is 5.4-9.8 dB higher than that of an equivalent passive design with the same data rate, and bit-error-rate (BER). ",
    "url": "https://arxiv.org/abs/2404.03468",
    "authors": [
      "Nathan Strachen",
      "John H. Booske",
      "Nader Behdad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.03538",
    "title": "Quantum Science and Technologies in K-12: Supporting Teachers to  Integrate Quantum in STEM Classrooms",
    "abstract": "Quantum science and computing represent a vital intersection between science and technology, gaining increasing importance in modern society. There is a pressing need to incorporate these concepts into the K-12 curriculum, equipping new generations with the tools to navigate and thrive in an evolving technological landscape. This study explores the professional learning of K-12 teachers (n = 49) related to quantum concepts and pedagogy. We used open-ended surveys, field notes, workshop artifacts, and interviews to examine teachers' perceptions of quantum and how they made connections between quantum and their curriculum. Our data reveal that most teachers were excited and interested in teaching quantum but were aware of potential barriers and concerns that might get in the way of teaching quantum. We found that teachers readily identified connections to math and science in their curriculum, but only a few made connections to computing. Enthusiasm for teaching quantum concepts was found in both elementary and secondary educators, suggesting a widespread recognition of its importance in preparing students for a future where quantum technology is a fundamental aspect of their lives and careers. ",
    "url": "https://arxiv.org/abs/2404.03538",
    "authors": [
      "Nancy Holincheck",
      "Jessica L. Rosenberg",
      "Xiaolu Zhang",
      "Tiffany Butler",
      "Michele Colandene",
      "Benjamin W. Dreyfus"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2404.03582",
    "title": "Recent Advancements in Mode Division Multiplexing for Communication and  Computation in Silicon Photonics",
    "abstract": "Mode Division Multiplexing (MDM) is a technique used over the past decade in Silicon Photonics (SiPh) to incorporate more data into communication links by employing higher-order transverse electric or transverse magnetic modes. MDM was primarily used in optical communication; however, in recent years, there have been several applications of MDM in optical computing, including both classical and quantum computing. Although MDM has shown great promise for increasing the throughput of optical communication and the accuracy and fidelity of optical computation, there are a few challenges towards expanding its applications. One major challenge is the lack of process design kits (PDKs) and building block libraries compatible with standard SiPh foundries. Here, we present a comprehensive library of MDM components developed using classical and inverse design, compatible with standard 220 nm SiPh foundries. The library includes thermo-optic phase shifters, mode multiplexers and demultiplexers, mode converters, mode exchangers, and multi-mode interference couplers. We also discuss our recent achievements in MDM for datacom, classical and quantum optical computing, including a mode-selective switch for mode-reconfigurable optical add-drop multiplexer (ROADM), multimode multiply-accumulate operation, and multimode photonic quantum processors. ",
    "url": "https://arxiv.org/abs/2404.03582",
    "authors": [
      "Kaveh Rahbardar Mojaver",
      "Seyed Mohammad Reza Safaee",
      "Sunami Sajjanam Morrison",
      "Odile Liboiron-Ladouceur"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02951",
    "title": "Surrogate optimization of variational quantum circuits",
    "abstract": "Variational quantum eigensolvers are touted as a near-term algorithm capable of impacting many applications. However, the potential has not yet been realized, with few claims of quantum advantage and high resource estimates, especially due to the need for optimization in the presence of noise. Finding algorithms and methods to improve convergence is important to accelerate the capabilities of near-term hardware for VQE or more broad applications of hybrid methods in which optimization is required. To this goal, we look to use modern approaches developed in circuit simulations and stochastic classical optimization, which can be combined to form a surrogate optimization approach to quantum circuits. Using an approximate (classical CPU/GPU) state vector simulator as a surrogate model, we efficiently calculate an approximate Hessian, passed as an input for a quantum processing unit or exact circuit simulator. This method will lend itself well to parallelization across quantum processing units. We demonstrate the capabilities of such an approach with and without sampling noise and a proof-of-principle demonstration on a quantum processing unit utilizing 40 qubits. ",
    "url": "https://arxiv.org/abs/2404.02951",
    "authors": [
      "Erik J. Gustafson",
      "Juha Tiihonen",
      "Diana Chamaki",
      "Farshud Sorourifar",
      "J. Wayne Mullinax",
      "Andy C. Y. Li",
      "Filip B. Maciejewski",
      "Nicolas PD Sawaya",
      "Jaron T. Krogel",
      "David E. Bernal Neira",
      "Norm M. Tubman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.03167",
    "title": "Non-variational Quantum Combinatorial Optimisation",
    "abstract": "This paper introduces a non-variational quantum algorithm designed to solve a wide range of combinatorial optimisation problems. The algorithm leverages an engineered interference process achieved through repeated application of two unitaries; one inducing phase-shifts dependent on objective function values, and the other mixing phase-shifted probability amplitudes via a continuous-time quantum walk (CTQW) on a problem-specific graph. The algorithm's versatility is demonstrated through its application to various problems, namely those for which solutions are characterised by either a vector of binary variables, a vector of non-binary integer variables, or permutations (a vector of integer variables without repetition). An efficient quantum circuit implementation of the CTQW for each of these problem types is also discussed. A penalty function approach for constrained problems is also introduced, including a method for optimising the penalty function. The algorithm's performance is demonstrated through numerical simulation for randomly generated instances of the following problems (and problem sizes): weighted maxcut (18 vertices), maximum independent set (18 vertices), k-means clustering (12 datapoints, 3 clusters), capacitated facility location (12 customers, 3 facility locations), and the quadratic assignment problem (9 locations). For each problem instance, the algorithm finds a globally optimal solution with a small number of iterations. ",
    "url": "https://arxiv.org/abs/2404.03167",
    "authors": [
      "Tavis Bennett",
      "Lyle Noakes",
      "Jingbo Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.03501",
    "title": "A QAOA approach with fake devices: A case study for the maximum cut in  ring graphs",
    "abstract": "The quantum approximate optimization algorithm (QAOA) can require considerable processing time for developers to test and debug their codes on expensive quantum devices. One avenue to circumvent this difficulty is to use the error maps of quantum devices, where a local simulator can be automatically configured to mimic an actual device backend. In our work, we evaluated some error maps of quantum devices, known as fake devices, that are freely available in the cloud. The QAOA and the problem of maximum cut in 2-regular connected graphs, known as ring of disagrees, were used as tools for the noise analysis. The approximation ratio, the expectation energy and the probability of success for this problem have been evaluated in two scenarios. First, the quantities were studied through noisy simulations using fake devices. Second, error mitigation methods such as optimization levels and translation (connectivity mapping) of the original problem were applied. These results were then compared with the analytical solution of the ring graph. The study shows that error mitigation methods were crucial in obtaining better results for the expectation value of the energy, the approximation ratio, and the probability of success for the ring graphs. ",
    "url": "https://arxiv.org/abs/2404.03501",
    "authors": [
      "Wilson R. M. Rabelo",
      "Sandra D. Prado",
      "Leonardo G. Brunnet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10294",
    "title": "OptoGPT: A Foundation Model for Inverse Design in Optical Multilayer  Thin Film Structures",
    "abstract": " Comments: 25 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2304.10294",
    "authors": [
      "Taigao Ma",
      "Haozhu Wang",
      "L. Jay Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2307.06891",
    "title": "Engineering the impact of phonon dephasing on the coherence of a  WSe$_{2}$ single-photon source via cavity quantum electrodynamics",
    "abstract": " Title: Engineering the impact of phonon dephasing on the coherence of a  WSe$_{2}$ single-photon source via cavity quantum electrodynamics ",
    "url": "https://arxiv.org/abs/2307.06891",
    "authors": [
      "Victor Nikolaevich Mitryakhin",
      "Alexander Steinhoff",
      "Jens-Christian Drawer",
      "Hangyong Shan",
      "Matthias Florian",
      "Lukas Lackner",
      "Bo Han",
      "Falk Eilenberger",
      "Sefaattin Tongay",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Carlos Antón-Solanas",
      "Ana Predojević",
      "Christopher Gies",
      "Martin Esmann",
      "Christian Schneider"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.11692",
    "title": "Compressed Sensing of Field-resolved Molecular Fingerprints Beyond the  Nyquist Frequency",
    "abstract": " Title: Compressed Sensing of Field-resolved Molecular Fingerprints Beyond the  Nyquist Frequency ",
    "url": "https://arxiv.org/abs/2307.11692",
    "authors": [
      "Kilian Scheffter",
      "Jonathan Will",
      "Claudius Riek",
      "Herve Jousselin",
      "Sebastien Coudreau",
      "Nicolas Forget",
      "Hanieh Fattahi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.00730",
    "title": "EventLFM: Event Camera integrated Fourier Light Field Microscopy for  Ultrafast 3D imaging",
    "abstract": " Title: EventLFM: Event Camera integrated Fourier Light Field Microscopy for  Ultrafast 3D imaging ",
    "url": "https://arxiv.org/abs/2310.00730",
    "authors": [
      "Ruipeng Guo",
      "Qianwan Yang",
      "Andrew S. Chang",
      "Guorong Hu",
      "Joseph Greene",
      "Christopher V. Gabel",
      "Sixian You",
      "Lei Tian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2310.04002",
    "title": "A new indeterminacy-based quantum theory",
    "abstract": " Comments: This is a version with significant improvements in content and presentation. It presents some new results and addresses some major objections ",
    "url": "https://arxiv.org/abs/2310.04002",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18828",
    "title": "Kerr-Enhanced Optical Spring",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2310.18828",
    "authors": [
      "Sotatsu Otabe",
      "Wataru Usukura",
      "Kaido Suzuki",
      "Kentaro Komori",
      "Yuta Michimura",
      "Ken-ichi Harada",
      "Kentaro Somiya"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.09959",
    "title": "Non-Hermitian topology and criticality in photonic arrays with  engineered losses",
    "abstract": " Comments: 10 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2311.09959",
    "authors": [
      "Elizabeth Louis Pereira",
      "Hongwei Li",
      "Andrea Blanco-Redondo",
      "Jose L. Lado"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03966",
    "title": "Seismic and acoustic signals from the 2014 'Interstellar Meteor'",
    "abstract": " Comments: 24 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2403.03966",
    "authors": [
      "Benjamin Fernando",
      "Pierrick Mialle",
      "G öram Ekstr öm",
      "Constantinos Charalambous",
      "Steven Desch",
      "Alan Jackson",
      "Eleanor K. Sansom"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02797",
    "title": "Quantum enhanced mechanical rotation sensing using wavefront photonic  gears",
    "abstract": " Comments: {\\dag} equal contribution ",
    "url": "https://arxiv.org/abs/2404.02797",
    "authors": [
      "Ofir Yesharim",
      "Guy Tshuva",
      "Ady Arie"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]