[
  {
    "id": "arXiv:2404.07241",
    "title": "Introducing Quantum Information and Computation to a Broader Audience  with MOOCs at OpenHPI",
    "abstract": "Quantum computing is an exciting field with high disruptive potential, but very difficult to access. For this reason, numerous concepts are being developed worldwide on how quantum computing can be taught. This always raises questions about the didactic concept, the content actually taught, and how to measure the success of the teaching concept. In 2022 and 2023, the authors gave a total of nine two-week MOOCs (massive open online courses) with different possible learning paths on the Hasso Plattner Institute's OpenHPI platform. The platform's purpose is to make computer science education available to everyone free of charge. The nine quantum courses form a self-contained curriculum. A total of 17157 course attendances have been taken by 7413 natural persons, and the number is still rising. This paper presents the course concept and then evaluates the anonymized data on the background of the participants, their behavior in the courses, and their learning success. In the present paper for the first time such a large dataset of MOOC-based quantum computing education is analyzed. The summarized results are a heterogeneous personal background of the participants biased towards IT professionals, a majority following the didactic recommendations, and a high success rate, which is strongly correlatatd to following the didactic recommendations. The amount of data from such a large group of quantum computing learners offers numerous starting points for further research in the field of quantum computing education. ",
    "url": "https://arxiv.org/abs/2404.07241",
    "authors": [
      "Gerhard Hellstern",
      "Jörg Hettel",
      "Bettina Just"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07286",
    "title": "Flexible Asymmetrically Transparent Conductive Electrode based on  Photonic Nanojet Arrays",
    "abstract": "Flexible transparent electrodes, encompassing the combination of optical transparency and electrical conductivity, empower numerous optoelectronic applications. While the main efforts nowadays concentrate on developing wire meshes and conductive oxides, those technologies are still in a quest to find a balance between price, performance, and versatility. Here we propose a new platform, encompassing the advantages of nanophotonic design and roll-to-roll large-scale lithography fabrication tools, granting an ultimate balance between optical, electrical, and mechanical properties. The design is based on an array of silica microspheres deposited on a patterned thin aluminum film attached to a flexible polymer matrix. Microspheres are designed to squeeze 80% light through nanoscale apertures with the aid of the photonic nanojet effect given the light impinges the structure from the top. The photonic structure blocks the transmission for the backpropagation direction thus granting the device with the high 5-fold level of asymmetry. The patterned layer demonstrates a remarkable 2.8 {\\Omega}/sq sheet resistance comparable to that of a continuous metal layer. The high conductivity is shown to be maintained after a repeatable application of strain on the flexible electrode. The technical specifications of the demonstrated transparent electrode establish it as a viable option for integrating into advanced optoelectronic devices such as solar cells, touchscreens, and organic light-emitting diodes to name a few. Its notable capacity to optimize light transmittance while ensuring consistent electrical performance, alongside its mechanical flexibility, makes the demonstrated device an essential component for applications, where such attributes are critically required. ",
    "url": "https://arxiv.org/abs/2404.07286",
    "authors": [
      "D.Kislov",
      "P.Voroshilov",
      "A.Kadochkin",
      "A.Veniaminov",
      "V.Zakharov",
      "V.V.Svetukhin",
      "V.Bobrovs",
      "O.Koval",
      "I.Komendo",
      "A.M.Azamov",
      "A.Bolshakov",
      "L.Dvoretckaia",
      "A.Mozharov",
      "A.Goltaev",
      "V.Volkov",
      "A.Arsenin",
      "P.Ginzburg",
      "I. Mukhin",
      "A.Shalin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07294",
    "title": "Rigorous analysis of optical forces in dielectric structures based on  the Minkowski-Helmholtz formula",
    "abstract": "Optical forces in dielectric structures are typically analyzed by utilizing either the Maxwell stress tensor or energy-based methods from which they can be derived by means of the eigenfrequencies and the effective refractive indices involved. While the equivalence of these two methods has been discussed in several studies, it would seem that a general electrodynamic proof of this aspect is still lacking. In this work, we provide a rigorous electrodynamic derivation based on the Minkowski-Helmholtz formula and the electromagnetic variation theorem, from which one can directly conclude that under Hermitian conditions these two approaches are formally equivalent to each other. The results of our study universally apply to any dielectric waveguide or cavity configuration. In addition, this methodology can be employed in graded index systems that do not exhibit sharp interfaces. Importantly, our analysis offers a straightforward route for predicting optical forces in a variety of photonic arrangements, including dielectric scatterers and multielement array configurations. ",
    "url": "https://arxiv.org/abs/2404.07294",
    "authors": [
      "Huizhong Ren",
      "Haokun Luo",
      "Mahmoud A. Selim",
      "Georgios G. Pyrialakos",
      "Fan O. Wu",
      "Mercedeh Khajavikhan",
      "Demetrios N. Christodoulides"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07295",
    "title": "Nature of Optical Thermodynamic Pressure Exerted in Highly Multimoded  Nonlinear Systems",
    "abstract": "The theory of optical thermodynamics provides a comprehensive framework that enables a self-consistent description of the intricate dynamics of nonlinear multimoded photonic systems. This theory, among others, predicts a pressure-like intensive quantity ($\\hat{p}$) that is conjugate to the system's total number of modes ($M$) - its corresponding extensive variable. Yet at this point, the nature of this intensive quantity is still nebulous. In this Letter, we elucidate the physical origin of the optical thermodynamic pressure and demonstrate its dual essence. In this context, we rigorously derive an expression that splits $\\hat{p}$ into two distinct components, a term that is explicitly tied to the electrodynamic radiation pressure and a second entropic part that is responsible for the entropy change. We utilize this result to establish a formalism that simplifies the quantification of radiation pressure under nonlinear equilibrium conditions, thus eliminating the need for a tedious evaluation of the Maxwell stress tensor. Our theoretical analysis is corroborated by numerical simulations carried out in highly multimoded nonlinear optical structures. These results may provide a novel way in predicting and controlling radiation pressure processes in a variety of nonlinear electromagnetic settings. ",
    "url": "https://arxiv.org/abs/2404.07295",
    "authors": [
      "Huizhong Ren",
      "Georgios G. Pyrialakos",
      "Fan O. Wu",
      "Pawel S. Jung",
      "Nikolaos K. Efremidis",
      "Mercedeh Khajavikhan",
      "Demetrios N. Christodoulides"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07309",
    "title": "8x8 Patch-Antenna-Coupled TeraFET Detector Array for Terahertz  Quantum-Cascade-Laser Applications",
    "abstract": "Monolithically integrated, antenna-coupled field-effect transistors (TeraFETs) constitute rapid and sensitive detectors for the terahertz range (0.3 THz to 10 THz) that can operate at room temperature. Here, we conducted an experimental characterization of a single patch-antenna coupled TeraFET optimized for 3.4 THz operation. This characterization utilized a single-mode high-power terahertz Quantum-Cascade-Laser (QCL) emitting at the designated frequency (2.85 THz and 3.4 THz). Subsequently, we integrated 8x8 of the TeraFET elements into a parallel readout circuitry, facilitated by the process maturity of a commercial 65-nm process node. In this configuration, the entire TeraFET network operates as a unified pixel, amalgamating the output signals of all rectifying elements. We emphasize two significant enhancements for sensitive power detection experiments. Firstly, the larger detector area enhances alignment and signal stability. Additionally, it leads to a significantly reduced source--drain resistance, resulting in lower noise and enabling higher modulation bandwidth. In the following, we introduce a TeraFET-based detector system implementation achieving a bandwidth of 15 MHz. Furthermore, we show potential to extend achievable bandwidth up to 21 MHz . Finally, we validate the system's performance by employing high-resolution spectroscopic data to investigate methanol vapor in the vicinity of 3.4 THz with an estimated detection limit of 2.6e11 molecules/cm3. ",
    "url": "https://arxiv.org/abs/2404.07309",
    "authors": [
      "Jakob Holstein",
      "Nicholas K. North",
      "Michael D. Horbury",
      "Sanchit Kondawar",
      "Iman Kundu",
      "Mohammed Salih",
      "Anastasiya Krysl",
      "Lianhe Li",
      "Edmund H. Linfield",
      "Joshua R. Freeman",
      "Alexander Valavanis",
      "Alvydas Lisauskas",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.07359",
    "title": "Relativistic and quantum electrodynamics effects on NMR shielding  tensors of Tl$X$ ($X$ = H, F, Cl, Br, I, At) molecules",
    "abstract": "Results of relativistic calculations of nuclear magnetic resonance shielding tensors ($\\sigma$) for the thallium monocation (Tl$^+$), thallium hydride (TlH) and thallium halides (TlF, TlCl, TlBr, TlI, and TlAt) are presented as obtained within a four-component polarization propagator formalism and a two-component linear response approach within the zeroth-order regular approximation. Additionally, some quantum electrodynamical (QED) effects on those NMR shieldings are estimated. A strong dependence of $\\sigma$(Tl) on the bonding partner is found, together with a very weak dependence of QED effects with them. In order to explain the trends observed, the excitation patterns associated with relativistic $ee$ (or paramagnetic-like) and $pp$ (or diamagnetic-like) contributions to $\\sigma$ are analyzed. For this purpose, also the electronic spin-free and spin-dependent contributions are separated within the two-component zeroth-order regular approximation, and the influence of spin-orbit coupling on involved molecular orbitals is studied, which allows for a thorough understanding of the underlying mechanisms. ",
    "url": "https://arxiv.org/abs/2404.07359",
    "authors": [
      "Karol Kozioł",
      "I. Agustín Aucar",
      "Konstantin Gaul",
      "Robert Berger",
      "Gustavo A. Aucar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07394",
    "title": "High-power even- and odd mode emission from linear arrays of  resonant-tunneling-diode (RTD) oscillators in the 0.4- to 0.8-THz frequency  range",
    "abstract": "Resonant tunneling diode (RTD) oscillators possess the highest oscillation frequency among all electronic THz emitters. However, the emitted power from RTDs remains limited. Here, we propose linear RTD-oscillator arrays capable of supporting coherent emission from both odd and even coupled modes. Both modes exhibit constructive interference in the far field, enabling high power emission. Experimental demonstrations of coherent emission from 11-RTD-oscillator linear arrays are presented. The odd mode oscillates at approximately 450 GHz, emitting about 0.5 mW, while the even mode oscillates at around 750 GHz, emitting about 1 mW. Moreover, certain RTD-oscillator arrays demonstrate dual-band oscillation under different biases, allowing for controllable switching between two coupled modes. In addition, during bias sweeping in both directions, a notable hysteresis feature is observed in the switching bias for the odd and even modes. Our linear RTD-oscillator array represents a significant step forward in the realization of high-power large RTD-oscillator arrays and enables large-scale applications of RTD devices. ",
    "url": "https://arxiv.org/abs/2404.07394",
    "authors": [
      "Fanqi Meng",
      "Zhenling Tang",
      "Petr Ourednik",
      "Jahnabi Hazarika",
      "Michael Feiginov",
      "Safumi Suzuki",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07416",
    "title": "Highly spin-polarized molecules via collisional microwave pumping",
    "abstract": "We propose a general technique to produce cold spin-polarized molecules, in which rotationally excited states are first populated by coherent microwave excitation, and then allowed to spin-flip and relax via collisional quenching, which populates a single final spin state. We illustrate the high selectivity of the technique for $^{13}$C$^{16}$O molecules immersed in a cold buffer gas of helium atoms, achieving a high degree ($\\geq$95\\%) of nuclear spin polarization at 1 K. ",
    "url": "https://arxiv.org/abs/2404.07416",
    "authors": [
      "Rebekah Hermsmeier",
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07433",
    "title": "Floquet engineering Rydberg sub-THz frequency comb spectroscopy",
    "abstract": "Engineering a Terahertz (THz) frequency comb spectroscopy at atomic level advances the precisely measurement in spectroscopy and sensing. Current progresses on THz frequency comb rely on difference-frequency generation, optical parametric oscillation, and other methods. Generating a THz frequency comb poses challenges in source stability and achieving a narrow bandwidth, which traditional THz devices are difficult to achieve. Furthermore, accurately measuring the generated THz frequency comb necessitates a high-performance THz detector. Rydberg atoms are well-suited for electric field sensing due to their ultra-wide radio frequency transition energy levels, making them especially sensitive to external electric fields in the DC to THz bandwidth. However, there have been no reports about generating THz frequency comb spectroscopy at the atomic level until now. This work presents a THz frequency comb spectroscopy with Rydberg atoms, in which a Floquet comb-like transition is engineered through a time-periodic drive field. Our approach simplifies the setup required for THz frequency comb spectroscopy while extending the working bandwidth for Rydberg atomic sensors. The THz frequency comb spectroscopy at the atomic level reported in this article shows great potential for various applications in astronomy, remote sensing, spectral detection of biological samples, and other related fields. ",
    "url": "https://arxiv.org/abs/2404.07433",
    "authors": [
      "Li-Hua Zhang",
      "Zong-Kai Liu",
      "Bang Liu",
      "Qi-Feng Wang",
      "Yu Ma",
      "Tian-Yu Han",
      "Zheng-Yuan Zhang",
      "Han-Chao Chen",
      "Shi-Yao Shao",
      "Qing Lim",
      "Jun Zhang",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07458",
    "title": "I-mode Plasma Confinement Improvement by Real-time Lithium Injection and  its Classification on EAST Tokamak",
    "abstract": "I-mode is a promising regime for future fusion reactors due to the high energy confinement and the moderate particle confinement. However, the effect of lithium, which has been widely applied for particle recycling and impurity control, on I-mode plasma is still unclear. Recently, experiments of real-time lithium powder injection on I-mode plasma have been carried out in EAST Tokamak. It was found that the confinement performance of the I-mode can be improved by the lithium powder injection, which can strongly reduce electron turbulence (ET) and then trigger ion turbulence (IT). Four different regimes of I-mode have been identified in EAST. The Type I I-mode plasma is characterized by the weakly coherent mode (WCM) and the geodesic-acoustic mode (GAM). The Type II I-mode is featured as the WCM and the edge temperature ring oscillation (ETRO). The Type III I-mode corresponds to the plasma with the co-existence of ETRO, GAM, and WCM. The Type IV I-mode denotes the plasma with only WCM but without ETRO and GAM. It has been observed that WCM and ETRO are increased with lithium powder injection due to the reduction of ion and electron turbulence, and the enhancement of the pedestal electron temperature gradient. EAST experiments demonstrate that lithium powder injection is an effective tool for real-time control and confinement improvement of I-mode plasma. ",
    "url": "https://arxiv.org/abs/2404.07458",
    "authors": [
      "X.M. Zhong",
      "X.L. Zou",
      "A.D. Liu",
      "Y.T. Song",
      "G. Zhuang",
      "H.Q. Liu",
      "L.Q. Xu",
      "E.Z. Li",
      "B. Zhang",
      "G.Z. Zuo",
      "Z. Wang",
      "C. Zhou",
      "J. Zhang",
      "W.X. Shi",
      "L.T. Gao",
      "S.F. Wang",
      "W. Gao",
      "T.Q. Jia",
      "Q. Zang",
      "H.L. Zhao",
      "M. Wang",
      "H.D. Xu",
      "X.J. Wang",
      "X. Gao",
      "X.D. Lin",
      "J.G. Li",
      "EAST I-mode Working Group",
      "EAST Team"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07512",
    "title": "Numerical investigation of the quantum inverse algorithm on small  molecules",
    "abstract": "We evaluate the accuracy of the quantum inverse (Q-Inv) algorithm in which the multiplication of $\\hat{H}^{-k}$ to the reference wavefunction is replaced by the Fourier Transformed multiplication of $e^{-i\\lambda \\hat{H}}$, as a function of the integration parameters ($\\lambda$) and the power $k$ for various systems, including H$_2$, LiH, BeH$_2$ and the notorious H$_4$ molecule at single point. We further consider the possibility of employing the Gaussian-quadrature rule as an alternate integration method and compared it to the results employing trapezoidal integration. The Q-Inv algorithm is compared to the inverse iteration method using the $\\hat{H}^{-1}$ inverse (I-Iter) and the exact inverse by lower-upper decomposition (LU). Energy values are evaluated as the expectation values of the Hamiltonian. Results suggest that the Q-Inv method provides lower energy results than the I-Iter method up to a certain $k$, after which the energy increases due to errors in the numerical integration that are dependent of the integration interval. A combined Gaussian-quadrature and trapezoidal integration method proved to be more effective at reaching convergence while decreasing the number of operations. For systems like H$_4$, in which the Q-Inv can not reach the expected error threshold, we propose a combination of Q-Inv and I-Iter methods to further decrease the error with $k$ at lower computational cost. Finally, we summarize the recommended procedure when treating unknown systems. ",
    "url": "https://arxiv.org/abs/2404.07512",
    "authors": [
      "Mauro Cainelli",
      "Reo Baba",
      "Yuki Kurashige"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07597",
    "title": "Optical cavity characterization with a mode-matched heterodyne sensing  scheme",
    "abstract": "We describe a technique for measuring the complex reflectivity of an optical cavity with a resonant local oscillator laser and an auxiliary probe laser, each coupled via opposite ends of the cavity. A heterodyne sensing scheme is then used to observe the phase and amplitude of the interference beat-note between the promptly reflected field and the cavity transmitted field injected through the far mirror. Since the local oscillator laser must pass through the cavity before interfering with the probe laser these measurements are not only independent of the spatial coupling of either laser to the cavity, but also obtained at the in-situ position of the cavity Eigenmode. This technique was demonstrated on a 19 m cavity to measure the individual transmissivities of each of the mirrors as well as the round trip optical losses to an accuracy of several parts per million. ",
    "url": "https://arxiv.org/abs/2404.07597",
    "authors": [
      "Aaron D. Spector",
      "Todd Kozlowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.07699",
    "title": "Time evolution as an optimization problem: The hydrogen atom in strong  laser fields in a basis of time-dependent Gaussian wave packets",
    "abstract": "Recent advances in attosecond science have made it increasingly important to develop stable, reliable and accurate algorithms and methods to model the time evolution of atoms and molecules in intense laser fields. A key process in attosecond science is high-harmonic generation, which is challenging to model with fixed Gaussian basis sets, as it produces high-energy electrons, with a resulting rapidly varying and highly oscillatory wave function that extends over dozens of {\\aa}ngstr\\\"om. Recently, Rothe's method, where time evolution is rephrased as an optimization problem, has been applied to the one-dimensional Schr\\\"odinger equation. Here, we apply Rothe's method to the hydrogen wave function and demonstrate that complex-valued Gaussian wave packets with time-dependent width, center, and momentum parameters are able to reproduce spectra obtained from essentially exact grid calculations for high-harmonic generation with only 50-181 Gaussians for field strengths up to $5\\times 10^{14}$W/cm$^2$. This paves the way for the inclusion of continuum contributions into real-time, time-dependent electronic-structure theory with Gaussian basis sets for strong fields, and eventually accurate simulations of the time evolution of molecules without the Born-Oppenheimer approximation. ",
    "url": "https://arxiv.org/abs/2404.07699",
    "authors": [
      "Simon Elias Schrader",
      "Håkon Emil Kristiansen",
      "Thomas Bondo Pedersen",
      "Simen Kvaal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07715",
    "title": "Si Superstrate Lenses on Patch-Antenna-Coupled TeraFETs: NEP  Optimization and Frequency Fine-Tuning",
    "abstract": "This paper presents a study on performance optimization and resonant frequency modification of terahertz detectors by the use of hyper-hemispherical silicon superstrate lenses. The detectors are patch-TeraFETs, i.e., field-effect transistors with monolithically integrated patch antennas fabricated with a commercial 65-nm CMOS foundry process and designed for an operation frequency of 580 GHz. We demonstrate a strong improvement of the optical noise-equivalent power optical NEP, referenced against the total radiation power) reaching a value of 16 pW/Hz^(1/2). We show, furthermore, that the resonance frequency can be efficiently fine-tuned by the choice of the material and the thickness of a dielectric layer placed between the transistor and the superstrate lens. The resonance frequency can be shifted by more than 15 % of the center frequency (up to 100 GHz for the 580 GHz devices). The design of the on-chip optics can be employed for post-fabrication tailoring of the detector's resonance frequency to target specific spectral positions. ",
    "url": "https://arxiv.org/abs/2404.07715",
    "authors": [
      "Anastasiya Krysl",
      "Dmytro B. But",
      "Kęstutis Ikamas",
      "Jakob Holstein",
      "Anna Shevchik-Shekera",
      "Hartmut G. Roskos",
      "Alvydas Lisauskas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.07760",
    "title": "Inverse solving the Schrödinger equation for precision alignment of a  microcavity",
    "abstract": "In paraxial approximation, the electromagnetic eigenmodes inside an optical microresonator can be derived from a Schr\\\"odinger-type eigenvalue problem. In this framework, tilting the cavity mirrors effectively introduces a linear potential to the system. In our work, we apply solution strategies for inverse problems to precisely determine and control the relative orientation of two mirrors forming an optical microcavity. Our approach employs the inversion of the Schr\\\"odinger equation to reconstruct the effective potential landscape, and thus mirror tilts, from observed mode patterns. We investigate regularization techniques to address the ill-posed nature of inverse problems and to improve the stability of solutions. Our method consistently achieves an angle resolution of order 100 nanoradians per measurement. ",
    "url": "https://arxiv.org/abs/2404.07760",
    "authors": [
      "Charlie Mattschas",
      "Marius Puplauskis",
      "Chris Toebes",
      "Violetta Sharoglazova",
      "Jan Klaers"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07798",
    "title": "Terahertz imaging super-resolution for documental heritage diagnostics",
    "abstract": "Terahertz imaging provides valuable insights into the composition and structure of objects or materials, with applications spanning security screening, medical imaging, materials science, and cultural heritage preservation. Despite its widespread utility, traditional terahertz imaging is limited in spatial resolution to approximately 1 mm according to Abbe's formula. In this paper, we propose a novel super-resolution method for terahertz time-domain spectroscopy systems. Our approach involves spatial filtering through scattering in the far-field of high spatial frequency components of the imaged sample. This method leverages evanescent wave filtering using a knife edge, akin to a standard structured illumination scheme. We demonstrate improved spatial resolution in slit diffraction, edge imaging, and reflection imaging of structures fabricated on a paper substrate using commonly encountered materials in works of art and documents. Furthermore, we present super-resolved images of an ancient document on parchment, showcasing the effectiveness of our proposed method. ",
    "url": "https://arxiv.org/abs/2404.07798",
    "authors": [
      "Danae Antunez Vazquez",
      "Laura Pilozzi",
      "Eugenio DelRe",
      "Claudio Conti",
      "Mauro Missori"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07800",
    "title": "Optical and Transport Properties of Plasma Mixtures from Ab Initio  Molecular Dynamics",
    "abstract": "Predicting the charged particle transport properties of warm dense matter / hot dense plasma mixtures is a challenge for analytical models. High accuracy ab initio methods are more computationally expensive, but can provide critical insight by explicitly simulating mixtures. In this work, we investigate the transport properties and optical response of warm dense carbon-hydrogen mixtures at varying concentrations under either conserved electronic pressure or mass density at a constant temperature. We compare options for mixing the calculated pure species properties to estimate the results of the mixtures. We find that a combination of the Drude model with the Matthiessen's rule works well for DC electron transport and low frequency optical response. This breaks down at higher frequencies, where a volumetric mix of pure-species AC conductivities works better. ",
    "url": "https://arxiv.org/abs/2404.07800",
    "authors": [
      "Alexander J. White",
      "Galen T. Craven",
      "Vidushi Sharma",
      "Lee A. Collins"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07835",
    "title": "Towards a realistic noise modelling of quantum sensors for future  satellite gravity missions",
    "abstract": "Cold Atom Interferometry accelerometers and gradiometers have emerged as promising candidates for future gravimetric satellite missions due to their potential for detecting gravitational forces and gradients with high precision and accuracy. Mapping the Earth's gravity field from space offers valuable insights into climate change, hydro- and biosphere evolution, and seismic activity prediction. Current satellite gravimetry missions have demonstrated the utility of gravity data in understanding global mass transport phenomena, climate dynamics, and geological processes. However, state-of-the-art measurement techniques face noise and long-term drift limitations, which might propagate on the recovery of Earth's time-varying gravity field. Quantum sensors, particularly atom interferometry-based devices, offer promise for improving the accuracy and stability of space-based gravity measurements. This study explores the sensitivity of CAI accelerometers and gradiometers. We explore the low-low satellite-to-satellite and gravity gradiometry measurements to build analytical models of measurements and associated errors. We selected an ambitious scenario for CAI parameters that illustrates a potential path for increasing instrument accuracies and capabilities for space gravimetry. Two operational modes, concurrent and sequential, are compared to mitigate the effects of inaccurately known attitude rates on Coriolis accelerations. The sequential mode shows the potential to reduce these effects, enabling accurate measurements for low-low Satellite-to-Satellite Tracking missions in the near future. Attitude determination is discussed, highlighting the importance of accurate measurements to reconstruct Coriolis accelerations and related to errors in the reference frame rotation from body or local frames to the Earth co-rotating frame. ",
    "url": "https://arxiv.org/abs/2404.07835",
    "authors": [
      "João Encarnação",
      "Christian Siemes",
      "Ilias Daras",
      "Olivier Carraz",
      "Aaron Strangfeld",
      "Philipp Zingerle",
      "Roland Pail"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.07857",
    "title": "Optical next generation reservoir computing",
    "abstract": "Artificial neural networks with dynamics exhibit remarkable capability in processing information. Reservoir computing (RC) is a canonical example that features rich computing expressivity and compatibility with physical implementations for enhanced efficiency. Recently, a new RC paradigm known as next generation reservoir computing (NGRC) further improves expressivity but compromises the physical openness, posing challenges for neuromorphic realizations. Here we demonstrate optical NGRC with large-scale computations performed by light scattering through disordered media. In contrast to conventional optical RC implementations, we drive our optical reservoir directly with time-delay inputs. We show that, much like digital NGRC that relies on polynomial features of delayed inputs, our optical reservoir also implicitly generates these polynomial features for desired functionalities. By leveraging the domain knowledge of the reservoir inputs, the optical NGRC not only predicts the short-term dynamics of the low-dimensional Lorenz63 and high-dimensional Kuramoto-Sivashinsky chaotic time series, but also replicates their long-term ergodic properties. Optical NGRC shows superiority in shorter training length, fewer hyperparameters and increased interpretability compared to conventional optical RC, while achieving state-of-the-art forecasting performance. Given its scalability and versatility, the optical NGRC framework also paves the way for next generation physical RC, new applications and architectures in a broad sense. ",
    "url": "https://arxiv.org/abs/2404.07857",
    "authors": [
      "Hao Wang",
      "Jianqi Hu",
      "YoonSeok Baek",
      "Kohei Tsuchiyama",
      "Malo Joly",
      "Qiang Liu",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2404.07928",
    "title": "Orders of Magnitude Improved Cyclotron-Mode Cooling for Non-Destructive  Spin Quantum Transition Spectroscopy with Single Trapped Antiprotons",
    "abstract": "We demonstrate efficient sub-thermal cooling of the modified cyclotron mode of a single trapped antiproton and reach particle temperatures $T_+=E_+/k_\\text{B}$ below $200\\,$mK in preparation times shorter than $500\\,$s. This corresponds to the fastest resistive single-particle cyclotron cooling to sub-thermal temperatures ever demonstrated. By cooling trapped particles to such low energies, we demonstrate the detection of antiproton spin transitions with an error-rate $<0.000025$, more than three orders of magnitude better than in previous best experiments. This method will have enormous impact on multi-Penning-trap experiments that measure magnetic moments with single nuclear spins for tests of matter/antimatter symmetry, high-precision mass-spectrometry, and measurements of electron $g$-factors bound to highly-charged ions that test quantum electrodynamics. ",
    "url": "https://arxiv.org/abs/2404.07928",
    "authors": [
      "B. M. Latacz",
      "M. Fleck",
      "J. I. Jaeger",
      "G. Umbrazunas",
      "B. P. Arndt",
      "S. R. Erlewein",
      "E. J. Wursten",
      "J. A. Devlin",
      "P. Micke",
      "F. Abbass",
      "D. Schweitzer",
      "M. Wiesinger",
      "C. Will",
      "H. Yildiz",
      "K. Blaum",
      "Y. Matsuda",
      "A. Mooser",
      "C. Ospelkaus",
      "A. Soter",
      "W. Quint",
      "J. Walz",
      "Y. Yamazaki",
      "C. Smorra",
      "S. Ulmer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07317",
    "title": "Building a controlled-NOT gate between polarization and frequency",
    "abstract": "By harnessing multiple degrees of freedom (DoFs) within a single photon, controlled quantum unitaries, such as the two-qubit controlled-NOT (CNOT) gate, play a pivotal role in advancing quantum communication protocols like dense coding and entanglement distillation. In this work, we devise and realize a CNOT operation between polarization and frequency DoFs by exploiting directionally dependent electro-optic phase modulation within a fiber Sagnac loop. Alongside computational basis measurements, we validate the effectiveness of this operation through the synthesis of all four Bell states in a single photon, all with fidelities greater than 98%. This demonstration opens new avenues for manipulating hyperentanglement across these two crucial DoFs, marking a foundational step toward leveraging polarization-frequency resources in fiber networks for future quantum applications. ",
    "url": "https://arxiv.org/abs/2404.07317",
    "authors": [
      "Hsuan-Hao Lu",
      "Joseph M. Lukens",
      "Muneer Alshowkan",
      "Brian T. Kirby",
      "Nicholas A. Peters"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07643",
    "title": "Tuning Magnetic and Optical Properties in MnxZn1-xPS3 Single Crystals by  the Alloying Composition",
    "abstract": "The exploration of two-dimensional (2D) antiferromagnetic (AFM) materials has shown great promise and interest in tuning the magnetic and electronic properties as well as studying magneto-optical effects. The current work investigates the control of magneto-optical interactions in alloyed MnxZn1-xPS3 lamellar semiconductor single crystals, with the Mn/Zn ratio regulating the coupling strength. Magnetic susceptibility results show a retention of AFM order followed by a decrease in N\\'eel temperatures down to ~ 40% Mn concentration, below which a paramagnetic behavior is observed. Absorption measurements reveal an increase in bandgap energy with higher Zn(II) concentration, and the presence of Mn(II) d-d transition below the absorption edge. DFT+U approach qualitatively explained the origin and the position of the experimentally observed mid band-gap states in pure MnPS3, and corresponding peaks visible in the alloyed systems MnxZn1-xPS3. Accordingly, emission at 1.3 eV in all alloyed compounds results from recombination from a 4T1g Mn(II) excited state to a hybrid p-d state at the valence band. Most significant, temperature-dependent photoluminescence (PL) intensity trends demonstrate strong magneto-optical coupling in compositions with x > 0.65. This study underscores the potential of tailored alloy compositions as a means to control magnetic and optical properties in 2D materials, paving the way for advances in spin-based technologies. ",
    "url": "https://arxiv.org/abs/2404.07643",
    "authors": [
      "Adi Harchol",
      "Shahar Zuri",
      "Esther Ritov",
      "Faris Horani",
      "Miłosz Rybak",
      "Tomasz Woźniak",
      "Anna Eyal",
      "Yaron Amouyal",
      "Magdalena Birowska",
      "Efrat Lifshitz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07741",
    "title": "Quantization of optical quasinormal modes for spatially separated cavity  systems with finite retardation",
    "abstract": "A multi-cavity quantization scheme is developed using quasinormal modes (QNMs) of optical cavities embedded in a homogeneous background medium for cases where retardation is significant in the inter-cavity coupling. Using quantities that can be calculated in computational optics with numerical Maxwell solvers, we extend previous QNM quantization schemes and define a quantitative measure to determine if a separate quantization of QNM cavities is justified or if a joint quantization of the system is necessary. We test this measure for the examples of two coupled one-dimensional dielectric slabs and a dimer of metal nanorods acting as QNM cavities. For sufficiently large separations, the new scheme allows for an efficient treatment of multi-cavity phenomena using parameters defined for the individual cavities. Formulating the Hamiltonian in a familiar system-bath form, the scheme connects the rigorous QNM theory and widespread phenomenological models of open cavities coupled to a shared photonic bath with parameters obtained directly from Maxwell calculations. ",
    "url": "https://arxiv.org/abs/2404.07741",
    "authors": [
      "Robert Fuchs",
      "Juanjuan Ren",
      "Sebastian Franke",
      "Stephen Hughes",
      "Marten Richter"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07869",
    "title": "Accurate neural quantum states for interacting lattice bosons",
    "abstract": "In recent years, neural quantum states have emerged as a powerful variational approach, achieving state-of-the-art accuracy when representing the ground-state wave function of a great variety of quantum many-body systems, including spin lattices, interacting fermions or continuous-variable systems. However, accurate neural representations of the ground state of interacting bosons on a lattice have remained elusive. We introduce a neural backflow Jastrow Ansatz, in which occupation factors are dressed with translationally equivariant many-body features generated by a deep neural network. We show that this neural quantum state is able to faithfully represent the ground state of the 2D Bose-Hubbard Hamiltonian across all values of the interaction strength. We scale our simulations to lattices of dimension up to $20{\\times}20$ while achieving the best variational energies reported for this model. This enables us to investigate the scaling of the entanglement entropy across the superfluid-to-Mott quantum phase transition, a quantity hard to extract with non-variational approaches. ",
    "url": "https://arxiv.org/abs/2404.07869",
    "authors": [
      "Zakari Denis",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04401",
    "title": "Skipper-CCD Sensors for the Oscura Experiment: Requirements and  Preliminary Tests",
    "abstract": " Title: Skipper-CCD Sensors for the Oscura Experiment: Requirements and  Preliminary Tests ",
    "url": "https://arxiv.org/abs/2304.04401",
    "authors": [
      "Brenda A. Cervantes-Vergara",
      "Santiago Perez",
      "Juan Estrada",
      "Ana Botti",
      "Claudio R. Chavez",
      "Fernando Chierchie",
      "Nathan Saffold",
      "Alexis Aguilar-Arevalo",
      "Fabricio Alcalde-Bessia",
      "Nicolás Avalos",
      "Oscar Baez",
      "Daniel Baxter",
      "Xavier Bertou",
      "Carla Bonifazi",
      "Gustavo Cancelo",
      "Nuria Castelló-Mor",
      "Alvaro E. Chavarria",
      "Juan Manuel De Egea",
      "Juan Carlos D'Olivo",
      "Cyrus Dreyer",
      "Alex Drlica-Wagner",
      "Rouven Essig",
      "Ezequiel Estrada",
      "Erez Etzion",
      "Paul Grylls",
      "Guillermo Fernandez-Moroni",
      "Marivi Fernández-Serra",
      "Santiago Ferreyra",
      "Stephen Holland",
      "Agustín Lantero Barreda",
      "Andrew Lathrop",
      "Ian Lawson",
      "Ben Loer",
      "Steffon Luoma",
      "Edgar Marrufo Villalpando",
      "Mauricio Martinez Montero",
      "Kellie McGuire",
      "Jorge Molina",
      "Sravan Munagavalasa",
      "Danielle Norcini",
      "Alexander Piers",
      "Paolo Privitera",
      "Dario Rodrigues"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.07148",
    "title": "Fully quantum algorithm for lattice Boltzmann methods with application  to partial differential equations",
    "abstract": " Comments: 12 pages, 9 figures, open source code ",
    "url": "https://arxiv.org/abs/2305.07148",
    "authors": [
      "Sriharsha Kocherla",
      "Zhixin Song",
      "Fatima Ezahra Chrit",
      "Bryan Gard",
      "Eugene F. Dumitrescu",
      "Alexander Alexeev",
      "Spencer H. Bryngelson"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.01504",
    "title": "Auxiliary Field Quantum Monte Carlo for Dilute Neutrons on the Lattice",
    "abstract": " Comments: 14 pages, 6 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2310.01504",
    "authors": [
      "Ryan Curry",
      "Jayani Dissanayake",
      "Stefano Gandolfi",
      "Alexandros Gezerlis"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12248",
    "title": "A two-circuit approach to reducing quantum resources for the quantum  lattice Boltzmann method",
    "abstract": " Comments: 17 pages, 10 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2401.12248",
    "authors": [
      "Sriharsha Kocherla",
      "Austin Adams",
      "Zhixin Song",
      "Alexander Alexeev",
      "Spencer H. Bryngelson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2403.14132",
    "title": "Enhancing sensitivity of atomic microwave receiver combining laser  arrays",
    "abstract": " Title: Enhancing sensitivity of atomic microwave receiver combining laser  arrays ",
    "url": "https://arxiv.org/abs/2403.14132",
    "authors": [
      "Bo Wu",
      "Ruiqi Mao",
      "Di Sang",
      "Qiang An",
      "Yunqi Fu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06398",
    "title": "Integrated electro-optics on thin-film lithium niobate",
    "abstract": " Title: Integrated electro-optics on thin-film lithium niobate ",
    "url": "https://arxiv.org/abs/2404.06398",
    "authors": [
      "Yaowen Hu",
      "Di Zhu",
      "Shengyuan Lu",
      "Xinrui Zhu",
      "Yunxiang Song",
      "Dylan Renaud",
      "Daniel Assumpcao",
      "Rebecca Cheng",
      "CJ Xin",
      "Matthew Yeh",
      "Hana Warner",
      "Xiangwen Guo",
      "Amirhassan Shams-Ansari",
      "David Barton",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06790",
    "title": "Modeling of antenna-coupled Si MOSFETs in the Terahertz Frequency Range",
    "abstract": " Title: Modeling of antenna-coupled Si MOSFETs in the Terahertz Frequency Range ",
    "url": "https://arxiv.org/abs/2404.06790",
    "authors": [
      "Florian Ludwig",
      "Jakob Holstein",
      "Anastasiya Krysl",
      "Alvydas Lisauskas",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.07038",
    "title": "Achieving High Polarization of Photons Emitted by Unpolarized Electrons  in Ultrastrong Laser Fields",
    "abstract": " Title: Achieving High Polarization of Photons Emitted by Unpolarized Electrons  in Ultrastrong Laser Fields ",
    "url": "https://arxiv.org/abs/2404.07038",
    "authors": [
      "Xian-Zhang Wu",
      "Yan-Fei Li",
      "Yu-Tong Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]