[
  {
    "id": "arXiv:2402.04490",
    "title": "Inverse Designed WS2 Planar Chiral Metasurface with Geometric Phase",
    "abstract": "Increasing attention is being paid to chiral metasurfaces due to their ability to selectively manipulate right-hand circularly polarized light or left-hand circularly polarized light. The thin nature of metasurfaces, however, poses a challenge in creating a device with effective phase modulation. Plasmonic chiral metasurfaces have attempted to address this issue by increasing light-matter interaction, but they suffer from metallic loss. Dielectric metasurfaces made from high index materials enable phase modulation while being thin. Very few materials, however, have high refractive index and low loss at visible wavelengths. Recently, some 2D materials have been shown to exhibit high refractive index and low loss in the visible wavelengths, positioning them as promising platform for meta-optics. This study introduces and details a planar chiral metasurface with geometric phase composed of WS2 meta-units. By employing adjoint optimization techniques, we achieved broadband circular dichroism. ",
    "url": "https://arxiv.org/abs/2402.04490",
    "authors": [
      "Jaegang Jo",
      "Sangbin Lee",
      "Munseong Bae",
      "Damian Nelson",
      "Kenneth B. Crozier",
      "Nanfang Yu",
      "Haejun Chung",
      "Sejeong Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04501",
    "title": "Multiplicity of electron- and photon-seeded electromagnetic showers at  multi-petawatt laser facilities",
    "abstract": "Electromagnetic showers developing from the collision of an ultra-intense laser pulse with a beam of high-energy electrons or photons are investigated under conditions relevant to future experiments on multi-petawatt laser facilities. A semi-analytical model is derived that predicts the shower multiplicity, i.e. the number of pairs produced per incident seed particle (electron or gamma photon). The model is benchmarked against particle-in-cell simulations and shown to be accurate over a wide range of seed particle energies (100 MeV - 40 GeV), laser relativistic field strengths ($10 < a_0 < 1000$), and quantum parameter $\\chi_0$ (ranging from 1 to 40). It is shown that, for experiments expected in the next decade, only the first generations of pairs contribute to the shower while multiplicities larger than unity are predicted. Guidelines for forthcoming experiments are discussed considering laser facilities such as Apollon and ELI Beamlines. The difference between electron- and photon seeding and the influence of the laser pulse duration are investigated. ",
    "url": "https://arxiv.org/abs/2402.04501",
    "authors": [
      "M. Pouyez",
      "A. A. Mironov",
      "T. Grismayer",
      "A. Mercuri-Baron",
      "F. Perez",
      "M. Vranic",
      "C. Riconda",
      "M. Grech"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2402.04502",
    "title": "Negative refraction with little loss manipulated by the voltage and  pulsed laser in double quantum dots",
    "abstract": "The paper demonstrates that negative refractive index can be achieved via tuning the tunneling rate between a double quantum dots(QDs) system by applying a bias voltage, and a pulsed laser. As the bias voltage being changed, the refraction index can be tunable to negative with the simultaneous negative permittivity and permeability. While the varying pulsed laser is applied to the double QDs system, moreover, the negative refractive index with little loss can be obtained. The flexible manipulation on a solid state system to realize negative refraction may give a new way for experimental research in the future. ",
    "url": "https://arxiv.org/abs/2402.04502",
    "authors": [
      "Shun-Cai Zhao",
      "Xiao-fan Qian",
      "Ya-Ping Zhang",
      "Yong-An Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.04510",
    "title": "Pump-power-controlled L-band wavelength-tunable mode-locked fiber laser  utilizing all polarization maintaining nonlinear polarization rotation",
    "abstract": "For the first time, we present the pump power-controlled wavelength-tunable mode-locked fiber laser in the L-band (1565 nm to 1625 nm), achieved by all-polarization maintaining (all-PM) nonlinear polarization rotation (NPR). The wavelength of the laser can be tuned over 20 nm, from 1568.2 nm to 1588.9 nm simply by controlling the pump power from 45 mW to 115 mW. In contrast to conventional wavelength tuning mechanisms such as optical bandpass filters, our tuning method is non-mechanical and electrically controllable, featuring simplicity and cost-effectiveness in a superior all-fiber design. ",
    "url": "https://arxiv.org/abs/2402.04510",
    "authors": [
      "Guanyu Ye",
      "Bowen Liu",
      "Maolin Dai",
      "Yifan Ma",
      "Takuma Shirahata",
      "Shinji Yamashita",
      "Sze Yun Set"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04661",
    "title": "Compact omnidirectional multicore fiber-based vector bending sensor",
    "abstract": "We propose and demonstrate a compact and simple vector bending sensor capable of distinguishing any direction and amplitude with high accuracy. The sensor consists of a short segment of asymmetric multicore fiber (MCF) fusion spliced to a standard single mode fiber. The reflection spectrum of such a structure shifts and shrinks in specific manners depending on the direction in which the MCF is bent. By monitoring simultaneously wavelength shift and light power variations, the amplitude and bend direction of the MCF can be unmistakably measured in any orientation, from 0{\\deg} to 360{\\deg}. The bending sensor proposed here is highly sensitive even for small bending angles (below 1{\\deg}). ",
    "url": "https://arxiv.org/abs/2402.04661",
    "authors": [
      "Josu Amorebieta",
      "Angel Ortega-Gomez",
      "Gaizka Durana",
      "Rubén Fernández",
      "Enrique Antonio-Lopez",
      "Axel Schülzgen",
      "Joseba Zubia",
      "Rodrigo Amezcua-Correa",
      "Joel Villatoro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04702",
    "title": "Frequency-Modulation Mode-Locked Laser with GHz Spectral Width Tunable  in the 2-3 um Region",
    "abstract": "A narrow-bandwidth actively mode-locked laser using a Cr:ZnS gain medium has been successfully demonstrated. A free-space electro-optic phase modulator is employed in the solid-state laser resonator to achieve frequency-modulation (FM) mode-locking, which achieves a narrow spectral width of ~1 GHz and a pulse duration of ~500 ps over a wide tuning range of 1947-2445 nm. The operation frequency of the modulator determines the repetition rate of the mode-locked pulse train and can stabilize it to millihertz-level without any additional feedback loop systems. We also study the theoretical expression of pulse duration and spectral width in a FM mode-locking in a laser cavity that contains considerable group-delay dispersion. The results indicates that larger intracavity dispersion can only stabilize the laser operation by avoiding mode switching, but also narrow the spectral width and increase the pulse duration. The proposed laser features a narrow spectral width at a desired mid-infrared wavelength and a comb-like spectral structure with stabilized longitudinal mode spacing, providing a powerful tool for sensing and control of molecules. ",
    "url": "https://arxiv.org/abs/2402.04702",
    "authors": [
      "Zheyuan Zhang",
      "Xiangbao Bu",
      "Daiki Okazaki",
      "Wenqing Song",
      "Ikki Morichika",
      "Satoshi Ashihara"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04860",
    "title": "Inverted Microstrip Gap Waveguide Coplanar EBG Filter for Antenna  Applications",
    "abstract": "The possibility of making compact stopband filters using coplanar-coupled EBG resonators in inverted microstrip gap waveguide technology is studied in this work. To do this, the filtering characteristics of different configurations of mushroom-type elements are shown in which the short-circuit element is placed on the edge of the resonator of the patch. The behavior of the structure as well as its main advantages such as: low losses, self-packaging, low level of complexity, flexibility and easy design are illustrated in the paper. To evaluate the possibility of integrating these structures in gap waveguide planar antennas feeding networks, a 5-cell EBG filter was designed and built at the X band. The proposed filter reached a maximum rejection level of minus 35.4 dB, had a stopband centered at 9 GHz and a relative fractional bandwidth below minus 20 dB of 10.6 percent. The new compact filter presented a flat passband in which it was well matched and had low insertion losses that, including the connectors, were close to 1.5 dB in most of the band. These results are enough to improve low-complexity future antenna designs with filter functionalities in this technology. ",
    "url": "https://arxiv.org/abs/2402.04860",
    "authors": [
      "Luis Inclán-Sánchez"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04887",
    "title": "Multimode characterization of an optical beam deflection setup",
    "abstract": "Optical beam deflection is a popular method to measure the deformation of micro-mechanical devices. As it measures mostly a local slope, its sensitivity depends on the location and size of the optical spot. We present a method to evaluate precisely these parameters, using the relative amplitude of the thermal noise induced vibrations. With a case study of a micro-cantilever, we demonstrate the accuracy of the approach, as well as its ability to fully characterize the sensitivity of the detector, and the parameters (mass, stiffness) of the resonator. ",
    "url": "https://arxiv.org/abs/2402.04887",
    "authors": [
      "Alex Fontana",
      "Ludovic Bellon"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04968",
    "title": "Excited-Band Coherent Delocalization for Improved Optical Lattice Clock  Performance",
    "abstract": "We implement coherent delocalization as a tool for improving the two primary metrics of atomic clock performance: systematic uncertainty and instability. By decreasing atomic density with coherent delocalization, we suppress cold-collision shifts and two-body losses. Atom loss attributed to Landau-Zener tunneling in the ground lattice band would compromise coherent delocalization at low trap depths for our \\textsuperscript{171}Yb atoms; hence, we implement for the first time delocalization in excited lattice bands. Doing so increases the spatial distribution of atoms trapped in the vertically-oriented optical lattice by $\\sim7$ times. At the same time we observe a reduction of the cold-collision shift by 6.5(8) times, while also making inelastic two-body loss negligible. With these advantages, we measure the trap-light-induced quenching rate and natural lifetime of the $^3$P$_0$ excited-state as $5.7(7)\\times10^{-4}$ $E_r$\\textsuperscript{$-1$}s\\textsuperscript{$-1$} and 19(2) s, respectively. ",
    "url": "https://arxiv.org/abs/2402.04968",
    "authors": [
      "Jacob Siegel",
      "William McGrew",
      "Youssef Hassan",
      "Chun-Chia Chen",
      "Kyle Beloy",
      "Tanner Grogan",
      "Xiaogang Zhang",
      "Andrew Ludlow"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05062",
    "title": "Laser Beam Shaping Using a Photoinduced Azopolymer Droplet-Based Mask",
    "abstract": "The dewetting of an azopolymer droplet, followed by the photostructuration of the evaporated droplet, is employed to create an amplitude mask. This straightforward process yields a large area featuring periodic micro- and nanostructures. The resulting pattern is utilized to generate a nondiffracting beam. Starting with a Gaussian beam illuminating the amplitude mask, the critical aspect is the production of a bright, ring-shaped beam with a high radius-to-width ratio and symmetric central laser spots, each with the same intensity. This alternative approach to shaping a laser beam is demonstrated as a rapid and cost-effective fabrication technique. ",
    "url": "https://arxiv.org/abs/2402.05062",
    "authors": [
      "R. Barille",
      "A. Korbut",
      "S. Zielinska",
      "E. Ortyl",
      "D. G. Perez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04637",
    "title": "CIRCUS: an autonomous control system for antimatter, atomic and quantum  physics experiments",
    "abstract": "A powerful and robust control system is a crucial, often neglected, pillar of any modern, complex physics experiment that requires the management of a multitude of different devices and their precise time synchronisation. The AEgIS collaboration presents CIRCUS, a novel, autonomous control system optimised for time-critical experiments such as those at CERN's Antiproton Decelerator and, more broadly, in atomic and quantum physics research. Its setup is based on Sinara/ARTIQ and TALOS, integrating the ALPACA analysis pipeline, the last two developed entirely in AEgIS. It is suitable for strict synchronicity requirements and repeatable, automated operation of experiments, culminating in autonomous parameter optimisation via feedback from real-time data analysis. CIRCUS has been successfully deployed and tested in AEgIS; being experiment-agnostic and released open-source, other experiments can leverage its capabilities. ",
    "url": "https://arxiv.org/abs/2402.04637",
    "authors": [
      "Marco Volponi",
      "Saiva Huck",
      "Ruggero Caravita",
      "Jakub Zielinski",
      "Georgy Kornakov",
      "Grzegorz Kasprowicz",
      "Dorota Nowicka",
      "Tassilo Rauschendorfer",
      "Benjamin Rienäcker",
      "Francesco Prelz",
      "Marcis Auzins",
      "Benedikt Bergmann",
      "Petr Burian",
      "Roberto Sennen Brusa",
      "Antoine Camper",
      "Fabrizio Castelli",
      "Roman Ciuryło",
      "Giovanni Consolati",
      "Michael Doser",
      "Lisa Glöggler",
      "Łukasz Graczykowski",
      "Malgorzata Grosbart",
      "Francesco Guatieri",
      "Nataly Gusakova",
      "Fredrik Gustafsson",
      "Stefan Haider",
      "Malgorzata Janik",
      "Gunn Khatri",
      "Łukasz Kłosowski",
      "Valts Krumins",
      "Lidia Lappo",
      "Adam Linek",
      "Jan Malamant",
      "Sebastiano Mariazzi",
      "Luca Penasa",
      "Vojtech Petracek",
      "Mariusz Piwiński",
      "Stanislav Pospisil",
      "Luca Povolo",
      "Sadiqali Rangwala",
      "Bharat Rawat",
      "Volodymyr Rodin",
      "Ole Røhne",
      "Heidi Sandaker",
      "Petr Smolyanskiy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.04936",
    "title": "Quantum control by effective counterdiabatic driving",
    "abstract": "We review a scheme for the systematic design of quantum control protocols based on shortcuts to adiabaticity in few-level quantum systems. The adiabatic dynamics is accelerated by introducing high-frequency modulations in the control Hamiltonian, which mimic a time-dependent counterdiabatic correction. We present a number of applications for the high-fidelity realization of quantum state transfers and quantum gates based on effective counterdiabatic driving, in platforms ranging from superconducting circuits to Rydberg atoms. ",
    "url": "https://arxiv.org/abs/2402.04936",
    "authors": [
      "Francesco Petiziol",
      "Florian Mintert",
      "Sandro Wimberger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04961",
    "title": "Quantum vortex stability in draining fluid flows",
    "abstract": "Quantum vortices with more than a single circulation quantum are usually unstable and decay into clusters of smaller vortices. One way to prevent the decay is to place the vortex at the centre of a convergent (draining) fluid flow, which tends to force vortices together. It is found that whilst the primary splitting instability is suppressed in this way (and completely quenched for strong enough flows) a secondary instability can emerge in circular trapping geometries. This behaviour is related to an instability of rotating black holes when superradiantly amplified waves are confined inside a reflective cavity. The end state of the secondary instability is dramatic, manifesting as a shock wave that propagates round the circular wall and nucleates many more vortices. ",
    "url": "https://arxiv.org/abs/2402.04961",
    "authors": [
      "Sam Patrick"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2402.04994",
    "title": "Continuous operation of large-scale atom arrays in optical lattices",
    "abstract": "Scaling the size of assembled neutral-atom arrays trapped in optical lattices or optical tweezers is an enabling step for a number of applications ranging from quantum simulations to quantum metrology. However, preparation times increase with system size and constitute a severe bottleneck in the bottom-up assembly of large ordered arrays from stochastically loaded optical traps. Here, we demonstrate a novel method to circumvent this bottleneck by recycling atoms from one experimental run to the next, while continuously reloading and adding atoms to the array. Using this approach, we achieve densely-packed arrays with more than 1000 atoms stored in an optical lattice, continuously refilled with a net 2.5 seconds cycle time and about 130 atoms reloaded during each cycle. Furthermore, we show that we can continuously maintain such large arrays by simply reloading atoms that are lost from one cycle to the next. Our approach paves the way towards quantum science with large ordered atomic arrays containing thousands of atoms in continuous operation. ",
    "url": "https://arxiv.org/abs/2402.04994",
    "authors": [
      "Flavien Gyger",
      "Maximilian Ammenwerth",
      "Renhao Tao",
      "Hendrik Timme",
      "Stepan Snigirev",
      "Immanuel Bloch",
      "Johannes Zeiher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.05080",
    "title": "Designing three-way entangled and nonlocal two-way entangled single  particle states via alternate quantum walks",
    "abstract": "Entanglement with single-particle states is advantageous in quantum technology because of their ability to encode and process information more securely than their multi-particle analogs. Three-way and nonlocal two-way entangled single-particle states are desirable in this context. Herein, we generate three-way entanglement from an initially separable state involving three degrees of freedom of a quantum particle, which evolves via a 2D alternate quantum walk employing a resource-saving single-qubit coin. We achieve maximum possible values for the three-way entanglement quantified by the $\\pi$-tangle between the three degrees of freedom. We also generate optimal two-way nonlocal entanglement, quantified by the negativity between the nonlocal position degrees of freedom of the particle. This prepared architecture using quantum walks can be experimentally realized with a photon. ",
    "url": "https://arxiv.org/abs/2402.05080",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.13814",
    "title": "Wave-Shape-Tolerant Photonic Quantum Gates",
    "abstract": " Title: Wave-Shape-Tolerant Photonic Quantum Gates ",
    "url": "https://arxiv.org/abs/2105.13814",
    "authors": [
      "Ihar Babushkin",
      "Ayhan Demircan",
      "Michael Kues",
      "Uwe Morgner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16978",
    "title": "Meandering microstrip leaky-wave antenna with dual-band linear-circular  polarization and suppressed open stopband",
    "abstract": " Title: Meandering microstrip leaky-wave antenna with dual-band linear-circular  polarization and suppressed open stopband ",
    "url": "https://arxiv.org/abs/2305.16978",
    "authors": [
      "Pratik Vadher",
      "Giulia Sacco",
      "Denys Nikolayev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2306.13755",
    "title": "Identification of Resonant Frequencies in LIGO-like Suspension with  Finite-Element Modeling",
    "abstract": " Title: Identification of Resonant Frequencies in LIGO-like Suspension with  Finite-Element Modeling ",
    "url": "https://arxiv.org/abs/2306.13755",
    "authors": [
      "Orion Sauter",
      "Ninad Bhagwat",
      "John Conklin",
      "D.B. Tanner"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.03592",
    "title": "Analytical solutions for quantum radiation reaction in high-intensity  lasers",
    "abstract": " Comments: 8 pages, 4 figures; to appear in Phys Rev A ",
    "url": "https://arxiv.org/abs/2312.03592",
    "authors": [
      "T. G. Blackburn"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01774",
    "title": "A Broadband Conversion Loss Measurement Technique for Terahertz Harmonic  Mixers",
    "abstract": " Title: A Broadband Conversion Loss Measurement Technique for Terahertz Harmonic  Mixers ",
    "url": "https://arxiv.org/abs/2401.01774",
    "authors": [
      "Divya Jayasankar",
      "Theodore Reck",
      "Steven Durant",
      "Jan Stake",
      "Jeffrey Hesler"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.03073",
    "title": "Study of dark counts in optical superconducting transition-edge sensors",
    "abstract": " Title: Study of dark counts in optical superconducting transition-edge sensors ",
    "url": "https://arxiv.org/abs/2402.03073",
    "authors": [
      "Laura Manenti",
      "Carlo Pepe",
      "Isaac Sarnoff",
      "Tengiz Ibrayev",
      "Panagiotis Oikonomou",
      "Artem Knyazev",
      "Eugenio Monticone",
      "Hobey Garrone",
      "Fiona Alder",
      "Osama Fawwaz",
      "Alexander J. Millar",
      "Knut Dundas Morå",
      "Hamad Shams",
      "Francesco Arneodo",
      "Mauro Rajteri"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]