[
  {
    "id": "arXiv:2211.12505",
    "title": "Suppression of stimulated Raman scattering by angularly incoherent  light, towards a laser system of incoherence in all dimensions of time,  space, and angle",
    "abstract": "Laser-plasma instability (LPI) is one of the main obstacles in laser-driven inertial confinement fusion (ICF) for achieving predictable and reproducible fusion at high gain. For the first time we have proved analytically and confirmed with three-dimensional particle-in-cell simulations that angular incoherence has additional and much stronger suppression of the instability growth rate than the well-known temporal incoherence and spatial incoherence usually used in ICF studies. For the model used in our calculations, the maximum field ratio between the stimulated Raman scattering and the driving pulses drops from 0.2 for the Laguerre-Gaussian pulse with a single non-zero topological charge to 0.05 for the super light spring with an angular momentum spread and random relative phases. In particular, angular incoherence does not introduce extra undesirable hot electrons. This opens a novel way to suppress LPI with the light of an angular momentum spread and paves the way towards a low LPI laser system with a super light spring of incoherence in all dimensions of time, space, and angle. ",
    "url": "https://arxiv.org/abs/2211.12505",
    "authors": [
      "Yi Guo",
      "Xiaomei Zhang",
      "Dirui Xu",
      "Xinju Guo",
      "Baifei Shen",
      "Ke Lan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.12614",
    "title": "Generalized end-product feedback circuit senses high dimensional  environmental fluctuations",
    "abstract": "Understanding computational capabilities of simple biological circuits, such as the regulatory circuits of single-cell organisms, remains an active area of research. Recent theoretical work has shown that a simple regulatory architecture based on end-product inhibition can exhibit predictive behavior by learning fluctuation statistics of one or two environmental parameters. Here we extend this analysis to higher dimensions. We show that as the number of inputs increases, a generalized version of the circuit can learn not only the dominant direction of fluctuations, as shown previously, but also the subdominant fluctuation modes. ",
    "url": "https://arxiv.org/abs/2211.12614",
    "authors": [
      "Fang Yu",
      "Mikhail Tikhonov"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12651",
    "title": "Demonstration of Frequency Stability limited by Thermal Fluctuation  Noise in Silicon Nitride Nanomechanical Resonators",
    "abstract": "The frequency stability of nanomechanical resonators (NMR) dictates the fundamental performance limit of sensors that relate physical perturbations to a resonance frequency shift. While the contribution of thermomechanical noise to frequency stability was understood recently, thermal fluctuation noise has attracted less attention despite being the ultimate performance limit of temperature sensing. We provide a model for the frequency stability of NMR considering both additive phase noise (i.e., thermomechanical and detection noises) and thermal fluctuation noise. We then experimentally demonstrate optimized NMR achieving frequency stability limited by thermal fluctuation noise. Our work shows that current models for NMR frequency stability can be incomplete. It also paves a way for NMR radiation detectors to reach the unattained fundamental detectivity limit of thermal-based radiation sensing. ",
    "url": "https://arxiv.org/abs/2211.12651",
    "authors": [
      "Chang Zhang",
      "Raphael St-Gelais"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12871",
    "title": "High-efficiency coupled-cavity optical frequency comb generation",
    "abstract": "We present a high efficiency source of picosecond pulses derived from a dual cavity optical frequency comb generator. This approach overcomes the limitations of single cavity comb generators that are restricted to efficiencies of a few percent. We achieve picosecond pulses with GHz repetition rates offering over a hundred times higher output efficiency than a single cavity design and demonstrate tuning of pulse width by varying the modulation depth of the intra-cavity electro-optic modulator. These results provide a wavelength-agnostic design with a compact footprint for the development of portable picosecond pulsed laser systems for timing, metrology, and LIDAR applications. ",
    "url": "https://arxiv.org/abs/2211.12871",
    "authors": [
      "Mateusz P. Mrozowski",
      "Jonathan D. Pritchard",
      "J. Jeffers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.12913",
    "title": "Sub-minute Quantum Ghost Imaging in the infrared enabled by a \"looking  back\" SPAD array",
    "abstract": "Quantum Ghost Imaging (QGI) is an intriguing imaging protocol that exploits photon-pair correlations stemming from spontaneous parametric down-conversion (SPDC). QGI retrieves images from two-path joint measurements, where single-path detection does not allow to reconstruct the target image. This technique, has been so far limited in terms of acquisition speed either by raster scanning, or by the slow electronics of intensified cameras. Here we report on a fast QGI implementation exploiting a SPAD array detector for the spatially resolving path, enabling the acquisition of a ghost image in under one minute. Moreover, the employment of non-degenerate SPDC allows to investigate samples at infrared wavelengths without the need for short-wave infrared (SWIR) cameras, while the spatial detection can be still performed in the visible region, where the more advanced silicon-based technology can be exploited. Our findings advance the state-of-the-art of QGI schemes towards practical applications. ",
    "url": "https://arxiv.org/abs/2211.12913",
    "authors": [
      "Valerio Flavio Gili",
      "Dupish Dupish",
      "Andres Vega",
      "Massimo Gandola",
      "Enrico Manuzzato",
      "Matteo Perenzoni",
      "Leonardo Gasparini",
      "Thomas Pertsch",
      "Frank Setzpfandt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12925",
    "title": "Luminescent nanoparticles in a shrinking spherical cavity -- probing the  evaporating microdroplets of colloidal suspension -- optical lattices and  structural transitions",
    "abstract": "We investigated the possibility of using charged luminescent nanoparticles as nanoprobes for studying the evolution scenarios of surface and internal structure of slowly evaporating free (light-absorbing) microdroplets of suspension. Three concentrations (1, 10 and 50 mg/ml) of luminescent nanoparticles were used. Single microdroplets were kept in a linear electrodynamic quadrupole trap and the luminescence was excited with a CW IR laser with an irradiance of ~50 W/mm2. Since the microdroplet acted as an optical spherical resonance cavity, the interaction of nanoparticles with light both reflected and modified the internal light field mode structure. Depending on the nanoparticle concentration used, it led, among others, to a very significant increase in modulation depth and narrowing of spherical cavity resonance maxima (morphology dependent resonances - MDRs) observed both in luminescence and scattering, the abrupt changes in the ratio between the luminescence and the scattering and the bi-stability in luminescence signal. The observed phenomena could be attributed to the interaction of optical MDRs with nanoparticle lattice shells forming and changing their structure at the microdroplet surface. In this way, the formation and collapse of such lattices could be detected. ",
    "url": "https://arxiv.org/abs/2211.12925",
    "authors": [
      "Iaroslav Shopa",
      "Maciej Kolwas",
      "Izabela Kamińska",
      "Gennadiy Derkachov",
      "Kwasi Nyandey",
      "Tomasz Jakubczyk",
      "Tomasz Wojciechowski",
      "Anastasiya Derkachova",
      "Daniel Jakubczyk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13011",
    "title": "Relativistic frequency shifts in a rotating waveguide",
    "abstract": "A photon source is located in a rotating waveguide. An absorber with a sharp absorbing frequency absorbs some of the emitted photons. This decreases the number of photons which are detected by a detector. The frequency (energy) spectrum measured in the absorber depends on the setup (the positions of the source and the detector), and this spectrum determines the amount of absorption. The shifts are calculated for different configurations. Among other things, it is seen that even if the source and the absorber are at rest (while the waveguide is rotating), there is a nonzero frequency shift. ",
    "url": "https://arxiv.org/abs/2211.13011",
    "authors": [
      "M. Khorrami",
      "A.H. Fatollahi",
      "A. Shariati"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.13040",
    "title": "Space-Time Projection Optical Tomography: Search Space and Orbit  Determination",
    "abstract": "In a companion article, we discussed the radiometric sensitivity and resolution of a new passive optical sensing technique, Space-Time Projection Optical Tomography (SPOT), to detect and track sub-cm and larger space debris for Space Situational Awareness. SPOT is based on the principle that long synthetic exposure can be achieved if the phase-space trajectory of a hypothetical point-source is precisely predictable within a very wide telescope field-of-view, which is the case for orbiting debris. This article discusses the computational search space for debris mining as well as a recursive measure-and-fit algorithm based on a generalized Hough transform for orbit determination. ",
    "url": "https://arxiv.org/abs/2211.13040",
    "authors": [
      "Hasan Bahcivan",
      "David J. Brady"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2211.12510",
    "title": "Reconstructing the Image Scanning Microscopy Dataset: an Inverse Problem",
    "abstract": "Confocal laser-scanning microscopy (CLSM) is one of the most popular optical architectures for fluorescence imaging. In CLSM, a focused laser beam excites the fluorescence emission from a specific specimen position. Some actuators scan the probed region across the sample and a photodetector collects a single intensity value for each scan point, building a two-dimensional image pixel-by-pixel. Recently, new fast single-photon array detectors have allowed the recording of a full bi-dimensional image of the probed region for each scan point, transforming CLSM into image scanning microscopy (ISM). This latter offers significant improvements over traditional imaging but requires an optimal processing tool to extract a super-resolved image from the four-dimensional dataset. Here we describe the image formation process in ISM from a statistical point of view, and we use the Bayesian framework to formulate a multi-image deconvolution problem. Notably, the single-photon detector suffers exclusively from the photon shot noise, enabling the development of an effective likelihood model. We derive an iterative likelihood maximization algorithm and test it on experimental and simulated data. Furthermore, we demonstrate that the ISM dataset is redundant, enabling the possibility of obtaining reconstruction sampled at twice the scanning step. Our results prove that in ISM, under appropriate conditions, the Nyquist-Shannon sampling criterium is effectively relaxed. This finding can be exploited to speed up the acquisition process by a factor of four, further improving the versatility of ISM systems. ",
    "url": "https://arxiv.org/abs/2211.12510",
    "authors": [
      "Alessandro Zunino",
      "Marco Castello",
      "Giuseppe Vicidomini"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.12681",
    "title": "Benchmarking Adversarially Robust Quantum Machine Learning at Scale",
    "abstract": "Machine learning (ML) methods such as artificial neural networks are rapidly becoming ubiquitous in modern science, technology and industry. Despite their accuracy and sophistication, neural networks can be easily fooled by carefully designed malicious inputs known as adversarial attacks. While such vulnerabilities remain a serious challenge for classical neural networks, the extent of their existence is not fully understood in the quantum ML setting. In this work, we benchmark the robustness of quantum ML networks, such as quantum variational classifiers (QVC), at scale by performing rigorous training for both simple and complex image datasets and through a variety of high-end adversarial attacks. Our results show that QVCs offer a notably enhanced robustness against classical adversarial attacks by learning features which are not detected by the classical neural networks, indicating a possible quantum advantage for ML tasks. Contrarily, and remarkably, the converse is not true, with attacks on quantum networks also capable of deceiving classical neural networks. By combining quantum and classical network outcomes, we propose a novel adversarial attack detection technology. Traditionally quantum advantage in ML systems has been sought through increased accuracy or algorithmic speed-up, but our work has revealed the potential for a new kind of quantum advantage through superior robustness of ML models, whose practical realisation will address serious security concerns and reliability issues of ML algorithms employed in a myriad of applications including autonomous vehicles, cybersecurity, and surveillance robotic systems. ",
    "url": "https://arxiv.org/abs/2211.12681",
    "authors": [
      "Maxwell T. West",
      "Sarah M. Erfani",
      "Christopher Leckie",
      "Martin Sevior",
      "Lloyd C.L. Hollenberg",
      "Muhammad Usman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13075",
    "title": "Modification of one-dimensional electron localization induced by  coupling to an electromagnetic cavity",
    "abstract": "We theoretically show that zero-point electromagnetic fluctuations can strongly impact solids' electrical conductivity in the one-dimensional localization regime. On a model example of a tight-binding chain in a single-mode cavity, we reveal the physical processes responsible for the modification of the localization length: (1) electron/hole transport mediated by virtual photon emission, traversing along resonant levels, and photon re-absorption (2) shaking of potential relief via electromagnetic fluctuations seem by the electron as effective band narrowing and (3) polaron-type mass enhancement. The first process, leading to conduction enhancement, is possible only at temperatures comparable with cavity photon energy. The last two processes suppress the conduction and are possible at arbitrary temperatures. Due to the exponential scaling of 1d conductivity with length, the predicted effects are observable at realistic light-matter coupling strength. ",
    "url": "https://arxiv.org/abs/2211.13075",
    "authors": [
      "Dmitry Svintsov",
      "Georgy Alymov",
      "Luis Martin-Moreno"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13141",
    "title": "Room-temperature photo-chromism of silicon vacancy centers in CVD  diamond",
    "abstract": "The silicon-vacancy (SiV) center in diamond is typically found in three stable charge states, SiV0, SiV- and SiV2-, but studying the processes leading to their formation is challenging, especially at room temperature, due to their starkly different photo-luminescence rates. Here, we use confocal fluorescence microscopy to activate and probe charge interconversion between all three charge states under ambient conditions. In particular, we witness the formation of SiV0 via the two-step capture of diffusing, photo-generated holes, a process we expose both through direct SiV0 fluorescence measurements at low temperatures and confocal microscopy observations in the presence of externally applied electric fields. Further, we show that continuous red illumination induces the converse process, first transforming SiV0 into SiV-, then into SiV2-. Our results shed light on the charge dynamics of SiV and promise opportunities for nanoscale sensing and quantum information processing. ",
    "url": "https://arxiv.org/abs/2211.13141",
    "authors": [
      "Alexander Wood",
      "Artur Lozovoi",
      "Zi-Huai Zhang",
      "Sachin Sharma",
      "Gabriel I. López-Morales",
      "Harishankar Jayakumar",
      "Nathalie P. de Leon",
      "Carlos A. Meriles"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2010.15061",
    "title": "Systematic uncertainties in integrated luminosity measurement at CEPC",
    "abstract": " Comments: 12 pages, 10 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2010.15061",
    "authors": [
      "Ivan Smiljanic",
      "Ivanka Bozovic Jelisavcic",
      "Goran Kacarevic",
      "Natasa Vukasinovic",
      "Ivana Vidakovic",
      "Vladimir Rekovic"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2110.01738",
    "title": "Implementing commercial inverse design tools for compact, phase-encoded,  plasmonic digital logic devices",
    "abstract": " Title: Implementing commercial inverse design tools for compact, phase-encoded,  plasmonic digital logic devices ",
    "url": "https://arxiv.org/abs/2110.01738",
    "authors": [
      "Michael Efseaff",
      "Kyle Wynne",
      "Krishna Narayan",
      "Mark C. Harrison"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14823",
    "title": "Reciprocal phase transition-enabled electro-optic modulation",
    "abstract": " Comments: 27 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2203.14823",
    "authors": [
      "Fang Zou",
      "Lei Zou",
      "Ye Tian",
      "Yiming Zhang",
      "Erwin Bente",
      "Weigang Hou",
      "Yu Liu",
      "Siming Chen",
      "Victoria Cao",
      "Lei Guo",
      "Songsui Li",
      "Lianshan Yan",
      "Wei Pan",
      "Dusan Milosevic",
      "Zizheng Cao",
      "A. M. J. Koonen",
      "Huiyun Liu",
      "Xihua Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2205.12090",
    "title": "The MC-QTAIM analysis reveals an exotic bond in the coherently quantum  superposed Malonaldehyde",
    "abstract": " Comments: File contains the main text plus the supporting information ",
    "url": "https://arxiv.org/abs/2205.12090",
    "authors": [
      "Mohammad Goli",
      "Shant Shahbazian"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07757",
    "title": "Readout of a quantum processor with high dynamic range Josephson  parametric amplifiers",
    "abstract": " Comments: 10 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2209.07757",
    "authors": [
      "T.C. White",
      "Alex Opremcak",
      "George Sterling",
      "Alexander Korotkov",
      "Daniel Sank",
      "Rajeev Acharya",
      "Markus Ansmann",
      "Frank Arute",
      "Kunal Arya",
      "Joseph C. Bardin",
      "Andreas Bengtsson",
      "Alexandre Bourassa",
      "Jenna Bovaird",
      "Leon Brill",
      "Bob B. Buckley",
      "David A. Buell",
      "Tim Burger",
      "Brian Burkett",
      "Nicholas Bushnell",
      "Zijun Chen",
      "Ben Chiaro",
      "Josh Cogan",
      "Roberto Collins",
      "Alexander L. Crook",
      "Ben Curtin",
      "Sean Demura",
      "Andrew Dunsworth",
      "Catherine Erickson",
      "Reza Fatemi",
      "Leslie Flores-Burgos",
      "Ebrahim Forati",
      "Brooks Foxen",
      "William Giang",
      "Marissa Giustina",
      "Alejandro Grajales Dau",
      "Michael C. Hamilton",
      "Sean D. Harrington",
      "Jeremy Hilton",
      "Markus Hoffmann",
      "Sabrina Hong",
      "Trent Huang",
      "Ashley Huff",
      "Justin Iveland",
      "Evan Jeffrey",
      "Márika Kieferová",
      "Seon Kim",
      "Paul V. Klimov",
      "Fedor Kostritsa",
      "John Mark Kreikebaum",
      "David Landhuis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.13713",
    "title": "Intensified Tpx3Cam, a fast data-driven optical camera with nanosecond  timing resolution for single photon detection in quantum applications",
    "abstract": " Comments: prepared for submission to JINST for IWORID2022 proceedings ",
    "url": "https://arxiv.org/abs/2210.13713",
    "authors": [
      "Andrei Nomerotski",
      "Matthew Chekhlov",
      "Denis Dolzhenko",
      "Rene Glazenborg",
      "Brianna Farella",
      "Michael Keach",
      "Ryan Mahon",
      "Dmitry Orlov",
      "Peter Svihra"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  }
]