[
  {
    "id": "arXiv:2602.02637",
    "title": "Extrinsic Limitations of Stealthy Hyperuniform Optical Metasurfaces",
    "abstract": "           Hyperuniform metasurfaces promise an unusual form of wave control: the suppression of elastic scattering over extended angular ranges without periodic order. Here, we present a comprehensive experimental and theoretical study of 2D stealthy hyperuniform metasurfaces operating at optical frequencies. In agreement with theoretical expectations, we observe a pronounced reduction of elastic scattering around the specular direction in metasurfaces fabricated by electron-beam lithography. However, the measured suppression is substantially weaker than that predicted by structure-factor calculations based on ideal stealthy hyperuniform point-pattern generators. We identify and quantitatively analyze the physical origins of this discrepancy, and establish realistic performance bounds. By isolating the dominant limiting mechanisms, our results provide practical design guidelines for the implementation of stealthy hyperuniform metasurfaces in functional photonic devices.         ",
    "url": "https://arxiv.org/abs/2602.02637",
    "authors": [
      "Yuhao Xu",
      "Miao Chen",
      "Louis Forestier",
      "Franck Carcenac",
      "Laurent Mazenq",
      "Philippe Lalanne"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.02714",
    "title": "The Design and Performance of Meteorological Sensors for WindBorne Global Sounding Balloons",
    "abstract": "           WindBorne Systems has developed a constellation of long-duration atmospheric balloons to collect meteorological data across the globe, filling gaps in current in-situ data collection methods. Each Global Sounding Balloon (GSB) is capable of flying for weeks or months and performing dozens of soundings while measuring pressure, temperature, humidity, and GNSS-derived position, altitude, and wind velocity. This data is transmitted to ground via satellite, processed, and made available within minutes of being collected. The current meteorological sensor package has remained largely unchanged since mid-2024 and has flown on thousands of GSBs totaling over one million hours of flight time. Here we present the design and performance of this sensor package. The custom readout architecture and housing allow for data collection across nearly all in-flight conditions while minimizing sources of bias and noise. Uncertainty is characterized via sounding reproducibility studies and in-house calibration of pressure, humidity, and temperature sensors. The calibration and data processing procedures have been optimized and validated by comparison with external datasets. We present external validation in the form of 1) side-by-side radiosonde launches performed in collaboration with the Center for Western Weather and Water Extremes at the Scripps Institution of Oceanography, which show agreement within expected uncertainty limits, and 2) intercomparison studies with European Centre for Medium-Range Weather Forecasts Reanalysis v5, which show an aggregate root mean square difference of: Geopotential height -- 14 m; Pressure -- 0.36 hPa; Temperature -- 0.91 K; Wind speed u -- 2.45 m/s; Wind speed v -- 2.50 m/s; Relative humidity -- 13%.         ",
    "url": "https://arxiv.org/abs/2602.02714",
    "authors": [
      "Jake Spisak",
      "Christopher P. Riedel",
      "Andrey Sushko",
      "Michal Adamkiewicz",
      "Joan Creus-Costa",
      "John Dean",
      "Jacob Radford",
      "F. Martin Ralph",
      "Larissa Reames",
      "Anna M. Wilson",
      "Subin Yoon",
      "Vijay Tallapragada",
      "Todd Hutchinson"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2602.02756",
    "title": "Gear-based 3D-printed Micromachines Actuated by Optical Tweezers",
    "abstract": "           The miniaturization of mechanical mechanisms is crucial to enable the development of compact, high-performance micromachines. However, the downscaling actuation of conventional gears and micromotors has remained limited by the inherent challenges of implementing mechanical/electrical powering. Here, we present the design, fabrication, and characterization of an optomechanical, gear-driven micromachine realized through two-photon polymerization 3D printing. The actuation is achieved using optical tweezers. The device integrates a microgear transmission system with an optically actuated part, enabling light-controlled micromachines. When illuminated by a highly focused laser source, the first gear generates rotational torque within the gear assembly, converting optical energy into directional mechanical work that can be transmitted to the coupled gear. We demonstrate the fabrication of micromachines using two-photon polymerization (2PP) laser writing, enabling the fabrication of spur gear trains and bevel gears that can produce out-of-plane rotations, which is not achievable with traditional micromachining fabrication techniques. The micromachines are composed of a single gear or a train of two or three gears without any unwanted adhesion between the components, leading to functioning systems. Experimentally, the fabricated micromachines were actuated using optical tweezers, demonstrating continuous gear rotation, effective motion transmission in gear trains, out-of-plane rotations, and the ability to amplify velocity or torque. Optical-tweezer actuation broadens the potential applications of these micromachines, particularly in biomedical and lab-on-a-chip systems, where precise, minimally invasive control at the microscale is essential.         ",
    "url": "https://arxiv.org/abs/2602.02756",
    "authors": [
      "Alaa M. Ali",
      "Gwenn Ulliac",
      "Edison Gerena",
      "Abdenbi Mohand-Ousaid",
      "Sinan Haliyo",
      "Aude Bolopion",
      "Muamer Kadic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2602.02782",
    "title": "A bulk acoustic resonator with vertical electrodes for wideband filters",
    "abstract": "           Radiofrequency (RF) front ends for current and next generation (5G and 6G) wireless communication demand acoustic filters that combine wide bandwidth, high power capability, and thermal stability. Existing surface and bulk acoustic wave (SAW and BAW) technologies face inherent trade-offs between electromechanical coupling, lithographic tunability, and robustness. Here we introduce the bulk acoustic resonator with vertical electrodes (VBAR), a device that combines the advantages of suspended and solidly mounted resonators. VBARs use lithium niobate (LiNbO3) ridges with sidewall electrodes to excite a shear-horizontal bulk acoustic resonance, providing frequency control through lithography in a configuration that is mechanically anchored to the substrate. Fabricated VBARs exhibit electromechanical coupling coefficients exceeding 30% in the 2-4 GHz range, enabling ladder filters with fractional bandwidths of nearly 20%. While further optimization is necessary to minimize losses, the VBAR concept offers an alternative route toward wideband and robust RF filters for next-generation wireless systems.         ",
    "url": "https://arxiv.org/abs/2602.02782",
    "authors": [
      "Silvan Stettler",
      "Edgar Navarro-Gesse",
      "Carlos Collado",
      "Jordi Mateu",
      "Luis G. Villanueva"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.02797",
    "title": "Loss mechanisms of microwave frequency acoustic waves in thin film lithium niobate",
    "abstract": "           Thin-film lithium niobate (TFLN) has emerged as a versatile platform for phononic and photonic devices with applications ranging from classical signal processing to quantum technologies. However, acoustic loss fundamentally limits the performance of acoustic devices on TFLN platforms, yet its physical origin remains insufficiently understood. Here, we systematically investigate acoustic propagation loss in various TFLN platforms, including lithium niobate on insulator (LNOI), lithium niobate on sapphire (LNOS), suspended LN thin films, and bulk LN at gigahertz frequencies over temperatures ranging from 4 K to above room temperature. Using a delay-line method, we extract frequency- and temperature-dependent losses for Rayleigh, shear-horizontal, and Lamb modes. We observe an anomalous non-monotonic temperature dependence in LNOI that closely resembles acoustic loss in amorphous materials, indicating a dominant loss channel associated with the buried oxide layer at low temperatures. At elevated temperatures, the loss converges to the Akhiezer damping governed by phonon-phonon interactions. High-resolution electron microscopy further reveals nanoscale interfacial crystal impurities that may contribute to the increased acoustic loss in TFLN platforms relative to bulk LN. These results elucidate the acoustic loss mechanisms in TFLN and provide guidelines for designing low-loss acoustic devices.         ",
    "url": "https://arxiv.org/abs/2602.02797",
    "authors": [
      "Qixuan Lin",
      "Yue Yu",
      "Alejandra Guedeja-Marrón",
      "Catalina Scolnic",
      "Haoqin Deng",
      "Shucheng Fang",
      "Yibing Zhou",
      "Bingzhao Li",
      "Juan Carlos Idrobo",
      "Mo Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.02867",
    "title": "Monochromation of pulsed electron beams with terahertz radiation at a planar mirror",
    "abstract": "           Exquisite control of electron beam energy is required for many electron spectroscopy and imaging applications. For both continuous and pulsed beams, the beam energy spread is fundamentally limited by the electron source, and is typically a sizable fraction of an electron-volt. In this paper, we present a means to reduce electron beam energy spread after emission to the level of a few 10s of meV rms using femtosecond photoemission and an interaction with laser-derived single- to few-cycle terahertz (THz) radiation. We show analytically and in particle tracking simulations that this interaction can remove energy spread stored in both the transverse and longitudinal degrees of freedom. We analytically formulate the limit of energy spread that this technique can achieve, and map the non-ideal affects arising at high frequencies. The interaction is mediated by the beam's passage through a mirror which is reflective to terahertz radiation but allows transmission of the majority of the electron beam (e.g. a wire mesh). This method then only requires beam current losses of a few tens of percent, far smaller than what is achieved in prism and slit-based electron monochromators.         ",
    "url": "https://arxiv.org/abs/2602.02867",
    "authors": [
      "Cecilia Abbamonte",
      "Adam Bartnik",
      "Jared Maxson"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2602.02968",
    "title": "Deterministic Control of Extreme Events in a semiconductor VCSEL via Polarization-Engineered Optical Feedback",
    "abstract": "           Extreme events, or rogue waves, are high-amplitude, rare occurrences that emerge across diverse physical systems and often defy conventional statistical predictions. While optical systems provide a controlled setting for studying these phenomena, achieving deterministic control over their generation remains challenging. Here, we demonstrate a novel approach to induce and precisely modulate extreme events in a semiconductor VCSEL using polarization-controlled optical feedback. By integrating a $\\lambda$/2-waveplate into a polarization-selective external cavity, we regulate the nonlinear interaction between TE and TM modes. This setup triggers high-intensity, heavy-tailed fluctuations in the TM mode, exhibiting clear signatures of extreme events. We show that these events arise from deterministic energy exchange between modes, as evidenced by strong bipolar correlations and long-range temporal memory. The waveplate angle serves as an effective external parameter, enabling non-monotonic tuning of the event rate, intensity, and temporal clustering. Our study establish a platform for exploring extreme events in dissipative systems, with implications for nonlinear photonics and optical technologies.         ",
    "url": "https://arxiv.org/abs/2602.02968",
    "authors": [
      "T. Wang",
      "Z. Li",
      "Y. Ma",
      "J. Huang",
      "Y. Li",
      "Z. Tu",
      "S. Xiang",
      "G. Ruocco",
      "Y. Hao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.03062",
    "title": "Inverse Design of Tunable Infrared Metasurface Absorbers via a Conditional Wasserstein Generative Adversarial Network",
    "abstract": "           Narrowband perfect absorbers are interesting for spectrum sensing, molecular detection, and infrared imaging. However, their design remains constrained by intuitive, iterative methods that lack flexibility, while also facing challenges in multi-objective optimization. Here, we introduce a deep learning-enabled inverse-design framework that overcomes these limitations through a conditional Wasserstein Generative Adversarial Network (WGAN). The main contribution of this work is a dual-channel image encoding scheme that jointly represents the geometry and thickness of a Si$_3$N$_4$ meta-layer, facilitating the network to learn the distribution of viable structures for a target optical response. This approach naturally solves the inherent ``one-to-many'' design issue, giving a diverse portfolio of functional candidates from a single input spectrum. The designed absorbers achieve exceptional spectral fidelity, with resonance peak errors below 5 nm, a mean squared error (MSE) on the order of $10^{-3}$, and the capacity to produce over 10 distinct, high-performance designs per target. Furthermore, we demonstrate the model's robustness under oblique illumination, showing that it can be efficiently fine-tuned to maintain spectral accuracy across incidence angles from $10^\\circ$ to $40^\\circ$ by transfer learning, thus extending its practical utility to non-normal operating conditions. Full-wave simulations confirm that the generated geometries support a hybrid plasmonic-dielectric resonance, leading to near-perfect absorption and strong near-field enhancement. Our study provides a robust, physics-aware design paradigm that moves beyond conventional parametric optimization. The introduced framework establishes a versatile platform for the on-demand inverse design of advanced photonic devices for sensing, spectroscopy, and optical signal processing.         ",
    "url": "https://arxiv.org/abs/2602.03062",
    "authors": [
      "H. Shen",
      "T. Wang",
      "X. Yao",
      "O. Wu",
      "C. Xie",
      "C. Qian",
      "H. Chen",
      "T. Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.03196",
    "title": "Simultaneous measurement of Raman and nonlinear optical tensors",
    "abstract": "           Raman spectroscopy and Second Harmonic Generation (SHG) are complementary, non-destructive techniques that provide rich and distinct insights into the structural and electronic properties of materials. Raman spectroscopy offers detailed information on vibrational modes, phase transitions, temperature, and local stress, while SHG is highly sensitive to symmetry and orientation, particularly in non-centrosymmetric structures. In this work, in addition to combining both techniques, we propose a novel approach to determine the nonlinear optical tensor, leveraging the spatial and ultra-fast temporal offset of a Bessel-Gaussian laser beam at the microscope's focal point.         ",
    "url": "https://arxiv.org/abs/2602.03196",
    "authors": [
      "Volodymyr Multian",
      "Luigi Bonacina",
      "Jérémie Teyssier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2602.03199",
    "title": "Quantum Trajectory Separation and Attosecond Mapping in Liquid High-Harmonic Generation",
    "abstract": "           High-harmonic generation (HHG) from liquids offers a potential pathway to attosecond spectroscopy in chemically complex and disordered environments, yet fundamental questions remain open: whether liquid harmonic emission preserves well-defined attosecond synchronization, and whether harmonic emission can involve simultaneous contributions from multiple quantum trajectories with distinct excursion times despite strong disorder and scattering. Here, we address these issues experimentally by resolving the trajectory-dependent temporal structure of liquid HHG. By optimizing the laser focusing geometry, we achieve clear spatial discrimination of short- and long-trajectory contributions, providing direct evidence for the existence of multiple quantum trajectories in liquids. Using a phase-controlled two-color driving field, we independently retrieve the attochirp associated with each trajectory and demonstrate opposite energy-time correlations for short and long trajectories, establishing a trajectory-resolved energy-time mapping in liquid HHG. All observations are well reproduced by semiclassical recollision simulations. These results place liquid HHG on the same conceptual footing as gas- and solid-phase HHG and establish a robust foundation for attosecond-resolved spectroscopy of ultrafast electronic and chemical dynamics in liquid environments.         ",
    "url": "https://arxiv.org/abs/2602.03199",
    "authors": [
      "Wanchen Tao",
      "Ruisi Zhang",
      "Qihe Guo",
      "Lixin He",
      "Tao-Yuan Du",
      "Xingdong Guan",
      "Pengfei Lan",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.03453",
    "title": "Energy Transport Velocity in Photonic Time Crystals",
    "abstract": "           Steep or near-vertical Floquet dispersion in photonic time crystals (PTCs) is often read as fast, even apparently superluminal, transport. Here, we demonstrate that this anomaly arises from modulation-driven geometric drift, not energy flow. By deriving a Maxwell-flux Hellmann-Feynman relation, we prove that the cycle-averaged energy velocity remains strictly bounded. We further establish a universal velocity-product law conserved throughout the passband, $ v_E v_g=\\langle v_{\\rm ph}^2\\rangle_T $, fixing transport solely by the temporal average of the inverse permittivity. The divergent group velocity is then traced to a mismatch between electric and magnetic geometric phase connections, revealing apparent superluminality as a geometric effect of temporal modulation.         ",
    "url": "https://arxiv.org/abs/2602.03453",
    "authors": [
      "Kyungmin Lee",
      "Younsung Kim",
      "Kun Woo Kim",
      "Bumki Min"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.03479",
    "title": "Frequency Conversion Characteristics of Spatiotemporal Josephson Metasurfaces for Quantum Applications",
    "abstract": "           This presentation explores the various characteristics of a nonreciprocal, frequency-converting Josephson metasurface operating at millikelvin temperatures. Leveraging the unique properties of Josephson junctions, which support supercurrent flow without resistance, this metasurface enables efficient manipulation of nonlinear wave interactions, facilitating both frequency conversion and amplification of incident photons.         ",
    "url": "https://arxiv.org/abs/2602.03479",
    "authors": [
      "Sajjad Taravati"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.02868",
    "title": "Quantum Information Flow in Microtubule Tryptophan Networks",
    "abstract": "           Networks of aromatic amino acid residues within microtubules, particularly those formed by tryptophan, may serve as pathways for optical information flow. Ultraviolet excitation dynamics in these networks are typically modeled with effective non-Hermitian Hamiltonians. By extending this approach to a Lindblad master equation that incorporates explicit site geometries and dipole orientations, we track how correlations are generated, routed, and dissipated, while capturing both energy dissipation and information propagation among coupled chromophores. We compare localized injections, fully delocalized preparations, and eigenmode-based initial states. To quantify the emerging quantum-informational structure, we evaluate the $L_1$ norm of coherence, the correlated coherence, and the logarithmic negativity within and between selected chromophore sub-networks. The results reveal a strong dependence of both the direction and persistence of information flow on the type of initial preparation. Superradiant components drive the rapid export of correlations to the environment, whereas subradiant components retain them and slow their leakage. Embedding single tubulin units into larger dimers and spirals reshapes pairwise correlation maps and enables site-selective routing. Scaling to larger ordered lattices strengthens both export and retention channels, whereas static energetic and structural disorder suppresses long-range transport and reduces overall correlation transfer. These findings provide a Lindbladian picture of information flow in cytoskeletal chromophore networks and identify structural and dynamical conditions that transiently preserve nonclassical correlations in microtubules.         ",
    "url": "https://arxiv.org/abs/2602.02868",
    "authors": [
      "Lea Gassab",
      "Onur Pusuluk",
      "Travis J.A. Craddock"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2602.03248",
    "title": "A thin and soft optical tactile sensor for highly sensitive object perception",
    "abstract": "           Tactile sensing is crucial in robotics and wearable devices for safe perception and interaction with the environment. Optical tactile sensors have emerged as promising solutions, as they are immune to electromagnetic interference and have high spatial resolution. However, existing optical approaches, particularly vision-based tactile sensors, rely on complex optical assemblies that involve lenses and cameras, resulting in bulky, rigid, and alignment-sensitive designs. In this study, we present a thin, compact, and soft optical tactile sensor featuring an alignment-free configuration. The soft optical sensor operates by capturing deformation-induced changes in speckle patterns generated within a soft silicone material, thereby enabling precise force measurements and texture recognition via machine learning. The experimental results show a root-mean-square error of 40 mN in the force measurement and a classification accuracy of 93.33% over nine classes of textured surfaces, including Mahjong tiles. The proposed speckle-based approach provides a compact, easily fabricated, and mechanically compliant platform that bridges optical sensing with flexible shape-adaptive architectures, thereby demonstrating its potential as a novel tactile-sensing paradigm for soft robotics and wearable haptic interfaces.         ",
    "url": "https://arxiv.org/abs/2602.03248",
    "authors": [
      "Yanchen Shen",
      "Kohei Tsuji",
      "Haruto Koizumi",
      "Jiseon Hong",
      "Tomoaki Niiyama",
      "Hiroyuki Kuwabara",
      "Hayato Ishida",
      "Jun Hiramitsu",
      "Mitsuhito Mase",
      "Satoshi Sunada"
    ],
    "subjectives": [
      "Robotics (cs.RO)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.00782",
    "title": "Optimal displacement detection of arbitrarily-shaped levitated dielectric objects using optical radiation",
    "abstract": "           Optically-levitated dielectric objects are promising for precision force, acceleration, torque, and rotation sensing due to their extreme environmental decoupling. While many levitated opto-mechanics experiments employ spherical objects, for some applications non-spherical geometries offer advantages. For example, rod-shaped or dumbbell shaped particles have been demonstrated for torque and rotation sensing and high aspect ratio plate-like particles can exhibit reduced photon recoil heating and may be useful for high-frequency gravitational wave detection or as high bandwidth accelerometers. To achieve optimal sensitivity, cooling, and quantum control in these systems, it is beneficial to achieve optimal displacement detection using scattered light. We describe and numerically implement a method based on Fisher information that is applicable to suspended particles of arbitrary geometry. We demonstrate the agreement between our method and prior methods employed for spherical particles, both in the Rayleigh and Lorentz-Mie regimes. As practical examples we analyze the optical detection limits of an optically-levitated high-aspect-ratio disc-like dielectric object and a rod-shaped object for configurations recently realized in experimental work.         ",
    "url": "https://arxiv.org/abs/2409.00782",
    "authors": [
      "Shaun Laing",
      "Shelby Klomp",
      "George Winstone",
      "Alexey Grinin",
      "Andrew Dana",
      "Zhiyuan Wang",
      "Kevin Seca Widyatmodjo",
      "James Bateman",
      "Andrew A. Geraci"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03718",
    "title": "Robustness Optimization for Compact Free-electron Laser Driven by Laser Wakefield Accelerators",
    "abstract": "           Despite the successful demonstration of compact free electron lasers (FELs) driven by laser wakefield accelerators (LWFAs), the inherent shot-to-shot fluctuations in LWFAs, including both laser and plasma instabilities, remain a primary obstacle to realizing LWFA-driven FELs with robust operation. Here, we present a conceptual design for LWFA-driven FELs with sufficient tolerance against shot-to-shot fluctuations using the Covariance Matrix Adaptation Evolution Strategy (CMA-ES). Start-to-end simulations demonstrated that this systematic optimization resulted in a significant improvement in the robustness of FELs. With the optimized configurations, the radiation energy can be maintained above 1 microjoule at a wavelength of approximately 25 nm, even when accounting for twice the root-mean-square (RMS) ranges of these instabilities. This proposed scheme represents a substantial advancement in the development of compact LWFA-driven FEL systems, enabling robust operation and paving the way for the realization of reliable and widely accessible sources.         ",
    "url": "https://arxiv.org/abs/2503.03718",
    "authors": [
      "Hai Jiang",
      "Ke Feng",
      "Runshu Hu",
      "Qiwen Zhan",
      "Wentao Wang",
      "Ruxin Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2511.11400",
    "title": "GRANITE: Mechanical Characterization and Optical Inspection of Large-Area TPC Electrodes",
    "abstract": "           Next-generation dual-phase time projection chambers (TPCs) for rare event searches will require large-scale, high-precision electrodes. To meet the stringent requirements for mechanical stability and high-voltage performance of such an experiment, we have developed a scanning setup for electrode quality assurance called GRANITE: Granular Robotic Assay for Novel Integrated TPC Electrodes. GRANITE is built around a gantry robot on top of a $2.5\\,\\text{m}\\times1.8\\,\\text{m}$ granite table, equipped with a suite of non-contact metrology devices. We demonstrate the setup's capabilities in two key areas: first, using laser scanners, we characterize wire tension, and in an independent measurement wire deflection due to gravity and electrostatic forces is determined. The setup achieves a precision of $20\\,\\mu\\text{m}$ for the relative measurement of only electrostatic displacement. Furthermore, GRANITE can measure gravitational sag down to $200\\,\\mu\\text{m}$ in an absolute measurement; this precision improves to $50\\,\\mu\\text{m}$ when applying model-based corrections for systematic effects. The performance achieved exceeds the needs for the characterisation of the electrode sagging in future experiments, which typically aims to ensure a maximal sag on the order of $500\\,\\mu\\text{m}$. Second, we use GRANITE's high resolution camera to image all wires of XENON1T's cathode grid. Subsets of these images are then hand sorted and used to train an autoencoder, to reliably classify wire images as either pristine wires or images containing severe anomalous features. These anomalies appear e.g. as staining and may be potential defects. The interpretation of the classification results is complicated by the fact that most wire segments are not spotless, but show a varying amount of anomalous features. Follow-up studies are needed to identify the exact nature of such features on wires.         ",
    "url": "https://arxiv.org/abs/2511.11400",
    "authors": [
      "Alexander Deisting",
      "Jan Lommler",
      "Shumit A. Mitra",
      "Uwe Oberlack",
      "Fabian Piermaier",
      "Quirin Weitzel",
      "Daniel Wenz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.02415",
    "title": "Integrated Sliding-Short/Probe Tuner with Doorknob Transition for High-Q Cavities",
    "abstract": "           We present an integrated three-knob tuner that internalizes impedance matching inside the launch adapter of a waveguide-fed, high-$Q$ cavity. The tuner combines a waveguide sliding short, a doorknob transition, and a micrometer-driven adjustable coaxial probe. A transmission-line/ABCD model is derived that maps the three mechanical degrees of freedom to the electrical objectives $\\Gamma \\rightarrow 0$, $\\beta$, and $Q_{\\rm L}$, explicitly including the fused-silica feedthrough capacitance. The model yields closed-form matching conditions and predicts the critical-coupling set. Full-wave FEM simulations and bench measurements validate the approach: with $h \\approx 0.55$~mm and backshort distance $\\approx 0.80$~mm, the return loss reaches $|S_{11}| \\approx -30$~dB near 17.8--18.1~GHz while sustaining peak electric fields of $\\sim 1.8 \\times 10^5$~V/m at the nozzle (normalized to 1~W). The measured through loss of the launch assembly is $|S_{21}| \\approx 0.7$--$0.8$~dB at resonance. A parametric study shows that backshort lengths $L_{\\rm {bs}} \\geq 0.5 \\lambda_{\\rm g}$ excite a parasitic stub resonance, introducing a second $S_{11}$ minimum and localizing energy behind the doorknob; keeping $L_{\\rm {bs}} \\leq 0.4 \\lambda_g$ avoids this. In helium plasma discharges at $P_{\\rm {in}} = 10$~W, \\textit{in-situ} retuning of the short and probe maintained a favorable match as the plasma impedance evolved, increasing absorbed power from $\\sim 43\\%$ to $\\sim 76\\%$ while increasing helium propellant flow rate from 25 to 351~sccm. The compact tuner eliminates external stub boxes and generalizes to other waveguide-coupled resonators and plasma sources.         ",
    "url": "https://arxiv.org/abs/2512.02415",
    "authors": [
      "Saptarshi Biswas",
      "Sven G. Bilén"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.04383",
    "title": "Long-wave mid-infrared cavity-enhanced frequency comb spectroscopy of cold, complex molecules",
    "abstract": "           We report the development of a new instrument for cavity-enhanced absorption spectroscopy of the fundamental rovibrational transitions of molecules in the long-wave mid-infrared (LWIR) region from 6500 to 10000 nm. Our setup combines a LWIR frequency comb, a high-finesse optical enhancement cavity, a cryogenic buffer gas cooling cell, and a Fourier transform interferometer to obtain broadband, high-resolution, and high-sensitivity molecular absorption spectra. Here, we showcase the capabilities of this setup by presenting the gas-phase LWIR spectra of the $\\nu_6$ band of ethane and the $\\nu_{10}$ band of the gauche conformer of ethanol near 7200 nm under both room temperature and cryogenic conditions.         ",
    "url": "https://arxiv.org/abs/2512.04383",
    "authors": [
      "Negar Baradaran",
      "Dominik Charczun",
      "Tanay Nambiar",
      "Meijun Zou",
      "Kevin F. Lee",
      "Martin E. Fermann",
      "Marissa L. Weichman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.07414",
    "title": "Determinations of angular stiffness in rotational optical tweezers",
    "abstract": "           Rotational optical tweezers are used to probe the mechanical properties of unknown microsystems. Quantifying the angular trap stiffness is essential for interpreting the rotational dynamics of probe particles. While methods to determine trap stiffness are well established for translational degrees of freedom, angular trapping is often treated analogously even though rotational and translational motions are sensitive to distinct experimental parameters and offer separate insights. This work details passive analysis techniques for determining the angular trap stiffness within the linear restoring torque model and examines the influence of several factors unique to rotational optical tweezers. We show that the parameters of an ancillary measurement beam can be tuned to minimise its influence on angular trapping dynamics, providing necessary improvements for nanoparticle-scale analysis. We also explore the combined effects of shape-induced and material birefringence in spheroidal vaterite probes, and present a framework for assessing hydrodynamic and inertial contributions.         ",
    "url": "https://arxiv.org/abs/2512.07414",
    "authors": [
      "Mark L. Watson",
      "Alexander B. Stilgoe",
      "Halina Rubinsztein-Dunlop"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.13691",
    "title": "Electrical detection of high-order optical orbital angular momentum",
    "abstract": "           The orbital angular momentum (OAM) of light provides an unbounded set of orthogonal modes for ultrahigh-capacity optical information processing. However, current OAM detection schemes typically rely on light interference or diffraction, which require bulky optical components and pose a major obstacle to on-chip integration. Here, we demonstrate a fully integrated silicon-based photodetector that enables direct electrical detection of light OAM. This photodetector can resolve vortex beams with topological charges from m = -9 to 9, achieving a record-high mode number resolution among on-chip devices. By integrating plasmonic gratings onto the device electrodes, incident vortex beams can be converted into surface plasmon polaritons with OAM-dependent splitting angles, which in turn produce photocurrents that vary monotonically with the OAM order. Further incorporation of a surface dielectric lens can enhance mode resolution, and a split-electrode architecture enables OAM chirality discrimination. Owing to its CMOS-compatibility and spectral scalability, this platform provides a compact and robust solution for integrated OAM detection, opening new opportunities for on-chip optical communication and computing systems based on structured light.         ",
    "url": "https://arxiv.org/abs/2601.13691",
    "authors": [
      "Guanyu Zhang",
      "Xianghan Meng",
      "Zini Cao",
      "Hai Lin",
      "Shuxin Huang",
      "Minghao Deng",
      "Jiaqi Li",
      "Qihuang Gong",
      "Guowei Lyu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.00830",
    "title": "Efficient and tunable narrowband second-harmonic generation by a large-area etchless lithium niobate metasurface",
    "abstract": "           Optical resonances in nanostructures enable strong enhancement of nonlinear processes at the nanoscale, such as second-harmonic generation (SHG), with high-$Q$ modes providing intensified light--matter interactions and sharp spectral selectivity for applications in filtering, sensing, and nonlinear spectroscopy. Thanks to the recent advances in thin-film lithium niobate (TFLN) technology, these key features can be now translated to lithium niobate for realizing novel nanoscale nonlinear optical platforms. Here, we demonstrate a large-area metasurface, realized by scalable nanoimprint lithography, comprising a slanted titanium dioxide (TiO$_2$) nanograting on etchless TFLN for efficient narrowband SHG. This is enabled by the optimal coupling of quasi-bound state in the continuum (q-BIC) modes with a narrowband pulsed laser pump. The demonstrated normalized SHG efficiency is $0.15\\%\\,\\mathrm{cm}^2/\\mathrm{GW}$, which is among the largest reported for LN metasurfaces. The low pump peak intensity ($3.64~\\mathrm{kW}/\\mathrm{cm}^2$) employed, which enables SHG even by continuous-wave pumping, allows envisioning integrated and portable photonic applications. SHG wavelength tuning from $870$ to $920~\\mathrm{nm}$ with stable output power as well as polarization control is also achieved by off-normal pump illumination. This versatile platform opens new opportunities for sensing, THz generation and detection, and ultrafast electro-optic modulation of nonlinear optical signals.         ",
    "url": "https://arxiv.org/abs/2602.00830",
    "authors": [
      "Yaping Hou",
      "Yigong Luan",
      "Yu Fan",
      "Alfonso Nardi",
      "Attilio Zilli",
      "Bobo Du",
      "Jinyou Shao",
      "Marco Finazzi",
      "Chunhui Wang",
      "Lei Zhang",
      "Michele Celebrano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2507.08418",
    "title": "Continuous-time parametrization of neural quantum states for quantum dynamics",
    "abstract": "           Neural quantum states are a promising framework for simulating many-body quantum dynamics, as they can represent states with volume-law entanglement. As time evolves, the neural network parameters are typically optimized at discrete time steps to approximate the wave function at each point in time. Given the differentiability of the wave function stemming from the Schrödinger equation, here we impose a time-continuous and differentiable parameterization of the neural network by expressing its parameters as linear combinations of temporal basis functions with trainable, time-independent coefficients. We test this ansatz, referred to as the smooth neural quantum state (\\textit{s}-NQS) with a loss function defined over an extended time interval, under a sudden quench of a non-integrable many-body quantum spin chain. We demonstrate accurate time evolution using a restricted Boltzmann machine as the instantaneous neural network architecture. We show that the parameterization enables accurate simulations with fewer variational parameters, independent of time-step resolution. Furthermore, the smooth neural quantum state also allows us to initialize and evaluate the wave function at times not included in the training set, both within and beyond the training interval.         ",
    "url": "https://arxiv.org/abs/2507.08418",
    "authors": [
      "Dingzu Wang",
      "Wenxuan Zhang",
      "Xiansong Xu",
      "Dario Poletti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.16471",
    "title": "Modeling of Far-Field Quantum Coherence by Dielectric Bodies Based on the Volume Integral Equation Method",
    "abstract": "           The Hong-Ou-Mandel (HOM) effect is a hallmark of nonclassical two-photon interference. This paper develops a unified theory-numerics framework to compute angle-resolved far-field two-photon correlations from arbitrary lossless dielectric scatterers. We describe the input-output relation using a multi-channel scattering formulation that maps two populated incident channels to two selected far-field detection modes, yielding a compact two-channel transfer relation for second-order correlation function and time-domain coincidence counts. The required transfer coefficients are extracted from classical far-field complex amplitudes computed by an fast Fourier transform-accelerated volume integral equation solver, avoiding perfectly matched layers and near-to-far-field post-processing. The method is validated against analytical results for dielectric spheres and demonstrated on a polarization-converting Pancharatnam-Berry-phase metasurface, revealing strong angular dependence of quantum interference and its direct impact on HOM-dip visibility. The framework provides an efficient and physically transparent tool for structure-dependent quantum-correlation analysis, with potential applications in scatterers-enabled quantum state engineering and quantum inverse design.         ",
    "url": "https://arxiv.org/abs/2508.16471",
    "authors": [
      "Chengnian Huang",
      "Hangyu Ge",
      "Yijia Cheng",
      "Zi He",
      "Feng Liu",
      "Wei E. I. Sha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04136",
    "title": "Implementation of transformer-based LLMs with large-scale optoelectronic neurons on a CMOS compatible platform",
    "abstract": "           The recent rapid deployment of datacenter infrastructures for performing large language models (LLMs) and related artificial intelligence (AI) applications in the clouds is predicted to incur an exponentially growing energy consumption in the near-term future. In this paper, we propose and analyze the implementation of the transformer model, which is the cornerstone of the modern LLMs, with novel large-scale optoelectronic neurons (OENs) constructed over a complementary metal-oxide-semiconductor (CMOS) compatible platform. With all of the required optoelectronic devices and electronic circuits integrated in a chiplet only about 2 cm by 3 cm in size, 175 billon parameters in the case of GPT-3 are shown to perform inference at an unprecedented speed of 12.6 POPS using only 40 nm CMOS process node, orchestrated by an optoelectronic version of systolic array with no data skew and negligible propagation delay, along with a high power efficiency of 74 TOPS/W and a high area efficiency of 19 TOPS/mm2. The influence of the quantization formats and the hardware induced errors are numerically investigated, and are shown to have a minimal impact. Our study presents a new yet practical path toward analog neural processing units (NPUs) to complement existing digital processing units.         ",
    "url": "https://arxiv.org/abs/2511.04136",
    "authors": [
      "Neil Na",
      "Chih-Hao Cheng",
      "Shou-Chen Hsu",
      "Che-Fu Liang",
      "Chung-Chih Lin",
      "Nathaniel Y. Na",
      "Andrew I. Shieh",
      "Erik Chen",
      "Haisheng Rong",
      "Richard A. Soref"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04188",
    "title": "Quantum Key Distribution via Charge Teleportation",
    "abstract": "           We demonstrate that charge teleportation serves as a superior observable for Quantum Energy Teleportation (QET)-based cryptographic primitives. While following the LOCC protocol structure of earlier proposals, we show that decoding key bits via local charge rather than energy provides exact bit symmetry and enhanced robustness: by Local Operations and Classical Communication (LOCC) on an entangled many-body ground state, Alice's one-bit choice steers the sign of a local charge shift at Bob, which directly encodes the key bit. Relative to energy teleportation schemes, the charge signal is bit-symmetric, measured in a single basis, and markedly more robust to realistic noise and model imperfections. We instantiate the protocol on transverse-field Ising models, star-coupled and one-dimensional chain, obtain closed-form results for two qubits, and for larger systems confirm performance via exact diagonalization, circuit-level simulations, and a proof-of-principle hardware run. We quantify resilience to classical bit flips and local quantum noise, identifying regimes where sign integrity, and hence key correctness, is preserved. These results position charge teleportation as a practical, low-rate QKD primitive compatible with near-term platforms.         ",
    "url": "https://arxiv.org/abs/2511.04188",
    "authors": [
      "Amir Yona",
      "Yaron Oz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.07457",
    "title": "Generalized density functional theory framework for the non-linear density response of quantum many-body systems",
    "abstract": "           A density functional theory (DFT) framework is presented that links functional derivatives of free-energy functionals to non-linear static density response functions in quantum many-body systems. Within this framework, explicit expressions are derived for various higher-order response functions of systems that are homogeneous on average, including the first theoretical result for the cubic response at the first harmonic $\\chi_0^{(1,3)}(\\vec{q})$. Specifically, our framework includes hitherto neglected mode-coupling effects that are important for the non-linear density response even in the presence of a single harmonic perturbation. We compare these predictions for $\\chi_0^{(1,3)}(\\vec{q})$ to new Kohn-Sham DFT simulations, leading to excellent agreement between theory and numerical results. Exact analytical expressions are also obtained for the long-wavelength limits of the ideal quadratic and cubic response functions. Particular emphasis is placed on the connections between the third- and fourth-order functional derivatives of the non-interacting free-energy functional $F_s[n]$ and the ideal quadratic and cubic response functions of the uniform electron gas, respectively. These relations provide exact constraints that may prove useful for the future construction of improved approximations to $F_s[n]$, in particular for warm dense matter applications at finite temperatures. Here, we use this framework to assess several commonly employed approximations to $F_s[n]$ through orbital-free DFT simulations of the harmonically perturbed ideal electron gas. The results are compared with Kohn-Sham DFT calculations across temperatures ranging from the ground state to the warm dense regime. Additionally, we analyze in detail the temperature- and wavenumber-dependent non-monotonic behavior of the ideal quadratic and cubic response functions.         ",
    "url": "https://arxiv.org/abs/2512.07457",
    "authors": [
      "Zhandos A. Moldabekov",
      "Cheng Ma",
      "Xuecheng Shao",
      "Sebastian Schwalbe",
      "Pontus Svensson",
      "Panagiotis Tolias",
      "Jan Vorberger",
      "Tobias Dornheim"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2602.00643",
    "title": "From Block Diagrams to Bloch Spheres: Graphical Quantum Circuit Simulation in LabVIEW",
    "abstract": "           As quantum computing transitions from theoretical physics to engineering applications, there is a growing need for accessible simulation tools that bridge the gap between abstract linear algebra and practical implementation. While text-based frameworks (like Qiskit or Cirq) are standard, they often present a steep learning curve for students and engineers accustomed to graphical system design. This paper introduces QuVI (Quantum Virtual Instrument), an open-source quantum circuit toolkit developed natively within the NI LabVIEW environment. Moving beyond initial proof-of-concept models, QuVI establishes a robust framework that leverages LabVIEW's \"dataflow\" paradigm, in which wires represent data and nodes represent operations, to provide an intuitive, visual analog to standard quantum circuit notation while enabling the seamless integration of classical control structures like loops and conditionals. The toolkit's capabilities are demonstrated by constructing and visualizing fundamental quantum algorithms and verifying results against theoretical predictions. By translating \"Block Diagrams\" directly into quantum state evolutions (\"Bloch Spheres\"), QuVI offers educators and researchers a powerful platform for prototyping quantum logic without leaving the graphical engineering workspace.         ",
    "url": "https://arxiv.org/abs/2602.00643",
    "authors": [
      "Murtaza Vefadar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  }
]