[
  {
    "id": "arXiv:2404.02216",
    "title": "Agent-based Modelling of Quantum Prisoner's Dilemma",
    "abstract": "What happens when an infinite number of players play a quantum game? In this paper, we will answer this question by looking at the emergence of cooperation in the presence of noise in a one-shot quantum Prisoner's dilemma (QuPD). We will use the numerical Agent-based model (ABM) and compare it with the analytical Nash equilibrium mapping (NEM) technique. To measure cooperation, we consider five indicators, i.e., game magnetization, entanglement susceptibility, correlation, player's payoff average, and payoff capacity, respectively. In quantum social dilemmas, entanglement plays a non-trivial role in determining the players' behavior in the thermodynamic limit, and we consider the existence of bipartite entanglement between neighboring players. For the five indicators in question, we observe \\textit{first}-order phase transitions at two entanglement values, and these phase transition points depend on the payoffs associated with the QuPD game. We numerically analyze and study the properties of both the \\textit{Quantum} and the \\textit{Defect} phases of the QuPD via the five indicators. The results of this paper demonstrate that both ABM and NEM, in conjunction with the chosen five indicators, provide insightful information on cooperative behavior in the thermodynamic limit of the one-shot quantum Prisoner's dilemma. ",
    "url": "https://arxiv.org/abs/2404.02216",
    "authors": [
      "Rajdeep Tah",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computer Science and Game Theory (cs.GT)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02299",
    "title": "\"Beam `a la carte\": laser heater shaping for attosecond pulses in a  multiplexed x-ray free-electron laser",
    "abstract": "Electron beam shaping allows the control of the temporal properties of x-ray free-electron laser pulses from femtosecond to attosecond timescales. Here we demonstrate the use of a laser heater to shape electron bunches and enable the generation of attosecond x-ray pulses. We demonstrate that this method can be applied in a selective way, shaping a targeted subset of bunches while leaving the remaining bunches unchanged. This experiment enables the delivery of shaped x-ray pulses to multiple undulator beamlines, with pulse properties tailored to specialized scientific applications. ",
    "url": "https://arxiv.org/abs/2404.02299",
    "authors": [
      "Siqi Li",
      "Zhen Zhang",
      "Shawn Alverson",
      "David Cesar",
      "Taran Driver",
      "Paris Franz",
      "Erik Isele",
      "Joseph P. Duris",
      "Kirk Larsen",
      "Ming-Fu Lin",
      "Razib Obaid",
      "Jordan T O'Neal",
      "River Robles",
      "Nick Sudar",
      "Zhaoheng Guo",
      "Sharon Vetter",
      "Peter Walter",
      "Anna L. Wang",
      "Joseph Xu",
      "Sergio Carbajo",
      "James P. Cryan",
      "Agostino Marinelli"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02346",
    "title": "A lattice Boltzmann approach for acoustic manipulation",
    "abstract": "We employ a lattice Boltzmann method to compute the acoustic radiation force produced by standing waves on a compressible object. Instead of simulating the fluid mechanics equations directly, the proposed method uses a lattice Boltzmann model that reproduces the wave equation, together with a kernel interpolation scheme, to compute the first order perturbations of the pressure and velocity fields on the object's surface and, from them, the acoustic radiation force. The procedure reproduces with excellent accuracy the theoretical expressions by Gor'kov and Wei for the sphere and the disk, respectively, even with a modest number of lattice Boltzmann cells. The proposed method shows to be a promising tool for simulating phenomena where the acoustic radiation force plays a relevant role, like acoustic tweezers or the acoustic manipulation of microswimmers, with applications in medicine and engineering. ",
    "url": "https://arxiv.org/abs/2404.02346",
    "authors": [
      "E. Castro-Avila",
      "P. Malgaretti",
      "J. Harting",
      "J. D. Muñoz"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02387",
    "title": "An inversion problem for optical spectrum data via physics-guided  machine learning",
    "abstract": "We propose the regularized recurrent inference machine (rRIM), a novel machine-learning approach to solve the challenging problem of deriving the pairing glue function from measured optical spectra. The rRIM incorporates physical principles into both training and inference and affords noise robustness, flexibility with out-of-distribution data, and reduced data requirements. It effectively obtains reliable pairing glue functions from experimental optical spectra and yields promising solutions for similar inverse problems of the Fredholm integral equation of the first kind. ",
    "url": "https://arxiv.org/abs/2404.02387",
    "authors": [
      "Hwiwoo Park",
      "Jun H. Park",
      "Jungseek Hwang"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02398",
    "title": "Factors Affecting Terahertz Emission from InGaN Quantum Wells under  Ultrafast Excitation",
    "abstract": "InGaN quantum wells (QWs) grown on c-plane sapphire substrate experience strain due to the lattice mismatch. The strain generates a strong piezoelectric field in QWs that contributes to THz emission under ultrafast excitation. Physical parameters such as QW width, period number, and Indium concentration can affect the strength of the piezoelectric field and result in THz emission. Experimental parameters such as pump fluence, laser energy, excitation power, pump polarization angle, and incident angle can be tuned to further optimize the THz emission. This review summarizes the effects of physical and experimental parameters of THz emission on InGaN QWs. Comparison and relationship between photoluminescence properties and THz emission in QWs are given, which further explains the origin of THz emission in InGaN QWs. ",
    "url": "https://arxiv.org/abs/2404.02398",
    "authors": [
      "Muhammad Farooq Saleem",
      "Ghulam Abbas Ashraf",
      "Muhammad Faisal Iqbal",
      "Rashid Khan",
      "Muhammad Javid",
      "Tianwu Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02459",
    "title": "A coarse-grained description of anharmonic lattice environments  affecting the quantum dynamics of charge carriers",
    "abstract": "Lattice softness has a significant impact on charge carrier dynamics in condensed matter systems, contributing to the emergence of various properties and functions. Examples include the remarkable carrier lifetimes and defect tolerances of hybrid organic-inorganic perovskites. Recent studies suggest the contribution of quartic anharmonicity of the lattice vibrations. The quartic anharmonicity can be discussed with a double-well potential, and the transition between the two minima can be coarse-grained as a two-state jump stochastic process. Such a stochastic approach is typically employed to describe dynamic fluctuations introduced into a system by two-state transitions in the surroundings. To investigate charge transport in materials, however, it is crucial to describe not only the fluctuations but also the dynamic lattice distortion associated with charge transport. Therefore, there is a need for a theory to describe the charge carrier dynamics proceeding alongside the lattice distortion dynamics. In this study, we present a theory that describes quantum dynamics under the influence of an environment with two stable states, termed a bistable environment. The theory describes the effects of fluctuations and dissipation induced from the bistable environment in a reasonable manner, and the effects exhibit a different temperature dependence than the widely employed Gaussian environment. The physical implication of this temperature dependence is provided in terms of the environmental dynamics. The results of this study are expected to provide a step forward in describing charge carrier dynamics in materials with lattice softness and pronounced lattice anharmonicity, e.g., hybrid organic-inorganic perovskites. Moreover, these findings represent an advancement in our understanding of and capacity to predict and control the physical properties and functions of these materials. ",
    "url": "https://arxiv.org/abs/2404.02459",
    "authors": [
      "Kuniyuki Miwa",
      "Souichi Sakamoto",
      "Ken Funo",
      "Akihito Ishizaki"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02494",
    "title": "Wide-mode-area slow light waveguides in valley photonic crystal  heterostructures",
    "abstract": "We designed slow-light waveguides with a wide mode area based on slab-type valley photonic crystal (VPhC) heterostructures which are composed of a graphene-like PhC sandwiched by two topologically distinct VPhCs. The group velocity of the topological guided mode hosted in a VPhC heterostructure can be slowed down by shifting the VPhC lattice toward the graphene-like PhC at the domain interfaces. Simultaneously, the mode width of the slow-light topological guided mode can be widened by increasing the size of the graphene-like PhC domain. We found that employing the graphene-like structure at the center domain is crucial for realizing a topological single-guided mode in such heterostructures. Furthermore, the impact of random fluctuations in air-hole size in the graphene-like domain was numerically investigated. Our simulation results demonstrate that the transmittance for the slow-light states can be kept high as far as the size fluctuation is small although it drops faster than that for fast-light states when the disorder level increases. The designed wide-mode-area slow-light waveguides are based on hole-based PhCs, offering novel on-chip applications of topological waveguides. ",
    "url": "https://arxiv.org/abs/2404.02494",
    "authors": [
      "Chengkun Zhang",
      "Yasutomo Ota",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.02528",
    "title": "Nanophotonic inspection of deep-subwavelength integrated optoelectronic  chips",
    "abstract": "Artificial nanostructures with ultrafine and deep-subwavelength feature sizes have emerged as a paradigm-shifting platform to advanced light field management, becoming a key building block for high-performance integrated optoelectronics and flat optics. However, direct optical inspection of such integrated chips with densely packed complex and small features remains a missing metrology gap that hinders quick feedback between design and fabrications. Here, we demonstrate that photothermal nonlinear scattering microscopy can be utilized for direct imaging and resolving of integrated optoelectronic chips beyond the diffraction limit. We reveal that the inherent coupling among deep-subwavelength nanostructures supporting leaky resonances allows for the pronounced heating effect to access reversible nonlinear modulations of the confocal reflection intensity, leading to optical resolving power down to 80 nm (~lambda/7). The versatility of this approach has been exemplified by direct imaging of silicon grating couplers and metalens with a minimum critical dimension of 100 nm, as well as central processing unit (CPU) chip with 45 nm technology, unfolding the long-sought possibility of in-situ, non-destructive, high-throughput optical inspection of integrated optoelectronic chips and nanophotonic chips. ",
    "url": "https://arxiv.org/abs/2404.02528",
    "authors": [
      "Ying Che",
      "Tianyue Zhang",
      "Xiaowei Liu",
      "Dejiao Hu",
      "Shichao Song",
      "Yan Cai",
      "Yaoyu Cao",
      "Jie Zhang",
      "Shi-Wei Chu",
      "Xiangping Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02563",
    "title": "Probing microcavity resonance spectra with intracavity emitters",
    "abstract": "We measure the fluorescence spectrum of broadband emitters in an open optical microcavity with radius of curvature R = 17.7(3) um and finesse F ~= 1000. This geometry enables a combined measurement of emission spectra versus cavity length, which has several benefits over measurements at fixed wavelength or fixed cavity length alone. We demonstrate the role of the optical penetration depths on the cavity modes and provide practical working equations for its analysis. Furthermore, we show the ability to measure the coupling of cavity modes within a small scan range of the cavity length. By measuring these cavity emission spectra as a function of cavity length, we thus obtain a rich and complete picture of the optical microcavity. ",
    "url": "https://arxiv.org/abs/2404.02563",
    "authors": [
      "Corné Koks",
      "Martin P. van Exter"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.02576",
    "title": "Interpretation of the horizontal beam response near the third integer  resonance",
    "abstract": "The beam response to an external periodic excitation delivers relevant information about the optics, tune distribution and stability of a circulating beam in a storage ring. In this contribution the horizontal beam response to the excitation (transfer function) under conditions typical for slow extraction is presented for a coasting beam. The resulting spectrum exhibits a splitting behaviour. The single particle dynamics is discussed and an interpretation based on simulation results is presented. ",
    "url": "https://arxiv.org/abs/2404.02576",
    "authors": [
      "E.C. Cortés García",
      "P. Niedermayer",
      "R. Singh",
      "R. Taylor",
      "E. Feldmeier",
      "M. Hun",
      "E. Benedetto",
      "T. Haberer"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02661",
    "title": "Terahertz channel modeling based on surface sensing characteristics",
    "abstract": "The dielectric properties of environmental surfaces, including walls, floors and the ground, etc., play a crucial role in shaping the accuracy of terahertz (THz) channel modeling, thereby directly impacting the effectiveness of communication systems. Traditionally, acquiring these properties has relied on methods such as terahertz time-domain spectroscopy (THz-TDS) or vector network analyzers (VNA), demanding rigorous sample preparation and entailing a significant expenditure of time. However, such measurements are not always feasible, particularly in novel and uncharacterized scenarios. In this work, we propose a new approach for channel modeling that leverages the inherent sensing capabilities of THz channels. By comparing the results obtained through channel sensing with that derived from THz-TDS measurements, we demonstrate the method's ability to yield dependable surface property information. The application of this approach in both a miniaturized cityscape scenario and an indoor environment has shown consistency with experimental measurements, thereby verifying its effectiveness in real-world settings. ",
    "url": "https://arxiv.org/abs/2404.02661",
    "authors": [
      "Jiayuan Cui",
      "Da Li",
      "Jiabiao Zhao",
      "Jiacheng Liu",
      "Guohao Liu",
      "Xiangkun He",
      "Yue Su",
      "Fei Song",
      "Peian Li",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2404.02665",
    "title": "Design of a resonant slow extraction from low emittance electron booster  rings using transverse resonance island buckets",
    "abstract": "In this contribution we present the design of a resonant slow extraction based on the radio frequency knock-out (RF-KO) scheme, where we make use of the transverse resonance islands bucket (TRIB) optics. The generation of the TRIB optics is presented in two example lattices, that are considered for the potential upgrade of the current booster ring for the PETRA synchrotron radiation source at DESY. Simulations show an extraction efficiency in excess of 98% with a septum blade thickness of \\SI{30}{\\micro\\meter}. ",
    "url": "https://arxiv.org/abs/2404.02665",
    "authors": [
      "E.C. Cortés García",
      "I. Agapov",
      "W. Hillert"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02745",
    "title": "Statistical mechanics and pressure of composite multimoded weakly  nonlinear optical systems",
    "abstract": "Statistical mechanics can provide a versatile theoretical framework for investigating the collective dynamics of weakly nonlinear waves-settings that can be utterly complex to describe otherwise. In optics, composite systems arise due to interactions between different frequencies and/or polarizations. The purpose of this work is to develop a thermodynamic theory that takes into account the synergistic action of multiple components. We find that the type of the nonlinearity involved can have important implications in the thermalization process and, hence, can lead to different thermal equilibrium conditions. Importantly, we derive closed-form expressions for the actual optomechanical pressure that is exerted on the system. In particular, the total optomechanical pressure is the sum of the partial pressures due to each component. Our results can be applied to a variety of weakly nonlinear optical settings such as multimode fibers, bulk waveguides, photonic lattices, and coupled microresonators. We present two specific examples, where two colors interact in a waveguide array with either a cubic or quadratic nonlinearity. ",
    "url": "https://arxiv.org/abs/2404.02745",
    "authors": [
      "Nikolaos K. Efremidis",
      "Demetrios N. Christodoulides"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2404.02238",
    "title": "Photonic quantum walk with ultrafast time-bin encoding",
    "abstract": "The quantum walk (QW) has proven to be a valuable testbed for fundamental inquiries in quantum technology applications such as quantum simulation and quantum search algorithms. Many benefits have been found by exploring implementations of QWs in various physical systems, including photonic platforms. Here, we propose a novel platform to perform quantum walks using an ultrafast time-bin encoding (UTBE) scheme. This platform supports the scalability of quantum walks to a large number of steps while retaining a significant degree of programmability. More importantly, ultrafast time bins are encoded at the picosecond time scale, far away from mechanical fluctuations. This enables the scalability of our platform to many modes while preserving excellent interferometric phase stability over extremely long periods of time without requiring active phase stabilization. Our 18-step QW is shown to preserve interferometric phase stability over a period of 50 hours, with an overall walk fidelity maintained above $95\\%$ ",
    "url": "https://arxiv.org/abs/2404.02238",
    "authors": [
      "Kate L. Fenwick",
      "Frédéric Bouchard",
      "Duncan England",
      "Philip J. Bustard",
      "Khabat Heshami",
      "Benjamin Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.02440",
    "title": "Designing a Photonic Physically Unclonable Function Having Resilience to  Machine Learning Attacks",
    "abstract": "Physically unclonable functions (PUFs) are designed to act as device 'fingerprints.' Given an input challenge, the PUF circuit should produce an unpredictable response for use in situations such as root-of-trust applications and other hardware-level cybersecurity applications. PUFs are typically subcircuits present within integrated circuits (ICs), and while conventional IC PUFs are well-understood, several implementations have proven vulnerable to malicious exploits, including those perpetrated by machine learning (ML)-based attacks. Such attacks can be difficult to prevent because they are often designed to work even when relatively few challenge-response pairs are known in advance. Hence the need for both more resilient PUF designs and analysis of ML-attack susceptibility. Previous work has developed a PUF for photonic integrated circuits (PICs). A PIC PUF not only produces unpredictable responses given manufacturing-introduced tolerances, but is also less prone to electromagnetic radiation eavesdropping attacks than a purely electronic IC PUF. In this work, we analyze the resilience of the proposed photonic PUF when subjected to ML-based attacks. Specifically, we describe a computational PUF model for producing the large datasets required for training ML attacks; we analyze the quality of the model; and we discuss the modeled PUF's susceptibility to ML-based attacks. We find that the modeled PUF generates distributions that resemble uniform white noise, explaining the exhibited resilience to neural-network-based attacks designed to exploit latent relationships between challenges and responses. Preliminary analysis suggests that the PUF exhibits similar resilience to generative adversarial networks, and continued development will show whether more-sophisticated ML approaches better compromise the PUF and -- if so -- how design modifications might improve resilience. ",
    "url": "https://arxiv.org/abs/2404.02440",
    "authors": [
      "Elena R. Henderson",
      "Jessie M. Henderson",
      "Hiva Shahoei",
      "William V. Oxford",
      "Eric C. Larson",
      "Duncan L. MacFarlane",
      "Mitchell A. Thornton"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.02674",
    "title": "Enhancement in phase sensitivity of SU(1,1) interferometer with Kerr  state seeding",
    "abstract": "A coherent seeded SU(1,1) interferometer provides a prominent technique in the field of precision measurement. We theoretically study the phase sensitivity of SU(1,1) interferometer with Kerr state seeding under single intensity and homodyne detection schemes. To find the lower bound in this case we calculate the quantum Cram\\'er-Rao bound using the quantum Fisher information technique. We found that, under some conditions, the Kerr seeding performs better in phase sensitivity compared to the well-known vacuum and coherent seeded case. We expect that the Kerr state might act as an alternative non-classical state in the field of quantum information and sensing technologies. ",
    "url": "https://arxiv.org/abs/2404.02674",
    "authors": [
      "Priyanka Sharma",
      "Aviral K. Pandey",
      "Gaurav Shukla",
      "Devendra Kumar Mishra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.02797",
    "title": "Quantum enhanced mechanical rotation sensing using wavefront photonic  gears",
    "abstract": "Quantum metrology leverages quantum correlations for enhanced parameter estimation. Recently, structured light enabled increased resolution and sensitivity in quantum metrology systems. However, lossy and complex setups impacting photon flux, hinder true quantum advantage while using high dimensional structured light. We introduce a straightforward mechanical rotation quantum sensing mechanism, employing high-dimensional structured light and a compact high-flux (45,000 coincidence counts per second) N00N state source with N=2. The system utilizes two opposite spiral phase plates with topological charge of up to l=16 that convert mechanical rotation into wavefront phase shifts, and exhibit a 16-fold enhanced super-resolution and 25-fold enhanced sensitivity between different topological charges, while retaining the acquisition times and with negligible change in coincidence count. Furthermore, the high photon flux enables to detect mechanical angular acceleration in real-time. Our approach paves the way for highly sensitive quantum measurements, applicable to various interferometric schemes. ",
    "url": "https://arxiv.org/abs/2404.02797",
    "authors": [
      "Ofir Yesharim Guy Tshuva"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01225",
    "title": "Design of cycloidal rays in optical waveguides in analogy to the fastest  descent problem",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2211.01225",
    "authors": [
      "Xiong Hui",
      "Zijun He",
      "Yangjie Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00590",
    "title": "A home-lab to study uncertainties using smartphone sensors and determine  the optimal number of measurements",
    "abstract": " Comments: 8 pages, 6 figures, submitted to GIREP 2022 proceedings. arXiv admin note: text overlap with arXiv:2005.13617 ",
    "url": "https://arxiv.org/abs/2212.00590",
    "authors": [
      "Martin Monteiro",
      "Cecilia Stari",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11957",
    "title": "High-performance real-world optical computing trained by in situ  model-free optimization",
    "abstract": " Title: High-performance real-world optical computing trained by in situ  model-free optimization ",
    "url": "https://arxiv.org/abs/2307.11957",
    "authors": [
      "Guangyuan Zhao",
      "Xin Shu",
      "Renjie Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2308.05258",
    "title": "Algebraic Varieties in Quantum Chemistry",
    "abstract": " Comments: 25 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.05258",
    "authors": [
      "Fabian Faulstich",
      "Bernd Sturmfels",
      "Svala Sverrisdóttir"
    ],
    "subjectives": [
      "Algebraic Geometry (math.AG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12076",
    "title": "Super-resolution and super-sensitivity of quantum LiDAR with  multi-photonic state and binary outcome photon counting measurement",
    "abstract": " Comments: We welcome comments ",
    "url": "https://arxiv.org/abs/2309.12076",
    "authors": [
      "Priyanka Sharma",
      "Manoj K. Mishra",
      "Devendra Kumar Mishra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.09481",
    "title": "Coupled metamaterial-phonon terahertz range polaritons in a topological  insulator",
    "abstract": " Title: Coupled metamaterial-phonon terahertz range polaritons in a topological  insulator ",
    "url": "https://arxiv.org/abs/2310.09481",
    "authors": [
      "Sirak M. Mekonen",
      "Deepti Jain",
      "Seongshik Oh",
      "N.P. Armitage"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13743",
    "title": "Coherence in resonance fluorescence",
    "abstract": " Title: Coherence in resonance fluorescence ",
    "url": "https://arxiv.org/abs/2312.13743",
    "authors": [
      "Xu-Jie Wang",
      "Guoqi Huang",
      "Ming-Yang Li",
      "Yuan-Zhuo Wang",
      "Li Liu",
      "Bang Wu",
      "Hanqing Liu",
      "Haiqiao Ni",
      "Zhichuan Niu",
      "Weijie Ji",
      "Rongzhen Jiao",
      "Hua-Lei Yin",
      "Zhiliang Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.15446",
    "title": "Cross-calibration of atomic sensors for pressure metrology",
    "abstract": " Comments: 17 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2312.15446",
    "authors": [
      "Erik Frieling",
      "Riley A. Stewart",
      "James L. Booth",
      "Kirk W. Madison"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.15470",
    "title": "Quantum Solution of Classical Turbulence. Decaying Energy Spectrum",
    "abstract": " Comments: 36 pages, 16 figures. Finished analytic solution for the energy spectrum in decaying turbulence. In particular, effective decay index $n(t)$ reaches the limit $n(\\infty) = \\frac{7}{4}$. Added review of the previous work and discussion of the physical and mathematical meaning of this novel approach to the turbulence problem ",
    "url": "https://arxiv.org/abs/2312.15470",
    "authors": [
      "Alexander Migdal"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Exactly Solvable and Integrable Systems (nlin.SI)"
    ]
  },
  {
    "id": "arXiv:2401.00590",
    "title": "Giant Optical Anisotropy in 2D Metal-Organic Chalcogenates",
    "abstract": " Title: Giant Optical Anisotropy in 2D Metal-Organic Chalcogenates ",
    "url": "https://arxiv.org/abs/2401.00590",
    "authors": [
      "Bongjun Choi",
      "Kiyoung Jo",
      "Mahfujur Rahaman",
      "Adam Alfieri",
      "Jason Lynch",
      "Greg K. Pribil",
      "Hyeongjun Koh",
      "Eric A. Stach",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.13131",
    "title": "The process of constructing new knowledge: an undergraduate laboratory  exercise facilitated by a vacuum capacitor-resistor circuit",
    "abstract": " Title: The process of constructing new knowledge: an undergraduate laboratory  exercise facilitated by a vacuum capacitor-resistor circuit ",
    "url": "https://arxiv.org/abs/2401.13131",
    "authors": [
      "F. V. Kowalski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2403.08050",
    "title": "Experimental demonstration of the shadow of a laser beam",
    "abstract": " Title: Experimental demonstration of the shadow of a laser beam ",
    "url": "https://arxiv.org/abs/2403.08050",
    "authors": [
      "Raphael A Abrahao",
      "Henri P N Morin",
      "Jordan T R Page",
      "Akbar Safari",
      "Robert W Boyd",
      "Jeff S Lundeen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.10960",
    "title": "Investigation of Purcell enhancement of quantum dots emitting in the  telecom O-band with an open fiber-cavity",
    "abstract": " Comments: Main: 8 pages, 5 figures, 1 table; Appendix: 5 pages, 2 figures, 1 table ",
    "url": "https://arxiv.org/abs/2403.10960",
    "authors": [
      "Julian Maisch",
      "Jonas Grammel",
      "Nam Tran",
      "Michael Jetter",
      "Simone L. Portalupi",
      "David Hunger",
      "Peter Michler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.15823",
    "title": "Toward Optimum Coupling between Free Electrons and Confined Optical  Modes",
    "abstract": " Comments: 30 pages, 11 figures, 97 references ",
    "url": "https://arxiv.org/abs/2403.15823",
    "authors": [
      "Valerio Di Giulio",
      "Evelijn Akerboom",
      "Albert Polman",
      "F. Javier García de Abajo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2404.00377",
    "title": "Maximal quantum interaction between free electrons and photons",
    "abstract": " Title: Maximal quantum interaction between free electrons and photons ",
    "url": "https://arxiv.org/abs/2404.00377",
    "authors": [
      "Zetao Xie",
      "Zeling Chen",
      "Hao Li",
      "Qinghui Yan",
      "Hongsheng Chen",
      "Xiao Lin",
      "Ido Kaminer",
      "Owen D. Miller",
      "Yi Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  }
]