[
  {
    "id": "arXiv:2304.00023",
    "title": "Study of the Bound State, Electron-Detachment Energy and Reactivity of  Hydride Ion using Variational Quantum Eigensolver",
    "abstract": "The accurate prediction and understanding of molecular energy and chemical reactivity are fundamental pursuits in the field of molecular quantum chemistry. With the limitations of the current noisy intermediate scale quantum computer (NISQ) era, the Variational Quantum Eigensolver (VQE) algorithm offers a promising approach to efficiently estimate the stable energy state of a given molecule. This study is focused on predicting the ground state and single electron detachment energy of the hydride ion because of its high electron electron correlation and numerous applications in astrophysics and quantum chemistry. The hydride ion is the first three body quantum problem for which the ground state energy has been calculated theoretically using the Chandrasekhar Wavefunction, which takes high electron-electron correlation into account. For the calculation of hydride ion, we used the VQE algorithm with two types of quantum computational ansatz, (i) chemistry inspired ansatz based on unitary CC (UCC) and (ii) hardware efficient based ansatz (HEA). To check the versatility of the algorithm, we analyzed two proton transfer reactions involving the hydride ion and finds the energy to be exothermic with a much improved result compared to previous studies. Overall, the VQE algorithm with a quantum computational approach is found to be reliable in calculating stable state energy, single electron detachment energy, and reaction energy for proton transfer reactions involving a highly correlated molecule with a low relative percentage error. ",
    "url": "https://arxiv.org/abs/2304.00023",
    "authors": [
      "Abdul Kalam",
      "Ashok Kumar",
      "Prasanta K. Panigrahi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00098",
    "title": "The Simons Observatory: Differentiating Thermal and Optical Effects in  Superconducting Transition-Edge Sensing Bolometers",
    "abstract": "The Simons Observatory aims to field 70,000 Transition-Edge Sensor (TES) bolometers to measure the Cosmic Microwave Background. With so many detectors, rapid but accurate validation of their properties prior to their integration into telescopes is of particular importance. This paper describes an exploration of a new method to improve the simultaneous characterization of TES thermal parameters and bolometer optical efficiencies without significantly increasing the data collection time. The paper uses a special-purpose data set comprising current-voltage (IV) curves collected from thousands of TES bolometers with a variety of different average bath temperatures and different cold load temperatures. A subset of the bolometers were masked so they received no optical power. The new method fits data from the bath temperature ramp and cold load temperature ramps together as one set instead of fitting each independently. This enables thermal parameter assessment of the unmasked detectors without performing additional cooldowns of the cryostat, halving the time necessary to obtain thermal characterization of all detectors. ",
    "url": "https://arxiv.org/abs/2304.00098",
    "authors": [
      "Rita F. Sonka",
      "Shannon M. Duff",
      "Daniel Dutcher",
      "Suzanne T. Staggs"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.00130",
    "title": "Top-down integration of a hBN quantum emitter in a monolithic photonic  waveguide",
    "abstract": "Integrated quantum photonics, with potential applications in quantum information processing, relies on the integration of quantum emitters into on-chip photonic circuits. Hexagonal boron nitride (hBN) is recognized as a material that is compatible with such implementations, owing to its relatively high refractive index and low losses in the visible range, together with advantageous fabrication techniques. Here, we combine hBN waveguide nanofabrication with the recently demonstrated local generation of quantum emitters using electron irradiation to realize a fully top-down elementary quantum photonic circuit in this material, operating at room temperature. This proof of principle constitutes a first step towards deterministic quantum photonic circuits in hBN. ",
    "url": "https://arxiv.org/abs/2304.00130",
    "authors": [
      "Domitille Gérard",
      "Michael Rosticher",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Julien Barjon",
      "Stéphanie Buil",
      "Jean-Pierre Hermier",
      "Aymeric Delteil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00131",
    "title": "A hidden advantage of van der Waals materials for overcoming limitations  in photonic integrated circuitry",
    "abstract": "With the advance of on-chip nanophotonics, there is a high demand for high refractive index, low-loss materials. Currently, this technology is dominated by silicon, but van der Waals (vdW) materials with high refractive index can offer a very advanced alternative. Still, up to now it was not clear if the optical anisotropy perpendicular to the layers might be a hindering factor for the development of vdW nanophotonics. Here, we studied WS2-based waveguides in terms of their optical properties and, particularly, in terms of possible crosstalk distance. Surprisingly, we discovered that the low refractive index in the direction perpendicular to the atomic layers improves the characteristics of such devices, mainly due to expanding the range of parameters at which single-mode propagation can be achieved. Thus, using anisotropic materials offers new opportunities and novel control knobs when designing the nanophotonic devices. ",
    "url": "https://arxiv.org/abs/2304.00131",
    "authors": [
      "Andrey A. Vyshnevyy",
      "Georgy A. Ermolaev",
      "Dmitriy V. Grudinin",
      "Kirill V. Voronin",
      "Ivan Kharichkin",
      "Arslan Mazitov",
      "Ivan A. Kruglov",
      "Dmitry I. Yakubovsky",
      "Prabhash Mishra",
      "Roman V. Kirtaev",
      "Aleksey V. Arsenin",
      "Kostya S. Novoselov",
      "Luis Martin-Moreno",
      "Valentyn S. Volkov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00141",
    "title": "Direct-write projection lithography of quantum dot micropillar single  photon sources",
    "abstract": "We have developed a process to mass-produce quantum dot micropillar cavities using direct-write lithography. This technique allows us to achieve high volume patterning of high aspect ratio pillars with vertical, smooth sidewalls maintaining a high quality factor for diameters below 2.0 $\\mu$m. Encapsulating the cavities in a thin layer of oxide (Ta$_2$O$_5$) prevents oxidation in the atmosphere, preserving the optical properties of the cavity over months of ambient exposure. We confirm that single dots in the cavities can be deterministically excited to create high purity indistinguishable single photons with interference visibility $(96.2\\pm0.7)\\%$. ",
    "url": "https://arxiv.org/abs/2304.00141",
    "authors": [
      "Petros Androvitsaneas",
      "Rachel N. Clark",
      "Matthew Jordan",
      "Tomas Peach",
      "Stuart Thomas",
      "Saleem Shabbir",
      "Angela D. Sobiesierski",
      "Aristotelis Trapalis",
      "Ian A. Farrer",
      "Wolfgang W. Langbein",
      "Anthony J. Bennett"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00174",
    "title": "Optical polarization evolution and transmission in multi-Ranvier-node  axonal myelin-sheath waveguides",
    "abstract": "In neuroscience, it is of interest to consider all possible modes of information transfer between neurons in order to fully understand processing in the brain. It has been suggested that photonic communication may be possible along axonal connections, especially through the myelin sheath as a waveguide, due to its high refractive index. There is already a good deal of theoretical and experimental evidence for light guidance in the myelin sheath; however, the question of how the polarization of light is transmitted remains largely unexplored. It is presently unclear whether polarization-encoded information could be preserved within the myelin sheath. We simulate guided mode propagation through a myelinated axon structure with multiple Ranvier nodes. This allows both to observe polarization change and to test the assumption of exponentiated transmission loss through multiple Ranvier nodes for guided light in myelin sheath waveguides. We find that the polarization can be well preserved through multiple nodes and that transmission losses through multiple nodes are approximately multiplicative. These results provide an important context for the hypothesis of neural information transmission facilitated by biophotons, strengthening the possibility of both classical and quantum photonic communication within the brain. ",
    "url": "https://arxiv.org/abs/2304.00174",
    "authors": [
      "Emily Frede",
      "Hadi Zadeh-Haghighi",
      "Christoph Simon"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Neurons and Cognition (q-bio.NC)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00209",
    "title": "4D-image reconstruction directly from limited-angular-range data in  continuous-wave electron paramagnetic resonance imaging",
    "abstract": "Objective: We investigate and develop optimization-based algorithms for accurate reconstruction of four-dimensional (4D)-spectral-spatial (SS) images directly from data collected over limited angular ranges (LARs) in continuous-wave (CW) electron paramagnetic resonance imaging (EPRI). Methods: Basing on a discrete-to-discrete data model devised in CW EPRI employing the Zeeman-modulation (ZM) scheme for data acquisition, we first formulate the image reconstruction problem as a convex, constrained optimization program that includes a data fidelity term and also constraints on the individual directional total variations (DTVs) of the 4D-SS image. Subsequently, we develop a primal-dual-based DTV algorithm, simply referred to as the DTV algorithm, to solve the constrained optimization program for achieving image reconstruction from data collected in LAR scans in CW-ZM EPRI. Results: We evaluate the DTV algorithm in simulated- and real-data studies for a variety of LAR scans of interest in CW-ZM EPRI, and visual and quantitative results of the studies reveal that 4D-SS images can be reconstructed directly from LAR data, which are visually and quantitatively comparable to those obtained from data acquired in the standard, full-angular-range (FAR) scan in CW-ZM EPRI. Conclusion: An optimization-based DTV algorithm is developed for accurately reconstructing 4D-SS images directly from LAR data in CW-ZM EPRI. Future work includes the development and application of the optimization-based DTV algorithm for reconstructions of 4D-SS images from FAR and LAR data acquired in CW EPRI employing schemes other than the ZM scheme. Significance: The DTV algorithm developed may be exploited potentially for enabling and optimizing CW EPRI with minimized imaging time and artifacts by acquiring data in LAR scans. ",
    "url": "https://arxiv.org/abs/2304.00209",
    "authors": [
      "Zheng Zhang",
      "Boris Epel",
      "Buxin Chen",
      "Dan Xia",
      "Emil Y. Sidky",
      "Zhiwei Qiao",
      "Howard Halpern",
      "Xiaochuan Pan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00279",
    "title": "Earthquake Occurrences in the Pacific Ring of Fire Exhibit a Collective  Stochastic Memory for Magnitudes, Depths, and Relative Distances of Events",
    "abstract": "Around 90% of the earthquakes in the world occur at the circum-Pacific belt referred to as the Pacific Ring of Fire exposing the countries in this region to high risk of earthquake hazards. We model fluctuations of the different seismic magnitudes, interevent distances, and seismic depths as a function of earthquake occurrence from the earthquake catalogs of Chile, Mexico, Japan, New Zealand, Philippines, and Southern California as a stochastic process with long-term memory. We show that the fluctuations of the three seismic quantities mentioned for all regions studied in this paper are governed by a single memory function that is described by a memory parameter {\\mu} and a decay parameter \\b{eta}. The values of {\\mu} exhibit an underlying characteristic memory behavior of seismic activities common to all the countries considered, while the values of \\b{eta} suggest a regional dependence which could be a manifestation of different seismic dynamics in various regions. This new perspective may provide a more versatile approach in studying the independent datasets that may be extracted from various earthquake catalogs. ",
    "url": "https://arxiv.org/abs/2304.00279",
    "authors": [
      "Pamela Jessica C. Roque",
      "Renante R. Violanda",
      "Christopher C. Bernido",
      "Janneli Lea A. Soria"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00301",
    "title": "Investigation of Optical Pumping in Cesium Atoms with a Radio-Frequency  Field, Using Liouville Equation",
    "abstract": "Optical pumping is a technique for engineering atomic-sublevel population of desired atoms. We investigate the population evolution of Cesium atoms by employing Liouville equation. For this purpose, we apply a circularly polarized light at a frequency suitable for electronic transition from ground states to excited states and calculate the relaxation rate, repopulation, and population evolution of the Cesium Zeeman sublevels. For engineering the sublevel population after optical pumping, we employ a radiofrequency (RF) field and consider the effect of RF field in Liouville equation. With this approach, we are able to prepare desired distribution of the population in the atomic sublevels with high efficiency, which can be employed in different optical experiments. ",
    "url": "https://arxiv.org/abs/2304.00301",
    "authors": [
      "Hossein Davoodi Yeganeh",
      "Zahra Shaterzadeh-Yazdi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00314",
    "title": "Plasmon Enhanced Quantum Properties of Single Photon Emitters with  Hybrid Hexagonal Boron Nitride Silver Nanocube Systems",
    "abstract": "Hexagonal boron nitride (hBN) has emerged as a promising ultrathin host of single photon emitters (SPEs) with favorable quantum properties at room temperature, making it a highly desirable element for integrated quantum photonic networks. One major challenge of using these SPEs in such applications is their low quantum efficiency. Recent studies have reported an improvement in quantum efficiency by up to two orders of magnitude when integrating an ensemble of emitters such as boron vacancy defects in multilayered hBN flakes embedded within metallic nanocavities. However, these experiments have not been extended to SPEs and are mainly focused on multiphoton effects. Here, we study the quantum single photon properties of hybrid nanophotonic structures composed of SPEs created in ultrathin hBN flakes coupled with plasmonic silver nanocubes. We demonstrate > 200% plasmonic enhancement of the SPE properties, manifested by a strong increase in the SPE fluorescence. Such enhancement is explained by rigorous numerical simulations where the hBN flake is in direct contact with the Ag nanocubes that cause the plasmonic effects. The presented strong and fast single photon emission obtained at room-temperature with a compact hybrid nanophotonic platform can be very useful to various emerging applications in quantum optical communications and computing. ",
    "url": "https://arxiv.org/abs/2304.00314",
    "authors": [
      "Mohammadjavad Dowran",
      "Andrew Butler",
      "Suvechhya Lamichhane",
      "Adam Erickson",
      "Ufuk Kilic",
      "Sy-Hwang Liou",
      "Christos Argyropoulos",
      "Abdelghani Laraoui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00361",
    "title": "Morphological tracking and tuning of silica NPs for stable levitation in  vacuum optomechanical systems",
    "abstract": "Optically levitated nanomechanical resonators in vacuum perform ultrahigh sensitivity for mechanical quantities by overcoming the limitations of clamped resonators. However, the generally levitated silica nanoparticles (NPs) with low absorption and high transparence still face difficulties surviving in high vacuum with unclear reason. By monitoring the physicochemical properties like scattering, mass and density of amorphous silica NPs during pumping process. we propose that the loss of NPs may arises from the motional instability induced by laser heating lead releasing at low pressure. In this work, two types of NPs are heat treated from 100 to 1200 degree Celsius to release impurities before being loaded into an optical trap. The high vacuum levitation ratio for both NPs increase obviously after heat treatment. In particular, for NPs heated to 600 degree Celsius, the ratio strikingly improves from ~30% to 100% and ~0 to 85% for two types of NPs. The loss mechanism is further confirmed by their relatively stable physicochemical parameters during pumping process. This work paves a way for wide application of levitated nano-resonators and indicates that levitated vacuum optomechanical systems could be a promising tool for dynamics and in-situ studying of small particles like aerosols and dusts. ",
    "url": "https://arxiv.org/abs/2304.00361",
    "authors": [
      "Cuihong Li",
      "Yuanyuan Ma",
      "Jinchuan Wang",
      "Shaochong Zhu",
      "Xiaowen Gao",
      "Xinbing Jiang",
      "Huan Yang",
      "Zhenhai Fu",
      "Huizhu Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.00452",
    "title": "Electrostatic Model for Antenna Signal Generation From Dust Impacts",
    "abstract": "Dust impacts on spacecraft are commonly detected by antenna instruments as transient voltage perturbations. The signal waveform is generated by the interaction between the impact-generated plasma cloud and the elements of the antenna-spacecraft system. A general electrostatic model is presented that includes the two key elements of the interaction, namely the charge recollected from the impact plasma by the spacecraft and the fraction electrons and cations that escape to infinity. The clouds of escaping electrons and cations generate induced signals, and their vastly different escape speeds are responsible for the characteristic shape of the waveforms. The induced signals are modeled numerically for the geometry of the system and the location of the impact. The model employs a Maxwell capacitance matrix to keep track of the mutual interaction between the elements of the system. A new reduced-size model spacecraft is constructed for laboratory measurements using the dust accelerator facility. The model spacecraft is equipped with four antennas: two operating in a monopole mode, and one pair configured as a dipole. Submicron-sized iron dust particles accelerated to > 20 km/s are used for test measurements, where the waveforms of each antenna are recorded. The electrostatic model provides a remarkably good fit to the data using only a handful of physical fitting parameters, such as the escape speeds of electrons and cations. The presented general model provides the framework for analyzing antenna waveforms and is applicable for a range of space missions investigating the distribution of dust particles in relevant environments. ",
    "url": "https://arxiv.org/abs/2304.00452",
    "authors": [
      "Mitchell M. Shen",
      "Zoltan Sternovsky",
      "Alessandro Garzelli",
      "David M. Malaspina"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00453",
    "title": "Laboratory Study of Antenna Signals Generated by Dust Impacts on  Spacecraft",
    "abstract": "Space missions often carry antenna instruments that are sensitive to dust impacts, however, the understanding of signal generation mechanisms remained incomplete. A signal generation model in an analytical form is presented that provides a good agreement with laboratory measurements. The model is based on the direct and induced charging of the spacecraft from the collected and escaping fraction of free charges from the impact-generated plasma cloud. A set of laboratory experiments is performed using a 20:1 scaled-down model of the Cassini spacecraft in a dust accelerator facility. The results show that impact plasmas can be modeled as a plume of ions streaming away from the impact location and a cloud of isotropically expanding electrons. The fitting of the model to the collected antenna waveforms provides some of the key parameters of the impact plasma. The model also shows that the amplitudes of the impact signals can be significantly reduced in typical space environments due to the discharging effects in the ambient plasma. ",
    "url": "https://arxiv.org/abs/2304.00453",
    "authors": [
      "Mitchell M. Shen",
      "Zoltan Sternovsky",
      "Mihály Horányi",
      "Hsiang-Wen Hsu",
      "David M. Malaspina"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00454",
    "title": "Variability of Antenna Signals From Dust Impacts",
    "abstract": "Electric field instruments carried by spacecraft (SC) are complementary to dedicated dust detectors by registering transient voltage perturbations caused by impact-generated plasma. The signal waveform contains information about the interaction between the impact-generated plasma cloud and the elements of SC-antenna system. The variability of antenna signals from dust impacts has not yet been systematically characterized. A set of laboratory measurements are performed to characterize signal variations in response to SC parameters (bias voltage and antenna configuration) and impactor parameters (impact speed and composition). The measurements demonstrate that dipole antenna configurations are sensitive to dust impacts and that the detected signals vary with impact location. When dust impacts occur at low speeds, the antennas typically register smaller amplitudes and less characteristic impact signal shapes. In this case, impact event identification may be more challenging due to lower signal-to-noise ratios and/or more variable waveforms shapes, indicating the compound nature of nonfully developed impact-generated plasmas. To investigate possible variations in the impacting materials, the measurements are carried out using two dust samples with different mass densities: iron and aluminum. No significant variations of the measured waveform or plasma parameters obtained from data analysis are observed between the two materials used. ",
    "url": "https://arxiv.org/abs/2304.00454",
    "authors": [
      "Mitchell M. Shen",
      "Zoltan Sternovsky",
      "David M. Malaspina"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00603",
    "title": "Inverse design of dielectric metasurface by spatial coupled mode theory",
    "abstract": "Modeling metasurfaces with high accuracy and efficiency is challenging because they have features smaller than the wavelength but sizes much larger than the wavelength. Full wave simulation is accurate but very slow. Popular design paradigms like locally periodic approximation (LPA) reduce the computational cost by neglecting, partially or fully, near-field interactions between meta-units and treating them in an isolated manner. The coupling between meta units has been fully considered by applying temporal coupled mode theory to model the metasurface. However, this method only works for resonance-based metasurfaces. To model the broadly studied dielectric metasurfaces based on the propagation of guided modes, we propose to model the whole system using spatial coupled mode theory (SCMT) where the dielectric metasurface can be viewed as an array of truncated waveguides. An inverse design routine based on this model is then devised and applied to gain improvements over LPA in several scenarios, such as high numerical aperture lens, multi-wavelength focusing, and suppression of coma aberrations. With its accuracy and efficiency, the proposed framework can be a powerful tool to improve the performance of dielectric metasurface on various tasks. ",
    "url": "https://arxiv.org/abs/2304.00603",
    "authors": [
      "Zhicheng Wu",
      "Xiaoyan Huang",
      "Nanfang Yu",
      "Zongfu Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00665",
    "title": "Analysis of Resonance in Jet Screech with Large-Eddy Simulations",
    "abstract": "Screech resonance is studied with experimentally validated large-eddy simulation data for a 4:1 rectangular under-expanded jet at three nozzle pressure ratios. The analysis uses spectral proper orthogonal decomposition (SPOD) and spatial cross correlation to characterize the oppositely-traveling waves in the jet at the screech fundamental frequency. The results support recent theoretical framing of screech as absolute instability, and further reveal the spatial separation of individual processes for screech generation. From the leading-order SPOD mode, direct evidence of the guided jet mode being the screech closure mechanism, not the external acoustic feedback, is observed. A match in the spatial wavenumber suggests the guided jet mode is generated via interactions between the Kelvin-Helmholtz wave and the shock cells. The energy of the oppositely-moving waves shows spatially global and non-periodic behavior of the coherent structures in the streamwise direction. The ratio of wave energy identifies regions where distinct processes in screech generation take place by comparing the rate of energy propagation in the downstream direction to that of the upstream direction. The distinct regions correspond to initial shear layer receptivity, sound emission, guided jet mode excitation and decay of coherence. The leading-order SPOD mode also enables the approximation of Lighthill's stress tensor and allows for accurate calculation of the far-field screech tone amplitude with the acoustic analogy formulation. The current findings provide insights on building a physics-based reduced order model for screech amplitude prediction in the future. ",
    "url": "https://arxiv.org/abs/2304.00665",
    "authors": [
      "Gao Jun Wu",
      "Sanjiva K. Lele",
      "Jinah Jeun"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.00675",
    "title": "A Systematic Approach for Calibrating the Inertial Sensor of  Taiji-1Haoyue",
    "abstract": "High-precision inertial sensors can provide us references of free-falling motions in gravitational field in space, and will serve as the key payloads of the future space-borne Gravitational Wave antennas such as LISA and LISA-like missions (Taiji, Tianqin, etc.). Taiji-1, launched in AUG 2019, was the first technology demonstration satellite of the Taiji Program in Space, and one of its main objectives is to demonstrate the performance of the inertial sensor and test the related technologies. In this work, a new and systematic approach for calibrating the basic operating parameters of Taiji-1's inertial sensor or similar electrostatic inertial sensors is introduced. Based on the calibration principles, a swing maneuver for about 200 s and a rolling maneuver for 19 days were conducted by Taiji-1 in 2022. The operating parameters including scale factors, center of mass offset vector and the intrinsic biased accelerations are precisely re-calibrated and updated to the Taiji-1 science team. Data from one of the sensitive axis is re-processed with the updated operating parameters, and the performance is found to be improved compared with former results. This approach could also shed some light on the in-orbit calibrations of the ultra-precision inertial sensors for future GW space antennas, since the principle and technology inheritance between these two generations of inertial sensors. ",
    "url": "https://arxiv.org/abs/2304.00675",
    "authors": [
      "Haoyue Zhang",
      "Peng Xu",
      "Zongqi Ye",
      "Dong Ye",
      "Li-E Qiang",
      "Ziren Luo",
      "Qike Qi",
      "Zhiming Cai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00692",
    "title": "Nonrelativistic and nonmagnetic control of terahertz charge currents via  electrical anisotropy in RuO2 and IrO2",
    "abstract": "Precise and ultrafast control over photo-induced charge currents across nanoscale interfaces could lead to important applications in energy harvesting, ultrafast electronics, and coherent terahertz sources. Recent studies have shown that several relativistic mechanisms, including inverse spin-Hall effect, inverse Rashba-Edelstein effect and inverse spin-orbit-torque effect, can convert longitudinally injected spin-polarized currents from magnetic materials to transverse charge currents, thereby harnessing these currents for terahertz generation. However, these mechanisms typically require external magnetic fields and suffer from low spin-polarization rates and low efficiencies of relativistic spin-to-charge conversion. In this work, we present a novel nonrelativistic and nonmagnetic mechanism that directly utilizes the photo-excited high-density charge currents across the interface. We demonstrate that the electrical anisotropy of conductive oxides RuO2 and IrO2 can effectively deflect injected charge currents to the transverse direction, resulting in efficient and broadband terahertz radiation. Importantly, this new mechanism has the potential to offer much higher conversion efficiency compared to previous methods, as conductive materials with large electrical anisotropy are readily available, whereas further increasing the spin-Hall angle of heavy-metal materials would be challenging. Our new findings offer exciting possibilities for directly utilizing these photo-excited high-density currents across metallic interfaces for ultrafast electronics and terahertz spectroscopy. ",
    "url": "https://arxiv.org/abs/2304.00692",
    "authors": [
      "Sheng Zhang",
      "Yongwei Cui",
      "Shunjia Wang",
      "Haoran Chen",
      "Yaxin Liu",
      "Wentao Qin",
      "Tongyang Guan",
      "Chuanshan Tian",
      "Zhe Yuan",
      "Lei Zhou",
      "Yizheng Wu",
      "Zhensheng Tao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.00748",
    "title": "Sandwiched Hybrid Waveguide Platform for Integrated Photonics  Application",
    "abstract": "We propose and demonstrate a hybrid waveguide platform using layered amorphous silicon and silicon nitride. The waveguide offers more degrees of freedom to design waveguides with desired confinement, effective index and polarization birefringence. Unlike single core material, the proposed waveguide offers design flexibility, and light confinement in the layers is polarization-dependent. We present a detailed waveguide design and analysis of efficient fiber-chip grating couplers with a coupling efficiency of -3.27 dB and -8 dB for $TE$ and $TM$ polarization, respectively. The couplers offer a 3dB bandwidth of 100 nm. Furthermore, we demonstrate excitation of TE and TM modes exploiting the polarization-dependent confinement using thermo-optic characteristics of a ring resonator. ",
    "url": "https://arxiv.org/abs/2304.00748",
    "authors": [
      "Rahul K Dash",
      "Shankar Kumar Selvaraja"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00800",
    "title": "Supercontinuum generation in dispersion engineered highly doped silica  glass waveguides",
    "abstract": "We investigate the effect of a lower index oxide layer inclusion within a highly doped silica glass slot waveguide for optimized supercontinuum generation at telecom wavelengths. By controlling the thickness of the oxide slot, we demonstrate that one can engineer the waveguide dispersion profile so that to obtain supercontinua with vastly different spectral broadening dynamics and bandwidths. Using this approach, we designed and fabricated a waveguide with a low and flat dispersion profile of less than 43 ps/km/nm across a wavelength range spanning over 1000 nm. We show that, when pumped at the telecom C-band, we can generate a supercontinuum that spans over 1.5 octave, from approximately 817 nm to 2183 nm. The numerical simulations, whose parameters are derived from the measured waveguide dimension and material indices, exhibit good agreement with experimental measurements, where one can observe both a qualitative and quantitative match in the supercontinuum overall spectrum and specific features (e.g. soliton and dispersive wave locations). This study represents an important step forward in the control and manipulation of dispersive and nonlinear dynamics in highly doped silica glass waveguides, paving the way towards advanced on-chip broadband light manipulation. ",
    "url": "https://arxiv.org/abs/2304.00800",
    "authors": [
      "Guangkuo Li",
      "Yuhua Li",
      "Feng Ye",
      "Qian Li",
      "Shao Hao Wang",
      "Benjamin Wetzel",
      "Roy Davidson",
      "Brent E. Little",
      "Sai Tak Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.00878",
    "title": "A multichannel hyperspherical model for Efimov physics with van der  Waals interactions controlled by a Feshbach resonance",
    "abstract": "Here we present a four-channel model that incorporates a magnetically tunable Feshbach resonance in a system of three atoms that interact via pairwise van der Waals interactions. Our method is designed to model recent experiments where the tunability of the scattering length has been used to study three-body Efimov states, which appear in the limit of a diverging two-body scattering length. Using this model, we calculate three-body adiabatic and effective potential curves and study how the strength (or width) of the Feshbach resonance affects the three-body potential that is connected to the Efimov effect. We find that the position of the repulsive barrier, which has been used to explain the so-called van der Waals universality in broad resonances, is slightly shifted as the narrow resonance limit is approached and that this shift is correlated to the appearance of two avoided crossings in the adiabatic energy landscape. More importantly, the attractive well is markedly shifted upward in energy and is extremely shallow for the narrowest resonance. We argue that this behavior is connected to the breakdown of van der Waals universality for weak (narrow) resonances. ",
    "url": "https://arxiv.org/abs/2304.00878",
    "authors": [
      "Kajsa-My Tempest",
      "Svante Jonsell"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00996",
    "title": "Deep Learning-based Diffusion Tensor Cardiac Magnetic Resonance  Reconstruction: A Comparison Studies",
    "abstract": "In vivo cardiac diffusion tensor imaging (cDTI) is a promising Magnetic Resonance Imaging (MRI) technique for evaluating the micro-structure of myocardial tissue in the living heart, providing insights into cardiac function and enabling the development of innovative therapeutic strategies. However, the integration of cDTI into routine clinical practice is challenging due to the technical obstacles involved in the acquisition, such as low signal-to-noise ratio and long scanning times. In this paper, we investigate and implement three different types of deep learning-based MRI reconstruction models for cDTI reconstruction. We evaluate the performance of these models based on reconstruction quality assessment and diffusion tensor parameter assessment. Our results indicate that the models we discussed in this study can be applied for clinical use at an acceleration factor (AF) of $\\times 2$ and $\\times 4$, with the D5C5 model showing superior fidelity for reconstruction and the SwinMR model providing higher perceptual scores. There is no statistical difference with the reference for all diffusion tensor parameters at AF $\\times 2$ or most DT parameters at AF $\\times 4$, and the quality of most diffusion tensor parameter maps are visually acceptable. SwinMR is recommended as the optimal approach for reconstruction at AF $\\times 2$ and AF $\\times 4$. However, we believed the models discussed in this studies are not prepared for clinical use at a higher AF. At AF $\\times 8$, the performance of all models discussed remains limited, with only half of the diffusion tensor parameters being recovered to a level with no statistical difference from the reference. Some diffusion tensor parameter maps even provide wrong and misleading information. ",
    "url": "https://arxiv.org/abs/2304.00996",
    "authors": [
      "Jiahao Huang",
      "Pedro F. Ferreira",
      "Lichao Wang",
      "Yinzhe Wu",
      "Angelica I. Aviles-Rivero",
      "Carola-Bibiane Schonlieb",
      "Andrew D. Scott",
      "Zohya Khalique",
      "Maria Dwornik",
      "Ramyah Rajakulasingam",
      "Ranil De Silva",
      "Dudley J. Pennell",
      "Sonia Nielles-Vallespin",
      "Guang Yang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2304.01018",
    "title": "Probing optical anapoles with fast electron beams",
    "abstract": "Optical anapoles are intriguing charge-current distributions characterized by a strong suppression of electromagnetic radiation. They originate from the destructive interference of the radiation produced by electric and toroidal multipoles. Although anapoles in dielectric structures have been probed and mapped with a combination of near- and far-field optical techniques, their excitation using fast electron beams has not been explored so far. Here, we theoretically and experimentally analyze the excitation of optical anapoles in tungsten disulfide (WS$_2$) nanodisks using Electron Energy Loss Spectroscopy (EELS) in Scanning Transmission Electron Microscopy (STEM). We observe prominent dips in the electron energy loss spectra and associate them with the excitation of optical anapoles and anapole-exciton hybrids. We are able to map the anapoles excited in the WS$_2$ nanodisks with subnanometer resolution and find that their excitation can be controlled by placing the electron beam at different positions on the nanodisk. Considering current research on the anapole phenomenon, we envision EELS in STEM to become a useful tool for accessing optical anapoles appearing in a variety of dielectric nanoresonators. ",
    "url": "https://arxiv.org/abs/2304.01018",
    "authors": [
      "Carlos Maciel-Escudero",
      "Andrew B. Yankovich",
      "Battulga Munkhbat",
      "Denis G. Baranov",
      "Rainer Hillenbrand",
      "Eva Olsson",
      "Javier Aizpurua",
      "Timur O. Shegai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.00021",
    "title": "Rapid online solution of inverse heat transfer problem by ANN-based  extended Kalman smoothing algorithm",
    "abstract": "Digital twin is a modern technology for many advanced applications. To construct a digital twin of a thermal system, it is required to make online estimations of unknown time-varying boundary conditions from sensor measured data, which needs to solve inverse heat transfer problems (IHTPs). However, a fast and accurate solution is challenging since the measured data is normally contaminated with noise and the traditional method to solve IHTP involves significant amount of calculations. Therefore, in this work, a rapid yet robust inversion algorithm called ANN-based extended Kalman smoothing algorithm is developed to realize the online prediction of desired parameter based on the measurements. The fast prediction is realized by replacing the conventional CFD-based state transfer models in extended Kalman smoothing algorithm with pre-trained ANN. Then, a two-dimensional internal convective heat transfer problem was employed as the case study to test the algorithm. The results have proved that the proposed algorithm is a computational-light and robust approach for solving IHTPs. The proposed algorithm can achieve estimation of unknown boundary conditions with a dimensionless average error of 0.0580 under noisy temperature measurement with a standard deviation of 10 K with a drastic reduction of computational cost compared to the conventional approach. Moreover, the effects of training data, location of sensor, future time step selection on the performance of prediction are investigated. ",
    "url": "https://arxiv.org/abs/2304.00021",
    "authors": [
      "Xinxin Zhang",
      "Dike Li",
      "Jianqin Zhu",
      "Zhi Tao",
      "Lu Qiu"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.00492",
    "title": "A planar defect spin sensor in a two-dimensional material susceptible to  strain and electric fields",
    "abstract": "The boron-vacancy spin defect ($\\text{V}_\\text{B}^{-}$) in hexagonal boron nitride (hBN) has a great potential as a quantum sensor in a two-dimensional material that can directly probe various external perturbations in atomic-scale proximity to the quantum sensing layer. Here, we apply first principles calculations to determine the coupling of the $\\text{V}_\\text{B}^{-}$ electronic spin to strain and electric fields. Our work unravels the interplay between local piezoelectric and elastic effects contributing to the final response to the electric fields. The theoretical predictions are then used to analyse optically detected magnetic resonance (ODMR) spectra recorded on hBN crystals containing different densities of $\\text{V}_\\text{B}^{-}$ centres. We prove that the orthorhombic zero-field splitting parameter results from local electric fields produced by surrounding charge defects. By providing calculations of the spin-strain and spin-electric field couplings, this work paves the way towards applications of $\\text{V}_\\text{B}^{-}$ centres for quantitative electric field imaging and quantum sensing under pressure. ",
    "url": "https://arxiv.org/abs/2304.00492",
    "authors": [
      "P. Udvarhelyi",
      "T. Clua-Provost",
      "A. Durand",
      "J. Li",
      "J. H. Edgar",
      "B. Gil",
      "G. Cassabois",
      "V. Jacques",
      "A. Gali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00608",
    "title": "Beyond relationalism in quantum theory",
    "abstract": "An influential tradition in the foundations and philosophy of quantum theory (QT) claims that if we reject supplementing QT with hidden variables and consider that unitary QT is correct and universal, we should adopt a relationalist approach to QT. This approach relativizes measurement outcomes to, for example, worlds, systems, agents, or reference frames. It includes Everett's Relative State formulation of QT, the Many-worlds Interpretation, Relational Quantum Mechanics, QBism, Healey's Pragmatism, and Diek's perspectival modal interpretation. These approaches have potential costs that may make them unattractive. By presenting a plausible alternative approach called Endeterminacy-based quantum theory (EBQT), I argue that adopting relationalism is unnecessary in order to have a non-hidden variable unitary universal quantum theory. EBQT circumvents relationalism by constructing an account of determinate and indeterminate properties that is neither relational nor perspectival. Moreover, it shows that relationalist approaches potentially add unnecessary complications and that a less costly alternative may exist. In this account, determinate properties arose in the early stages of the universe, and they keep arising and persisting due to interactions between systems. In certain situations where a relationalist is pressed to assume that measured outcomes are relativized, there are no determinate outcomes. We rather obtain systems with absolutely indeterminate properties. ",
    "url": "https://arxiv.org/abs/2304.00608",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00659",
    "title": "Thermodynamic engine with a quantum degenerate working fluid",
    "abstract": "Can quantum mechanical thermodynamic engines outperform their classical counterparts? To address one aspect of this question, we experimentally realize and characterize an isentropic thermodynamic engine that uses a Bose-condensed working fluid. In this engine, an interacting quantum degenerate gas of bosonic lithium is subjected to trap compression and relaxation strokes interleaved with strokes strengthening and weakening interparticle interactions. We observe a significant enhancement in efficiency and power when using a Bose-condensed working fluid, compared to the case of a non-degenerate thermal gas. We demonstrate reversibility, and measure power and efficiency as a function of engine parameters including compression ratio and cycle time. Results agree quantitatively with interacting finite temperature field-theoretic simulations that closely replicate the length and energy scales of the working fluid. ",
    "url": "https://arxiv.org/abs/2304.00659",
    "authors": [
      "Ethan Q. Simmons",
      "Roshan Sajjad",
      "Kimberlee Keithley",
      "Hector Mas",
      "Jeremy L. Tanlimco",
      "Eber Nolasco-Martinez",
      "Yifei Bai",
      "Glenn H. Fredrickson",
      "David M. Weld"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00735",
    "title": "Solution-phase single-particle spectroscopy for probing multi-polaronic  dynamics in quantum emitters at femtosecond resolution",
    "abstract": "The development of many optical quantum technologies depends on the availability of solid-state single quantum emitters with near-perfect optical coherence. However, a standing issue that limits systematic improvement is the significant sample heterogeneity and lack of mechanistic understanding of microscopic energy flow at the single emitter level and ultrafast timescales. Here we develop solution-phase single-particle pump-probe spectroscopy with photon correlation detection that captures sample-averaged dynamics in single molecules and/or defect states with unprecedented clarity at femtosecond resolution. We apply this technique to single quantum emitters in two-dimensional hexagonal boron nitride, which suffers from significant heterogeneity and low quantum efficiency. From millisecond to nanosecond timescales, the translation diffusion, metastable-state-related bunching shoulders, rotational dynamics, and antibunching features are disentangled by their distinct photon-correlation timescales, which collectively quantify the normalized two-photon emission quantum yield. Leveraging its femtosecond resolution, spectral selectivity and ultralow noise (two orders of magnitude improvement over solid-state methods), we visualize electron-phonon coupling in the time domain at the single defect level, and discover the acceleration of polaronic formation driven by multi-electron excitation. Corroborated with results from a theoretical polaron model, we show how this translates to sample-averaged photon fidelity characterization of cascaded emission efficiency and optical decoherence time. Our work provides a framework for ultrafast spectroscopy in single emitters, molecules, or defects prone to photoluminescence intermittency and heterogeneity, opening new avenues of extreme-scale characterization and synthetic improvements for quantum information applications. ",
    "url": "https://arxiv.org/abs/2304.00735",
    "authors": [
      "Jiaojian Shi",
      "Yuejun Shen",
      "Feng Pan",
      "Weiwei Sun",
      "Anudeep Mangu",
      "Cindy Shi",
      "Amy McKeown-Green",
      "Parivash Moradifar",
      "Moungi G. Bawendi",
      "William E. Moerner",
      "Jennifer A. Dionne",
      "Fang Liu",
      "Aaron M. Lindenberg"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01001",
    "title": "Observation of spin-wave moiré edge and cavity modes in twisted  magnetic lattices",
    "abstract": "We report the experimental observation of the spin-wave moir\\'e edge and cavity modes using Brillouin light scattering spectro-microscopy in a nanostructured magnetic moir\\'e lattice consisting of two twisted triangle antidot lattices based on an yttrium iron garnet thin film. Spin-wave moir\\'e edge modes are detected at an optimal twist angle and with a selective excitation frequency. At a given twist angle, the magnetic field acts as an additional degree of freedom for tuning the chiral behavior of the magnon edge modes. Micromagnetic simulations indicate that the edge modes emerge within the original magnonic band gap and at the intersection between a mini-flatband and a propagation magnon branch. Our theoretical estimate for the Berry curvature of the magnon-magnon coupling suggests a non-trivial topology for the chiral edge modes and confirms the key role played by the dipolar interaction. Our findings shed light on the topological nature of the magnon edge mode for emergent moir\\'e magnonics. ",
    "url": "https://arxiv.org/abs/2304.01001",
    "authors": [
      "Hanchen Wang",
      "Marco Madami",
      "Jilei Chen",
      "Hao Jia",
      "Yu Zhang",
      "Rundong Yuan",
      "Yizhan Wang",
      "Wenqing He",
      "Lutong Sheng",
      "Yuelin Zhang",
      "Jinlong Wang",
      "Song Liu",
      "Ka Shen",
      "Guoqiang Yu",
      "Xiufeng Han",
      "Dapeng Yu",
      "Jean-Philippe Ansermet",
      "Gianluca Gubbiotti",
      "Haiming Yu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01069",
    "title": "Using gravitational light deflection in optical cavities for laser  frequency stabilization",
    "abstract": "We theoretically investigate the propagation of light in the presence of a homogeneous gravitational field. To model this, we derive the solutions of the wave equation in Rindler spacetime, which account for gravitational redshift and light deflection. The developed theoretical framework is used to explore the propagation of plane light waves in a horizontal Fabry-Perot cavity. We pay particular attention to the cavity output power. It is shown that this power depends not only on the input frequency, but also on the vertical position of a detector. We state that the height-dependent detector signal arising from the cavity internal light deflection effect (CILD-effect) also opens a new alternative way to frequency stabilization in Earth-based laser experiments and to study gravitational light deflection at laboratory scales. ",
    "url": "https://arxiv.org/abs/2304.01069",
    "authors": [
      "Sebastian Ulbricht",
      "Johannes Dickmann",
      "Andrey Surzhykov"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.01103",
    "title": "Measurement of Dielectric Loss in Silicon Nitride at Centimeter and  Millimeter Wavelengths",
    "abstract": "This work presents a suite of measurement techniques for characterizing the dielectric loss tangent across a wide frequency range from $\\sim$1 GHz to 150 GHz using the same test chip. In the first method, we fit data from a microwave resonator at different temperatures to a model that captures the two-level system (TLS) response to extract and characterize both the real and imaginary components of the dielectric loss. The inverse of the internal quality factor is a second measure of the overall loss of the resonator, where TLS loss through the dielectric material is typically the dominant source. The third technique is a differential optical measurement at 150 GHz. The same antenna feeds two microstrip lines with different lengths that terminate in two microwave kinetic inductance detectors (MKIDs). The difference in the detector response is used to estimate the loss per unit length of the microstrip line. Our results suggest a larger loss for SiN$_x$ at 150 GHz of ${\\mathrm{\\tan \\delta\\sim 4\\times10^{-3}}}$ compared to ${\\mathrm{2.0\\times10^{-3}}}$ and ${\\mathrm{\\gtrsim 1\\times10^{-3}}}$ measured at $\\sim$1 GHz using the other two methods. {These measurement techniques can be applied to other dielectrics by adjusting the microstrip lengths to provide enough optical efficiency contrast and other mm/sub-mm frequency ranges by tuning the antenna and feedhorn accordingly. ",
    "url": "https://arxiv.org/abs/2304.01103",
    "authors": [
      "Z. Pan",
      "P. S. Barry",
      "T. Cecil",
      "C. Albert",
      "A. N. Bender",
      "C. L. Chang",
      "R. Gualtieri",
      "J. Hood",
      "J. Li",
      "J. Zhang",
      "M. Lisovenko",
      "V. Novosad",
      "G. Wang",
      "V. Yefremenko"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.01190",
    "title": "Entangled Photon Pair Source Demonstrator using the Quantum  Instrumentation Control Kit System",
    "abstract": "We report the first demonstration of using the Quantum Instrumentation and Control Kit (QICK) system on RFSoCFPGA technology to drive an entangled photon pair source and to detect the photon signals. With the QICK system, we achieve high levels of performance metrics including coincidence-to-accidental ratio exceeding 150, and entanglement visibility exceeding 95%, consistent with performance metrics achieved using conventional waveform generators. We also demonstrate simultaneous detector readout using the digitization functional of QICK, achieving internal system synchronization time resolution of 3.2 ps. The work reported in this paper represents an explicit demonstration of the feasibility for replacing commercial waveform generators and time taggers with RFSoC-FPGA technology in the operation of a quantum network, representing a cost reduction of more than an order of magnitude. ",
    "url": "https://arxiv.org/abs/2304.01190",
    "authors": [
      "Si Xie",
      "Leandro Stefanazzi",
      "Christina Wang",
      "Cristian Pena",
      "Raju Valivarthi",
      "Lautaro Narvaez",
      "Gustavo Cancelo",
      "Keshav Kapoor",
      "Boris Korzh",
      "Matthew Shaw",
      "Panagiotis Spentzouris",
      "Maria Spiropulu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.01714",
    "title": "Custom nonlinearity profile for integrated quantum light sources",
    "abstract": " Comments: Supplementary code available at: this https URL ",
    "url": "https://arxiv.org/abs/2207.01714",
    "authors": [
      "Salvador Poveda-Hospital",
      "Nicolás Quesada",
      "Yves-Alain Peter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09485",
    "title": "Optimization of p-i-n GaAs/AlGaAs Heterojunction Nanowire Solar Cell for  improved Optical and Electrical Properties",
    "abstract": " Comments: Modified Data and Structure ",
    "url": "https://arxiv.org/abs/2208.09485",
    "authors": [
      "Sambuddha Majumder",
      "Sooraj Ravindran"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.10864",
    "title": "A terahertz vibrational molecular clock with systematic uncertainty at  the $10^{-14}$ level",
    "abstract": " Comments: 17 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2209.10864",
    "authors": [
      "K. H. Leung",
      "B. Iritani",
      "E. Tiberi",
      "I. Majewska",
      "M. Borkowski",
      "R. Moszynski",
      "T. Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06998",
    "title": "All optical quantum information processing via a single step Rydberg  blockade gate",
    "abstract": " Title: All optical quantum information processing via a single step Rydberg  blockade gate ",
    "url": "https://arxiv.org/abs/2211.06998",
    "authors": [
      "Mohammadsadegh Khazali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08651",
    "title": "Using explainability to design physics-aware CNNs for solving subsurface  inverse problems",
    "abstract": " Comments: 26 pages, 14 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2211.08651",
    "authors": [
      "Jodie Crocker",
      "Krishna Kumar",
      "Brady R. Cox"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07369",
    "title": "Quantitative optical imaging method for surface acoustic wave using  optical path modulation",
    "abstract": " Comments: 13 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2212.07369",
    "authors": [
      "Ryusuke Hisatomi",
      "Kotaro Taga",
      "Ryo Sasaki",
      "Yoichi Shiota",
      "Takahiro Moriyama",
      "Teruo Ono"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00502",
    "title": "Quantum Haecceity",
    "abstract": " Comments: Final accepted version, to appear in Proceedings of the Workshop \"Identity, Individuality and Indistinguishability in Physics and Mathematics,\" Philosophical Transactions A ",
    "url": "https://arxiv.org/abs/2301.00502",
    "authors": [
      "Ruth E. Kastner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2303.14326",
    "title": "Computing entanglement entropy of interacting fermions with quantum  Monte Carlo: Why we failed and how to get it right",
    "abstract": " Comments: 6+3 pages, 4+2 figures ",
    "url": "https://arxiv.org/abs/2303.14326",
    "authors": [
      "Gaopei Pan",
      "Yuan Da Liao",
      "Weilun Jiang",
      "Jonathan D'Emidio",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.15969",
    "title": "A New Machine Learning Approach Based on Range Corrected Deep Potential  Model for Efficient Vibrational Frequency Computation",
    "abstract": " Title: A New Machine Learning Approach Based on Range Corrected Deep Potential  Model for Efficient Vibrational Frequency Computation ",
    "url": "https://arxiv.org/abs/2303.15969",
    "authors": [
      "Jitai Yang",
      "Yang Cong",
      "Hui Li"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.16546",
    "title": "Ab initio calculated dynamic structure factor and optical properties of  beryllium along the Hugoniot",
    "abstract": " Title: Ab initio calculated dynamic structure factor and optical properties of  beryllium along the Hugoniot ",
    "url": "https://arxiv.org/abs/2303.16546",
    "authors": [
      "Wei-Jie Li",
      "Jie Zhou",
      "Zi Li",
      "Yun-Liang Zhu",
      "Han-Dong Hu",
      "Hao Ma",
      "Zhe Ma",
      "Cong Wang",
      "Ping Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.18166",
    "title": "Three-dimensional coherent diffraction snapshot imaging using extreme  ultraviolet radiation from a free electron laser",
    "abstract": " Comments: Authors Danny Fainozzi and Matteo Ippoliti contributed equally ",
    "url": "https://arxiv.org/abs/2303.18166",
    "authors": [
      "Danny Fainozzi",
      "Matteo Ippoliti",
      "Fulvio Billè",
      "Dario De Angelis",
      "Laura Foglia",
      "Claudio Masciovecchio",
      "Riccardo Mincigrucci",
      "Matteo Pancaldi",
      "Emanuele Pedersoli",
      "Christian M. Gunther",
      "Bastian Pfau",
      "Michael Schneider",
      "Clemens Von Korff Schmising",
      "Stefan Eisebitt",
      "George Kourousias",
      "Filippo Bencivenga",
      "Flavio Capotondi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]