[
  {
    "id": "arXiv:2212.09886",
    "title": "Roles of laser ellipticity in attoclock",
    "abstract": "We study ionization of atoms in strong elliptically-polarized laser fields numerically and analytically. We focus on effects of laser ellipticity on the offset angle in photoelectron momentum distribution. This angle is considered to encode time information of tunneling ionization in attoclock experiments. The calculated offset angle increases with the decrease of ellipticity but the momentum along the major axis of laser polarization related to this angle changes slowly, in agreement with experiments. With a Coulomb-included strong-field model, the scaling laws for ellipticity dependence of this angle and relevant momentum components are obtained, and the ellipticity dependence of Coulomb-induced ionization time lag encoded in this angle is also addressed. ",
    "url": "https://arxiv.org/abs/2212.09886",
    "authors": [
      "J. Y. Che",
      "J. Y. Huang",
      "F. B. Zhang",
      "C. Chen",
      "G. G. Xin",
      "Y. J. Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09936",
    "title": "Validation of the Quantum Physics Processes Underlying the Integrated  Optimization of Proton FLASH Radiotherapy",
    "abstract": "FLASH is a new treatment modality that requires optimization of dose, dose rate, and LET. Here we validate these three quantities under FLASH conditions, which includes the quantum uncertainty in the time-dependent instantaneous dose rate (IDR) curves and LET spectra that underlie the newly proposed integrated optimization framework. Measurements of dose, IDR, and LET were performed at the Emory Proton Therapy Center using a FLASH proton beam with a nominal energy of 250 MeV and a 3D printed ridge filter. Because 3D printing resin is made from a proprietary chemical formula, we developed a method for realistically characterizing and modeling the material in simulations. Absolute dose in 3D space was measured using a 2D MatriXX PT detector as well as by a novel 4D multi-layer strip ionization chamber (MLSIC), which also simultaneously measures IDR. Further timing data was measured in the secondary beam by detecting prompt gammas using a Minipix Timepix3; a second detector, Advapix Timepix3, was used to measure LET. To account for the quantum mechanical nature of particle transport, we developed a technique for detecting individual protons within a high flux primary beam, which was necessary for properly measuring LET spectra. TOPAS simulations agreed with measurement, with absolute dose typically having a gamma passing rate of at least 95% (3 mm/3% criteria). Likewise, IDR and LET showed good agreement, with averaged IDR values agreeing within 0.3% with fluctuations on the order of 10%, and LET distributions overlapping by at least 85% and showing an increase in high LET components (greater than 4 keV/um) with increasing depth. As LET and FLASH optimization continues to grow in popularity, measuring IDR, LET, and dose will become even more important, and we expect that the methods described here will prove to be useful tools in radiotherapy treatment planning and QA. ",
    "url": "https://arxiv.org/abs/2212.09936",
    "authors": [
      "Nathan Harrison",
      "Serdar Charyyev",
      "Cristina Oancea",
      "Alexander Stanforth",
      "Shuang Zhou",
      "William Dynan",
      "Tiezhi Zhang",
      "Steven Biegalski",
      "Liyong Lin"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10026",
    "title": "Resonantly Enhanced Electric-Field Sensing of Etchless Thin Film Lithium  Niobate via Quasibound Sates in the Continuum",
    "abstract": "Electric field detection has been widely utilized in many fields such as scientific research and integrated circuits. To enhance the tuning sensitivity of E-field sensor, in this paper, we theoretically proposed a highly sensitive E-field sensor composed of etchless lithium niobate (LN) material and hybrid coupling-grating systems in the visible near-infrared regime. Such configuration supports high-quality factor quasi-BIC resonance, which generates strong localized field confinement. Due to the large electro-optic coefficient of LN material, one can shift the wavelength and reflection ratio of resonance by tuning the refractive index of LN material. An analytical theory is carried out to explain the relationship between the refractive index variations and the applied voltages, so we successfully obtained a tuning sensitivity of 40.8 nm/V and a minimum detectable electric field amplitude of 24.5 mV with wavelength resolution of 1 nm. Due to the low parasitic capacitance of LN material and high conductivity of gold film and ITO layer which are utilized as the electrodes, the 3dB bandwidth of the devices should exceed 154 GHz. And we believe that such a surface-normal E-field sensor has extensive potential for the extremely weak electric field detection. ",
    "url": "https://arxiv.org/abs/2212.10026",
    "authors": [
      "Zhijin Huang",
      "Junzhong Wang",
      "Lifang Yuan",
      "Kaixiang Shen",
      "Qianqian Li",
      "Juan Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10063",
    "title": "Coherence properties of light in highly multimoded nonlinear parabolic  fibers under optical equilibrium conditions",
    "abstract": "We study the coherence characteristics of light propagating in nonlinear graded-index multimode fibers after attaining optical thermal equilibrium conditions. The role of optical temperature on the spatial mutual coherence function and the associated correlation area is systematically investigated. In this respect, we show that the coherence properties of the field at the output of a multimode nonlinear fiber can be controlled through its optical thermodynamic properties. ",
    "url": "https://arxiv.org/abs/2212.10063",
    "authors": [
      "Mahmoud A. Selim",
      "Fan O. Wu",
      "Georgios G. Pyrialakos",
      "Mercedeh Khajavikhan",
      "Demetrios Christodoulides"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.10122",
    "title": "Taming Friedrich-Wintgen interference in resonant metasurface: vortex  laser emitting at on-demand tilted-angle",
    "abstract": "Friedrich-Wintgen (FW) interference is an atypical coupling mechanism that grants loss exchange between leaky resonances in non-Hermitian classical and quantum systems. Intriguingly, such an mechanism makes it possible for destructive interference scenario in which a radiating wave becomes a bound state in the continuum (BIC) by giving away all of its losses. Here we propose and demonstrate experimentally an original concept to tailor FW-BICs as polarization singularity at on-demand wavevectors in optical metasurface. As a proof-of-concept, using hybrid organic-inorganic halide perovskite as active material, we empower this novel polarization singularity to obtain lasing emission exhibiting both highly directional emission at oblique angles and polarization vortex in momentum space. Our results pave the way to steerable coherent emission with tailored polarization pattern for applications in optical communication/manipulation in free-space, high-resolution imaging /focusing and data storage. ",
    "url": "https://arxiv.org/abs/2212.10122",
    "authors": [
      "Raphael Mermet-Lyaudoz",
      "Clémentine Symond",
      "Florian Berry",
      "Emmanuel Drouard",
      "Céline Chevalier",
      "Gaëlle Trippé-Allard",
      "Emmanuelle Deleporte",
      "Joel Bellessa",
      "Christian Seassal",
      "Hai Son Nguyen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.10162",
    "title": "Nonlinear polarization effect of functionalized graphene quantum dots",
    "abstract": "Graphene quantum dots (GQDs) are nanoscale structures of graphene with quantum properties and edge effects that give photoluminescence properties. The effect of quantum confinement and differences in the nature of GQD structure makes its optical characteristics highly dependent on the size of the structure. This study explains a few exploratory semi empirical calculations of nonlinear polarization properties of functionalized GQD (fGQD) three dimensionally. Based on this, the calculation of the linear polarization and first hyperpolarization was performed by the finite field method, which is based on the expansion of the energy and dipole moment. As a result, the fGQD molecule dominantly has high optical nonlinear properties as indicated by the high \\b{eta} values (71 to 4488 a.u.). In general, the first hyperpolarizabilities have a linear relationship with the dipole moments. It was potentially used for the second harmonic imaging microscopy (SHIM) application. ",
    "url": "https://arxiv.org/abs/2212.10162",
    "authors": [
      "Setianto",
      "I Made Joni"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.10326",
    "title": "Near-invariance of femtosecond laser dielectric ablation spanning over  three octaves",
    "abstract": "Femtosecond lasers are today ubiquitous tools given their unique agility for achieving various material transformations in any transparent dielectrics. Here, we study single shot ablation in dielectrics using 200-fs pulses in a very broad spectral domain from deep-ultraviolet to mid-infrared. The measured fluence thresholds exhibit a plateau spanning over three octaves extending from the visible domain up to 3.5-um wavelength. This is accompanied by a remarkable invariance of the observed ablation precision and efficiency. Only at the shortest tested wavelength of 258 nm, a twofold decrease of the ablation threshold and significant changes of the machining depths are detected. This defines a lower spectral limit of the wavelength-independence of the ablation process. By comparison with simulations, we quantify the apparent avalanche ionization rates varying with the wavelength. This can be directly beneficial to improve precision and robustness of predictive models and process engineering developments given the rapid developments of new ultrafast laser technologies emitting in various spectral domains. ",
    "url": "https://arxiv.org/abs/2212.10326",
    "authors": [
      "Mario Garcia-Lechuga",
      "Oliver Utéza",
      "Nicolas Sanner",
      "David Grojo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2212.10361",
    "title": "Optical Switching in Tb/Co-Multilayer Based Nanoscale Magnetic Tunnel  Junctions",
    "abstract": "Magnetic tunnel junctions (MTJs) are elementary units of magnetic memory devices. For high-speed and low-power data storage and processing applications, fast reversal by an ultrashort laser pulse is extremely important. We demonstrate optical switching of Tb/Comultilayer-based nanoscale MTJs by combining optical writing and electrical read-out methods. A 90 fs-long laser pulse switches the magnetization of the storage layer (SL). The change in magnetoresistance between the SL and a reference layer (RL) is probed electrically across the tunnel barrier. Single-shot switching is demonstrated by varying the cell diameter from 300 nm to 20 nm. The anisotropy, magnetostatic coupling, and switching probability exhibit cell-size dependence. By suitable association of laser fluence and magnetic field, successive commutation between high-resistance and low-resistance states is achieved. The switching dynamics in a continuous film is probed with the magneto-optical Kerr effect technique. Our experimental findings provide strong support for the growing interest in ultrafast spintronic devices. ",
    "url": "https://arxiv.org/abs/2212.10361",
    "authors": [
      "Sucheta Mondal",
      "Debanjan Polley",
      "Akshay Pattabi",
      "Jyotirmoy Chatterjee",
      "David Salomoni",
      "Luis Aviles-Felix",
      "Aurélien Olivier",
      "Miguel Rubio-Roy",
      "Bernard Diény",
      "Liliana Daniela Buda Prejbeanu",
      "Ricardo Sousa",
      "Ioan Lucian Prejbeanu",
      "Jeffrey Bokor"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2212.10364",
    "title": "Acoustic scattering from a wave-bearing cavity with flexible inlet and  outlet",
    "abstract": "In this article, we substantiate the appositeness of the \\emph{mode-matching technique} to study the scattering response of bridging elastic plates connecting two flexible duct regions of different heights. We present two different solution schemes to analyze the structure-borne and fluid-borne radiations in the elastic plate-bounded waveguide. The first scheme supplements the mode-matching technique with the so-called \\emph{tailored-Galerkin approach} which uses a solution ansatz with homogeneous and integral parts corresponding to the vibrations of the bridging elastic plate and the cavity, respectively. In the second scheme, we supplement the mode-matching technique with the \\emph{modal approach} wherein the displacement of the bridging elastic plate is projected onto the eigenmodes of the cavity. To handle the non-orthogonality of the eigenfunctions, we invoke generalized orthogonality relations. An advantage of the proposed mode-matching schemes is that they provide a convenient way of incorporating a variety of edge conditions on the joints of the plates, including clamped, pin-joint, or restraint connections. The numerical analysis of the waveguide scattering problems substantiates that edge connections on the joints have a significant impact on the scattering energies and transmission loss. ",
    "url": "https://arxiv.org/abs/2212.10364",
    "authors": [
      "Muhammad Afzal",
      "Hazrat Bilal",
      "Naveed Ahmed",
      "Abdul Wahab"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)",
      "Analysis of PDEs (math.AP)"
    ]
  },
  {
    "id": "arXiv:2212.08799",
    "title": "Qudit entanglers using quantum optimal control",
    "abstract": "We study the generation of two-qudit entangling quantum logic gates using two techniques in quantum optimal control. We take advantage of both continuous, Lie-algebraic control and digital, Lie-group control. In both cases, the key is access to a time-dependent Hamiltonian which can generate an arbitrary unitary matrix in the group SU($d^2$). We find efficient protocols for creating high-fidelity entangling gates. As a test of our theory, we study the case of qudits robustly encoded in nuclear spins of alkaline earth atoms and manipulated with magnetic and optical fields, with entangling interactions arising from the well-known Rydberg blockade. We applied this in a case study based on a $d=10$ dimensional qudit encoded in the $I=9/2$ nuclear spin in $^{87}$Sr, controlled through a combination of nuclear spin-resonance, a tensor AC-Stark shift, and Rydberg dressing, which allows us to generate an arbitrary symmetric entangling two-qudit gate such as CPhase. Our techniques can be used to implement qudit entangling gates for any $2\\le d \\le10$ encoded in the nuclear spin. We also studied how decoherence due to the finite lifetime of the Rydberg states affects the creation of the CPhase gate and found, through numerical optimization, a fidelity of $0.9985$, $0.9980$, $0.9942$, and $0.9800$ for $d=2$, $d=3$, $d=5$, and $d=7$ respectively. This provides a powerful platform to explore the various applications of quantum information processing of qudits including metrological enhancement with qudits, quantum simulation, universal quantum computation, and quantum error correction. ",
    "url": "https://arxiv.org/abs/2212.08799",
    "authors": [
      "Sivaprasad Omanakuttan",
      "Anupam Mitra",
      "Michael J. Martin",
      "Ivan H Deutsch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09773",
    "title": "Quantum random number generation based on a perovskite light emitting  diode",
    "abstract": "The recent development of perovskite light emitting diodes (PeLEDs) has the potential to revolutionize the fields of optical communication and lighting devices, due to their simplicity of fabrication and outstanding optical properties. Here we demonstrate, for the first time, that PeLEDs can also be used in the field of quantum technologies by demonstrating a highly-secure quantum random number generator (QRNG). Modern QRNGs that certify their privacy are posed to replace widely adopted pseudo and true classical random number generators in applications such as encryption and gambling, and therefore, need to be cheap, fast and with integration capabilities. Using a compact metal-halide PeLED source, we generate random numbers, which are certified to be secure against an eavesdropper, following the quantum measurement-device-independent scenario. The obtained random number generation rate of more than 10 Mbit s$^{-1}$, which is already comparable to actual commercial devices, shows that PeLEDs can work as high-quality light sources for quantum information tasks, thus paving the way for future developments of quantum technologies. Lastly, we argue that the simpler PeLED manufacturing process, when comparing to solid-state devices, may have large environmental impacts when quantum technology systems become more mass produced, due to the possible lower carbon footprint. ",
    "url": "https://arxiv.org/abs/2212.09773",
    "authors": [
      "Joakim Argillander",
      "Alvaro Alarcón",
      "Chunxiong Bao",
      "Chaoyang Kuang",
      "Gustavo Lima",
      "Feng Gao",
      "Guilherme B. Xavier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09926",
    "title": "Bandit approach to conflict-free multi-agent Q-learning in view of  photonic implementation",
    "abstract": "Recently, extensive studies on photonic reinforcement learning to accelerate the process of calculation by exploiting the physical nature of light have been conducted. Previous studies utilized quantum interference of photons to achieve collective decision-making without choice conflicts when solving the competitive multi-armed bandit problem, a fundamental example of reinforcement learning. However, the bandit problem deals with a static environment where the agent's action does not influence the reward probabilities. This study aims to extend the conventional approach to a more general multi-agent reinforcement learning targeting the grid world problem. Unlike the conventional approach, the proposed scheme deals with a dynamic environment where the reward changes because of agents' actions. A successful photonic reinforcement learning scheme requires both a photonic system that contributes to the quality of learning and a suitable algorithm. This study proposes a novel learning algorithm, discontinuous bandit Q-learning, in view of a potential photonic implementation. Here, state-action pairs in the environment are regarded as slot machines in the context of the bandit problem and an updated amount of Q-value is regarded as the reward of the bandit problem. We perform numerical simulations to validate the effectiveness of the bandit algorithm. In addition, we propose a multi-agent architecture in which agents are indirectly connected through quantum interference of light and quantum principles ensure the conflict-free property of state-action pair selections among agents. We demonstrate that multi-agent reinforcement learning can be accelerated owing to conflict avoidance among multiple agents. ",
    "url": "https://arxiv.org/abs/2212.09926",
    "authors": [
      "Hiroaki Shinkawa",
      "Nicolas Chauvet",
      "André Röhm",
      "Takatomo Mihana",
      "Ryoichi Horisaki",
      "Guillaume Bachelier",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Artificial Intelligence (cs.AI)",
      "Multiagent Systems (cs.MA)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09975",
    "title": "Sophisticated deep learning with on-chip optical diffractive tensor  processing",
    "abstract": "The ever-growing deep learning technologies are making revolutionary changes for modern life. However, conventional computing architectures are designed to process sequential and digital programs, being extremely burdened with performing massive parallel and adaptive deep learning applications. Photonic integrated circuits provide an efficient approach to mitigate bandwidth limitations and power-wall brought by its electronic counterparts, showing great potential in ultrafast and energy-free high-performance computing. Here, we propose an optical computing architecture enabled by on-chip diffraction to implement convolutional acceleration, termed optical convolution unit (OCU). We demonstrate that any real-valued convolution kernels can be exploited by OCU with a prominent computational throughput boosting via the concept of structral re-parameterization. With OCU as the fundamental unit, we build an optical convolutional neural network (oCNN) to implement two popular deep learning tasks: classification and regression. For classification, Fashion-MNIST and CIFAR-4 datasets are tested with accuracy of 91.63% and 86.25%, respectively. For regression, we build an optical denoising convolutional neural network (oDnCNN) to handle Gaussian noise in gray scale images with noise level {\\sigma} = 10, 15, 20, resulting clean images with average PSNR of 31.70dB, 29.39dB and 27.72dB, respectively. The proposed OCU presents remarkable performance of low energy consumption and high information density due to its fully passive nature and compact footprint, providing a highly parallel while lightweight solution for future computing architecture to handle high dimensional tensors in deep learning. ",
    "url": "https://arxiv.org/abs/2212.09975",
    "authors": [
      "Yuyao Huang",
      "Tingzhao Fu",
      "Honghao Huang",
      "Sigang Yang",
      "Hongwei Chen"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.10099",
    "title": "Accelerating quantum materials development with advances in transmission  electron microscopy",
    "abstract": "Quantum materials are driving a technology revolution in sensing, communication, and computing, while simultaneously testing many core theories of the past century. Materials such as topological insulators, complex oxides, quantum dots, color center hosting semiconductors, and other types of strongly correlated materials can exhibit exotic properties such as edge conductivity, multiferroicity, magnetoresistance, single photon emission, and optical-spin locking. These emergent properties arise and depend strongly on the materials detailed atomic scale structure, including atomic defects, dopants, and lattice stacking. In this review, after introduction of different classes of quantum materials and quantum excitations, we describe how progress in the field of electron microscopy, including in situ and in operando EM, can accelerate advances in quantum materials. Our review describes EM methods including: i) principles and operation modes of EM, ii) EM spectroscopies, such as electron energy loss spectroscopy, cathodoluminescence, and electron energy gain spectroscopy, iii) 4D scanning transmission electron microscopy, iv) dynamic and ultrafast EM, v) complimentary ultrafast spectroscopies, and vi) atomic electron tomography. We discuss how these methods inform structure function relations in quantum materials down to the picometer scale and femtosecond time resolution, and how they enable high resolution manipulation of quantum materials. Among numerous results, our review highlights how EM has enabled identification of the 3D structure of quantum defects, measuring reversible and metastable dynamics of quantum excitations, mapping exciton states and single photon emission, measuring nanoscale thermal transport and coupled excitation dynamics, and measuring the internal electric field of quantum heterointerfaces, all at the quantum materials intrinsic atomic and near atomic-length scale. ",
    "url": "https://arxiv.org/abs/2212.10099",
    "authors": [
      "Parivash Moradifar",
      "Yin Liu",
      "Jiaojian Shi",
      "Matti Lawton Siukola Thurston",
      "Hendrik Utzat",
      "Tim B. van Driel",
      "Aaron M. Lindenberg",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10160",
    "title": "Wafer-Scale Fabrication of Hierarchically Porous Silicon and Silica  Glass by Active Nanoparticle-Assisted Chemical Etching and Pseudomorphic  Thermal Oxidation",
    "abstract": "Many biological materials exhibit a multiscale porosity with small, mostly nanoscale pores as well as large, macroscopic capillaries to simultaneously achieve optimized mass transport capabilities and lightweight structures with large inner surfaces. Realizing such a hierarchical porosity in artificial materials necessitates often sophisticated and expensive top-down processing that limits scalability. Here we present an approach that combines self-organized porosity based on metal-assisted chemical etching (MACE) with photolithographically induced macroporosity for the synthesis of single-crystalline silicon with a bimodal pore-size distribution, i.e., hexagonally arranged cylindrical macropores with 1 micrometer diameter separated by walls that are traversed by mesopores 60 nm across. The MACE process is mainly guided by a metal-catalyzed reduction-oxidation reaction, where silver nanoparticles (AgNPs) serve as the catalyst. In this process, the AgNPs act as self-propelled particles that are constantly removing silicon along their trajectories. High-resolution X-ray imaging and electron tomography reveal a resulting large open porosity and inner surface for potential applications in high-performance energy storage, harvesting and conversion or for on-chip sensorics and actuorics. Finally, the hierarchically porous silicon membranes can be transformed structure-conserving by thermal oxidation into hierarchically porous amorphous silica, a material that could be of particular interest for opto-fluidic and (bio-)photonic applications due to its multiscale artificial vascularization. ",
    "url": "https://arxiv.org/abs/2212.10160",
    "authors": [
      "Stella Gries",
      "Manuel Brinker",
      "Berit Zeller-Plumhoff",
      "Dagmar Rings",
      "Tobias Krekeler",
      "Imke Greving",
      "Patrick Huber"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10202",
    "title": "Instantons and the quantum bound to chaos",
    "abstract": "Out-of-time-ordered correlators (OTOCs) can be used to quantify quantum scrambling or information loss (loosely referred to as `quantum chaos'). A remarkable prediction is that the associated Lyapunov exponent obeys a universal bound $\\lambda < {2 \\pi k_B T}/\\hbar$. Here we investigate the statistical origin of the bound by applying ring-polymer molecular dynamics (RPMD) to a classically chaotic double well. On the timescale for exponential growth of the OTOC, RPMD is an artificial classical dynamics (in an extended phase space), which has the property of conserving the quantum Boltzmann distribution. We find that this property alone is sufficient to make the RPMD OTOC satisfy the bound, which is imposed on the chaotic RPMD trajectories by the Hessian of the imaginary-time action at the barrier instanton. Similar instantons are likely to be associated with the OTOC bound in many (perhaps all) of the diverse range of systems in which it has been observed. ",
    "url": "https://arxiv.org/abs/2212.10202",
    "authors": [
      "Vijay Ganesh Sadhasivam",
      "Lars Meuser",
      "David R. Reichman",
      "Stuart C. Althorpe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10349",
    "title": "Efficient and all-carbon electrical readout of a NV based quantum sensor",
    "abstract": "The spin readout of an ensemble of nitrogen-vacancy (NV) centers in diamond can be realized by a photoconductive detection that is a complementary method to the optical detection of the NV electron spin magnetic resonance. Here, we implement the photoconductive detection through graphitic planar electrodes that collect the photocurrent. Graphitic electrodes are patterned using a xenon Focused-Ion Beam on an Optical-Grade quality diamond crystal containing a nitrogen concentration of ~1 ppm and a NV concentration of a few ppb. Resistance and current-voltage characteristics of the NV-doped diamond junction are investigated tuning the 532 nm pump beam intensity. The junction has an ohmic behavior and under a strong bias field, we observe velocity saturation of the optically-induced carriers in the diamond junction. We perform the photoconductive detection in continuous-wave regime of the magnetic resonance of the NV centers ensemble for a magnetic field applied along the <100> and the <111> direction with a magnitude above 100 mT. This technique enables the realization of all-carbon diamond quantum sensors integrating graphitic microstructures for the electrical readout. ",
    "url": "https://arxiv.org/abs/2212.10349",
    "authors": [
      "Guillaume Villaret",
      "Ludovic Mayer",
      "Martin Schmidt",
      "Simone Magaletti",
      "Mary De Feudis",
      "Matthew Markham",
      "Andrew Edmonds",
      "Jean-François Roch",
      "Thierry Debuisschert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:1608.06755",
    "title": "Optimal laser pulse energy partitioning for air ionization",
    "abstract": " Comments: Correcting typo in Eq. (12) and unit of $\\beta_{ep}$ in Table I ",
    "url": "https://arxiv.org/abs/1608.06755",
    "authors": [
      "Elise Schubert",
      "Jean-Gabriel Brisset",
      "Mary Matthews",
      "Antoine Courjaud",
      "Jérôme Kasparian",
      "Jean-Pierre Wolf"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2011.01370",
    "title": "Characterisation of Laser Wakefield Acceleration Efficiency with Octave  Spanning Near-IR Spectrum Measurements",
    "abstract": " Comments: 7 pages, 5 figures plus supplementary materials ",
    "url": "https://arxiv.org/abs/2011.01370",
    "authors": [
      "M.J.V. Streeter",
      "Y. Ma",
      "B. Kettle",
      "S.J.D. Dann",
      "E. Gerstmayr",
      "F. Albert",
      "N. Bourgeois",
      "S. Cipiccia",
      "J.M. Cole",
      "I. Gallardo González",
      "A.E. Hussein",
      "D.A. Jaroszynski",
      "K. Falk",
      "K. Krushelnick",
      "N. Lemos",
      "N.C. Lopes",
      "C. Lumsdon",
      "O. Lundh",
      "S.P.D. Mangles",
      "Z. Najmudin",
      "P.P. Rajeev",
      "R. Sandberg",
      "M. Shahzad",
      "M. Smid",
      "R. Spesyvtsev",
      "D.R. Symes",
      "G. Vieux",
      "A.G.R. Thomas"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02209",
    "title": "Tackling Data Scarcity with Transfer Learning: A Case Study of Thickness  Characterization from Optical Spectra of Perovskite Thin Films",
    "abstract": " Title: Tackling Data Scarcity with Transfer Learning: A Case Study of Thickness  Characterization from Optical Spectra of Perovskite Thin Films ",
    "url": "https://arxiv.org/abs/2207.02209",
    "authors": [
      "Siyu Isaac Parker Tian",
      "Zekun Ren",
      "Selvaraj Venkataraj",
      "Yuanhang Cheng",
      "Daniil Bash",
      "Felipe Oviedo",
      "J. Senthilnath",
      "Vijila Chellappan",
      "Yee-Fun Lim",
      "Armin G. Aberle",
      "Benjamin P MacLeod",
      "Fraser G. L. Parlane",
      "Curtis P. Berlinguette",
      "Qianxiao Li",
      "Tonio Buonassisi",
      "Zhe Liu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07075",
    "title": "Universal Quantum Perceptrons for Quantum Machine Learning",
    "abstract": " Title: Universal Quantum Perceptrons for Quantum Machine Learning ",
    "url": "https://arxiv.org/abs/2211.07075",
    "authors": [
      "Rodrigo Araiza Bravo",
      "Khadijeh Najafi",
      "Taylor L. Patti",
      "Xun Gao",
      "Susanne F. Yelin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00677",
    "title": "Quantum circuit fidelity estimation using machine learning",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2212.00677",
    "authors": [
      "Avi Vadali",
      "Rutuja Kshirsagar",
      "Prasanth Shyamsundar",
      "Gabriel N. Perdue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2212.01914",
    "title": "Investigation of the electro-optic effect in high-$Q$ 4H-SiC  microresonators",
    "abstract": " Title: Investigation of the electro-optic effect in high-$Q$ 4H-SiC  microresonators ",
    "url": "https://arxiv.org/abs/2212.01914",
    "authors": [
      "Ruixuan Wang",
      "Jingwei Li",
      "Lutong Cai",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.02254",
    "title": "Exploring Disordered Quantum Spin Models with a Multi-Layer  Multi-Configurational Approach",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2212.02254",
    "authors": [
      "Fabian Köhler",
      "Rick Mukherjee",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08925",
    "title": "Real time reconstruction of the fast electron spectrum from high  intensity laser plasma interaction using gamma counting technique",
    "abstract": " Comments: 25 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2212.08925",
    "authors": [
      "A. Zavorotnyi",
      "A. Savel'ev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]