[
  {
    "id": "arXiv:2304.01211",
    "title": "Maxwell-Dirac isomorphism revisited: from foundations of quantum  mechanics to geometrodynamics and cosmology",
    "abstract": "Although electrons (fermions) and photons(bosons) produce the same interference patterns in the two-slit experiments, the description of these patterns is markedly different. Photons are spin one, relativistic and massless while electrons are spin 1/2 massive particles producing the same interference patterns. In spite of these differences, already in early 30ies of 20ieth century the isomorphism between the source-free Maxwell and Dirac equations was established. It permitted us to replace Born probabilistic interpretation of quantum mechanics with the optical. In 1925 Rainich combined source-free Maxwell equations with Einstein's equations for gravity. His results were rediscovered by Misner and Wheeler in their \"geometrodynamics\". Absence of sources in it remained a problem until Ranada's work. His results required the existence of null electromagnetic fields absent in geometrodynamics. They were added later on by Geroch. Ranada's solutions of source-free Maxwell's equations came out as knots and links. In this work new proof of knotty nature of the electron is established. The obtained result perfectly blends with the descripion of rotating and charged black hole. ",
    "url": "https://arxiv.org/abs/2304.01211",
    "authors": [
      "Arkady L.Kholodenko"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01217",
    "title": "Photonic Quantum Chromo-Dynamics",
    "abstract": "Vortexed photons with finite orbital angular momentum have a distinct mode profile with topological charge at the centre of the mode, while propagating in a certain direction. Each mode with different topological charge of $m$ is orthogonal, in the sense that the overlap integral vanishes among modes with different values of $m$. Here, we theoretically consider a superposition state among 3 different modes with left- and right-vorticies and a Gaussian mode without a vortex. These 3 states are considered to be assigned to different quantum states, thus, we have employed the $\\mathfrak{su}(3)$ Lie algebra and the associated SU(3) Lie group to classify the photonic states. We have calculated expectation values of 8 generators of the $\\mathfrak{su}(3)$ Lie algebra, which should be observable, since the generators are Hermite. We proposed to call these parameters as Gell-Mann parameters, named after the theoretical physicist, Murray Gell-Mann, who established Quantum Chromo-Dynamics (QCD) for quarks. The Gell-Mann parameters are represented on the 8-dimensional hypersphere with its radius fixed due to the conservation law of the Casimir operator. We have discussed a possibility to explore photonic QCD in experiments and classified SU(3) states to embed the parameters in SO(6) and SO(5). ",
    "url": "https://arxiv.org/abs/2304.01217",
    "authors": [
      "Shinichi Saito"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01313",
    "title": "Impact of cavity geometry on microlaser dynamics",
    "abstract": "We experimentally investigate spatio-temporal lasing dynamics in semiconductor microcavities with various geometries, featuring integrable or chaotic ray dynamics. The classical ray dynamics directly impacts the lasing dynamics, which is primarily determined by the local directionality of long-lived ray trajectories. The directionality of optical propagation dictates the characteristic length scales of intensity variations, which play a pivotal role in nonlinear light-matter interactions. While wavelength-scale intensity variations tend to stabilize lasing dynamics, modulation on much longer scales causes spatial filamentation and irregular pulsation. Our results will pave the way to control the lasing dynamics by engineering the cavity geometry and ray dynamical properties. ",
    "url": "https://arxiv.org/abs/2304.01313",
    "authors": [
      "Kyungduk Kim",
      "Stefan Bittner",
      "Yuhao Jin",
      "Yongquan Zeng",
      "Qi Jie Wang",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.01474",
    "title": "Atom-referenced on-chip soliton microcomb",
    "abstract": "For the applications of the frequency comb in microresonators, it is essential to obtain a fully frequency-stabilized microcomb laser source. Here, we demonstrate an atom-referenced stabilized soliton microcomb generation system based on the integrated microring resonator. The pump light around $1560.48\\,\\mathrm{nm}$ locked to an ultra-low-expansion (ULE) cavity, is frequency-doubled and referenced to the atomic transition of $^{87}\\mathrm{Rb}$. The repetition rate of the soliton microcomb is injection-locked to an atomic-clock-stabilized radio frequency (RF) source, leading to mHz stabilization at $1$ seconds. As a result, all comb lines have been frequency-stabilized based on the atomic reference and could be determined with very high precision reaching $\\sim18\\,\\mathrm{Hz}$ at 1 second, corresponding to the frequency stability of $9.5\\times10^{-14}$. Our approach provides an integrated and fully stabilized microcomb experiment scheme with no requirement of $f-2f$ technique, which could be easily implemented and generalized to various photonic platforms, thus paving the way towards the portable and ultraprecise optical sources for high precision spectroscopy. ",
    "url": "https://arxiv.org/abs/2304.01474",
    "authors": [
      "Rui Niu",
      "Shuai Wan",
      "Tian-Peng Hua",
      "Wei-Qiang Wang",
      "Zheng-Yu Wang",
      "Jin Li",
      "Zhu-Bo Wang",
      "Ming Li",
      "Zhen Shen",
      "Y. R. Sun",
      "Shui-Ming Hu",
      "B. E. Little",
      "S. T. Chu",
      "Wei Zhao",
      "Guang-Can Guo",
      "Chang-Ling Zou",
      "Yun-Feng Xiao",
      "Wen-Fu Zhang",
      "Chun-Hua Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.01588",
    "title": "Development of 15kA/cm$^2$ Fabrication Process for Superconducting  Integrated Digital Circuits",
    "abstract": "A new fabrication process for superconducting integrated digital circuits is reported. We have developed the \"SIMIT Nb04\" fabrication technique for superconducting integrated circuits with Nb-based Josephson junctions based on the validated \"SIMIT Nb03\" process and Chemical Mechanical Planarization (CMP) technology. Seven Nb superconducting layers and one Mo resistor layer are included in the \"SIMIT Nb04\" process with 19 mask levels. The device structure is composed of active layers including junctions at the bottom, two passive transmission line (PTL) layers in the middle and a DC power layer at the top. The circuit fabrication started with the fabrication of Mo resistors with a target sheet resistance Rsh of 3 $\\Omega$, followed by the deposition of Nb/Al-AlO$_x$/Nb trilayer Josephson-junction with a target critical current density Jc at 15 kA/cm$^2$. To increase the Al-AlO$_x$ barrier layer etching's repeatability, an additional barrier protection layer was applied. To accomplish high-quality planarization, we created a planarization procedure coupled with dummy filling. To assess the process dependability and controllability, a set of process control monitors (PCMs) for monitoring fabrication and design parameters was designed and monitored. The successful manufacturing and testing of a few small-scale circuits, like our standard library cells, further attests to the viability of our fabrication process for superconducting integrated circuits. ",
    "url": "https://arxiv.org/abs/2304.01588",
    "authors": [
      "Liliang Ying",
      "Xue Zhang",
      "Guixiang He",
      "Weifeng Shi",
      "Hui Xie",
      "Linxian Ma",
      "Hui Zhang",
      "Jie Ren",
      "Wei Peng",
      "Zhen Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2304.01682",
    "title": "High-resolution tomographic reconstruction of optical absorbance through  scattering media using neural fields",
    "abstract": "Light scattering imposes a major obstacle for imaging objects seated deeply in turbid media, such as biological tissues and foggy air. Diffuse optical tomography (DOT) tackles scattering by volumetrically recovering the optical absorbance and has shown significance in medical imaging, remote sensing and autonomous driving. A conventional DOT reconstruction paradigm necessitates discretizing the object volume into voxels at a pre-determined resolution for modelling diffuse light propagation and the resulting spatial resolution of the reconstruction is generally limited. We propose NeuDOT, a novel DOT scheme based on neural fields (NF) to continuously encode the optical absorbance within the volume and subsequently bridge the gap between model accuracy and high resolution. Comprehensive experiments demonstrate that NeuDOT achieves submillimetre lateral resolution and resolves complex 3D objects at 14 mm-depth, outperforming the state-of-the-art methods. NeuDOT is a non-invasive, high-resolution and computationally efficient tomographic method, and unlocks further applications of NF involving light scattering. ",
    "url": "https://arxiv.org/abs/2304.01682",
    "authors": [
      "Wuwei Ren",
      "Siyuan Shen",
      "Linlin Li",
      "Shengyu Gao",
      "Yuehan Wang",
      "Liangtao Gu",
      "Shiying Li",
      "Xingjun Zhu",
      "Jiahua Jiang",
      "Jingyi Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)"
    ]
  },
  {
    "id": "arXiv:2304.01692",
    "title": "Lessons learned after three years of SPIDER operation and the first  MITICA integrated tests",
    "abstract": "ITER envisages the use of two heating neutral beam injectors plus an optional one as part of the auxiliary heating and current drive system. The 16.5 MW expected neutral beam power per injector is several notches higher than worldwide existing facilities. A Neutral Beam Test Facility (NBTF) was established at Consorzio RFX, exploiting the synergy of two test beds, SPIDER and MITICA. SPIDER is dedicated to developing and characterizing large efficient negative ion sources at relevant parameters in ITER-like conditions: source and accelerator located in the same vacuum where the beam propagates, immunity to electromagnetic interferences of multiple radio-frequency (RF) antennas, avoidance of RF-induced discharges on the outside of the source. Three years of experiments on SPIDER have addressed to the necessary design modifications to enable full performances. The source is presently under a long shut-down phase to incorporate learnings from the experimental campaign. Parallelly, developments on MITICA, the full-scale prototype of the ITER NBI featuring a 1 MV accelerator and ion neutralization, are underway including manufacturing of in-vessel components, while power supplies and auxiliary plants are already under final testing and commissioning. Integration, commissioning and tests of the 1MV power supplies are essential for this first-of-kind system, unparalleled both in research and industry field. The integrated test to confirm 1MV output by combining invertor systems, DC generators and transmission lines extracted errors/accidents in some components. To realize a concrete system for ITER, solutions for the repair and the improvement of the system were developed. Hence, NBTF is emerging as a necessary facility, due to the large gap with existing injectors, effectively dedicated to identify issues and find solutions to enable successful ITER NBI operations in a time bound fashion. ",
    "url": "https://arxiv.org/abs/2304.01692",
    "authors": [
      "D. Marcuzzi",
      "V. Toigo",
      "M. Boldrin",
      "G. Chitarin",
      "S. Dal Bello",
      "L. Grando",
      "A. Luchetta",
      "R. Pasqualotto",
      "M. Pavei",
      "G. Serianni",
      "L. Zanotto",
      "R. Agnello",
      "P. Agostinetti",
      "M. Agostini",
      "D. Aprile",
      "M. Barbisan",
      "M. Battistella",
      "G. Berton",
      "M. Bigi",
      "M. Brombin",
      "V. Candela",
      "V. Candeloro",
      "A. Canton",
      "R. Casagrande",
      "C. Cavallini",
      "R. Cavazzana",
      "L. Cordaro",
      "N. Cruz",
      "M. Dalla Palma",
      "M. Dan",
      "A. De Lorenzi",
      "R. Delogu",
      "M. De Muri",
      "M. De Nardi",
      "S. Denizeau",
      "M. Fadone",
      "F. Fellin",
      "A. Ferro",
      "E. Gaio",
      "C. Gasparrini",
      "F. Gnesotto",
      "P. Jain",
      "A. La Rosa",
      "D. Lopez-Bruna",
      "R. Lorenzini",
      "A. Maistrello",
      "G. Manduchi",
      "S. Manfrin",
      "N. Marconato",
      "I. Mario",
      "G. Martini",
      "R. Milazzo",
      "T. Patton",
      "S. Peruzzo",
      "N. Pilan",
      "A. Pimazzoni",
      "C. Poggi",
      "N. Pomaro",
      "B. Pouradier-Duteil",
      "M. Recchia",
      "A. Rigoni-Garola",
      "D. Rizzetto",
      "A. Rizzolo",
      "F. Santoro"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01759",
    "title": "Single-shot Digital Optical Fluorescence Phase Conjugation Through  Forward Multiply Scattering Samples",
    "abstract": "Aberrations and multiple scattering in biological tissues critically distort light beams into highly complex speckle patterns. In this regard, digital optical phase conjugation (DOPC) is a promising technique enabling in-depth focusing. However, DOPC becomes challenging when using fluorescent guide-stars for four main reasons: The low photon budget available, the large spectral bandwidth of the fluorescent signal, the Stokes shift between the emission and the excitation wavelength, and the absence of reference beam preventing holographic measurement. Here, we demonstrate the possibility to focus a laser beam through multiple-scattering samples by measuring speckle fields in a single acquisition step with a reference-free and high-resolution wavefront sensor. By taking advantage of the large spectral bandwidth of forward multiply scattering samples, Digital Fluorescence Phase Conjugation (DFPC) is achieved to focus a laser beam at the excitation wavelength while measuring the broadband speckle field arising from a micron-sized fluorescent bead. ",
    "url": "https://arxiv.org/abs/2304.01759",
    "authors": [
      "Tengfei Wu",
      "Yixuan Zhang",
      "Baptiste Blochet",
      "Payvand Arjmand",
      "Pascal Berto",
      "Marc Guillon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01888",
    "title": "Quantitative perfusion and water transport time model from multi b-value  diffusion magnetic resonance imaging validated against neutron capture  microspheres",
    "abstract": "Intravoxel Incoherent Motion (IVIM) is a non-contrast magnetic resonance imaging diffusion-based scan that uses a multitude of b-values to measure various speeds of molecular perfusion and diffusion, sidestepping inaccuracy of arterial input functions or bolus kinetics in quantitative imaging. We test a new method of IVIM quantification and compare our values to reference standard neutron capture microspheres across normocapnia, CO2 induced hypercapnia, and middle cerebral artery occlusion in a controlled animal model. Perfusion quantification in ml/100g/min compared to microsphere perfusion uses the 3D gaussian probability distribution and defined water transport time as when 50% of the molecules remain in the tissue of interest. Perfusion, water transport time, and infarct volume was compared to reference standards. Simulations were studied to suppress non-specific cerebrospinal fluid (CSF). Linear regression analysis of quantitative perfusion returned correlation (slope = .55, intercept = 52.5, $R^2$= .64). Linear regression for water transport time asymmetry in infarcted tissue was excellent (slope = .59, intercept = .3, $R^2$ = .93). Strong linear agreement also was found for infarct volume (slope = 1.01, $R^2$= .79). Simulation of CSF suppression via inversion recovery returned blood signal reduced by 82% from combined T1 and T2 effects. Intra-physiologic state comparison of perfusion shows potential partial volume effects which require further study especially in disease states. The accuracy and sensitivity of IVIM provides evidence that observed signal changes reflect cytotoxic edema and tissue perfusion. Partial volume contamination of CSF may be better removed during post-processing rather than with inversion recovery to avoid artificial loss of blood signal. ",
    "url": "https://arxiv.org/abs/2304.01888",
    "authors": [
      "M. Liu",
      "N. Saadat",
      "Y. Jeong",
      "S. Roth",
      "M. Niekrasz",
      "M. Giurcanu",
      "T. Carroll",
      "G. Christoforidis"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2304.01362",
    "title": "Low-loss Si-based Dielectrics for High Frequency Components of  Superconducting Detectors",
    "abstract": "Silicon-based dielectric is crucial for many superconducting devices, including high-frequency transmission lines, filters, and resonators. Defects and contaminants in the amorphous dielectric and at the interfaces between the dielectric and metal layers can cause microwave losses and degrade device performance. Optimization of the dielectric fabrication, device structure, and surface morphology can help mitigate this problem. We present the fabrication of silicon oxide and nitride thin film dielectrics. We then characterized them using Scanning Electron Microscopy, Atomic Force Microscopy, and spectrophotometry techniques. The samples were synthesized using various deposition methods, including Plasma-Enhanced Chemical Vapor Deposition and magnetron sputtering. The films morphology and structure were modified by adjusting the deposition pressure and gas flow. The resulting films were used in superconducting resonant systems consisting of planar inductors and capacitors. Measurements of the resonator properties, including their quality factor, were performed. ",
    "url": "https://arxiv.org/abs/2304.01362",
    "authors": [
      "M. Lisovenko",
      "Z. Pan",
      "P. S. Barry",
      "T. Cecil",
      "C. L. Chang",
      "R. Gualtieri",
      "J. Li",
      "V. Novosad",
      "G. Wang",
      "V. Yefremenko"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.01486",
    "title": "Algebraic discrete quantum harmonic oscillator with dynamic resolution  scaling",
    "abstract": "An algebraic model for the discrete quantum harmonic oscillator (DQHO) is developed by modifying the oscillator algebra to allow for resolution ladder operators in addition to energy ladder operators, enabling dynamic scaling of the resolution in finite degree-of-freedom quantum simulations. The algebraic DQHO has equally-spaced, Kravchuk function energy eigenstates determined by an embedded su(2) algebra, each irreducible representation of which defines a distinct numerical QHO labeled by its resolution and furnishes a structure-preserving discretization of the QHO. ",
    "url": "https://arxiv.org/abs/2304.01486",
    "authors": [
      "Michael May",
      "Hong Qin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01690",
    "title": "Quantum algorithms for charged particle track reconstruction in the LUXE  experiment",
    "abstract": "The LUXE experiment is a new experiment in planning in Hamburg, which will study Quantum Electrodynamics at the strong-field frontier. LUXE intends to measure the positron production rate in this unprecedented regime by using, among others, a silicon tracking detector. The large number of expected positrons traversing the sensitive detector layers results in an extremely challenging combinatorial problem, which can become computationally expensive for classical computers. This paper investigates the potential future use of gate-based quantum computers for pattern recognition in track reconstruction. Approaches based on a quadratic unconstrained binary optimisation and a quantum graph neural network are investigated in classical simulations of quantum devices and compared with a classical track reconstruction algorithm. In addition, a proof-of-principle study is performed using quantum hardware. ",
    "url": "https://arxiv.org/abs/2304.01690",
    "authors": [
      "Arianna Crippa",
      "Lena Funcke",
      "Tobias Hartung",
      "Beate Heinemann",
      "Karl Jansen",
      "Annabel Kropf",
      "Stefan Kühn",
      "Federico Meloni",
      "David Spataro",
      "Cenk Tüysüz",
      "Yee Chinn Yap"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.01930",
    "title": "Full quantum theory for magnon transport in two-sublattice magnetic  insulators and magnon junctions",
    "abstract": "Magnon, as elementary excitation in magnetic systems, can carry and transfer angular momentum. Due to the absence of Joule heat during magnon transport, researches on magnon transport have gained considerable interests over the past decade. Recently, a full quantum theory has been employed to investigate magnon transport in ferromagnetic insulators (FMIs). However, the most commonly used magnetic insulating material in experiments, yttrium iron garnet (YIG), is a ferrimagnetic insulator (FIMI). Therefore, a full quantum theory for magnon transport in FIMI needs to be established. Here, we propose a Green's function formalism to compute the magnon bulk and interface current in both FIMIs and antiferromagnetic insulators (AFMIs). We investigate the spatial distribution and temperature dependence of magnon current in FIMIs and AFMIs generated by temperature or spin chemical potential step. In AFMIs, magnon currents generated by temperature step in the two sublattices cancel each other out. Subsequently, we numerically simulate the magnon junction effect using the Green's function formalism, and result shows near 100\\% magnon junction ratio. This study demonstrates the potential for investigating magnon transport in specific magnonic devices using a full quantum theory. ",
    "url": "https://arxiv.org/abs/2304.01930",
    "authors": [
      "TianYi Zhang",
      "XiuFeng Han"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01996",
    "title": "Autoregressive Neural TensorNet: Bridging Neural Networks and Tensor  Networks for Quantum Many-Body Simulation",
    "abstract": "Quantum many-body physics simulation has important impacts on understanding fundamental science and has applications to quantum materials design and quantum technology. However, due to the exponentially growing size of the Hilbert space with respect to the particle number, a direct simulation is intractable. While representing quantum states with tensor networks and neural networks are the two state-of-the-art methods for approximate simulations, each has its own limitations in terms of expressivity and optimization. To address these challenges, we develop a novel architecture, Autoregressive Neural TensorNet (ANTN), which bridges tensor networks and autoregressive neural networks. We show that Autoregressive Neural TensorNet parameterizes normalized wavefunctions with exact sampling, generalizes the expressivity of tensor networks and autoregressive neural networks, and inherits a variety of symmetries from autoregressive neural networks. We demonstrate our approach on the 2D $J_1$-$J_2$ Heisenberg model with different systems sizes and coupling parameters, outperforming both tensor networks and autoregressive neural networks. Our work opens up new opportunities for both scientific simulations and machine learning applications. ",
    "url": "https://arxiv.org/abs/2304.01996",
    "authors": [
      "Zhuo Chen",
      "Laker Newhouse",
      "Eddie Chen",
      "Di Luo",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09874",
    "title": "Chiral edge dynamics and quantum Hall physics in synthetic dimensions  with an atomic erbium Bose-Einstein condensate",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.09874",
    "authors": [
      "Roberto Vittorio Roell",
      "Arif Warsi Laskar",
      "Franz Richard Huybrechts",
      "Martin Weitz"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07369",
    "title": "Quantitative optical imaging method for surface acoustic wave using  optical path modulation",
    "abstract": " Comments: 13 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2212.07369",
    "authors": [
      "Ryusuke Hisatomi",
      "Kotaro Taga",
      "Ryo Sasaki",
      "Yoichi Shiota",
      "Takahiro Moriyama",
      "Teruo Ono"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00675",
    "title": "A Systematic Approach for Calibrating the Inertial Sensor of Taiji-1",
    "abstract": " Comments: 22 pages, 19 figures, Submitted to Remote Sensing ",
    "url": "https://arxiv.org/abs/2304.00675",
    "authors": [
      "Haoyue Zhang",
      "Peng Xu",
      "Zongqi Ye",
      "Dong Ye",
      "Li-E Qiang",
      "Ziren Luo",
      "Qike Qi",
      "Zhiming Cai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00996",
    "title": "Deep Learning-based Diffusion Tensor Cardiac Magnetic Resonance  Reconstruction: A Comparison Study",
    "abstract": " Comments: 15 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2304.00996",
    "authors": [
      "Jiahao Huang",
      "Pedro F. Ferreira",
      "Lichao Wang",
      "Yinzhe Wu",
      "Angelica I. Aviles-Rivero",
      "Carola-Bibiane Schonlieb",
      "Andrew D. Scott",
      "Zohya Khalique",
      "Maria Dwornik",
      "Ramyah Rajakulasingam",
      "Ranil De Silva",
      "Dudley J. Pennell",
      "Sonia Nielles-Vallespin",
      "Guang Yang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Image and Video Processing (eess.IV)"
    ]
  }
]