[
  {
    "id": "arXiv:2212.04011",
    "title": "On the Majorana representation of the optical Dirac equation",
    "abstract": "We consider the representations of the optical Dirac equation, especially ones where the Hamiltonian is purely real-valued. This is equivalent, for Maxwell's equations, to the Majorana representation of the massless Dirac (Weyl) equation. We draw analogies between the Dirac, chiral and Majorana representations of the Dirac and optical Dirac equations, and derive two new optical Majorana representations. Just as the Dirac and chiral representations are related to optical spin and helicity states, these Majorana representations of the optical Dirac equation are associated with the linear polarisation of light. This provides a means to compare electron and electromagnetic wave equations in the context of classical field theory. ",
    "url": "https://arxiv.org/abs/2212.04011",
    "authors": [
      "Mark R Dennis",
      "Teuntje Tijssen",
      "Michael Morgan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04012",
    "title": "New Optical Models for the Accurate Description of the Electrical  Permittivity in Direct and Indirect Semiconductors",
    "abstract": "We propose new models to describe the imaginary part of the electrical permittivity of dielectric and semiconductor materials in the fundamental absorption region. We work out our procedure based on the well-known structure of the Tauc-Lorentz model and the band-fluctuations approach to derive a 5-parameter formula that describes the Urbach, Tauc and high-absorption regions of direct and indirect semiconductors. Main features of the models are the self-consistent generation of the exponential Urbach tail below the bandgap and the incorporation of the Lorentz oscillator behaviour due to electronic transitions above the fundamental region. We apply and test our models on optical data of direct (MAPbI$_{3}$, GaAs and InP), indirect (GaP and c-Si), and amorphous (a-Si) semiconductors, accurately describing the spectra of the imaginary part of the electrical permittivity. Lastly, we compare our models with other similarly inspired models to assess the optical bandgap, Urbach tail and oscillator central resonance energy. ",
    "url": "https://arxiv.org/abs/2212.04012",
    "authors": [
      "K. Lizárraga",
      "L. A. Enrique-Morán",
      "A. Tejada",
      "M. Piñeiro",
      "P. Llontop",
      "E. Serquen",
      "E. Perez",
      "L. Korte",
      "J. A. Guerra"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04042",
    "title": "Nonlinear photonic disclination states",
    "abstract": "Higher-order topological insulators are unusual materials that can support topologically protected states, whose dimensionality is lower than the dimensionality of the structure at least by 2. Among the most intriguing examples of such states are zero-dimensional corner modes existing in two-dimensional higher-order insulators. In contrast to corner states, recently discovered disclination states also belong to the class of higher-order topological states, but are bound to the boundary of the disclination defect of the higher-order topological insulator and can be predicted using the bulk-disclination correspondence principle. Here, we present the first example of the nonlinear photonic disclination state bifurcating from its linear counterpart in the disclination lattice with a pentagonal or heptagonal core. We show that nonlinearity allows to tune location of the disclination states in the bandgap and notably affects their shapes. The structure of the disclination lattice is crucial for stability of these nonlinear topological states: for example, disclination states are stable in the heptagonal lattice and are unstable nearly in the entire gap of the pentagonal lattice. Nonlinear disclination states reported here are thresholdless and can be excited even at low powers. Nonlinear zero-energy states coexisting in these structures with disclination states are also studied. Our results suggest that disclination lattices can be used in the design of various nonlinear topological functional devices, while disclination states supported by them may play an important role in applications, where strong field confinement together with topological protection are important, such as the design of topological lasers and enhancement of generation of high harmonics. ",
    "url": "https://arxiv.org/abs/2212.04042",
    "authors": [
      "Boquan Ren",
      "Hongguang Wang",
      "Yaroslav V. Kartashov",
      "Yongdong Li",
      "Yiqi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.04057",
    "title": "Electroelastic metasurface with resonant piezoelectric shunts for  tunable wavefront control",
    "abstract": "This study presents a tunable phase-modulated metasurface composed of periodically distributed piezoelectric patches with resonant-type shunt circuits. The fully coupled electromechanical model is established to study the transmission characteristics of the metasurface unit and validated through numerical and experimental studies. Based on the analysis of the metasurface unit, we first explore the performance of electroelastic metasurface with single-resonant shunts and then extend its capability with multi-resonant shunts. By only tuning the electric loads in the shunt circuits, we utilize the proposed metasurface to accomplish wave deflection and wave focusing of A0 mode Lamb waves at different angles and focal points, respectively. ",
    "url": "https://arxiv.org/abs/2212.04057",
    "authors": [
      "Zhenkun Lin",
      "Serife Tol"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04173",
    "title": "Acoustic properties of glubam and SPF",
    "abstract": "Noise pollution has attracted a wide attention due to its negative effect on human health, and many researchers are working on proposing strategies or developing new materials to improve acoustic performance of structures and building materials. Meanwhile, the worldwide emphasis on sustainable development has motivated the development and application of bio-mass materials in every field, including the engineering construction. The purpose of this study is to measure and investigate the performance of a structure-used glued laminated bamboo (Glubam) and spruce-pine-fir (SPF) as soundproof or sound-absorbing materials. The impedance tube method was used to measure the sound reduction index and sound absorption coefficient of glubam and SPF in the lab. After doing some comparison studies, it can be found that glubam and SPF have good performance in sound insulation but behave weakly in sound absorption, and glubam exhibits similar even better acoustic properties than SPF. Moreover, a finite element model was built up using ABAQUS to predict sound insulation properties of materials. According to the numerical results of sound reduction index obtained from the finite element model, developing composite materials and double-layer panels with cavity between should be effective on improving the soundproof performance of SPF and glubam. ",
    "url": "https://arxiv.org/abs/2212.04173",
    "authors": [
      "Jie Wen",
      "Youbohong Kong",
      "Yan Xiao",
      "Anxu Huang",
      "Lejun Zhou"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04286",
    "title": "Quantum Decision Theory: A Darwinist Approach to a Centuries-old Enigma",
    "abstract": "We live in a world brimming with uncertainty. While navigating the twists and turns of our uncertain world, the decisions we make are always clouded by a degree of uncertainty. We propose a Darwinist evolutionary approach, combined with quantum mechanics to cement our attempt in explaining a centuries long mystery - decision-making under uncertainty. And we believe that it is the unification of people's subjective beliefs and the objective world that will solve this mystery. In this paper, we postulate a quantum decision theory to attempt to do just that. A quantum density operator as a value operator is proposed to simulate people's subjective beliefs. Then the value operator will guide people to choose corresponding actions based on their subjective beliefs through the objective world. The value operator can be constructed from quantum gates and logic operations as a quantum decision tree. The genetic programming is applied to optimize and auto-generate quantum decision trees. ",
    "url": "https://arxiv.org/abs/2212.04286",
    "authors": [
      "Lizhi Xin",
      "Kevin Xin",
      "Houwen Xin"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04304",
    "title": "Metal Mesh-Based Infrared Transparent Electromagnetic Shielding Windows  with Balanced Shielding Properties over a Wide Frequency Range",
    "abstract": "With the increasing complexity of the electromagnetic environment, electromagnetic interference has already been an important problem for optoelectronic systems to be reckoned with. The metal mesh film is a kind of widely used electromagnetic shielding material with both visible and infrared transparency. However, the shielding performance of previously reported mesh materials is frequency dependent. Here, we report an infrared-transparent electromagnetic shielding windows based on metal mesh with irregular patterns. The mesh coatings are prepared on sapphire substrate using ultraviolet photolithography technology, and provide efficient electromagnetic shielding effectiveness of more than 20 dB in the wide frequency range of 1.7~18 GHz while maintaining high infrared optical transparency. In addition, there is no distinct variation in shielding effectiveness between low and high frequency range, exhibiting a balanced shielding characteristic throughout a broad frequency band. This work could be significant in protecting infrared optoelectronic devices from electromagnetic interference. ",
    "url": "https://arxiv.org/abs/2212.04304",
    "authors": [
      "Yuanlong Liang",
      "Kui Wen",
      "Zhaofeng Wu",
      "Jisheng Pan",
      "Wencong Liu",
      "Lixiang Yao",
      "Peiguo Liu",
      "Xianjun Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04333",
    "title": "Pulsed laser deposition of Sb2S3 films for phase-change tunable  nanophotonics",
    "abstract": "Non-volatile phase-change materials with large optical contrast are essential for future tunable nanophotonics. Antimony trisulfide (Sb2S3) has recently gained popularity in this field due to its low absorption in the visible spectral region. Although several Sb2S3 deposition techniques have been reported in the literature, none of them was optimized with respect to the lowest possible absorption and largest optical contrast upon the phase change. Here, we present a comprehensive multi-parameter optimization of pulsed laser deposition of Sb2S3 towards this end. We correlate the specific deposition and annealing parameters with the resulting optical properties and propose the combination leading to films with extraordinary qualities ({\\Delta}n = 1.2 at 633 nm). Finally, we identify crystal orientations and vibrational modes associated with the largest change in the refractive index and propose them as useful indicators of the Sb2S3 switching contrast. ",
    "url": "https://arxiv.org/abs/2212.04333",
    "authors": [
      "Peter Kepič",
      "Petr Liška",
      "Beáta Idesová",
      "Ondřej Caha",
      "Filip Ligmajer",
      "Tomáš Šikola"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2212.04375",
    "title": "Dual electro-optic frequency comb photonic thermometry",
    "abstract": "We report a precision realization of photonic thermometry using dual-comb spectroscopy to interrogate a $\\pi$-phase-shifted fiber Bragg grating. We achieve read-out stability of 7.5 mK at 1 s and resolve temperature changes of similar magnitude--sufficient for most industrial applications. Our dual-comb approach enables rapid sensing of dynamic temperature, and our scalable and reconfigurable electro-optic generation scheme enables a broad sensing range without laser tuning. Reproducibility on the International Temperature Scale of 1990 is tested, and ultimately limited by the frequency reference and check-thermometer stability. Our demonstration opens the door for a universal interrogator deployable to multiple photonic devices in parallel. Applications include on-chip measurements to simultaneously evaluate quantities like temperature, pressure, humidity, magnetic field and radiation dose. ",
    "url": "https://arxiv.org/abs/2212.04375",
    "authors": [
      "Adam J. Fleisher",
      "Zeeshan Ahmed",
      "Tobias Herman",
      "Matthew R. Hartings"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.04380",
    "title": "Optical coherence tomography -- principles, implementation, and  applications in ophthalmology",
    "abstract": "This short textbook was written for someone who newly start studying, doing research, or development about optical coherence tomography (OCT) or using OCT. The first chapter summarizes the concept and the history of OCT. In the second chapter, the technologies of OCT are summarized, which includes the mathematical principle, hardware implementation, the instructions for designs such as interferometer and wavelength selections, and theories of resolutions and sensitivity. In the third chapter, some examples of ophthalmic applications of OCT are described. In the last chapter, instructions for next learning steps are given. ",
    "url": "https://arxiv.org/abs/2212.04380",
    "authors": [
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04387",
    "title": "A self-locking Rydberg atom electric field sensor",
    "abstract": "A crucial step towards enabling real-world applications for quantum sensing devices such as Rydberg atom electric field sensors is reducing their size, weight, power, and cost (SWaP-C) requirements without significantly reducing performance. Laser frequency stabilization is a key part of many quantum sensing devices and, when used for exciting non-ground state atomic transitions, is currently limited to techniques that require either large SWaP-C optical cavities and electronics or use significant optical power solely for frequency stabilization. Here we describe a laser frequency stabilization technique for exciting non-ground state atomic transitions that solves these challenges and requires only a small amount of additional electronics. We describe the operation, capabilities, and limitations of this frequency stabilization technique and quantitatively characterize measure its performance. We show experimentally that Rydberg electric field sensors using this technique are capable of data collection while sacrificing only 0.1% of available bandwidth for frequency stabilization of noise up to 900 Hz. ",
    "url": "https://arxiv.org/abs/2212.04387",
    "authors": [
      "C. T. Fancher",
      "K. Nicolich",
      "K. Backes",
      "N. Malvania",
      "K. Cox",
      "D. H. Meyer",
      "P. D. Kunz",
      "J. C. Hill",
      "W. Holland",
      "B. L. Schmittberger Marlow"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04418",
    "title": "A Complete Graphical Solution for Undrained Cylindrical Cavity Expansion  in K_0-Consolidated Mohr-Coulomb Soil",
    "abstract": "This paper develops a general and complete solution for the undrained cylindrical cavity expansion problem in non-associated Mohr-Coulomb soil under non-hydrostatic initial stress field (i.e., arbitrary K_0 values of the earth pressure coefficient), by expanding a unique and efficient graphical solution procedure recently proposed by Chen & Wang in 2022 for the special in situ stress case with K_0 = 1. The new generalized, graph-based theoretical framework contains two essential components: the geometrical analysis to track the stress path trajectory/evolution in different sectors of the deviatoric plane; and a full Lagrangian formulation of both the constitutive relationship and radial equilibrium equation to analytically determine the representative soil particle responses at the cavity surface. It is interesting to find that the cavity expansion deviatoric stress path is always composed of a series of piecewise straight lines, for all different case scenarios of K_0 being involved. The salient advantage/feature of the present general graphical approach lies in that it can deduce the cavity expansion responses in full closed form, nevertheless being free of the limitation of the intermediacy assumption for the vertical stress and of the difficulty existing in the traditional zoning method that involves cumbersome, sequential determination of distinct Mohr-Coulomb plastic regions. The analytical closed-form solutions developed herein can be regarded as a definitive one for the undrained cavity expansion problem in classical Mohr-Coulomb materials without the approximations and simplifications in previous solutions, and will be of great value for the interpretation of pressuremeter tests in cohesive-frictional soils. ",
    "url": "https://arxiv.org/abs/2212.04418",
    "authors": [
      "Xu Wang",
      "Sheng-Li Chen",
      "Yan-Hui Han",
      "Younane Abousleiman"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04422",
    "title": "The development of an electrochemical sensor for antibiotics in milk  based on machine learning algorithms",
    "abstract": "Present study is dedicated to the problem of electrochemical analysis of multicomponent mixtures such as milk. A combination of cyclic voltammetry facilities and machine learning technique made it possible to create a pattern recognition system for antibiotic residues in skimmed milk. A multielectrode sensor including copper, nickel and carbon fiber was fabricated for the collection of electrochemical data. Chemical aspects of processes occurring at the electrode surface were discussed and simulated with the help of molecular docking and density functional theory modelling. It was assumed that the antibiotic fingerprint reveals as potential drift of electrodes owing to redox degradation of antibiotic molecules followed by pH change or complexation with ions present in milk. Gradient boosting algorithm showed the best efficiency towards training the machine learning model. High accuracy was achieved for recognition of antibiotics in milk. The elaborated method may be incorporated into existing milking systems at dairy farms for monitoring the residue concentrations of antibiotics. ",
    "url": "https://arxiv.org/abs/2212.04422",
    "authors": [
      "Timur A. Aliev",
      "Vadim E. Belyaev",
      "Anastasiya V. Pomytkina",
      "Pavel V. Nesterov",
      "Sergei V. Shityakov",
      "Roman V. Sadovnychiy",
      "Alexander S. Novikov",
      "Olga Yu. Orlova",
      "Maria S. Masalovich",
      "Ekaterina V. Skorb"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03970",
    "title": "Bottom-up approach to room temperature quantum systems",
    "abstract": "We demonstrate a key ingredient in a 'bottom-up' approach to building complex quantum matter using thermal atomic vapors. We have isolated and tracked very slowly moving individual atoms without the aid of laser cooling. Passive filtering enabled us to carefully select atoms whose three-dimensional velocity vector has a magnitude below $\\bar{v}/20$, where $\\bar{v}$ is the mean velocity of the ensemble. Using a novel photon correlation technique, we could follow the three-dimensional trajectory of single, slowly moving atoms for $> 1\\mu$s within a $25\\mu$m field of view, with no obvious limit to the tracking ability while simultaneously observing Rabi oscillations of these single emitters. Our results demonstrate the power and scalability of thermal ensembles for utilization in quantum memories, imaging, and other quantum information applications through bottom-up approaches. ",
    "url": "https://arxiv.org/abs/2212.03970",
    "authors": [
      "Bochao Wei",
      "Chao Li",
      "Ce Pei",
      "Chandra Raman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04322",
    "title": "Encrypted machine learning of molecular quantum properties",
    "abstract": "Large machine learning models with improved predictions have become widely available in the chemical sciences. Unfortunately, these models do not protect the privacy necessary within commercial settings, prohibiting the use of potentially extremely valuable data by others. Encrypting the prediction process can solve this problem by double-blind model evaluation and prohibits the extraction of training or query data. However, contemporary ML models based on fully homomorphic encryption or federated learning are either too expensive for practical use or have to trade higher speed for weaker security. We have implemented secure and computationally feasible encrypted machine learning models using oblivious transfer enabling and secure predictions of molecular quantum properties across chemical compound space. However, we find that encrypted predictions using kernel ridge regression models are a million times more expensive than without encryption. This demonstrates a dire need for a compact machine learning model architecture, including molecular representation and kernel matrix size, that minimizes model evaluation costs. ",
    "url": "https://arxiv.org/abs/2212.04322",
    "authors": [
      "Jan Weinreich",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04352",
    "title": "Correlated quantum dynamics of graphene",
    "abstract": "Phase-space representations are a family of methods for dynamics of both bosonic and fermionic systems, that work by mapping the system's density matrix to a quasi-probability density and the Liouville-von Neumann equation of the Hamiltonian to a corresponding density differential equation for the probability. We investigate here the accuracy and the computational efficiency of one approximate phase-space representation, called the fermionic Truncated Wigner Approximation (fTWA), applied to the Fermi-Hubbard model. On a many-body 2D system, with hopping strength and Coulomb $U$ tuned to represent the electronic structure of graphene, the method is found to be able to capture the time evolution of first-order (site occupation) and second-order (correlation functions) moments significantly better than the mean-field, Hartree-Fock method. The fTWA was also compared to results from the exact diagonalization method for smaller systems, and in general the agreement was found to be good. The fully parallel computational requirement of fTWA scales in the same order as the Hartree-Fock method, and the largest system considered here contained 198 lattice sites. ",
    "url": "https://arxiv.org/abs/2212.04352",
    "authors": [
      "F. Rousse",
      "O. Eriksson",
      "M. Ogren"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04378",
    "title": "Terahertz photoconductivity in bilayer graphene transistors: evidence  for tunneling at gate-induced junctions",
    "abstract": "Photoconductivity of novel materials is the key property of interest for design of photodetectors, optical modulators, and switches. Despite the photoconductivity of most novel 2d materials has been studied both theoretically and experimentally, the same is not true for 2d p-n junctions that are necessary blocks of most electronic devices. Here, we study the sub-terahertz photocoductivity of gapped bilayer graphene with electrically-induced p-n junctions. We find a strong positive contribution from junctions to resistance, temperature resistance coefficient and photo-resistivity at cryogenic temperatures T ~ 20 K. The contribution to these quantities from junctions exceeds strongly the bulk values at uniform channel doping even at small band gaps ~ 10 meV. We further show that positive junction photoresistance is a hallmark of interband tunneling, and not of intra-band thermionic conduction. Our results point to the possibility of creating various interband tunneling devices based on bilayer graphene, including steep-switching transistors and selective sensors. ",
    "url": "https://arxiv.org/abs/2212.04378",
    "authors": [
      "Dmitry Mylnikov",
      "Elena I. Titova",
      "Mikhail A. Kashchenko",
      "Ilya V. Safonov",
      "Sergey S. Zhukov",
      "Valentin A. Semkin",
      "Kostya S. Novoselov",
      "Denis A. Bandurin",
      "Dmitry A. Svintsov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.05306",
    "title": "Eigenfunction and eigenmode-spacing statistics in chaotic photonic  crystal graphs",
    "abstract": " Title: Eigenfunction and eigenmode-spacing statistics in chaotic photonic  crystal graphs ",
    "url": "https://arxiv.org/abs/2112.05306",
    "authors": [
      "Shukai Ma",
      "Thomas M. Antonsen",
      "Steven M. Anlage"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.08805",
    "title": "Quantum computing for data analysis in high energy physics",
    "abstract": " Comments: 23 pages, initially submitted to Snowmass 2021 ",
    "url": "https://arxiv.org/abs/2203.08805",
    "authors": [
      "Andrea Delgado",
      "Kathleen E. Hamilton",
      "Prasanna Date",
      "Jean-Roch Vlimant",
      "Duarte Magano",
      "Yasser Omar",
      "Pedrame Bargassa",
      "Anthony Francis",
      "Alessio Gianelle",
      "Lorenzo Sestini",
      "Donatella Lucchesi",
      "Davide Zuliani",
      "Davide Nicotra",
      "Jacco de Vries",
      "Dominica Dibenedetto",
      "Miriam Lucio Martinez",
      "Eduardo Rodrigues",
      "Carlos Vazquez Sierra",
      "Sofia Vallecorsa",
      "Jesse Thaler",
      "Carlos Bravo-Prieto",
      "su Yeon Chang",
      "Jeffrey Lazar",
      "Carlos A. Argüelles",
      "Jorge J. Martinez de Lejarza"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09687",
    "title": "3D Interconnected Magnetic Nanowire Networks as Potential Integrated  Multistate Memristors",
    "abstract": " Comments: 20 pages, 5 figures; supporting information 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2211.09687",
    "authors": [
      "Dhritiman Bhattacharya",
      "Zhijie Chen",
      "Christopher J. Jensen",
      "Chen Liu",
      "Edward C. Burks",
      "Dustin A. Gilbert",
      "Xixiang Zhang",
      "Gen Yin",
      "Kai Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13379",
    "title": "Laser cooling of molecules",
    "abstract": " Comments: 13 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2211.13379",
    "authors": [
      "Eunmi Chae"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03011",
    "title": "Cavity Light-Matter Entanglement through Quantum Fluctuations",
    "abstract": " Title: Cavity Light-Matter Entanglement through Quantum Fluctuations ",
    "url": "https://arxiv.org/abs/2212.03011",
    "authors": [
      "Giacomo Passetti",
      "Christian J. Eckhardt",
      "Michael A. Sentef",
      "Dante M. Kennes"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]