[
  {
    "id": "arXiv:2502.07801",
    "title": "Field-enhancement and nonlocal effects in epsilon-near-zero photonic gap antennas",
    "abstract": "           In recent years, the large electric field enhancement and tight spatial confinement supported by the so-called epsilon near-zero (ENZ) mode has attracted significant attention for the realization of efficient nonlinear optical devices. Here, we experimentally demonstrate ENZ photonic gap antennas (PGAs), which consist of a dielectric pillar within which a thin slab of indium tin oxide (ITO) material is embedded. In ENZ PGAs, hybrid dielectric-ENZ modes emerge from strong coupling between the dielectric antenna modes and the ENZ bulk plasmon resonance. These hybrid modes efficiently couple to free space and allow for large enhancements of the incident electric field over nearly an octave bandwidth, without the stringent lateral nanofabrication requirements of conventional plasmonic or dielectric nanoantennas. To understand the modal features, we probe the linear response of single ENZ PGAs with dark field scattering and interpret the results in terms of a simple coupled oscillator framework. Third harmonic generation (THG) is used to probe the ITO local fields and large enhancements are observed in the THG efficiency over a broad spectral range. Surprisingly, sharp peaks emerge on top of the nonlinear response, which were not predicted by full wave calculations. These peaks are attributed to the ENZ material's nonlocal response, which once included using a hydrodynamic model for the ITO permittivity improves the agreement of our calculations for both the linear and nonlinear response. This proof of concept demonstrates the potential of ENZ PGAs, which we have previously shown can support electric field enhancements of up to 100--200X, and the importance of including nonlocal effects when describing the response of thin ENZ layers. Importantly, inclusion of the ITO nonlocality leads to increases in the predicted field enhancement, as compared to the local calculation.         ",
    "url": "https://arxiv.org/abs/2502.07801",
    "authors": [
      "Félix Thouin",
      "David M. Myers",
      "Ashutosh Patri",
      "Bill Baloukas",
      "Ludvik Martinu",
      "Fernández-Domínguez",
      "Stéphane Kéna-Cohen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.07805",
    "title": "Simultaneous kinetic profile and magnetic equilibrium inference with Bayesian integrated data analysis in preparation for ITER",
    "abstract": "           Accurate plasma state reconstruction will be crucial for the success of ITER and future fusion plants, but the harsh conditions of a burning plasma will make diagnostic operation more challenging than in current machines. Integrated data analysis (IDA) based on Bayesian inference allows for improved information gain by combining the analysis of many diagnostics into a single step using sophisticated forward models. It also provides a framework to seamlessly combine predictive modeling and data, which can be invaluable in a data-poor environment. As a step towards integrated data analysis at scale, we present a new, fast integrated analysis framework that allows for the simultaneous reconstruction of the kinetic profiles and the magnetic equilibrium with statistically relevant uncertainties included. This analysis framework allows for the systematic evaluation of models using extensive experimental data leveraging DOE supercomputing infrastructure, such as being developed through the DOE-ASCR Integrated Research Infrastructure (Smith, XLOOP). To test the performance and verify the code it was applied to an ITER-like scenario using a realistic machine geometry and diagnostic description. Using artificial data for magnetics, Thomson scattering, interferometry, and polarimetry generated from a known ground truth, the coupled equilibrium and kinetic profile reconstruction problem was solved via the Maximum a posteriori method in approximately three minutes on a multicore CPU including uncertainty quantification. The resulting equilibrium and kinetic profiles were found to be in reasonable agreement with the ground truth.         ",
    "url": "https://arxiv.org/abs/2502.07805",
    "authors": [
      "S. S. Denk",
      "T. B. Amara",
      "T. Odstrcil",
      "L. Stagner",
      "C. Akcay",
      "T. Slendebroek",
      "S. P. Smith",
      "M. A. Van Zeeland",
      "T. Akiyama",
      "R. Nazikian"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2502.07997",
    "title": "High Contrast Nulling in Photonic Meshes Through Architectural Redundancy",
    "abstract": "           We demonstrate a silicon photonic architecture comprised of Double Mach-Zehnder Interferometers (DMZIs) designed for high-contrast photonic applications. This configuration significantly enhances the achievable extinction ratio of photonic integrated circuits (PICs), reaching levels exceeding 80 dB. By leveraging the tunable properties of DMZIs and implementing a systematic configuration algorithm, the proposed mesh effectively compensates for fabrication imperfections and mitigates non-idealities such as back reflections. Experimental validation on a silicon-on-insulator platform demonstrates the potential of this approach for applications requiring high contrast nulling such as astronomical sensing.         ",
    "url": "https://arxiv.org/abs/2502.07997",
    "authors": [
      "Carson Valdez",
      "Zhanghao Sun",
      "Anne R. Kroo",
      "David A. B. Miller",
      "Olav Solgaard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08012",
    "title": "Gigahertz-Frequency, Acousto-Optic Phase Modulation of Visible Light in a CMOS-Fabricated Photonic Circuit",
    "abstract": "           Here we present an efficient, visible-light, gigahertz-frequency acousto-optic modulator fabricated on a 200 mm wafer in a volume CMOS foundry. Our device combines a piezoelectric transducer and a photonic waveguide within a single microstructure that confines both a propagating optical mode and an electrically excitable breathing-mode mechanical resonance. By tuning the device's geometry to optimize the optomechanical interaction, we achieve modulation depths exceeding 2 rad with 15 mW applied microwave power at 2.31 GHz in a 2 mm long device. This corresponds to a modulation figure of merit of $V_{\\pi}\\cdot L$ = 0.26 Vcm in a visible-light, integrated acousto-optics platform that can be straightforwardly extended to a wide range of optical wavelengths and modulation frequencies. For the important class of gigahertz-frequency modulators that can handle hundreds of milliwatts of visible-light optical power, which are critical for scalable quantum control systems, this represents a 15x decrease in $V_{\\pi}$ and a 100x decrease in required microwave power compared to the commercial state-of-the-art and existing work in the literature.         ",
    "url": "https://arxiv.org/abs/2502.08012",
    "authors": [
      "Jacob M. Freedman",
      "Matthew J. Storey",
      "Daniel Dominguez",
      "Andrew Leenheer",
      "Sebastian Magri",
      "Nils T. Otterstrom",
      "Matt Eichenfield"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08044",
    "title": "Twin-Space Representation of Classical Mapping Model in the Constraint Phase Space Representation: Numerically Exact Approach to Open Quantum Systems",
    "abstract": "           The constraint coordinate-momentum \\textit{phase space} (CPS) has recently been developed to study nonadiabatic dynamics in gas-phase and condensed-phase molecular systems. Although the CPS formulation is exact for describing the discrete (electronic/ vibrational/spin) state degrees of freedom (DOFs), when system-bath models in condense phase are studied, previous works often employ the discretization of environmental bath DOFs, which breaks the time irreversibility and may make it difficult to obtain numerically converged results in the long-time limit. In this paper, we develop an exact trajectory-based phase space approach by adopting the twin-space (TS) formulation of quantum statistical mechanics, in which the density operator of the reduced system is transformed to the wavefunction of an expanded system with twice the DOFs. The classical mapping model (CMM) is then used to map the Hamiltonian of the expanded system to its equivalent classical counterpart on CPS. To demonstrate the applicability of the TS-CMM approach, we compare simulated population dynamics and nonlinear spectra for a few benchmark condensed phase system-bath models with those obtained from the hierarchical equations of motion method, which shows that our approach yields accurate dynamics of open quantum systems.         ",
    "url": "https://arxiv.org/abs/2502.08044",
    "authors": [
      "Jiaji Zhang",
      "Jian Liu",
      "Lipeng Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08048",
    "title": "Efficiently Laser Driven Terahertz Surface Plasmon Polaritons on Long Metal Wire",
    "abstract": "           We experimentally demonstrate a novel scheme for efficiently generating intense terahertz (THz) surface plasmon polaritons (SPPs) on a sub-wavelength-diameter meter-long metal wire. Driven by a subrelativistic femtosecond laser (a0=0.3, 3 mJ) focused at the wire's midpoint, single-cycle ten-megawatt THz SPPs are excited and propagating bidirectionally along it over 25 cm. The measured laser-to-SPPs energy conversion efficiency is reaching up to ~2.4%, which is the highest value at present. It is proved that the THz SPPs are excited by coherent transition radiation of the subrelativistic laser produced escaping electrons. Particle-in-cell together with CST simulations confirm the experimental observations. Our scheme of using readily available subrelativistic laser should thus be useful to applications requiring terawatt level single-cycle THz SPPs.         ",
    "url": "https://arxiv.org/abs/2502.08048",
    "authors": [
      "Shuoting Shao",
      "Xiangbing Wang",
      "Rong Huang",
      "Guangyue Hu",
      "Min Chen",
      "Huibo Tang",
      "Longyu Kuang",
      "Yuxi Liu",
      "Yuqiu Gu",
      "Yongkun Ding",
      "Ruxin Li",
      "Hongbin Zhuo",
      "Mingyang Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2502.08091",
    "title": "Role of phase distortion in nonlinear saturation of the unstable acoustic modes in hypersonic parallel flow boundary layer",
    "abstract": "           We analyze the role of the relative phasing in the nonlinear saturation of the unstable Mack modes in a hypersonic parallel flow boundary layer in two dimensions (2D). As the linearly unstable Mack modes extract energy from the mean flow, the perturbation energy cascades into higher harmonics as well as the mean flow. The higher harmonics are generated with < 0.5% of total perturbation energy at steady state, indicating a very small role of higher harmonics in 2D. Additionally, the higher harmonics propagate with the same phase speed as the unstable mode, indicating wave steepening and a coherent energy cascade. The mean flow gets decelerated and heated due to the continuous extraction of the perturbation energy into traveling modes and the viscous dissipation of these modes. Unlike unstable modes in classical hydrodynamics, we show that the distortion in relative phasing between the streamwise velocity and wall-normal velocity due to nonlinear distortion of the mean flow is dominant. Using asymptotic reconstruction of the unstable eigenmodes, we compute the perturbation energy budgets in the linear and nonlinear regimes. Through energy budgets, we show that the viscous effects in the wall layer and the viscous effects in the critical layer sufficiently capture the distortion in phase due to the mean-flow distortion. We then combine this in a numerical model for calculating the steady-state perturbation energy and mean-flow distortion through the nonlinear saturation of unstable Mack modes in a hypersonic parallel flow boundary layer in 2D. Throughout, we compare the results of approximate theoretical analysis with 2D direct numerical simulations (DNS).         ",
    "url": "https://arxiv.org/abs/2502.08091",
    "authors": [
      "Altaf Ahmed",
      "Joaquim P. Jossy",
      "Prateek Gupta"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2502.08197",
    "title": "Continuous high-yield fast neutron generation with few-cycle laser pulses at 10 Hz for applications",
    "abstract": "           We present a laser-based neutron source that produces $1.8 \\times 10^5$ neutrons/s with a conversion rate of $7.8 \\times 10^5$ neutrons/J. Laser pulses of 12 fs and 23 mJ were focused onto a 430-nm-thick heavy water liquid sheet at a 10 Hz repetition rate. The resulting peak intensity of $4 \\times 10^{18}$ W/cm$^2$ accelerated deuterium ions from the target rear side to a kinetic energy of 1 MeV. This deuteron beam induced $^{2}$H(d,n)$^{3}$He fusion reactions in a deuterated polyethylene target, producing fast neutrons. The neutron yield was measured using two independent detection systems: the LILITH time-of-flight spectrometer, consisting of eight plastic scintillators covering nearly $180^\\circ$, and a calibrated bubble detector spectrometer. The neutron yield per laser shot is 35 times higher than that recently achieved by lasers with comparable pulse energies, while the conversion rate is the highest ever achieved by continuously operating, sub-100 fs lasers. The generated neutrons are emitted from an area of 0.65 cm$^2$ corresponding to the deuteron beam spot on the catcher. Their angular distribution is peaked in forward and backward directions in agreement with the literature data on the angular distribution of $^{2}$H(d,n)$^{3}$He reaction. The system operated continuously for several hours per day with an unprecedented stability of 5%.         ",
    "url": "https://arxiv.org/abs/2502.08197",
    "authors": [
      "L. Stuhl",
      "P. Varmazyar",
      "Z. Elekes",
      "Z. Halász",
      "T. Gilinger",
      "M. Füle",
      "M. Karnok",
      "E. Buzás",
      "A. P. Kovács",
      "B. Nagy",
      "A. Mohácsi",
      "B. Bíró",
      "L. Csedreki",
      "A. Fenyvesi",
      "Zs. Fülöp",
      "Z. Korkulu",
      "I. Kuti",
      "J. Csontos",
      "P. P. Geetha",
      "Sz. Tóth",
      "G. Szabó",
      "K. Osvay"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08201",
    "title": "Extending frequency metrology to increasingly complex molecules: SI-traceable sub-Doppler mid-IR spectroscopy of trioxane",
    "abstract": "           Bringing increasingly complex polyatomic molecules within reach of precision measurement experiments offers fascinating and far-reaching prospects ranging from Earth sciences and astrophysics, to metrology and quantum sciences. Here, we demonstrate sub-Doppler spectroscopic measurements in the mid-IR fingerprint region of, to our knowledge, the largest molecule to date. To this end, we use a high-resolution ~10.3 $\\mu$m spectrometer based on a sub-Hz quantum cascade laser remotely calibrated against state-of-the-art primary frequency standards via a metrology-grade fibre link. We perform saturated absorption spectroscopy in the v5 CO stretching mode of 1,3,5-trioxane, (H2CO)3, at a resolution of ~100 kHz, allowing us to measure the absolute frequency of hundreds of rovibrational transitions at unprecedented uncertainties for such a complex species, as low as ~5 kHz. Our work demonstrates the extension of frequency metrology methodologies to ever larger molecular system, confirming the potential of the technologies we develop for bringing increasingly complex species within reach of ultra-precise measurement experiments.         ",
    "url": "https://arxiv.org/abs/2502.08201",
    "authors": [
      "Dang Bao An Tran",
      "Mathieu Manceau",
      "Olivier Lopez",
      "Andrey Goncharov",
      "Anne Amy-Klein",
      "Benoît Darquié"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08245",
    "title": "Integrated Microwave Photonics True-Time Delay Signal Processor",
    "abstract": "           Silicon photonic integrated circuits offer significant improvements in processing bandwidth, power efficiency, and low latency, addressing the needs of future microwave communication systems. Several successful applications have been demonstrated in this field; however, the focus is now shifting toward integrating these applications into single programmable photonic circuits. This approach not only reduces fabrication costs but also makes photonics more accessible for everyday use. This paper presents a scalable silicon-based signal processor with advanced functionalities, including high-speed arbitrary waveform generation,tunable bandwidth filtering and ultrabroadband beamforming. These results highlight improvements in both scale and performance, representing a significant step forward in large-scale, high-performance, multifunctional photonic systems.         ",
    "url": "https://arxiv.org/abs/2502.08245",
    "authors": [
      "Pablo Martínez-Carrasco Romero",
      "Tan Huy-Ho",
      "José Capmany Francoy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08351",
    "title": "Effects of initial spin orientation on the generation of polarized electron beams from laser wakefield acceleration in plasma",
    "abstract": "           The effects of the initial spin orientation on the final electron beam polarization via laser wakefield acceleration in pre-polarized plasma are investigated theoretically and numerically. From a variation of the initial spin direction, the spin dynamics of the electron beam is found to depend on the self-injection mechanism. The effects of wakefields and laser fields are studied using test particle dynamics and particle-in-cell simulation based on the Thomas-Bargmann-Michel-Telegdi equation, respectively. Compared to the case of transverse injection, the scheme of longitudinal injection is more favorable to obtain a highly polarization electron beam.         ",
    "url": "https://arxiv.org/abs/2502.08351",
    "authors": [
      "L. R. Yin",
      "X. F. Li",
      "Y. J. Gu",
      "N. Cao",
      "Q. Kong",
      "M. Buescher",
      "S. M. Weng",
      "M. Chen",
      "Z. M. Sheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08409",
    "title": "Stable Soliton Microcomb Generation in X-cut Lithium Tantalate via Thermal-Assisted Photorefractive Suppression",
    "abstract": "           Chip-based soliton frequency microcombs combine compact size, broad bandwidth, and high coherence, presenting a promising solution for integrated optical telecommunications, precision sensing, and spectroscopy. Recent progress in ferroelectric thin films, particularly thin-film Lithium niobate (LN) and thin-film Lithium tantalate (LT), has significantly advanced electro-optic (EO) modulation and soliton microcombs generation, leveraging their strong third-order nonlinearity and high Pockels coefficients. However, achieving soliton frequency combs in X-cut ferroelectric materials remains challenging due to the competing effects of thermo-optic and photorefractive phenomena. These issues hinder the simultaneous realization of soliton generation and high-speed EO modulation. Here, following the thermal-regulated carrier behaviour and auxiliary-laser-assisted approach, we propose a convenient mechanism to suppress both photorefractive and thermal dragging effect at once, and implement a facile method for soliton formation and its long-term stabilization in integrated X-cut LT microresonators for the first time. The resulting mode-locked states exhibit robust stability against perturbations, enabling new pathways for fully integrated photonic circuits that combine Kerr nonlinearity with high-speed EO functionality.         ",
    "url": "https://arxiv.org/abs/2502.08409",
    "authors": [
      "Jiachen Cai",
      "Shuai Wan",
      "Bowen Chen",
      "Jin Li",
      "Xuqiang Wang",
      "Dongchen Sui",
      "Piyu Wang",
      "Zhenyu Qu",
      "Xinjian Ke",
      "Yifan Zhu",
      "Yang Chen",
      "WenHui Xu",
      "Ailun Yi",
      "Jiaxiang Zhang",
      "Chengli Wang",
      "Chun-Hua Dong",
      "Xin Ou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08616",
    "title": "Efficient passivation of III-As(P) photonic interfaces",
    "abstract": "           Surface effects can significantly impact the performance of nanophotonic and quantum photonic devices, especially as the device dimensions are reduced. In this work, we propose and investigate a novel approach to surface passivation to mitigate these challenges in photonic nanostructures with III-As(P) quantum wells defined by a dry etching process. The nanostructures are annealed under the phosphine (PH$_3$) ambient inside a metal-organic vapor phase epitaxy chamber to eliminate surface and subsurface defects induced during the dry etching and subsequent oxidation of the etched sidewalls. Moreover, encapsulation of the active material with a wider bandgap material allows for maintaining the band structure of the device, mitigating band bending effects. Our findings reveal an almost order of magnitude reduction in the surface recombination velocity from $2 \\times 10^3 \\, \\mathrm{cm/s}$ for the PH$_3$ annealing compared to $1.5 \\times 10^4 \\, \\mathrm{cm/s}$ for the non-passivated structures and $5 \\times 10^3 \\, \\mathrm{cm/s}$ for the standard method based on (NH$_4$)$_2$S wet treatment followed by Al$_2$O$_3$ encapsulation. A further reduction to $5 \\times 10^2 \\, \\mathrm{cm/s}$ is achieved for the InP-regrown samples. Additionally, we develop a model accounting for the impact of surface charges in the analysis of time-resolved photoluminescence curves and demonstrate that the proposed passivation method effectively reduces the surface charge density on the sidewalls of the studied quantum well-based photonic nanostructures.         ",
    "url": "https://arxiv.org/abs/2502.08616",
    "authors": [
      "Yury Berdnikov",
      "Paweł Holewa",
      "Aurimas Sakanas",
      "Jan Mikołaj Śmigiel",
      "Paweł Mrowiński",
      "Emilia Zięba-Ostój",
      "Kresten Yvind",
      "Alexander Huck",
      "Marcin Syperek",
      "Elizaveta Semenova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2502.07865",
    "title": "On the causal efficacy of qualia: Philosophical zombies are fine-tuned, and implications for the quantum measurement theory",
    "abstract": "           We suggest that qualia have a causally efficacious role in quantum mechanics; an occurrence which explains how information about qualia can enter the physical environment. This is compatible with the unitary time-evolution of the quantum state if qualia are understood as effecting the beables of the de Broglie-Bohm interpretation or wavefunction collapse process rather than at the wavefunction level. We furthermore suggest that not all quantum states are consistent with qualia. If this is the case, the standard wavefunction collapse postulates of the Copenhagen interpretation will fail to select only those states which are consistent with qualia, and the Born-rule must be modified if wavefunction collapse is to generate the correct dynamical histories across time. This new model which includes qualia clearly demonstrates how non-linear and self-referential phenomena can occur, despite the linear, deterministic time-evolution of the wavefunction. We reject the notion that physical matter operates independently of qualia, and find that the main evidence for epiphenomenalism i.e. the causal closure of the underlying physical time-evolution, has failed to take into consideration fine-tuning of the microcausal degrees of freedom. We propose that the philosophical zombie argument is fine-tuned in the initial conditions, thus making philosophical zombies statistically unlikely if the fine-tuning is removed. We furthermore suggest the presence of fine-tuning can be used as a test for consciousness in the general case. This explains why some classical processes such as computer circuits may never be conscious; because they lack the capacity for fine-tuning when the dynamics is reversed.         ",
    "url": "https://arxiv.org/abs/2502.07865",
    "authors": [
      "Adam Brownstein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2502.07897",
    "title": "Terahertz electroluminescence from Dirac-Landau polaritons",
    "abstract": "           We report intense terahertz electroluminescence from Dirac-Landau polaritons, representing a major step toward achieving stimulated cyclotron emission and polariton-based lasers. By strongly coupling the cyclotron transitions of two-dimensional Dirac fermions in HgTe quantum wells with optical cavity modes, we observe efficient emission near the lasing threshold. This work demonstrates that polariton condensation, a process that bypasses the need for electronic population inversion, can significantly reduce the emission threshold compared to conventional mechanisms requiring high electric fields. Moreover, this concept unlocks the potential for stimulated emission in previously unsuitable narrow-gap semiconductors, as well as Dirac materials with non-equidistant Landau levels. These results open a new way for the development of compact, tunable terahertz lasers based on Landau polaritons, offering new opportunities for solid-state laser technology and applications in the terahertz gap.         ",
    "url": "https://arxiv.org/abs/2502.07897",
    "authors": [
      "B. Benhamou-Bui",
      "C. Consejo",
      "S.S. Krishtopenko",
      "S. Ruffenach",
      "C. Bray",
      "J. Torres",
      "J. Dzian",
      "F. Le Mardelé",
      "A. Pagot",
      "X. Baudry",
      "S.V. Morozov",
      "N.N. Mikhailov",
      "S.A. Dvoretskii",
      "B. Jouault",
      "P. Ballet",
      "M. Orlita",
      "C. Ciuti",
      "F. Teppe"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08067",
    "title": "Reducing thermal noises by a quantum refrigerator",
    "abstract": "           Reducing the thermal noises in microwave (MW) resonators can bring about significant progress in many research fields. Recently, a bench-top cooling method using \"quantum refrigerators\" has been adopted to reduce the thermal noises, reaching around liquid nitrogen temperature. In this study, we investigate the possible cooling limit of the MW resonator by using three-level or four-level systems as the quantum refrigerator. In this refrigerator system, proper light pump makes the multilevel systems concentrated into their ground states, which continuously absorb the thermal photons in the MW resonator. By adiabatic elimination, we give a more precise description for this cooling process. It turns out, though the multilevel systems can be efficiently cooled down, the laser driving also significantly perturbs their energy levels. For three-level refrigerators, such perturbation causes the atom-resonator interaction to become off-resonant, impeding the heat transfer from the MW resonator to the refrigerator, which greatly weakens the cooling effect. We also find that, by using four-level systems as the refrigerator, this issue can be well overcome. Based on practical parameters, our estimation shows the cooling limit could reach the liquid helium temperature.         ",
    "url": "https://arxiv.org/abs/2502.08067",
    "authors": [
      "Han-Jia Bi",
      "Sheng-Wen Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08372",
    "title": "Demonstration of Fourier-domain Quantum Optical Coherence Tomography for a fast tomographic quantum imaging",
    "abstract": "           Using spectrally correlated photon pairs instead of classical laser light and coincidence detection instead of light intensity detection, Quantum Optical Coherence Tomography (Q-OCT) outperforms classical OCT in several experimental terms. It provides twice better axial resolution with the same spectral bandwidth and it is immune to even-order chromatic dispersion, including Group Velocity Dispersion responsible for the bulk of axial resolution degradation in the OCT images. Q-OCT has been performed in the time domain configuration, where one line of the two-dimensional image is acquired by axially translating the mirror in the interferometer's reference arm and measuring the coincidence rate of photons arriving at two single-photon-sensitive detectors. Although successful at producing resolution-doubled and dispersion-cancelled images, it is still relatively slow and cannot compete with its classical counterpart. Here, we experimentally demonstrate Q-OCT in a novel Fourier-domain configuration, theoretically proposed in 2020, where the reference mirror is fixed and the joint spectra are acquired. We show that such a configuration allows for faster image acquisition than its time-domain configuration, providing a step forward towards a practical and competitive solution in the OCT arena. The limitations of the novel approach are discussed, contrasted with the limitations of both the time-domain approach and the traditional OCT.         ",
    "url": "https://arxiv.org/abs/2502.08372",
    "authors": [
      "Sylwia M. Kolenderska",
      "Crislane Vieira de Brito",
      "Piotr Kolenderski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08392",
    "title": "Multicomponent one-dimensional quantum droplets across the mean-field stability regime",
    "abstract": "           The Lee-Huang-Yang (LHY) energy correction at the edge of the mean-field stability regime is known to give rise to beyond mean-field structures in a wide variety of systems. In this work, we analytically derive the LHY energy for two-, three- and four-component one-dimensional bosonic short-range interacting mixtures across the mean-field stability regime. For varying intercomponent attraction in the two-component setting, quantitative deviations from the original LHY treatment emerge being imprinted in the droplet saturation density and width. On the other hand, for repulsive interactions an unseen early onset of phase-separation occurs for both homonuclear and heteronuclear mixtures. Closed LHY expressions for the fully-symmetric three- and four-component mixtures, as well as for mixtures comprised of two identical components coupled to a third independent component are provided and found to host a plethora of mixed droplet states. Our results are expected to inspire future investigations in multicomponent systems for unveiling exotic self-bound states of matter and unravel their nonequilibrium quantum dynamics.         ",
    "url": "https://arxiv.org/abs/2502.08392",
    "authors": [
      "I. A. Englezos",
      "P. Schmelcher",
      "S. I. Mistakidis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.08575",
    "title": "Unraveling Reverse Annealing: A Study of D-Wave Quantum Annealers",
    "abstract": "           D-Wave quantum annealers offer reverse annealing as a feature allowing them to refine solutions to optimization problems. This paper investigates the influence of key parameters, such as annealing times and reversal distance, on the behavior of reverse annealing by studying models containing up to 1000 qubits. Through the analysis of theoretical models and experimental data, we explore the interplay between quantum and classical processes. Our findings provide a deeper understanding that can better equip users to fully harness the potential of the D-Wave annealers         ",
    "url": "https://arxiv.org/abs/2502.08575",
    "authors": [
      "Vrinda Mehta",
      "Hans De Raedt",
      "Kristel Michielsen",
      "Fengping Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.08580",
    "title": "Mid-infrared group-IV nanowire laser",
    "abstract": "           Semiconductor nanowires have shown great potential for enabling ultra-compact lasers for integrated photonics platforms. Despite the impressive progress in developing nanowire lasers, their integration into Si photonics platforms remains challenging largely due to the use of III-V and II-VI semiconductors as gain media. These materials not only have high material costs, but also require inherently complex integration with Si-based fabrication processing, increasing overall costs and thereby limiting their large-scale adoption. Furthermore, these material-based nanowire lasers rarely emit above 2 um, which is a technologically important wavelength regime for various applications in imaging and quantum sensing. Recently, group-IV nanowires, particularly direct bandgap GeSn nanowires capable of emitting above 2 um, have emerged as promising cost-effective gain media for Si-compatible nanowire lasers, but there has been no successful demonstration of lasing from this seemingly promising nanowire platform. Herein, we report the experimental observation of lasing above 2 um from a single bottom-up grown GeSn nanowire. By harnessing strain engineering and optimized cavity designs simultaneously, the single GeSn nanowire achieves an amplified material gain that can sufficiently overcome minimized optical losses, resulting in a single-mode lasing with an ultra-low threshold of ~5.3 kW cm-2. Our finding paves the way for all-group IV mid-infrared photonic-integrated circuits with compact Si-compatible lasers for on-chip classical and quantum sensing and free-space communication.         ",
    "url": "https://arxiv.org/abs/2410.08580",
    "authors": [
      "Youngmin Kim",
      "Simone Assali",
      "Junyu Ge",
      "Sebastian Koelling",
      "Manlin Luo",
      "Lu Luo",
      "Hyo-Jun Joo",
      "James Tan",
      "Xuncheng Shi",
      "Zoran Ikonic",
      "Hong Li",
      "Oussama Moutanabbir",
      "Donguk Nam"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.16556",
    "title": "Optimizing electro-optic modulators for interfacing color centers in an integrated silicon carbide platform",
    "abstract": "           Silicon carbide is a promising material platform for hosting various color centers suitable for quantum information processing. Here, we report the design and demonstration of an integrated electro-optic modulator that can directly interface the silicon vacancy centers in the 4H-silicon-carbide-on-insulator platform. Despite a relatively low electro-optic coefficient ($0.22$ pm/V), the optimized silicon carbide modulator is able to work in the 920 nm range with a propagation loss of less than $0.5$ dB/cm, featuring a 3-dB bandwidth around 500 MHz, an extinction ratio of 8-12 dB for an operating peak-to-peak voltage of 10 V, and a footprint of less than $0.1\\ \\text{mm}^2$. With such modulation performance, our work provides a cost-effective solution for the chip-scale implementation of the electro-optic modulation technology for interfacing color centers in the silicon carbide platform.         ",
    "url": "https://arxiv.org/abs/2501.16556",
    "authors": [
      "Ruixuan Wang",
      "Jingwei Li",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]