[
  {
    "id": "arXiv:2312.09298",
    "title": "Designing Gram-Scale Resonators for Precision Inertial Sensors",
    "abstract": "Recent advances in glass fabrication technology have allowed for the development of high-precision inertial sensors in devices weighing in the order of grams. Gram-scale inertial sensors can be used in many applications with tight space or weight requirements. A key element of these devices' performance is the behaviour of a mechanical resonator. We present a detailed study on the design of resonators for such sensors. First, we consider how the mechanical parameters of a resonator couple with an inertial sensor's performance. Then, we look at how to geometrically design resonators to achieve specific mechanical behaviour without undergoing brittle failure. Both analytic tools and finite element analysis are used to this end. We then derive expressions that can be used to optimise the performance of an inertial sensor for a specific sensitive bandwidth. A simple geometry used throughout the field is studied as an example. However, the results are presented in a general form so they can easily be adapted to any required geometry and use case. Ultimately, the results presented here guide the design of gram-scale inertial sensors and will improve the performance of devices that follow them. ",
    "url": "https://arxiv.org/abs/2312.09298",
    "authors": [
      "Jonathan J. Carter",
      "Pascal Birckigt",
      "Oliver Gerberding",
      "Sina M. Koehlenbeck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.09465",
    "title": "On the fundamentals of quantum rate theory and the long-range electron  transport in respiratory chains",
    "abstract": "It has been shown that both the electron-transfer rate constant of an electrochemical reaction and the conductance quantum are correlated with the concept of quantum capacitance. This simple association between the two separate concepts has an entirely quantum rate basis that encompasses the electron-transfer rate theory as originally proposed by Rudolph A. Marcus whether the statistical mechanism is properly taken into account. Presently, it is conducted a concise review of the quantum mechanical rate theory principles focused on its relativistic quantum electrodynamics character to demonstrate that it can reconcile the conflicting views established on attempting to use the super-exchange (supported on electron transfer) or `metallic-like' (supported on conductance quantum) mechanisms separately to explain the highly efficient long-distance electron transport observed in the respiratory processes of living cells. The unresolved issues related to long-range electron transport are clarified in light of the quantum rate theory with a discussion focused on Geobacter sulfurreducens films as a reference standard of the respiration chain. Theoretical analyses supported by experimental data suggest that the efficiency of respiration within a long-range electron transport path is intrinsically a quantum mechanical event that follows relativistic quantum electrodynamics principles as addressed by quantum rate theory. ",
    "url": "https://arxiv.org/abs/2312.09465",
    "authors": [
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09556",
    "title": "Optical Ranging Using Coherent Kerr Soliton Dual-microcombs with  Extended Ambiguity Distance",
    "abstract": "Optical ranging is a key technology in metrology. Optical frequency combs are shown to provide several advantages in light ranging, offering high precision with high acquisition rate. However, performance of traditional ranging systems based on microcombs is limited by the short ambiguity distance and non-real-time processing. Here, we show that dual-comb ranging system using coherent Kerr soliton microcombs and optical switch realizes extended ambiguity distance and provides a route to real-time processing. The ambguity distance is extended to 3.28 m from about 1.5 mm and the uncertainty reaches about 1.05 times 10^-7, while the system is compatible with low-bandwidth detectors. Combining coherent microcomb ranging systems with special FPGA could enable comb-based real-time ranging systems for several applications such as industrial process monitoring. ",
    "url": "https://arxiv.org/abs/2312.09556",
    "authors": [
      "Yuechen Yang",
      "Yang Shen",
      "Kailu Zhou",
      "Chenhua Hu",
      "Yuanzhuo Ding",
      "Tinghao Jiang",
      "Wei Li",
      "Yudong Li",
      "Liangsen Feng",
      "Tengfei Wu",
      "Guangqiang He"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09593",
    "title": "Laser Thomson Scattering Measurements around Magnetized Model in  Rarefied Argon Arcjet Plume",
    "abstract": "To elucidate the role of the Hall effect in magnetohydrodynamic (MHD) aerobraking in rarefied flows,we measured the radial distributions of electron temperature and density in front of a magnetized model in a rarefied argon arcjet wind tunnel using the laser Thomson scattering method. We also developed a water-cooled magnetized model to prevent thermal demagnetization during the measurement. The measured electron density distributions are in excellent agreement with computational fluid dynamics (CFD) predictions. It was also found that the magnetic field had little effect on the electron density distribution around the model. In the case without the magnetic field, the measured electron temperature almost agreed with the CFD prediction. However, the measured electron temperature increase caused by applying the magnetic field is about 1,000 K less than that of the CFD prediction. This discrepancy indicates that the location of an insulating boundary in the plasma is far from the model. ",
    "url": "https://arxiv.org/abs/2312.09593",
    "authors": [
      "H. Katsurayama",
      "R. Wada",
      "K. Moriyama",
      "K. Tomita"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09761",
    "title": "Symmetry-preserving and gate-efficient quantum circuits for quantum  chemistry",
    "abstract": "The ability of quantum computers to overcome the exponential memory scaling of many-body problems is expected to transform quantum chemistry. Quantum algorithms require accurate representations of electronic states on a quantum device, but current approximations struggle to combine chemical accuracy and gate-efficiency while preserving physical symmetries, and rely on measurement-intensive adaptive methods that tailor the wave function ansatz to each molecule. In this contribution, we present a spin-symmetry-preserving, gate-efficient ansatz that provides chemically accurate molecular energies with a well-defined circuit structure. Our approach exploits local qubit connectivity, orbital optimisation, and connections with generalised valence bond theory to maximise the accuracy that is obtained with shallow quantum circuits. Numerical simulations for molecules with weak and strong electron correlation, including benzene, water, and the singlet-triplet gap in tetramethyleneethane, demonstrate that chemically accurate energies are achieved with as much as 84% fewer two-qubit gates compared to the current state-of-the-art. These advances pave the way for the next generation of electronic structure approximations for future quantum computing. ",
    "url": "https://arxiv.org/abs/2312.09761",
    "authors": [
      "Hugh G. A. Burton"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09824",
    "title": "Coherent beam combining of optical vortices",
    "abstract": "We experimentally demonstrate the power scaling of optical vortices by the coherent beam combining, encompassing topological charges ranging from l=1 to l=5 realized on the basis of a Yb-doped fiber short-pulsed laser system. The combining efficiency varies from 83.2 to 96.9% depending on the topological charge and beam pattern quality generated by the spatial light modulators. These results open a pathway to high-intensity optical vortices with enormous potential applications in science and industry by utilizing advances in light-matter interactions. ",
    "url": "https://arxiv.org/abs/2312.09824",
    "authors": [
      "Hossein Fathi",
      "Mikko Narhi",
      "Regina Gumenyuk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.09927",
    "title": "Simulation of Deflection and Photon Emission of Ultra-Relativistic  Electrons and Positrons in a Quasi-Mosaic Bent Silicon Crystal",
    "abstract": "A comprehensive numerical investigation has been conducted on the angular distribution and spectrum of radiation emitted by 855 MeV electron and positron beams while traversing a 'quasi-mosaic' bent silicon (111) crystal. This interaction of charged particles with a bent crystal gives rise to various phenomena such as channeling, dechanneling, volume reflection, and volume capture. The crystal's geometry, emittance of the collimated particle beams, as well as their alignment with respect to the crystal, have been taken into account as they are essential for an accurate quantitative description of the processes. The simulations have been performed using a specialized relativistic molecular dynamics module implemented in the MBN Explorer package. The angular distribution of the particles after traversing the crystal has been calculated for beams of different emittances as well as for different anticlastic curvatures of the bent crystals. For the electron beam, the angular distributions of the deflected particles and the spectrum of radiation obtained in the simulations are compared with the experimental data collected at the Mainz Microtron facility. For the positron beam such calculations have been performed for the first time. We predict significant differences in the angular distributions and the radiation spectra for positrons versus electrons. ",
    "url": "https://arxiv.org/abs/2312.09927",
    "authors": [
      "Paulo E Ibañez-Almaguer",
      "Germán Rojas-Lorenzo",
      "Maykel Márquez-Mijares",
      "Jesús Rubayo-Soneira",
      "Gennady B Sushko",
      "Andrei V Korol",
      "Andrey V Solov'yov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.10018",
    "title": "Wearable Coaxially-shielded Metamaterial for Magnetic Resonance Imaging",
    "abstract": "Recent advancements in metamaterials have yielded the possibility of a wireless solution to improve signal-to-noise ratio (SNR) in magnetic resonance imaging (MRI). Unlike traditional closely packed local coil arrays with rigid designs and numerous components, these lightweight, cost-effective metamaterials eliminate the need for radio frequency (RF) cabling, baluns, adapters, and interfaces. However, their clinical adoption has been limited by their low sensitivity, bulky physical footprint, and limited, specific use cases. Herein, we introduce a wearable metamaterial developed using commercially available coaxial cable, designed for a 3.0 T MRI system. This metamaterial inherits the coaxially-shielded structure of its constituent coaxial cable, effectively containing the electric field within the cable, thereby mitigating the electric coupling to its loading while ensuring safer clinical adoption, lower signal loss, and resistance to frequency shifts. Weighing only 50g, the metamaterial maximizes its sensitivity by conforming to the anatomical region of interest. MRI images acquired using this metamaterial with various pulse sequences demonstrate an up to 2-fold SNR enhancement when compared to a state-of-the-art 16-channel knee coil. This work introduces a novel paradigm for constructing metamaterials in the MRI environment, paving the way for the development of next-generation wireless MRI technology. ",
    "url": "https://arxiv.org/abs/2312.10018",
    "authors": [
      "Xia Zhu",
      "Ke Wu",
      "Stephan W. Anderson",
      "Xin Zhang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2312.10020",
    "title": "A brief overview of programmed instructions for quantum software  education",
    "abstract": "In this paper we provide an overview of the programmed instructions approach for the purpose of quantum software education. The article presents the programmed instructions method and recent successes in STEM fields before describing its operating mode. Elements tackled include the core components of programmed instructions, its behavioural roots and early use as well as adaptation to complex STEM material. In addition, we offer recommendations for its use in the specific context of quantum software education and provide one example of PI-based instruction for the notion of entanglement. The aim of this work is to provide high-level guidelines for incorporating programmed instructions in quantum education with the goal of disseminating quantum skills and notions more efficiently to a wider audience. ",
    "url": "https://arxiv.org/abs/2312.10020",
    "authors": [
      "Richard A. Wolf",
      "Sho Araiba"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09322",
    "title": "Non-Hermitian delocalization in a 2D photonic quasicrystal",
    "abstract": "Quasicrystals show long-range order, but lack translational symmetry. So far, theoretical and experimental studies suggest that both Hermitian and non-Hermitian quasicrystals show localized eigenstates. This localization is due to the fractal structure of the spectrum in the Hermitian case and to the transition to diffusive bands via exceptional points in the non-Hermitian case. Here, we present an experimental study of a dodecagonal (12-fold) photonic quasicrystal based on electromagnetically-induced transparency in a Rb vapor cell. The transition to a quasicrystal is obtained by superposing two honeycomb lattices at 30$^\\circ$ with a continuous tuning of their amplitudes. Non-Hermiticity is controlled independently. We study the spatial expansion of a probe wavepacket. In the Hermitian case, the wavepacket expansion is suppressed when the amplitude of the second lattice is increased (quasicrystal localization). We find a new regime, where increasing the non-Hermitian potential in the quasicrystal enhances spatial expansion, with the $C_{12}$ symmetry becoming visible in the wavepacket structure. This real-space expansion is due to a k-space localization on specific quasicrystal modes. Our results show that the non-Hermitian quasicrystal behavior is richer than previously thought. The localization properties of the quasicrystals can be used for beam tailoring in photonics, but are also important in other fields. ",
    "url": "https://arxiv.org/abs/2312.09322",
    "authors": [
      "Zhaoyang Zhang",
      "Shun Liang",
      "Ismael Septembre",
      "Jiawei Yu",
      "Yongping Huang",
      "Maochang Liu",
      "Yanpeng Zhang",
      "Min Xiao",
      "Guillaume Malpuech",
      "Dmitry Solnyshkov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.09372",
    "title": "Vacuum Beam Guide for Large-Scale Quantum Networks",
    "abstract": "The vacuum beam guide (VBG) presents a completely different solution for quantum channels to overcome the limitations of existing fiber and satellite technologies for long-distance quantum communication. With an array of aligned lenses spaced kilometers apart, the VBG offers ultra-high transparency over a wide range of optical wavelengths. With realistic parameters, the VBG can outperform the best fiber by three orders of magnitude in terms of attenuation rate. Consequently, the VBG can enable long-range quantum communication over thousands of kilometers with quantum channel capacity beyond $10^{13}$ qubit/sec, orders of magnitude higher than the state-of-the-art quantum satellite communication rate. Remarkably, without relying on quantum repeaters, the VBG can provide a ground-based, low-loss, high-bandwidth quantum channel that enables novel distributed quantum information applications for computing, communication, and sensing. ",
    "url": "https://arxiv.org/abs/2312.09372",
    "authors": [
      "Yuexun Huang",
      "Francisco Salces--Carcoba",
      "Rana X Adhikari",
      "Amir H. Safavi-Naeini",
      "Liang Jiang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.09537",
    "title": "Exploration of new chemical materials using black-box optimization with  the D-wave quantum annealer",
    "abstract": "In materials informatics, searching for chemical materials with desired properties is challenging due to the vastness of the chemical space. Moreover, the high cost of evaluating properties necessitates a search with a few clues. In practice, there is also a demand for proposing compositions that are easily synthesizable. In the real world, such as in the exploration of chemical materials, it is common to encounter problems targeting black-box objective functions where formalizing the objective function in explicit form is challenging, and the evaluation cost is high. In recent research, a Bayesian optimization method has been proposed to formulate the quadratic unconstrained binary optimization (QUBO) problem as a surrogate model for black-box objective functions with discrete variables. Regarding this method, studies have been conducted using the D-Wave quantum annealer to optimize the acquisition function, which is based on the surrogate model and determines the next exploration point for the black-box objective function. In this paper, we address optimizing a black-box objective function containing discrete variables in the context of actual chemical material exploration. In this optimization problem, we demonstrate results obtaining parameters of the acquisition function by sampling from a probability distribution with variance can explore the solution space more extensively than in the case of no variance. As a result, we found combinations of substituents in compositions with the desired properties, which could only be discovered when we set an appropriate variance. ",
    "url": "https://arxiv.org/abs/2312.09537",
    "authors": [
      "Mikiya Doi",
      "Yoshihiro Nakao",
      "Takuro Tanaka",
      "Masami Sako",
      "Masayuki Ohzeki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09619",
    "title": "Topological atom optics and beyond with knotted quantum wavefunctions",
    "abstract": "Atom optics demonstrates optical phenomena with coherent matter waves, providing a foundational connection between light and matter. Significant advances in optics have followed the realisation of structured light fields hosting complex singularities and topologically non-trivial characteristics. However, analogous studies are still in their infancy in the field of atom optics. Here, we investigate and experimentally create knotted quantum wavefunctions in spinor Bose--Einstein condensates which display non-trivial topologies. In our work we construct coordinated orbital and spin rotations of the atomic wavefunction, engineering a variety of discrete symmetries in the combined spin and orbital degrees of freedom. The structured wavefunctions that we create map to the surface of a torus to form torus knots, M\\\"obius strips, and a twice-linked Solomon's knot. In this paper we demonstrate striking connections between the symmetries and underlying topologies of multicomponent atomic systems and of vector optical fields--a realization of topological atom-optics. ",
    "url": "https://arxiv.org/abs/2312.09619",
    "authors": [
      "Maitreyi Jayaseelan",
      "Joseph D. Murphree",
      "Justin T. Schultz",
      "Janne Ruostekoski",
      "Nicholas P. Bigelow"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09668",
    "title": "Two-particle correlation effects on nonlinear optical responses in the  1d interacting Rice-Mele model",
    "abstract": "Nonlinear responses in crystalline solids are attracting a great deal of attention because of exciting phenomena, such as the bulk photovoltaic effect in noncentrosymmetric crystals and the third harmonic generation related to Higgs modes in superconductors, and their potential applicability to electronic devices. Recently, nonlinear responses have also been studied in strongly correlated electron systems. Experimental evidence has revealed that correlations play a significant role in nonlinear responses. However, most theoretical calculations only consider excitonic effects or involve numerically demanding approaches, making interpreting the results challenging. In this paper, we adopt another approach, which is based on real-time evolution using the correlation expansion method. Particularly, we focus on the 1d interacting Rice-Mele model. We analyze the impact of the density-density interaction on the linear and nonlinear conductivities and demonstrate that two-particle correlations beyond the mean-field level enhance second-order nonlinear responses, especially the second harmonic generation, while the linear response is not strongly affected. Furthermore, by decomposing the current into a one-particle contribution and six two-particle contributions, we show that the ``biexciton transition\" term and its nonlinear oscillations is the most dominant two-particle contribution to the nonlinear response. In addition, we also show that the intercell charge-charge correlation is strongly enhanced when the system is driven with the frequency corresponding to the excitonic peak and can even exceed the intracell correlation. This implies the possibility of manipulating two-particle correlations with external fields. ",
    "url": "https://arxiv.org/abs/2312.09668",
    "authors": [
      "Akira Kofuji",
      "Robert Peters"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.06687",
    "title": "Quantifying the Effects of Magnetic Field Line Curvature Scattering on  Radiation Belt and Ring Current Particles",
    "abstract": " Title: Quantifying the Effects of Magnetic Field Line Curvature Scattering on  Radiation Belt and Ring Current Particles ",
    "url": "https://arxiv.org/abs/2303.06687",
    "authors": [
      "Bin Cai",
      "Hanlin Li",
      "Yifan Wu",
      "Xin Tao"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03724",
    "title": "GeoTMI:Predicting quantum chemical property with easy-to-obtain geometry  via positional denoising",
    "abstract": " Title: GeoTMI:Predicting quantum chemical property with easy-to-obtain geometry  via positional denoising ",
    "url": "https://arxiv.org/abs/2304.03724",
    "authors": [
      "Hyeonsu Kim",
      "Jeheon Woo",
      "Seonghwan Kim",
      "Seokhyun Moon",
      "Jun Hyeong Kim",
      "Woo Youn Kim"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2307.08524",
    "title": "Eliminating the \"impossible\": Recent progress on local measurement  theory for quantum field theory",
    "abstract": " Comments: 76 pages, 4 figures, fixed typos and added clarifications ",
    "url": "https://arxiv.org/abs/2307.08524",
    "authors": [
      "Maria Papageorgiou",
      "Doreen Fraser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]