[
  {
    "id": "arXiv:2203.01415",
    "title": "\"Keep the fight unfair\": Military rhetoric in quantum technology",
    "abstract": "Doing quantum ethics properly will require detailed socio-political analysis of the technologies and the organizations trying to build them. In this paper, I contribute to this task by analysing the public rhetoric of American military stakeholders in the quantum industry. I look at Air Force Research Laboratory involvement in the 2020 Quantum 2 Business conference, where they were the main sponsor. A critical thematic analysis shows a focus on enacting the violence of war, maintaining narratives that the Air Force provides a secure future for Americans, and marrying quantum technology with the aesthetics of war. I contextualize this with anti-imperialist theory, arguing that this rhetoric and the desire for quantum arms aligns with the reproduction of existing violent power structures. Insights about this example of military involvement in quantum spaces should help orient nascent critical quantum ethics interventions. ",
    "url": "https://arxiv.org/abs/2203.01415",
    "authors": [
      "Emma McKay"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01431",
    "title": "Electro-optic modulator based on Vanadium dioxide epsilon-near-zero  vertical nanowire triple-cavity in Silicon Waveguide",
    "abstract": "We present an electro-optic modulator exploiting an array of Vanadium dioxide nanorods operating in the epsilon near regime as the active switching material integrated in a silicon waveguide. The modulator takes advantage of the insulator-to-metal transition of Vanadium dioxide to achieve a robust modulation depth of 19.7 dB/micron with a broad wavelength of operation. Using simulations, we demonstrate how the effective permittivity of the metamaterial can be tuned to a near-zero value by varying the nanorod geometry. The paper also proposes a novel hexagonal array design which achieves low insertion losses while retaining a strong modulation depth. The results provide insight into the design of ultra-compact modulators with high operation frequencies and low insertion losses. ",
    "url": "https://arxiv.org/abs/2203.01431",
    "authors": [
      "Gregory Tanyi",
      "Christina Lim",
      "Ranjith Unnithan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01560",
    "title": "A Backside-Illuminated Charge-Focusing Silicon SPAD with Enhanced  Near-Infrared Sensitivity",
    "abstract": "A backside-illuminated (BSI) near-infrared enhanced silicon single-photon avalanche diode (SPAD) for time-of-flight (ToF) light detection and ranging applications is presented. The detector contains a 2 $\\mu$m wide multiplication region with a spherically-uniform electric field peak enforced by field-line crowding. A charge-focusing electric field extends into a 10 $\\mu$m deep absorption volume, whereby electrons generated in all corners of the device can move efficiently towards the multiplication region. The SPAD is integrated with a customized 130 nm CMOS technology and a dedicated BSI process. The device has a pitch of 15 $\\mu$m, which has the potential to be scaled down without significant performance loss. Furthermore, the detector achieves a photon detection efficiency of 27% at 905 nm, with an excess bias of 3.5 V that is controlled by integrated CMOS electronics, and a timing resolution of 240 ps. By virtue of these features, the device architecture is well-suited for large format ToF imaging arrays with integrated electronics. ",
    "url": "https://arxiv.org/abs/2203.01560",
    "authors": [
      "Edward Van Sieleghem",
      "Gauri Karve",
      "Koen De Munck",
      "Andrea Vinci",
      "Celso Cavaco",
      "Andreas Süss",
      "Chris Van Hoof",
      "Jiwon Lee"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01689",
    "title": "Optical Properties of Yttrium Gallium Garnet",
    "abstract": "We report measurements of the reflection and transmission spectra of 2% doped Thulium Yttrium Gallium Garnet (Tm:YGG) using variable-angle spectroscopic ellipsometry(VASE) over a wavelength range from 210 to 1680 nm (0.73-5.9 eV). The well-known Tm resonances are identified and separated from the aggregate data, allowing us to calculate the previously unknown frequency dependence of the complex refractive index of the host material. This information is important for many applications of YGG in classical and quantum photonics, including constructing optical cavities, laser-based applications, and quantum information devices. A complete database of the obtained parameters is included in the supplementary information. ",
    "url": "https://arxiv.org/abs/2203.01689",
    "authors": [
      "Jacob H Davidson",
      "Dorian Oser",
      "Wolfgang Tittel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01695",
    "title": "Unfolding-Aided Bootstrapped Phase Retrieval in Optical Imaging",
    "abstract": "Phase retrieval in optical imaging refers to the recovery of a complex signal from phaseless data acquired in the form of its diffraction patterns. These patterns are acquired through a system with a coherent light source that employs a diffractive optical element (DOE) to modulate the scene resulting in coded diffraction patterns at the sensor. Recently, the hybrid approach of model-driven network or deep unfolding has emerged as an effective alternative because it allows for bounding the complexity of phase retrieval algorithms while also retaining their efficacy. Additionally, such hybrid approaches have shown promise in improving the design of DOEs that follow theoretical uniqueness conditions. There are opportunities to exploit novel experimental setups and resolve even more complex DOE phase retrieval applications. This paper presents an overview of algorithms and applications of deep unfolding for bootstrapped - regardless of near, middle, and far zones - phase retrieval. ",
    "url": "https://arxiv.org/abs/2203.01695",
    "authors": [
      "Samuel Pinilla",
      "Kumar Vijay Mishra",
      "Igor Shevkunov",
      "Mojtaba Soltanalian",
      "Vladimir Katkovnik",
      "Karen Egiazarian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2203.01733",
    "title": "The Origins of Rydberg Atom Electrometer Transient Response and its  Impact on Radio Frequency Pulse Sensing",
    "abstract": "Rydberg atoms have shown significant promise as the basis for highly sensitive detectors of continuous radio-frequency (RF) E-fields. Here, we study their time-dependent response to pulse-modulated RF E-fields at 19.4 GHz using a cesium vapour cell at room temperature. We use density matrix simulations to explain the time scales that shape the transient atomic response under different laser conditions, finding them to be limited by dephasing mechanisms including transit time broadening, Rydberg-Rydberg collisions, and ionization. Using a matched filter, we demonstrate the detection of individual pulses with durations from 10 $\\mu$s down to 50 ns and amplitudes from 15000 $\\mu$V cm$^{-1}$ down to ~170 $\\mu$V cm$^{-1}$, corresponding to a sensitivity of ~240 nV cm$^{-1}$ Hz$^{-1/2}$. Finally, we highlight the potential of a Rydberg vapour cell as a receiver by detecting pulse trains from a rotating emitter on a simulated passing aircraft. ",
    "url": "https://arxiv.org/abs/2203.01733",
    "authors": [
      "Stephanie M. Bohaichuk",
      "Donald Booth",
      "Kent Nickerson",
      "Harry Tai",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01792",
    "title": "Design Automation of Photonic Resonator Weights",
    "abstract": "Neuromorphic photonic processors based on resonator weight banks are an emerging candidate technology for enabling modern artificial intelligence (AI) in high speed, analog systems. These purpose-built analog devices implement vector multiplications with the physics of resonator devices, offering efficiency, latency, and throughput advantages over equivalent electronic circuits. Along with these advantages, however, often comes the difficult challenges of compensation for fabrication variations and environmental disturbances. In this paper we review sources of variation and disturbances from our experiments, as well as mathematically define quantities that model them. Then, we introduce how the physics of resonators can be exploited to weight and sum multiwavelength signals. Finally, we outline automated design and control methodologies necessary to create practical, manufacturable, and high accuracy/precision resonator weight banks that can withstand operating conditions in the field. This represents a road map for unlocking the potential of resonator weight banks in practical deployment scenarios. ",
    "url": "https://arxiv.org/abs/2203.01792",
    "authors": [
      "Thomas Ferreira de Lima",
      "Eli A. Doris",
      "Simon Bilodeau",
      "Weipeng Zhang",
      "Aashu Jha",
      "Hsuan-Tung Peng",
      "Eric C. Blow",
      "Chaoran Huang",
      "Alexander N. Tait",
      "Bhavin J. Shastri",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.01870",
    "title": "KamNet: An Integrated Spatiotemporal Deep Neural Network for Rare Event  Search in KamLAND-Zen",
    "abstract": "Rare event searches allow us to search for new physics at energy scales inaccessible with other means by leveraging specialized large-mass detectors. Machine learning provides a new tool to maximize the information provided by these detectors. The information is sparse, which forces these algorithms to start from the lowest level data and exploit all symmetries in the detector to produce results. In this work we present KamNet which harnesses breakthroughs in geometric deep learning and spatiotemporal data analysis to maximize the physics reach of KamLAND-Zen, a kiloton scale spherical liquid scintillator detector searching for neutrinoless double beta decay ($0\\nu\\beta\\beta$). Using a simplified background model for KamLAND we show that KamNet outperforms a conventional CNN on benchmarking MC simulations with an increasing level of robustness. Using simulated data, we then demonstrate KamNet's ability to increase KamLAND-Zen's sensitivity to $0\\nu\\beta\\beta$ and $0\\nu\\beta\\beta$ to excited states. A key component of this work is the addition of an attention mechanism to elucidate the underlying physics KamNet is using for the background rejection. ",
    "url": "https://arxiv.org/abs/2203.01870",
    "authors": [
      "Aobo Li",
      "Zhenghao Fu",
      "Lindley A. Winslow",
      "Christopher P. Grant",
      "Hasung Song",
      "Hideyoshi Ozaki",
      "Itaru Shimizu",
      "Atsuto Takeuchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2203.01348",
    "title": "Single-shot quantum measurements sketch quantum states",
    "abstract": "Quantum measurements are our eyes to the quantum systems consisting of a multitude of microscopic degrees of freedom. However, the intrinsic uncertainty of quantum measurements and the exponentially large Hilbert space pose natural barriers to simple interpretations of the measurement outcomes. We propose a nonlinear \"measurement energy\" based upon the measurement outcomes and an iterative effective-Hamiltonian approach to extract the most probable states (maximum likelihood estimates) in an efficient and general fashion, thus reconciling the non-commuting observables and getting more out of the quantum measurements. We showcase the versatility and accuracy of our perspective on random long-range fermion models and Kitaev quantum spin liquid models, where smoking-gun signatures were lacking. Our study also paves the way towards concepts such as nonlinear-operator Hamiltonian and applications such as parent Hamiltonian reconstruction. ",
    "url": "https://arxiv.org/abs/2203.01348",
    "authors": [
      "Jia-Bao Wang",
      "Yi Zhang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01401",
    "title": "Optical precursors in waveguide quantum electrodynamics",
    "abstract": "When a broadband signal propagates through a dispersive medium, some frequency components move faster than the center of the pulse. This leads to the appearance of precursors, rapidly oscillating waves that emerge from the medium earlier than the main signal and seem to propagate superluminally. Here, we investigate the microscopic origin of precursors in a minimal setup: an array of qubits coupled to a waveguide. The linear transmission function only converges to that of a continuous medium for large qubit numbers. Nevertheless, oscillations in the transmitted field persist even for only two qubits, which is the minimum number required for the emergence of precursors. Precursors are best observed under conditions of electromagnetically-induced transparency, as the center of the pulse is significantly delayed. Under these conditions, just a single qutrit is enough to generate a precursor. Our results pave the way towards dispersion engineering of light with just a few qubits, and can be realized with superconducting qubits coupled to transmission lines or atoms coupled to optical waveguides. ",
    "url": "https://arxiv.org/abs/2203.01401",
    "authors": [
      "Silvia Cardenas-Lopez",
      "Pablo Solano",
      "Luis A. Orozco",
      "Ana Asenjo-Garcia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.01541",
    "title": "Quantum simulation of Ising spins on Platonic graphs",
    "abstract": "We present quantum simulation experiments of Ising-like spins on Platonic graphs, which are performed with two-dimensional arrays of Rydberg atoms and quantum-wire couplings. The quantum wires are used to couple otherwise uncoupled long-distance atoms, enabling topology-preserving transformtions of the three-dimensional graphs to the two-dimensional plane. We implement three Platonic graphs, tetrahedron, cube, and octahedron of Platonic solids, and successfully probe their ground many-body spin configurations before and after the quasi-adiabatic control of the system Hamiltonians from the paramagnetic phase to anti-ferromagnetic-like phases. Our small-scale quantum simulations of using less than 22 atoms are limited by experimental imperfections, which can be easily improved by the state-of-the-art Rydberg-atom technologies for more than 1000-atom scales. Our quantum-wire approach is expected to pave a new route towards large-scale quantum simulations. ",
    "url": "https://arxiv.org/abs/2203.01541",
    "authors": [
      "Andrew Byun",
      "Minhyuk Kim",
      "Jaewook Ahn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01545",
    "title": "Rydberg wire gates for universal quantum computation",
    "abstract": "Rydberg atom arrays offer flexible geometries of strongly-interacting neutral atoms, which are useful for many quantum applications such as quantum simulation and quantum computation. Here we consider a gate-based quantum computing scheme for a Rydberg-atom array. We utilize auxiliary atoms which are used as a quantum wire to mediate controllable interactions among data-qubit atoms. We construct universal quantum gates for the data atoms, by using single-atom addressing operations. Standard one-, two-, and multi-qubit solutions are explicitly obtained as respective sequences of pulsed operations acting on individual data and wire atoms. A detailed resource estimate is provided for an experimental implementation of this scheme in a Rydberg quantum simulator. ",
    "url": "https://arxiv.org/abs/2203.01545",
    "authors": [
      "Seokho Jeong",
      "Xiao-Feng Shi",
      "Minhyuk Kim",
      "Jaewook Ahn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01591",
    "title": "Plasmon-enhanced polarized single photon source directly coupled to an  optical fiber",
    "abstract": "A bright source of fiber-coupled, polarized single photons is an essential component of any realistic quantum network based on today's existing fiber infrastructure. Here, we develop a Purcell enhanced, polarized source of single photons at room temperature by coupling single colloidal quantum dots to the localized surface plasmon-polariton modes of single gold nanorods, combined on the surface of an optical nanofiber. A maximum enhancement of photon emission of 62 times was measured corresponding to a degree of polarization of 86 $\\%$, and a brightness enhancement of four times in the fiber mode. Evanescent coupling of photons to the nanofiber guided modes ensures automatic coupling to a single mode fiber. Our technique opens the way to realizing bright sources of polarized single photons connected to fiber networks using a simple composite technique. ",
    "url": "https://arxiv.org/abs/2203.01591",
    "authors": [
      "Masakazu Sugawara",
      "Yining Xuan",
      "Yasuyoshi Mitsumori",
      "Keiichi Edamatsu",
      "Mark Sadgrove"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.01622",
    "title": "Towards European Standards for Quantum Technologies",
    "abstract": "The Second Quantum Revolution facilitates the engineering of new classes of sensors, communication technologies, and computers with unprecedented capabilities. Supply chains for quantum technologies are emerging, some focussed on commercially available components for enabling technologies and/or quantum-technologies research infrastructures, others with already higher technology-readiness levels, near to the market. In 2018, the European Commission has launched its large-scale and long-term Quantum Flagship research initiative to support and foster the creation and development of a competitive European quantum technologies industry, as well as the consolidation and expansion of leadership and excellence in European quantum technology research. One of the measures to achieve an accelerated development and uptake has been identified by the Quantum Flagship in its Strategic Research Agenda: the promotion of coordinated, dedicated standardisation and certification efforts. Standardisation is indeed of paramount importance to facilitate the growth of new technologies, and the development of efficient and effective supply chains. The harmonisation of technologies, methodologies, and interfaces enables interoperable products, innovation, and competition, all leading to structuring and hence growth of markets. As quantum technologies are maturing, time has come to start thinking about further standardisation needs. This article presents insights on standardisation for quantum technologies from the perspective of the CEN-CENELEC Focus Group on Quantum Technologies (FGQT), which was established in June 2020 to coordinate and support the development of standards relevant for European industry and research. ",
    "url": "https://arxiv.org/abs/2203.01622",
    "authors": [
      "O. van Deventer",
      "N. Spethmann",
      "M. Loeffler",
      "M. Amoretti",
      "R. van den Brink",
      "N. Bruno",
      "P. Comi",
      "N. Farrugia",
      "M. Gramegna",
      "B. Kassenberg",
      "W. Kozlowski",
      "T. Länger",
      "T. Lindstrom",
      "V. Martin",
      "N. Neumann",
      "H. Papadopoulos",
      "S. Pascazio",
      "M. Peev",
      "R. Pitwon",
      "M. Adriaan Rol",
      "P. Traina",
      "P. Venderbosch",
      "F. K. Wilhelm-Mauch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01834",
    "title": "General properties of fidelity in non-Hermitian quantum systems with PT  symmetry",
    "abstract": "The fidelity susceptibility is a tool for studying quantum phase transitions in the Hermitian condensed matter systems. Recently, it has been generalized with the biorthogonal basis for the non-Hermitian quantum systems. From the general perturbation description with the constrain of parity-time (PT) symmetry, we show that the fidelity susceptibility is always real for the PT-symmetric states. For the PT-broken states, the real part of the fidelity is corresponding to considering both the PT partner states. Moreover, at the second-order exceptional point (EP), we prove that the real part of the fidelity between PT-symmetric and PT-broken states is $\\frac{1}{2}$. Based on these general properties, we study the two-legged non-Hermitian Su-Schrieffer-Heeger (SSH) model and the non-Hermitian XXZ spin chain. We find that for both interacting and non-interacting systems, the real part of fidelity susceptibility density goes to negative infinity when the parameter approaches to the EP, and verifying it is a second-order EP by the $\\frac{1}{2}$ of the real part of fidelity. ",
    "url": "https://arxiv.org/abs/2203.01834",
    "authors": [
      "Yi-Ting Tu",
      "Iksu Jang",
      "Po-Yao Chang",
      "Yu-Chin Tzeng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2105.14022",
    "title": "Transition, intermittency and phase interference effects in airfoil  secondary tones and acoustic feedback loop",
    "abstract": " Comments: 31 pages ",
    "url": "https://arxiv.org/abs/2105.14022",
    "authors": [
      "Tulio R. Ricciardi",
      "William R. Wolf",
      "Kunihiko Taira"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2106.01193",
    "title": "Quantum Heat Engines with Carnot Efficiency at Maximum Power",
    "abstract": " Title: Quantum Heat Engines with Carnot Efficiency at Maximum Power ",
    "url": "https://arxiv.org/abs/2106.01193",
    "authors": [
      "Mohit Lal Bera",
      "Sergi Julià-Farré",
      "Maciej Lewenstein",
      "Manabendra Nath Bera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2108.01353",
    "title": "Causality, Uncertainty Principle, and Quantum Spacetime Manifold in  Planck Scale",
    "abstract": " Comments: 8 pages and 3 figures. arXiv admin note: text overlap with arXiv:gr-qc/9504004 by other authors ",
    "url": "https://arxiv.org/abs/2108.01353",
    "authors": [
      "Hamidreza Simchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2109.15176",
    "title": "A Quantum Computing View on Unitary Coupled Cluster Theory",
    "abstract": " Title: A Quantum Computing View on Unitary Coupled Cluster Theory ",
    "url": "https://arxiv.org/abs/2109.15176",
    "authors": [
      "Abhinav Anand",
      "Philipp Schleich",
      "Sumner Alperin-Lea",
      "Phillip W. K. Jensen",
      "Sukin Sim",
      "Manuel Díaz-Tinoco",
      "Jakob S. Kottmann",
      "Matthias Degroote",
      "Artur F. Izmaylov",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2110.02346",
    "title": "Photoneutralization of charges in GaAs quantum dot based entangled  photon emitters",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2110.02346",
    "authors": [
      "Jingzhong Yang",
      "Tom Fandrich",
      "Frederik Benthin",
      "Robert Keil",
      "Nand Lal Sharma",
      "Weijie Nie",
      "Caspar Hopfmann",
      "Oliver G. Schmidt",
      "Michael Zopf",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.07390",
    "title": "3D stochastic interferometer detects picometer deformations and minute  dielectric fluctuations of its optical volume",
    "abstract": " Comments: 12 pages main, 27 pages with annex, 4 figures ",
    "url": "https://arxiv.org/abs/2110.07390",
    "authors": [
      "Guillaume Graciani",
      "Marcel Filoche",
      "Francois Amblard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.08742",
    "title": "Efficient World-line-based Quantum Monte Carlo Method Without  Hubbard-Stratonovich Transformation",
    "abstract": " Comments: 19 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2110.08742",
    "authors": [
      "J. Wang",
      "W. Pan",
      "D. Y. Sun"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2110.13647",
    "title": "Resonant mode coupling approximation for calculation of optical spectra  of photonic crystal slabs",
    "abstract": " Comments: 8 pages, 5 figures, submitted to Physical Review B ",
    "url": "https://arxiv.org/abs/2110.13647",
    "authors": [
      "Dmitrii A. Gromyko",
      "Sergey A. Dyakov",
      "Sergei G. Tikhodeev",
      "Nikolay A. Gippius"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.02534",
    "title": "Tensor Product Scheme for Computing Bound States of the Quantum  Mechanical Three-Body Problem",
    "abstract": " Title: Tensor Product Scheme for Computing Bound States of the Quantum  Mechanical Three-Body Problem ",
    "url": "https://arxiv.org/abs/2111.02534",
    "authors": [
      "Jonas Thies",
      "Moritz Travis Hof",
      "Matthias Zimmermann",
      "Maxim Efremov"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2111.10161",
    "title": "Optically loaded Strontium lattice clock with a single multi-wavelength  reference cavity",
    "abstract": " Comments: This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible ",
    "url": "https://arxiv.org/abs/2111.10161",
    "authors": [
      "Matteo Barbiero",
      "Davide Calonico",
      "Filippo Levi",
      "Marco G. Tarallo"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.05014",
    "title": "Resonant mode approximation of the scattering matrix of photonic crystal  slabs near several Wood-Rayleigh anomalies",
    "abstract": " Comments: 13 pages, 4 figures, submitted to Photonics and Nanostructures: Fundamentals and Applications ",
    "url": "https://arxiv.org/abs/2112.05014",
    "authors": [
      "Dmitrii Gromyko",
      "Sergey Dyakov",
      "Vladimir Zinovyev",
      "Sergei Tikhodeev",
      "Nikolay Gippius"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12397",
    "title": "Reducing energy consumption of fiber networks via quantum communication  technology",
    "abstract": " Comments: Added results for lower photon numbers. Corrected relation between photon numbers and transmit power ",
    "url": "https://arxiv.org/abs/2201.12397",
    "authors": [
      "Janis Nötzel",
      "Matteo Rosati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.00984",
    "title": "Optical force between two coupled identical parallel optical nanofibers",
    "abstract": " Comments: arXiv admin note: text overlap with arXiv:2012.06078 ",
    "url": "https://arxiv.org/abs/2202.00984",
    "authors": [
      "Fam Le Kien",
      "Sile Nic Chormaic",
      "Thomas Busch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]