[
  {
    "id": "arXiv:2205.14143",
    "title": "Cryogenic and hermetically sealed packaging of photonic chips for  optomechanics",
    "abstract": "We demonstrate a hermetically sealed packaging system for integrated photonic devices at cryogenic temperatures with plug-and-play functionality. This approach provides the ability to encapsulate a controlled amount of gas into the optical package allowing helium to be used as a heat-exchange gas to thermalize photonic devices, or condensed into a superfluid covering the device. This packaging system was tested using a silicon-on-insulator slot waveguide resonator which fills with superfluid $^4$He below the transition temperature. To optimize the fiber-to-chip optical integration 690 tests were performed by thermally cycling optical fibers bonded to various common photonic chip substrates (silicon, silicon oxide and HSQ) with a range of glues (NOA 61, NOA 68, NOA 88, NOA 86H and superglue). This showed that NOA 86H (a UV curing optical adhesive with a latent heat catalyst) provided the best performance under cryogenic conditions for all the substrates tested. The technique is relevant to superfluid optomechanics experiments, as well as quantum photonics and quantum optomechanics applications. ",
    "url": "https://arxiv.org/abs/2205.14143",
    "authors": [
      "W. W. Wasserman",
      "R. A. Harrison",
      "G. I. Harris",
      "A. Sawadsky",
      "Y. L. Sfendla",
      "W. P. Bowen",
      "C. G. Baker"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14145",
    "title": "Liquid-cooled modular gas cell system for high-order harmonic generation  using high average power laser systems",
    "abstract": "We present the design and implementation of a new, modular gas target suitable for high-order harmonic generation using high average power lasers. To ensure thermal stability in this high heat load environment, we implement an appropriate liquid cooling system. The system can be used in multiple-cell configurations allowing to control the cell length and aperture size. The cell design was optimized with heat and flow simulations for thermal characteristics, vacuum compatibility and generation medium properties. Finally, the cell system was experimentally validated by conducting high-order harmonic generation measurements using the 100 kHz high average power HR-1 laser system at the Extreme Light Infrastructure Attosecond Light Pulse Source (ELI ALPS) facility. Such a robust, versatile and stackable gas cell arrangement can easily be adapted to different experimental geometries in both table-top laboratory systems and user-oriented facilities, such as ELI ALPS. ",
    "url": "https://arxiv.org/abs/2205.14145",
    "authors": [
      "Zoltán Filus",
      "Peng Ye",
      "Tamás Csizmadia",
      "Tímea Grósz",
      "Lénárd Gulyás Oldal",
      "Massimo De Marco",
      "Miklós Füle",
      "Subhendu Kahaly",
      "Katalin Varjú",
      "Balázs Major"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14149",
    "title": "Low-Drift-Rate External Cavity Diode Laser",
    "abstract": "We present the design, construction, and simulation of a simple, low-cost external cavity diode laser with a measured free-running frequency drift rate of 1.4(1)~MHz/h at 852 nm. This performance is achieved via a compact, nearly monolithic aluminum structure to minimize temperature gradients across the laser cavity. We present thermal finite element method simulations which quantify the effects of temperature gradients, and suggest that the drift rate is likely limited by laser-diode aging. ",
    "url": "https://arxiv.org/abs/2205.14149",
    "authors": [
      "Eddie H. Chang",
      "Jared Rivera",
      "Brian Bostwick",
      "Christian Schneider",
      "Peter Yu",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14150",
    "title": "Improving the resolution of comb-based frequency measurements using a  track and hold amplifier",
    "abstract": "The advent of optical frequency standards with ultimate uncertainties in the low 1x10$^{-18}$ requires femtosecond frequency combs to support a similar level of resolution in the spectral transfer and the computation of optical frequency ratios. The related experimental challenges grow together with the number of optical frequencies to be measured simultaneously, as in many cases the comb's optical power does not allow reliable beatnote counting or tracking in all the spectral regions of interest. Here we describe the use of a track-and-hold amplifier to implement the gated detection, a previously proposed technique for improving the signal-to-noise ratio of the beatnote between a low-power tooth of the frequency comb and a continuous wave laser. We demonstrate a 12dB improvement in the signal-to-noise ratio of beatnotes involving a broadband-spanning optical comb as compared to traditional detection schemes. Our approach enables reliable and cycle-slip-free spectral purity transfer and reduces the system sensitivity to power drops in the comb spectrum. Being based on a single chip, it is robust, versatile and easily embedded in more complex experimental schemes. Keywords: frequency comb, spectral purity transfer, gated detection, track and hold amplifier. ",
    "url": "https://arxiv.org/abs/2205.14150",
    "authors": [
      "Matias Risaro",
      "Paolo Savio",
      "Marco Pizzocaro",
      "Filippo Levi",
      "Davide Calonico",
      "Cecilia Clivati"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14157",
    "title": "Fiber-tip endoscope for optical and microwave control",
    "abstract": "We present a robust, fiber based endoscope with a silver direct-laser-written (DLW) structure for radio frequency (RF) emission next to the optical fiber facet. Thereby, we are able to excite and probe a sample, such as nitrogen vacancy (NV) centers in diamond, with RF and optical signals simultaneously and specifically measure the fluorescence of the sample fully through the fiber. At our targeted frequency-range around 2.9 GHz the facet of the fiber-core is in the near-field of the RF-guiding silver-structure, which comes with the advantage of an optimal RF-intensity decreasing rapidly with the distance. By creating a silver structure on the cladding of the optical fiber we achieve the minimal possible distance between an optically excited and detected sample and an antenna structure without affecting the optical performance of the fiber. This allows us realizing a high RF-amplitude at the sample's position when considering an endoscope solution with integrated optical and RF access. The capabilities of the endoscope are quantified by optically detected magnetic resonance (ODMR) measurements of a NV-doped microdiamond that we probe as a practical use case. We demonstrate a magnetic sensitivity of our device of 17.8 nT/$\\sqrt{\\mathrm{Hz}}$ per when measuring the ODMR exclusively through our fiber and compare the sensitivity to a measurement using a confocal microscope. Moreover, such an endoscope could be used as a powerful tool for measuring a variety of fluorescent particles that can otherwise only be measured with bulky and large optical setups. Furthermore, our endoscope points toward precise distance measurements based on Rabi oscillations. ",
    "url": "https://arxiv.org/abs/2205.14157",
    "authors": [
      "Stefan Dix",
      "Jonas Gutsche",
      "Erik Waller",
      "Georg von Freymann",
      "Artur Widera"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14429",
    "title": "Radium-containing molecular cations amenable for laser cooling",
    "abstract": "Recently a new wave of interest to spectroscopy of radioactive compounds has raised due to successful applications of the new experimental ISOL/CRIS technique to optical spectroscopy of radium monofluoride molecules. This opens great prospects to searches of the effects connected with ``new physics'' which point on deviations of the physical laws from those established by Standard Model of elementary particles. Considerable advantages in experiments for search for such effects would be provided by the abilities to trap the working molecules, their laser-coolability and presence of co-magnitometer molecular states and also a variety of accessible nuclear isotopes of the elements in the molecule with different nuclear multipole moments. Laser-coolable polyatomic molecular ions containing Ra nuclei shall meet the above criteria and in the present article we are considering a number of prospective molecular ions and calculating their electronic structure and molecular properties. ",
    "url": "https://arxiv.org/abs/2205.14429",
    "authors": [
      "Timur Isaev",
      "Dmitrii Makinski",
      "Andrei Zaitsevski"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14435",
    "title": "A Computational and Experimental Analysis of Higher Order Modes in a  Strongly Focusing Optical Cavity",
    "abstract": "Optical cavities operating in the near-concentric regime are the fundamental tools to perform high precision experiments like cavity QED applications. A strong focusing regime unfortunately is prone to excite higher-order modes. Higher-order mode excitation is challenging to avoid for the realistic strong focusing cavities, and if these modes are closely spaced, overall cavity linewidth gets significantly broadened. In this study, a computational method alongside the experiment is provided for the optical mode decomposition into cavity eigenmodes with justified approximations. It is shown that it is possible to recreate the intensity and spectral profile of the cavity transmission, with the provided model. As a result, a more complete treatment of the realistic near-concentric cavities can be done. ",
    "url": "https://arxiv.org/abs/2205.14435",
    "authors": [
      "Mehmet Öncü",
      "Mohsen Izadyari",
      "Özgür E. Müstecaplıoğlu",
      "Kadir Durak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14538",
    "title": "Sub-optimal Approaches to Heteroscedasticity in Silicon Strip Detectors:  the Lucky Model and the Super-Lucky Model",
    "abstract": "The approach to heteroscedasticity of ref.1 contains a sketchy application of a sub-optimal method of very easy implementation: the lucky model. The supporting proof of this method could not be inserted in ref.1. The proof requires the analytical forms of the probability of ref.2 for the two strip center of gravity. However, those analytical forms suggest also a completion of the lucky-model for the absence of a scaling constant, relevant for combinations of different detector types. The advanced lucky-model (the super-lucky model) can be directly used for track fitting in trackers composed of non-identical detectors. The construction of the weights for the fits is very simple. Simulations of track fitting with this upgraded tool show resolution improvements also for combination of two types of very different detectors, near to the resolutions of the schematic model of ref.1. ",
    "url": "https://arxiv.org/abs/2205.14538",
    "authors": [
      "Gregorio Landi",
      "Giovanni E. Landi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2205.14564",
    "title": "Anomalous wavefront control via nonlinear acoustic metasurface through  second-harmonic tailoring and demultiplexing",
    "abstract": "We propose a nonlinear acoustic metasurface concept by exploiting the nonlinearity of the locally resonant unit cells formed by curved beams. The analytical model is established to explore the nonlinear phenomenon, specifically the second-harmonic generation (SHG) of the acoustic waveguide and validated through numerical and experimental studies. Novel nonlinear acoustic metasurfaces are developed to demultiplex different frequency components and achieve anomalous wavefront control of SHG in the transmitted region. To this end, we demonstrate wave steering, wave focusing, and self-bending propagation. Our results show that the proposed nonlinear metasurface provides an effective and efficient platform to achieve significant SHG, and separate different harmonic components for wavefront control of individual harmonics. Overall, this study offers new avenues to harness nonlinear effects for acoustic wavefront tailoring and develops new potential toward advanced technologies to manipulate acoustic waves. ",
    "url": "https://arxiv.org/abs/2205.14564",
    "authors": [
      "Zhenkun Lin",
      "Yuning Zhang",
      "K. W. Wang",
      "Serife Tol"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14671",
    "title": "Chessboard Mushroom-Type Metasurface for Beamforming Applications",
    "abstract": "A reconfigurable microwave reflectarray metasurface (MS) is investigated for beamforming applications. The reflected beam direction is changed by applying external dc voltages, which create a reflection phase gradient on the structure. The studied MS comprises a chessboard-like array of metallic patches placed over a grounded dielectric slab with metallic vias connecting the patches to the controlling lines. Tunability is achieved with nonlinear capacitive loads (varactors) inserted between the corners of the metallic patches. The MS is studied analytically, numerically and experimentally, from which reshaping of the radiation pattern is observed according to the applied control voltages on the MS elements. It is shown that the proposed MS-based reflectarray with just 3-by-10 elements is already sufficient to redirect the beam in different directions. ",
    "url": "https://arxiv.org/abs/2205.14671",
    "authors": [
      "A. Abraray",
      "R. Pereira",
      "K. Kaboutari",
      "S. Maslovski"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14734",
    "title": "The long view of triadic resonance instability in finite-width internal  gravity wave beams",
    "abstract": "This paper presents our investigation into the modification of a finite-width internal gravity wave beam arising from triadic resonance instability. We present both experimental and weakly non-linear modelling to examine this instability mechanism, in which a primary wave beam generates two secondary wave beams of lower frequencies and shorter length scales. Through a versatile experimental set-up, we examine how this instability develops over hundreds of buoyancy periods. Unlike predictions from previous zero-dimensional weakly non-linear theory, we find that the approach to a saturated equilibrium state for the triadic interactions is not monotonic; rather, the amplitudes and structures of the constituent beams continue to modulate without ever reaching a steady equilibrium. To understand this behaviour we develop a weakly non-linear approach to account for the spatio-temporal evolution of the amplitudes and structures of the beams over slow time-scales and long distances, and explore the consequences using a numerical scheme. Through this approach, we establish that the evolution of the instability is remarkably sensitive to the spatio-temporal triadic configuration for the system and how part of the observed modulations can be attributed to a competition between the linear growth rate of the secondary wave beams and the finite residence time of the triadic perturbations within the underlying primary beam. ",
    "url": "https://arxiv.org/abs/2205.14734",
    "authors": [
      "K. M. Grayson",
      "Stuart B. Dalziel",
      "Andrew G. W. Lawrie"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2205.14785",
    "title": "Design of a 13-Channel Hybrid Array System for Foot/Ankle Magnetic  Resonance Imaging at 7T/300MHz",
    "abstract": "Microstrip lines are being used in MR applications due to their unique properties, such as reduced radiation loss, high-frequency capability, and reduced perturbation of sample loading to the RF coil compared to conventional coils. Here, we present the design of the 13-channel hybrid array consisting of 12 Microstrips, 1 volume half birdcage coil placed on the foot/ankle phantom, and high permittivity materials to cover the maximum area of the subject at 7T/300MHz. We demonstrate using electromagnetic simulations, magnetic field distribution, SAR performance, and the coupling performance of the array elements. This work provides an ultrahigh field multichannel RF solution to lower extremity MR imaging with excellent imaging coverage and field uniformity. ",
    "url": "https://arxiv.org/abs/2205.14785",
    "authors": [
      "Aditya Bhosale",
      "Leslie Ying",
      "Xiaoliang Zhang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14932",
    "title": "Perovskite quantum dot topological laser",
    "abstract": "Various topological laser concepts have recently enabled the demonstration of robust light-emitting devices that are immune to structural deformations and tolerant to fabrication imperfections. Current realizations of photonic cavities with topological boundaries are often limited by outcoupling issues or poor directionality and require complex design and fabrication that hinder operation at small wavelengths. Here we propose a topological cavity design based on interface states between two one-dimensional photonic crystals with distinct Zak phases and demonstrate a lithography-free, single-mode perovskite laser emitting in the green. Few monolayers of solution processed all-inorganic cesium lead halide perovskite quantum dots are used as ultrathin gain medium. The topological laser has planar design with large output aperture, akin to vertical-cavity surface-emitting lasers (VCSELs) and is robust against variations of the thickness of the gain medium, from deeply subwavelength to thick quantum dot films. This experimental observation also unveils the topological nature of VCSELs, that is usually overlooked in the description of conventional Fabry-Perot cavity lasers. The design simplicity and topological characteristics make this perovskite quantum dot laser architecture suitable for low-cost and fabrication tolerant vertical emitting lasers operating across the visible spectral region. ",
    "url": "https://arxiv.org/abs/2205.14932",
    "authors": [
      "Jingyi Tian",
      "Qi Ying Tan",
      "Yutao Wang",
      "Yihao Yang",
      "Guanghui Yuan",
      "Giorgio Adamo",
      "Cesare Soci"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14933",
    "title": "Self-biased SAW Magnetic Field Sensors Based on Angle Dependent  Magneto-acoustic Coupling",
    "abstract": "Surface-acoustic-wave (SAW) based devices have emerged as a promising technology in magnetic field sensing by integrating a magnetostrictive layer with the giant {\\Delta}E/{\\Delta}G effect. However, almost all SAW magnetic field sensors require a bias field to obtain high sensitivity. In addition, the true nature of magneto-acoustic coupling still presents a major challenge in understanding and designing of this kind of devices. In current work, a dynamic magnetoelastic model for the {\\Delta}E/{\\Delta}G effect is established in consideration of the important role of the dipole-dipole interaction. The model is also implemented into a FEM software to calculate the resonance frequency responses of multiple fabricated sensors with different {\\psi} angles between of the acoustic wave vector and the induced uniaxial magnetic anisotropy. The measured results are in excellent agreement with the simulated ones. A strong resonance frequency sensitivity (RFS) of 630.4 kHz/Oe was achieved at zero bias field for the device with optimized {\\psi} angle. Furthermore, the RFS measurements along different directions verify its vector-sensing capability. ",
    "url": "https://arxiv.org/abs/2205.14933",
    "authors": [
      "Wenbin Hu",
      "Mingxian Huang",
      "Huaiwu Zhang",
      "Feiming Bai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15179",
    "title": "Triadic resonant instability in confined and unconfined axisymmetric  geometries",
    "abstract": "We present an investigation of the resonance conditions of axisymmetric internal wave sub-harmonics in confined and unconfined domains. In both cases, sub-harmonics can be spontaneously generated from a primary wave field if they satisfy at least a resonance condition on their frequencies, of the form $\\omega_0 = \\pm \\omega_1 \\pm \\omega_2$. We demonstrate that, in an unconfined domain, the sub-harmonics follow three dimensional spatial resonance conditions similar to the ones of Triadic Resonance Instability (TRI) for Cartesian plane waves. In a confined domain, however, the spatial structure of the sub-harmonics is fully determined by the boundary conditions and we observed that these conditions prevail upon the resonance conditions. In both configurations, these findings are supported by experimental data showing good agreement with analytical and numerical derivations. ",
    "url": "https://arxiv.org/abs/2205.15179",
    "authors": [
      "Samuel Boury",
      "Paco Maurer",
      "Sylvain Joubaud",
      "Thomas Peacock",
      "Philippe Odier"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2205.14476",
    "title": "Accurate and Efficient Quantum Computations of Molecular Properties  Using Daubechies Wavelet Molecular Orbitals: A Benchmark Study against  Experimental Data",
    "abstract": "Although quantum computation (QC) is regarded as a promising numerical method for computational quantum chemistry, current applications of quantum-chemistry calculations on quantum computers are limited to small molecules. This limitation can be ascribed to technical problems in building and manipulating more qubits and the associated complicated operations of quantum gates in a quantum circuit when the size of the molecular system becomes large. As a result, reducing the number of required qubits is necessary to make QC practical. Currently, the minimal STO-3G basis set is commonly used in benchmark studies because it requires the minimum number of spin orbitals. Nonetheless, the accuracy of using STO-3G is generally low and thus cannot provide useful predictions. We propose to adopt Daubechies wavelet functions as an accurate and efficient method for QCs of molecular electronic properties. We demonstrate that a minimal basis set constructed from Daubechies wavelet basis can yield accurate results through a better description of the molecular Hamiltonian, while keeping the number of spin orbitals minimal. With the improved Hamiltonian through Daubechies wavelets, we calculate vibrational frequencies for H$_2$ and LiH using quantum-computing algorithm to show that the results are in excellent agreement with experimental data. As a result, we achieve quantum calculations in which accuracy is comparable with that of the full configuration interaction calculation using the cc-pVDZ basis set, whereas the computational cost is the same as that of a STO-3G calculation. Thus, our work provides a more efficient and accurate representation of the molecular Hamiltonian for efficient QCs of molecular systems, and for the first time demonstrates that predictions in agreement with experimental measurements are possible to be achieved with quantum resources available in near-term quantum computers. ",
    "url": "https://arxiv.org/abs/2205.14476",
    "authors": [
      "Cheng-Lin Hong",
      "Ting Tsai",
      "Jyh-Pin Chou",
      "Peng-Jen Chen",
      "Pei-Kai Tsai",
      "Yu-Cheng Chen",
      "En-Jui Kuo",
      "David Srolovitz",
      "Alice Hu",
      "Yuan-Chung Cheng",
      "Hsi-Sheng Goan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14874",
    "title": "Non-Hermitian topological mobility edges and transport in photonic  quantum walks",
    "abstract": "In non-Hermitian quasicrystals, mobility edges (ME) separating localized and extended states in complex energy plane can arise as a result of non-Hermitian terms in the Hamiltonian. Such ME are of topological nature, i.e. the energies of localized and extended states exhibit distinct topological structures in the complex energy plane. However, depending on the origin of non-Hermiticity, i.e. asymmetry of hopping amplitudes or complexification of the incommensurate potential phase, different winding numbers are introduced, corresponding to different transport features in the bulk of the lattice: while ballistic transport is allowed in the former case, pseudo dynamical localization is observed in the latter case. The results are illustrated by considering non-Hermitian photonic quantum walks in synthetic mesh lattices. ",
    "url": "https://arxiv.org/abs/2205.14874",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15045",
    "title": "Intelligent optoelectronic processor for orbital angular momentum  spectrum measurement",
    "abstract": "Structured light carrying orbital angular momentum (OAM) has propelled the advancement of massive fundamental discoveries and applications such as communication and quantum analogy, thereby posing increasing demands on its effective detection schemes. Conventional schemes based on e.g. phase retrieval are troubled with low speed, complicated system, poor robustness, etc. Here, we devise an intelligent processor composed of photonic and electronic neurons for measuring the OAM spectrum in an accurate, fast and direct manner. Specifically, cascaded optical layers extract invisible topological charge (TC) information from incoming light and a shallow electronic layer predicts the exact OAM spectrum. Compared with existing alternatives, the integration of optical-computing in the system promises us a compact single-shot measurement scheme with high detection speed and energy efficiency (optical operations / electronic operations ~10^3), neither necessitating reference wave nor repetitive steps. Results show our processor is endowed with salient generalization ability and robustness against diverse structured light and adverse effects. Besides, it exhibits exceptional performance (mean squared error ~10^(-5)) on unseen experimental data though trained on a fully simulated dataset, which sharply eases the workload on collecting massive labelled experimental training set. We further raise a model interpretation paradigm to reveal the underlying physical mechanisms in hybrid deep learning system, in distinct to conventional black-box neural networks. Our work not only contributes to the explorations on OAM physics and applications, and also broadly inspires the advanced link between intelligent computing and physical effects. ",
    "url": "https://arxiv.org/abs/2205.15045",
    "authors": [
      "Hao Wang",
      "Ziyu Zhan",
      "Futai Hu",
      "Yuan Meng",
      "Zeqi Liu",
      "Xing Fu",
      "Qiang Liu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.15248",
    "title": "Direct measurement of the Wigner function of atoms in an optical trap",
    "abstract": "We present a scheme that uses Ramsey interferometry to directly probe the Wigner function of a neutral atom confined in an optical trap. The proposed scheme relies on the well-established fact that the Wigner function at a given point $(x,p)$ in phase space is proportional to the expectation value of the parity operator relative to that point. In this work, we show that parity-even and parity-odd motional states can be mapped to two distinct internal states of the atom by using state-dependent trapping potentials. The Wigner function can thus be measured point-by-point in phase space with a single, direct measurement of the internal state population. Numerical simulations show that the scheme is robust in that it applies not only to deep, harmonic potentials but also to shallower, anharmonic traps. ",
    "url": "https://arxiv.org/abs/2205.15248",
    "authors": [
      "Falk-Richard G. Winkelmann",
      "Carrie A. Weidner",
      "Gautam Ramola",
      "Wolfgang Alt",
      "Dieter Meschede",
      "Andrea Alberti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15253",
    "title": "Measurement and control of a superconducting quantum processor with a  fully-integrated radio-frequency system on a chip",
    "abstract": "We describe a digital microwave platform called Presto, designed for measurement and control of multiple quantum bits (qubits) and based on the third-generation radio-frequency system on a chip. Presto uses direct digital synthesis to create signals up to 9 GHz on 16 synchronous output ports, while synchronously analyzing response on 16 input ports. Presto has 16 DC-bias outputs, 4 inputs and 4 outputs for digital triggers or markers, and two continuous-wave outputs for synthesizing frequencies up to 15 GHz. Scaling to a large number of qubits is enabled through deterministic synchronization of multiple Presto units. A Python application programming interface configures a firmware for synthesis and analysis of pulses, coordinated by an event sequencer. The analysis integrates template matching (matched filtering) and low-latency (184 - 254 ns) feedback to enable a wide range of multi-qubit experiments. We demonstrate Presto's capabilities with experiments on a sample consisting of two superconducting qubits connected via a flux-tunable coupler. We show single-shot readout and active reset of a single qubit; randomized benchmarking of single-qubit gates showing 99.972% fidelity, limited by the coherence time of the qubit; and calibration of a two-qubit iSWAP gate. ",
    "url": "https://arxiv.org/abs/2205.15253",
    "authors": [
      "Mats O. Tholén",
      "Riccardo Borgani",
      "Giuseppe Ruggero Di Carlo",
      "Andreas Bengtsson",
      "Christian Križan",
      "Marina Kudra",
      "Giovanna Tancredi",
      "Jonas Bylander",
      "Per Delsing",
      "Simone Gasparinetti",
      "David B. Haviland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:1507.03944",
    "title": "An Accumulative Model for Quantum Theories",
    "abstract": " Comments: 14 pages, 5 figures ",
    "url": "https://arxiv.org/abs/1507.03944",
    "authors": [
      "Christopher Thron"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2106.00330",
    "title": "Optical excitation of ultra-relativistic partially stripped ions",
    "abstract": " Comments: Ann. Phys. 534, 2100250 (2022) ",
    "url": "https://arxiv.org/abs/2106.00330",
    "authors": [
      "J. Bieroń",
      "M. W. Krasny",
      "W. Płaczek",
      "S. Pustelny"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2110.12379",
    "title": "Variational quantum algorithm for Gaussian discrete solitons and their  boson sampling",
    "abstract": " Comments: Largely revised and detailed version with 21 figures and 20 pages ",
    "url": "https://arxiv.org/abs/2110.12379",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.15416",
    "title": "Microscopy of an ultranarrow Feshbach resonance using a laser-based atom  collider: A quantum defect theory analysis",
    "abstract": " Title: Microscopy of an ultranarrow Feshbach resonance using a laser-based atom  collider: A quantum defect theory analysis ",
    "url": "https://arxiv.org/abs/2112.15416",
    "authors": [
      "Matthew Chilcott",
      "James F. E. Croft",
      "Ryan Thomas",
      "Niels Kjærgaard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.05280",
    "title": "Engineered Dissipation for Quantum Information Science",
    "abstract": " Comments: Review article: 32 pages, 4 figures, 2 boxes ",
    "url": "https://arxiv.org/abs/2202.05280",
    "authors": [
      "Patrick M. Harrington",
      "Erich Mueller",
      "Kater Murch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11455",
    "title": "One more time on the helicity decomposition of spin and orbital optical  currents",
    "abstract": " Comments: 19 pages, 0 figures. v2 version published in Journal of Physics A: Mathematical and Theoretical, Special Issue \"Claritons and the Asymptotics of Ideas: the Physics of Michael Berry\" ",
    "url": "https://arxiv.org/abs/2203.11455",
    "authors": [
      "Andrea Aiello"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13402",
    "title": "Generalizing the exact multipole expansion: Density of multipole modes  in complex photonic nanostructures",
    "abstract": " Comments: 11 pages, 6 figures. Includes a supporting information pdf and python examples ",
    "url": "https://arxiv.org/abs/2204.13402",
    "authors": [
      "Clément Majorel",
      "Adelin Patoux",
      "Ana Estrada-Real",
      "Bernhard Urbaszek",
      "Christian Girard",
      "Arnaud Arbouet",
      "Peter R. Wiecha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01393",
    "title": "Noise-like Pulses from an All-Normal-Dispersion Fiber Laser with  Weakened Spectrum Filtering",
    "abstract": " Comments: The description in the text is not very appropriate and needs to be modified ",
    "url": "https://arxiv.org/abs/2205.01393",
    "authors": [
      "Zhicheng Zhang",
      "Sha Wang",
      "Jun Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2205.03482",
    "title": "Nature of the Poynting Vector Field Singularities in Resonant Light  Scattering by Nanoparticles",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.03482",
    "authors": [
      "Michael I. Tribelsky",
      "Boris Y. Rubinstein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14007",
    "title": "The hidden quantum origin of gauge connections",
    "abstract": " Title: The hidden quantum origin of gauge connections ",
    "url": "https://arxiv.org/abs/2205.14007",
    "authors": [
      "Andrei Tudor Patrascu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  }
]