[
  {
    "id": "arXiv:2111.02285",
    "title": "Theoretical and numerical studies of inverse source problem for the  linear parabolic equation with sparse boundary measurements",
    "abstract": "We consider the inverse source problem in the parabolic equation, where the unknown source possesses the semi-discrete formulation. Theoretically, we prove that the flux data from any nonempty open subset of the boundary can uniquely determine the semi-discrete source. This means the observed area can be extremely small, and that is why we call the data as sparse boundary data. For the numerical reconstruction, we formulate the problem from the Bayesian sequential prediction perspective and conduct the numerical examples which estimate the space-time-dependent source state by state. To better demonstrate the performance of the method, we solve two common multiscale problems from two models with a long sequence of the source. The numerical results illustrate that the inversion is accurate and efficient. ",
    "url": "https://arxiv.org/abs/2111.02285",
    "authors": [
      "Guang Lin",
      "Zecheng Zhang",
      "Zhidong Zhang"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Analysis of PDEs (math.AP)"
    ]
  },
  {
    "id": "arXiv:2111.02232",
    "title": "A Portuguese radar tracking sensor for Space Debris monitoring",
    "abstract": "The increase in space debris is a threat to space assets, space based-operations and led to a common effort to develop programs for dealing with this increase. As part of the Portuguese Space Surveillance and Tracking (SST) project, led by the Portuguese Ministry of Defense (MoD), the Instituto de Telecomunica\\c{c}\\~oes (IT) is developing rAdio TeLescope pAmpilhosa Serra (ATLAS), a new monostatic radar tracking sensor located at the Pampilhosa da Serra Space Observatory (ErPoB), Portugal. The system operates at 5.56 GHz and aims to provide information on objects in low earth orbit (LEO) orbits, with cross sections above 10 cm2 at 1000 km. ErPoB houses all the necessary equipment to connect to the research and development team in IT-Aveiro and to the European Union Space Surveillance and Tracking (EU-SST) network through the Portuguese SST-PT network and operation center. The ATLAS system features digital waveform synthesis, power amplifiers using Gallium Nitride (GaN) technology, fully digital signal processing and a highly modular architecture that follows an Open Systems (OS) philosophy and uses Commercial-Off-The-Shelf (COTS) technologies. ATLAS establishes a modern and versatile platform for fast and easy development, research and innovation. The whole system (except antenna and power amplifiers) was tested in a setup with a major reflector of opportunity at a well defined range. The obtained range profiles show that the target can be easily detected. This marks a major step on the functional testing of the system and on getting closer to an operational system capable of detecting objects in orbit. ",
    "url": "https://arxiv.org/abs/2111.02232",
    "authors": [
      "João Pandeirada",
      "Miguel Bergano",
      "Paulo Marques",
      "Domingos Barbosa",
      "Bruno Coelho",
      "Valério Ribeiro",
      "José Freitas",
      "Domingos Nunes",
      "José Eduardo"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Space Physics (physics.space-ph)"
    ]
  }
]