[
  {
    "id": "arXiv:2210.01865",
    "title": "Integrated Buried Heaters for Efficient Spectral Control of Air-Clad  Microresonator Frequency Combs",
    "abstract": "Integrated heaters are a basic ingredient within the photonics toolbox, in particular for microresonator frequency tuning through the thermo-refractive effect. Resonators that are fully embedded in a solid cladding (typically SiO\\textsubscript{2}) allow for straightforward lossless integration of heater elements. However, air-clad resonators, which are of great interest for short wavelength dispersion engineering and direct interfacing with atomic/molecular systems, do not usually have similarly low loss and efficient integrated heater integration through standard fabrication. Here, we develop a new approach in which the integrated heater is embedded in SiO$_2$ below the waveguiding layer, enabling more efficient heating and more arbitrary routing of the heater traces than possible in a lateral configuration. We incorporate these buried heaters within a stoichiometric Si$_3$N$_4$ process flow that includes high-temperature ($>$1000~$^\\circ$C) annealing. Microring resonators with a 1~THz free spectral range and quality factors near 10$^6$ are demonstrated, and the resonant modes are tuned by nearly 1.5~THz, a 5$\\times$ improvement compared to equivalent devices with lateral heaters\\greg{.} Finally, we demonstrate broadband dissipative Kerr soliton generation in this platform, and show how the heaters can be utilized to aid in bringing relevant lock frequencies within a detectable range. ",
    "url": "https://arxiv.org/abs/2210.01865",
    "authors": [
      "Gregory Moille",
      "Daron Westly",
      "Edgar F. Perez",
      "Meredith Metzler",
      "Gregory Simelgor",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01874",
    "title": "Driving alkali Rydberg transitions with a phase-modulated optical  lattice",
    "abstract": "We develop and demonstrate a spectroscopic method for Rydberg-Rydberg transitions using a phase-controlled and -modulated, standing-wave laser field focused on a cloud of cold $^{85}$Rb Rydberg atoms. The method is based on the ponderomotive (${\\bf{A}}^2$) interaction of the Rydberg electron, which has less-restrictive selection rules than electric-dipole couplings, allowing us to probe both $nS_{1/2}\\rightarrow nP_{1/2}$ and $nS_{1/2}\\rightarrow (n+1)S_{1/2}$ transitions in first-order. Without any need to increase laser power, third and fourth-order sub-harmonic drives are employed to access Rydberg transitions in the 40 to 70 GHz frequency range using widely-available optical phase modulators in the Ku-band (12 to 18 GHz). Measurements agree well with simulations based on the model we develop. The spectra have prominent Doppler-free, Fourier-limited components. The method paves the way for optical Doppler-free high-precision spectroscopy of Rydberg-Rydberg transitions and for spatially-selective qubit manipulation with $\\mu$m-scale resolution in Rydberg-based simulators and quantum computers. ",
    "url": "https://arxiv.org/abs/2210.01874",
    "authors": [
      "Ryan Cardman",
      "Georg Raithel"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01957",
    "title": "Towards an Artificial-Intelligence-Based Optical Scintillometer: Scaling  Issue",
    "abstract": "Atmospheric turbulence strength (Cn2 parameter) sensing based on processing of intensity scintillation patterns with deep neural network (DNN) is considered. It is shown that DNN re-training with propagation distance change can be avoided by scaling of Cn2 values obtained using a DNN trained for a nominal distance L0 . The required Cn2 scaling factor can be obtained using either an analytical expression derived from the Kolmogorov turbulence theory (theory-based scaling), or through wave-optics numerical modeling and simulations (M&S-based scaling). ",
    "url": "https://arxiv.org/abs/2210.01957",
    "authors": [
      "G.A. Filimonov",
      "M.A. Vorontsov"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.01967",
    "title": "In vivo three- and four-photon fluorescence microscopy using a 1.8  $μ$m femtosecond fiber laser system",
    "abstract": "Multiphoton microscopy has enabled us to image cellular dynamics in vivo. However, the excitation wavelength for imaging with commercially available lasers is mostly limited between 650-1040 nm. Here we develop a femtosecond fiber laser system that produces $\\sim$150 fs pulses at 1.8 $\\mu$m. Our system starts from an erbium-doped silica fiber laser, and its wavelength is converted to 1.8 $\\mu$m using a Raman shift fiber. The 1.8 $\\mu$m pulses are amplified with a two-stage Tm:ZBLAN fiber amplifier. The final pulse energy is $\\sim$1 $\\mu$J, sufficient for in vivo imaging. ",
    "url": "https://arxiv.org/abs/2210.01967",
    "authors": [
      "Hideji Murakoshi",
      "Hiromi H. Ueda",
      "Ryuichiro Goto",
      "Kosuke Hamada",
      "Yutaro Nagasawa",
      "Takao Fuji"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.01998",
    "title": "Paradoxical constitutive law between donor O-H bond length and its  stretching frequency in water dimer",
    "abstract": "The constitutive laws of hydrogen bonds (H-bonds) are central to understanding microphysical processes not precisely observed, especially in terms of structural properties. Previous experiences in water H-bonding revealed that as the intermolecular O...O distance shortens, the O-H stretching frequency redshifts; thus, an elongated O-H bond length can be empirically inferred, which is described as the constitutive law under the cooperative effect. Here, using the high-precision CCSD(T) method, we report a violation of the conventional constitutive law in water dimer. That is, when the variation in the O...O distance changes from stretching by 0.06 to contracting by -0.15 angstrom compared to the equilibrium position, the donor O-H bond length decreases from 0.9724 to 0.9717 angstrom, and the O-H stretching frequency redshifts from 3715 to 3708 cm-1. Our work highlights that the O-H bond length decreases simultaneously with its stretching frequency, which is clearly inconsistent with the previously recognized constitutive law. ",
    "url": "https://arxiv.org/abs/2210.01998",
    "authors": [
      "Rui Liu",
      "Xinrui Yang",
      "Famin Yu",
      "Zhigang Wang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.02180",
    "title": "Soliton interactions with an external forcing: the modified Korteweg-de  Vries framework",
    "abstract": "The aim of this work is to study asymptotically and numerically the interaction of solitons with an external forcing with variable speed using the forced modified Korteweg-de Vries equation (mKdV). We show that the asymptotic predictions agree well with numerical solutions for forcing with constant speed and linear variable speed. Regarding forcing with linear variable speed, we find regimes in which the solitons are trapped at the external forcing and its amplitude increases or decreases in time depending on whether the forcing accelerates or decelerates. ",
    "url": "https://arxiv.org/abs/2210.02180",
    "authors": [
      "Marcelo V. Flamarion",
      "Efim Pelinovsky"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.02244",
    "title": "Interpretation of Stark broadening measurements on a spatially  integrated plasma spectral line",
    "abstract": "In thermal plasma spectroscopy, Stark broadening measurement of hydrogen spectral lines is considered to be a good and reliable measurement for electron density. Unlike intensity based measurements, Stark broadening measurements can pose a problem of interpretation when the light collected is the result of a spatial integration. Indeed, when assuming no self-absorption of the emission lines, intensities simply add up but broadenings do not. In order to better understand the results of Stark broadening measurements on our thermal plasma which has an unneglectable thickness, a Python code has been developed based on local thermodynamic equilibrium (LTE) assumption and calculated plasma composition and properties. This code generates a simulated pseudo experimental (PE) H$\\alpha$ spectral line resulting from an integration over the plasma thickness in a selected direction for a given temperature profile. The electron density was obtained using the Stark broadening of the PE spectral line for different temperature profiles. It resulted that this measurement is governed by the maximum electron density profile up until the temperature maximum exceeds that of the maximum electron density. The electron density obtained by broadening measurement is 70% to 80% of the maximum electron density. ",
    "url": "https://arxiv.org/abs/2210.02244",
    "authors": [
      "Julien Thouin",
      "Malyk Benmouffok",
      "Pierre Freton",
      "Jean-Jacques Gonzalez"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2210.02311",
    "title": "Constant-power versus constant-voltage actuation in frequency sweeps for  acoustofluidic applications",
    "abstract": "Supplying a piezoelectric transducer with constant voltage or constant power during a frequency sweep can lead to different results in the determination of the acoustofluidic resonance frequencies, which are observed when studying the acoustophoretic displacements and velocities of particles suspended in a liquid-filled microchannel. In this work, three cases are considered: (1) Constant input voltage into the power amplifier, (2) constant voltage across the piezoelectric transducer, and (3) constant average power dissipation in the transducer. For each case, the measured and the simulated responses are compared, and good agreement is obtained. It is shown that Case 1, the simplest and most frequently used approach, is largely affected by the impedance of the used amplifier and wiring, so it is therefore not suitable for a reproducible characterization of the intrinsic properties of the acoustofluidic device. Case 2 strongly favors resonances at frequencies yielding the lowest impedance of the piezoelectric transducer, so small details in the acoustic response at frequencies far from the transducer resonance can easily be missed. Case 3 provides the most reliable approach, revealing both the resonant frequency, where the power-efficiency is the highest, as well as other secondary resonances across the spectrum. ",
    "url": "https://arxiv.org/abs/2210.02311",
    "authors": [
      "Fabian Lickert",
      "Henrik Bruus",
      "Massimiliano Rossi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.01870",
    "title": "Insights into the behavior of certain optical systems gleaned from  Feynman's approach to quantum electrodynamics",
    "abstract": "Richard Feynman's method of path integrals is based on the fundamental assumption that a system starting at a point A and arriving at a point B takes all possible paths from A to B, with each path contributing its own (complex) probability amplitude. The sum of the amplitudes over all these paths then yields the overall probability amplitude that the system starting at A would end up at B. We apply Feynman's method to several optical systems of practical interest and discuss the nuances of the method as well as instances where the predicted outcomes agree or disagree with those of classical optical theory. Examples include the properties of beam-splitters, passage of single photons through Mach-Zehnder and Sagnac interferometers, electric and magnetic dipole scattering, reciprocity, time-reversal symmetry, the optical theorem, the Ewald-Oseen extinction theorem, far field diffraction, and the two-photon interference phenomenon known as the Hong-Ou-Mandel effect. ",
    "url": "https://arxiv.org/abs/2210.01870",
    "authors": [
      "Masud Mansuripur"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.01890",
    "title": "Linear and angular momenta of photons in the context of \"which path\"  experiments of quantum mechanics",
    "abstract": "In optical experiments involving a single photon that takes alternative paths through an optical system and ultimately interferes with itself (e.g., Young's double-slit experiment, Mach-Zehnder interferometer, Sagnac interferometer), there exist fundamental connections between the linear and angular momenta of the photon on the one hand, and the ability of an observer to determine the photon's path through the system on the other hand. This paper examines the arguments that relate the photon momenta (through the Heisenberg uncertainty principle) to the \"which path\" (German: welcher Weg) question at the heart of quantum mechanics. We show that the linear momenta imparted to apertures or mirrors, or the angular momenta picked up by strategically placed wave-plates in a system, could lead to an identification of the photon's path only at the expense of destroying the corresponding interference effects. We also describe a thought experiment involving the scattering of a circularly-polarized photon from a pair of small particles kept at a fixed distance from one another. The exchange of angular momentum between the photon and the scattering particle in this instance appears to provide the \"which path\" information that must, of necessity, wipe out the corresponding interference fringes, although the fringe-wipe-out mechanism does not seem to involve the uncertainty principle in any obvious way. ",
    "url": "https://arxiv.org/abs/2210.01890",
    "authors": [
      "Masud Mansuripur"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.02439",
    "title": "Coherent super- and subradiant dynamics between distant optical quantum  emitters",
    "abstract": "Photon emission is the hallmark of light-matter interaction and the foundation of photonic quantum science, enabling advanced sources for quantum communication and computing. While single emitter radiation can be tailored by the photonic environment, the introduction of multiple emitters fundamentally extends this picture following a \"more is different\" dictum. The emerging collective effects include modified emission and the creation of emitter-emitter entanglement, towards a new domain of strongly correlated light-matter quantum many-body physics. A fundamental challenge is that the radiative dipole-dipole coupling rapidly decays with spatial separation, i.e. within a fraction of the optical wavelength. This limitation can be overcome in waveguide QED where the coupling is ideally of infinite range. Here we realize distant dipole-dipole radiative coupling with multiple solid-state optical quantum emitters embedded in nanophotonic waveguides. We dynamically probe the collective response and identify both super- and subradiant emission as well as means to control the dynamics by proper excitation techniques. Subradiant states are particularly challenging to realize being highly sensitive to imperfections and decoherence. Our work constitutes a foundational step towards multi-emitter applications of technological importance, e.g., for realizing quantum transduction between microwave qubits and the optical domain or for quantum memories with exponential improvement in photon storage fidelity. ",
    "url": "https://arxiv.org/abs/2210.02439",
    "authors": [
      "Alexey Tiranov",
      "Vasiliki Angelopoulou",
      "Cornelis Jacobus van Diepen",
      "Björn Schrinski",
      "Oliver August Dall'Alba Sandberg",
      "Ying Wang",
      "Leonardo Midolo",
      "Sven Scholz",
      "Andreas Dirk Wieck",
      "Arne Ludwig",
      "Anders Søndberg Sørensen",
      "Peter Lodahl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1405.3364",
    "title": "Explanation of Superluminal Phenomena Based on Wave-Particle Duality and  Proposed Optical Experiments",
    "abstract": " Comments: 15 pages, 9 figures ",
    "url": "https://arxiv.org/abs/1405.3364",
    "authors": [
      "Hai-Long Zhao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.06824",
    "title": "Waveguide quantum electrodynamics: collective radiance and photon-photon  correlations",
    "abstract": " Comments: 64 pages, 36 figures, 2 tables. Significant update with respect to v2 ",
    "url": "https://arxiv.org/abs/2103.06824",
    "authors": [
      "Alexandra S. Sheremet",
      "Mihail I. Petrov",
      "Ivan V. Iorsh",
      "Alexander V. Poshakinskiy",
      "Alexander N. Poddubny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.05795",
    "title": "Optimisation of Scalable Ion-Cavity Interfaces for Quantum Photonic  Networks",
    "abstract": " Title: Optimisation of Scalable Ion-Cavity Interfaces for Quantum Photonic  Networks ",
    "url": "https://arxiv.org/abs/2112.05795",
    "authors": [
      "Shaobo Gao",
      "Jacob A. Blackmore",
      "William J. Hughes",
      "Thomas H. Doherty",
      "Joseph F. Goodwin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02328",
    "title": "Mitigation of limit cycle oscillations in a turbulent thermoacoustic  system via delayed acoustic self-feedback",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2201.02328",
    "authors": [
      "Ankit Sahay",
      "Abhishek Kushwaha",
      "Samadhan A. Pawar",
      "Midhun P. R.",
      "Jayesh M. Dhadphale",
      "R. I. Sujith"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2202.10889",
    "title": "Resolving molecular diffusion and aggregation of antibody proteins with  megahertz X-ray free-electron laser pulses",
    "abstract": " Comments: 22 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.10889",
    "authors": [
      "Mario Reiser",
      "Anita Girelli",
      "Anastasia Ragulskaya",
      "Sudipta Das",
      "Sharon Berkowicz",
      "Maddalena Bin",
      "Marjorie Ladd-Parada",
      "Mariia Filianina",
      "Hanna-Friederike Poggemann",
      "Nafisa Begam",
      "Mohammad Sayed Akhundzadeh",
      "Sonja Timmermann",
      "Lisa Randolph",
      "Yuriy Chushkin",
      "Tilo Seydel",
      "Ulrike Boesenberg",
      "Jörg Hallmann",
      "Johannes Möller",
      "Angel Rodriguez-Fernandez",
      "Robert Rosca",
      "Robert Schaffer",
      "Markus Scholz",
      "Roman Shayduk",
      "Alexey Zozulya",
      "Anders Madsen",
      "Frank Schreiber",
      "Fajun Zhang",
      "Fivos Perakis",
      "Christian Gutt"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2206.00144",
    "title": "High-Fidelity, Low-Loss State Detection of Alkali-Metal Atoms in Optical  Tweezer Traps",
    "abstract": " Title: High-Fidelity, Low-Loss State Detection of Alkali-Metal Atoms in Optical  Tweezer Traps ",
    "url": "https://arxiv.org/abs/2206.00144",
    "authors": [
      "Matthew N. H. Chow",
      "Bethany J. Little",
      "Yuan-Yu Jau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01300",
    "title": "Optimizing the chiral Purcell factor for unidirectional single photon  emitters in topological photonic crystal waveguides using inverse design",
    "abstract": " Title: Optimizing the chiral Purcell factor for unidirectional single photon  emitters in topological photonic crystal waveguides using inverse design ",
    "url": "https://arxiv.org/abs/2206.01300",
    "authors": [
      "Eric Nussbaum",
      "Nir Rotenberg",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13430",
    "title": "Improving Condensed Phase Water Dynamics with Explicit Nuclear Quantum  Effects: the Polarizable Q-AMOEBA Force Field",
    "abstract": " Title: Improving Condensed Phase Water Dynamics with Explicit Nuclear Quantum  Effects: the Polarizable Q-AMOEBA Force Field ",
    "url": "https://arxiv.org/abs/2206.13430",
    "authors": [
      "Nastasia Mauger",
      "Thomas Plé",
      "Louis Lagardère",
      "Simon Huppert",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]