[
  {
    "id": "arXiv:2507.12689",
    "title": "An ultra-slow optical centrifuge. I. Zero rotational acceleration by spectral focusing",
    "abstract": "           An optical centrifuge is a laser pulse which enables controlled rotational excitation of molecules. Centrifuged molecules rotating with well-defined angular frequencies are ideal candidates to probe many-body quantum systems at the nanoscale. Because the interaction with the quantum environment increases the effective moment of inertia of the embedded molecular probes, the required rotational acceleration of the optical centrifuge must be lowered to accommodate adiabatic spinning. We demonstrate a new design of an optical centrifuge, based on the method of spectral focusing, which enables extremely low, down to zero, rotational accelerations. We discuss the potential of using such constant frequency centrifuge to investigate molecular rotation inside helium nanodroplets.         ",
    "url": "https://arxiv.org/abs/2507.12689",
    "authors": [
      "K. Wang",
      "A. Hardikar",
      "A. A. Milner",
      "V. Milner"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.12827",
    "title": "Towards a fictitious magnetic field trap for both ground and Rydberg state $^{87}$Rb atoms via the evanescent field of an optical nanofibre",
    "abstract": "           Cold Rydberg atoms, known for their long lifetimes and strong dipole-dipole interactions that lead to the Rydberg blockade phenomenon, are among the most promising platforms for quantum simulations, quantum computation and quantum networks. However, a major limitation to the performance of Rydberg atom-based platforms is dephasing, which can be caused by atomic motion within the trap. Here, we propose a trap for $^{87}$Rb cold atoms that confines both the electronic ground state and a Rydberg state, engineered to minimize the differential light shifts between the two states. This is achieved by combining a fictitious magnetic field induced by optical nanofibre guided light and an external bias magnetic field. We calculate trap potentials for the cases of one- and two-guided modes with quasi-linear and quasi-circular polarisations, and calculate trap depths and trap frequencies for different values of laser power and bias fields. Moreover, we discuss the impact of the quadrupole polarisability of the Rydberg atoms on the trap potential and demonstrate how the size of a Rydberg atom influences the ponderomotive potential generated by the nanofibre-guided light field. This work expands on the idea of light-induced fictitious magnetic field traps and presents a practical approach for creating quantum networks using Rydberg atoms integrated with optical nanofibres to generate 1D atom arrays.         ",
    "url": "https://arxiv.org/abs/2507.12827",
    "authors": [
      "Alexey Vylegzhanin",
      "Dylan J. Brown",
      "Danil F. Kornovan",
      "Etienne Brion",
      "Síle Nic Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.13004",
    "title": "Nanodomain poling unlocking backward nonlinear light generation in thin film lithium niobate",
    "abstract": "           Nonlinear frequency conversion offers powerful capabilities for applications in telecommunications, signal processing, and computing. Thin-film lithium niobate (TFLN) has emerged as a promising integrated photonics platform due to its strong electro-optic effect and second-order nonlinearity, which can be exploited through periodic poling. However, conventional poling techniques in x-cut TFLN are limited to minimum period sizes on the order of microns, preventing the efficient generation of interactions involving counter-propagating waves. Here we report scalable periodic poling of x-cut TFLN with periods down to 215 nm and realize devices for counter- and back-propagating phase matching. We estimate conversion efficiencies of 1474 $\\%$/W/cm$^2$ and 45 $\\%$/W/cm$^2$ respectively, and measuring sum frequency generation we confirm that the nonlinear generation takes place in the desired direction. We report spontaneous parametric down conversion for the counter-propagating and, for the first time, for a backward propagating device. This technological advance provides the control of domain geometry in TFLN with an unprecedented precision and leads into the generation of photon pairs with spatial and spectral properties tailored for quantum signal processing, quantum computing and metrology.         ",
    "url": "https://arxiv.org/abs/2507.13004",
    "authors": [
      "Alessandra Sabatti",
      "Jost Kellner",
      "Robert J. Chapman",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.13010",
    "title": "Quantum at a Music Festival: the Impact of an Exhibit about Quantum Science and Technologies on Festival Visitors",
    "abstract": "           Quantum technologies are seen as transformative, with a potential to revolutionize fields like drug discovery and machine learning. Public engagement is crucial to align these developments with societal needs and foster acceptance. This study measured the impact of an exhibit about quantum technologies at the 2024 Lowlands music festival (n = 812). Pre- and post-surveys assessed changes in attitude, concern, interest and subjective knowledge. Results showed an increase in subjective knowledge but a decrease in interest, possibly due to reduced novelty or increased perceived difficulty. These findings underscore the effectiveness of exhibits as outreach tools in informal settings and highlight the critical role of maintaining novelty and emphasizing the relevance of quantum technologies in future outreach efforts. Additionally, we emphasize the importance of assessing outreach effectiveness to ensure that objectives are successfully achieved.         ",
    "url": "https://arxiv.org/abs/2507.13010",
    "authors": [
      "Vincent Koeman",
      "Sanne Romp",
      "Sanne J.W. Willems",
      "Julia Cramer"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.13128",
    "title": "Phase noise measurement of semiconductor optical amplifiers",
    "abstract": "           We introduce a novel measurement method for the phase noise measurement of optical amplifiers, topologically similar to the Heterodyne Mach-Zehnder Interferometer but governed by different principles, and we report on the measurement of a fibered amplifier at 1.55 $\\mu\\mathrm{m}$ wavelength. The amplifier under test (DUT) is inserted in one arm of a symmetrical Mach-Zehnder interferometer, with an AOM in the other arm. We measure the phase noise of the RF beat detected at the Mach-Zehnder output. The phase noise floor of the amplifier decreases proportionally to the reciprocal of the laser power at the amplifier input, down to $-125$ $\\mathrm{dBrad^2/Hz}$ at $f=100$ $\\mathrm{kHz}$. The DUT flicker noise cannot be measured because it is lower than the background of the setup. This sets an upper bound of the amplifier noise at $-32$ $\\mathrm{dBrad^2/Hz}$ at $f=1$ $\\mathrm{Hz}$, which corresponds to a frequency stability of $5.2{\\times}10^{-17}/\\tau$ (Allan deviation), where $\\tau$ is the integration time. Such noise level is lower than that of most Fabry-Perot cavity-stabilized lasers. These results are of interest in a wide range of applications including metrology, instrumentation, optical communications, or fiber links.         ",
    "url": "https://arxiv.org/abs/2507.13128",
    "authors": [
      "Damien Teyssieux",
      "Martin Callejo",
      "Jacques Millo",
      "Enrico Rubiola",
      "Rodolphe Boudot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.13193",
    "title": "Leveraging Low Index Contrast to Reduce the Polarization Anisotropy in One-Dimensional Photonic Crystals",
    "abstract": "           One-dimensional photonic crystals (1DPCs) are widely used platforms for guiding, filtering, and enhancing light at the nanoscale. Traditionally, designs have favored high refractive index contrast to maximize the photonic band gap (PBG) size. Here, we demonstrate that low-index contrast systems offer a powerful and underexplored route to achieving improved optical functionalities. In particular, we show that low index contrast enables more closely aligned PBGs for transverse electric (TE) and transverse magnetic (TM) polarizations, allowing for broadband superposition of TE and TM Bloch Surface Waves (BSWs). As a demonstration of this functionality, we use this approach to design 1DPCs capable of generating planar superchiral fields for enhanced circular dichroism spectroscopy. To realize such structures, we use an automated design framework based on multi-objective genetic optimization. By comparing optimized designs in both high and low index contrast regimes, we find that low index contrast systems yield significantly greater overlap between the TE and TM BSW dispersion relations and exhibit a pronounced reduction in optical anisotropy - both of which contribute to enhanced optical chirality across the operational bandwidth. Furthermore, simulations reveal that these low index contrast structures offer improved robustness to fabrication tolerances and support a wider dynamic range of chiral analyte concentrations. In addition to their optical performance advantages, low-index contrast systems are naturally compatible with polymeric materials, which offer benefits such as low cost, sustainability, and mechanical flexibility. While this work focuses on mode alignment and its consequences for surface wave behavior, the underlying principles have broader implications for polarization-independent photonic technologies, including optical sensing, computing, and spectral filtering.         ",
    "url": "https://arxiv.org/abs/2507.13193",
    "authors": [
      "Jonathan Barolak",
      "Agostino Occhicone",
      "Marco Finazzi",
      "Paolo Biagioni",
      "Giovanni Pellegrini"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.13195",
    "title": "The Dynamics of the Transverse Optical Flux in Random Media",
    "abstract": "           We study the evolution of the kinetic energy (or gradient norm) of an incident linearly polarised monochromatic wave propagating in correlated random media. We explore the optical flux transverse to the mean Poynting flux at the paraxial-nonparaxial (vectorial) transition along with vortex counting and identify universal features in the dynamics. The vortex number appears to increase with a cubic root for sufficiently small correlation length. Furthermore, a kink appears in nucleation rate at the position of maximum scintillation upon increasing correlation length. A driven steady state is reached due to the filtering of evanescent waves upon propagation. Finally, we present the spectrum of the incompressible kinetic energy and how it evolves from the paraxial case to that of a random field.         ",
    "url": "https://arxiv.org/abs/2507.13195",
    "authors": [
      "Y. Ke",
      "N. Bhattacharya",
      "F. Maucher"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.13206",
    "title": "Rapid and precise distance measurement using balanced cross-correlation of a single frequency-modulated electro-optic comb",
    "abstract": "           Ultra-rapid, high-precision distance metrology is critical for both advanced scientific research and practical applications. However, current light detection and ranging technologies struggle to simultaneously achieve high measurement speed, accuracy, and a large non-ambiguity range. Here, we present a time-of-flight optical ranging technique based on a repetition-frequency-modulated femtosecond electro-optic comb and balanced nonlinear cross-correlation detection. In this approach, a target distance is determined as an integer multiple of the comb repetition period. By rapidly sweeping the comb repetition frequency, we achieve absolute distance measurements within 500 ns and real-time displacement tracking at single-pulse resolution (corresponding to a refresh rate of 172 MHz). Furthermore, our system attains an ultimate ranging precision of 5 nm (with 0.3 s integration time). Our method uniquely integrates nanometer-scale precision, megahertz-level refresh rates, and a theoretically unlimited ambiguity range within a single platform, while also supporting multi-target detection. These advances pave the way for high-speed, high-precision ranging systems in emerging applications such as structural health monitoring, industrial manufacturing, and satellite formation flying.         ",
    "url": "https://arxiv.org/abs/2507.13206",
    "authors": [
      "Zijian Wang",
      "Zhuoren Wan",
      "Jingwei Luo",
      "Yuan Chen",
      "Mei Yang",
      "Qi Wen",
      "Xiuxiu Zhang",
      "Zhaoyang Wen",
      "Shimei Chen",
      "Ming Yan",
      "Heping Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.12539",
    "title": "Hybrid satellite-fiber quantum network",
    "abstract": "           Quantum networks hold promise for key distribution, private and distributed computing, and quantum sensing, among other applications. The scale of such networks for ground users is currently limited by one's ability to distribute entanglement between distant locations. This can in principle be carried out by transmitting entangled photons through optical fibers or satellites. The former is limited by fiber optic attenuation while the latter is limited by atmospheric extinction and diffraction. Here, we propose a hybrid network and protocol that outperform both ground- and satellite-based designs and lead to high-fidelity entanglement at a continental or even global scale.         ",
    "url": "https://arxiv.org/abs/2507.12539",
    "authors": [
      "Yanxuan Shao",
      "Saikat Guha",
      "Adilson E. Motter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.12552",
    "title": "Inverse Physics-informed neural networks procedure for detecting noise in open quantum systems",
    "abstract": "           Accurate characterization of quantum systems is essential for the development of quantum technologies, particularly in the noisy intermediate-scale quantum (NISQ) era. While traditional methods for Hamiltonian learning and noise characterization often require extensive measurements and scale poorly with system size, machine learning approaches offer promising alternatives. In this work, we extend the inverse physics-informed neural network (referred to as PINNverse) framework to open quantum systems governed by Lindblad master equations. By incorporating both coherent and dissipative dynamics into the neural network training, our method enables simultaneous identification of Hamiltonian parameters and decay rates from noisy experimental data. We demonstrate the effectiveness and robustness of the approach through numerical simulations of two-qubit open systems. Our results show that PINNverse provides a scalable and noise-resilient framework for quantum system identification, with potential applications in quantum control and error mitigation.         ",
    "url": "https://arxiv.org/abs/2507.12552",
    "authors": [
      "Gubio G. de Lima",
      "Iann Cunha",
      "Leonardo Kleber Castelano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.12899",
    "title": "Space-based mm/mg-scale Laser Interferometer for Quantum Gravity",
    "abstract": "           The experimental verification of the quantum nature of gravity represents a milestone in quantum gravity research. Recently, interest has grown for testing it via gravitationally induced entanglement (GIE). Here, we propose a space-based interferometer inspired by the LISA Pathfinder (LPF). Unlike the LPF, our design employs two smaller gold-platinum test masses, each weighing the milligram scale, surrounded by a shield below 2 K, and positioned side by side with a millimeter scale separation. This configuration enables the detection of GIE through simultaneous measurements of differential and common-mode motions. We simulate quantum measurements of these modes taking into account gas damping, black-body radiation, and cosmic-ray collisions to estimate the integration time for GIE detection. Our results show that GIE can be demonstrated with a few modifications to the LPF setup.         ",
    "url": "https://arxiv.org/abs/2507.12899",
    "authors": [
      "Nobuyuki Matsumoto",
      "Katsuta Sakai",
      "Kosei Hatakeyama",
      "Kiwamu Izumi",
      "Daisuke Miki",
      "Satoshi Iso",
      "Akira Matsumura",
      "Kazuhiro Yamamoto"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.12982",
    "title": "Harmonic generation of graphene quantum dots in Hartree-Fock approximation",
    "abstract": "           We theoretically investigate harmonic generation in graphene quantum dots under linearly polarized optical pulses, focusing on excitonic effects. Combining the tight-binding model and the single-particle density matrix approach, we derive a semiconductor Bloch equation under a static-screened Hartree-Fock approximation. This framework characterizes the electron-electron interaction through local Hartree potentials for direct Coulomb interaction and nonlocal Fock potentials for exchange interaction. Distinct confgurations of Hartree and Fock terms yield various approximation methods, including independent-particle approximation, mean-feld approximation, random phase approximation, and excitonic effects. We thoroughly analyze how these approximation methods affect the electronic energy levels, linear optical absorption, and nonlinear harmonic generation. Within excitonic effects, we present the dependence of harmonic generation on the geometric variations of graphene quantum dots (sizes, triangular/hexagonal shapes, and armchair/zigzag edges) and the amplitude and polarization of electric fields. Our findings show that excitonic effects significantly enhance optical responses of graphene nanostructures. For a dot ensemble formed by randomly oriented graphene quantum dots, only odd-order harmonics exist along the polarization direction of the incident light. Crucially, harmonic generation in graphene quantum dots exhibits high tunability via geometric configuration, making them promising candidates for nonlinear optical nanodevices.         ",
    "url": "https://arxiv.org/abs/2507.12982",
    "authors": [
      "Kainan Chang",
      "Ying Song",
      "Yuwei Shan",
      "Jin Luo Cheng"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.13016",
    "title": "Dark-state photonic entanglement filters",
    "abstract": "           Preserving entanglement in the presence of decoherence remains a major challenge for quantum technologies. Recent proposals [M.A. Selim et al., Science 387, 1424 (2025)] have employed photonic filters based on anti-parity-time symmetry to recover certain entangled states, but these approaches require intricate, symmetry-constrained waveguide architectures and precise bath engineering. In this work, we show that such strict non-Hermitian symmetry constraints are not necessary for entanglement filtering. Instead, we identify post-selection and the emergence of dark states -- arising naturally through destructive interference in simple photonic settings -- as the essential mechanisms. By avoiding the need for special bath engineering or non-Hermitian symmetries, our approach significantly simplifies the design and architecture, enhances universality, and extends applicability beyond previously studied dimer configurations. We demonstrate this concept using minimal waveguide network designs, offering a broadly accessible route to robust entanglement filtering.         ",
    "url": "https://arxiv.org/abs/2507.13016",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.13111",
    "title": "Perspective: Practical Atom-Based Quantum Sensors",
    "abstract": "           Atomic vapors, manipulated and probed by light and other electromagnetic fields, constitute versatile and powerful quantum systems for sensing applications. Atoms are identical, isolatable, interfaceable, and intelligible. These features, coupled with the relative simplicity with which quantum properties can be exploited in state preparation and detection using modern laser and electro-optic tools, make atoms very attractive for sensing applications. This Perspective discusses the potential and process for realizing practical quantum sensors using atoms.         ",
    "url": "https://arxiv.org/abs/2507.13111",
    "authors": [
      "Justin M. Brown",
      "Thad G. Walker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.13187",
    "title": "Technical Review on RF-Amplifiers for Quantum Computer Circuits: New Architectures of Josephson Parametric Amplifier",
    "abstract": "           Josephson Parametric Amplifiers (JPAs) are key components in quantum information processing due to their ability to amplify weak quantum signals with near-quantum-limited noise performance. This is essential for applications such as qubit readout, quantum sensing, and communication, where signal fidelity and coherence preservation are critical. Unlike CMOS and HEMT amplifiers used in conventional RF systems, JPAs are specifically optimized for millikelvin (mK) cryogenic environments. CMOS amplifiers offer good integration but perform poorly at ultra-low temperatures due to high noise. HEMT amplifiers provide better noise performance but are power-intensive and less suited for mK operation. JPAs, by contrast, combine low power consumption with ultra-low noise and excellent cryogenic compatibility, making them ideal for quantum systems. The first part of this study compares these RF amplifier types and explains why JPAs are preferred in cryogenic quantum applications. The second part focuses on the design and analysis of JPAs based on both single Josephson junctions and junction arrays. While single-junction JPAs utilize nonlinear inductance for amplification, they suffer from gain compression, limited dynamic range, and sensitivity to fabrication variations. To overcome these challenges, this work explores JPA designs using Josephson junction arrays. Arrays distribute the nonlinear response, enhancing power handling, linearity, impedance tunability, and coherence while reducing phase noise. Several advanced JPA architectures are proposed, simulated, and compared using quantum theory and CAD tools to assess performance trade-offs and improvements over conventional designs.         ",
    "url": "https://arxiv.org/abs/2507.13187",
    "authors": [
      "Ahmad Salmanogli",
      "Hesam Zandi",
      "Mahdi Esmaeili",
      "Abolfazl Eskandari",
      "Mohsen Akbari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.13213",
    "title": "Evidence for an Inverse Cascade of Magnetic Helicity in the Inner Heliosphere",
    "abstract": "           To elucidate the cascade direction of the solar wind turbulence, we analyzed magnetic helicity density spectra from the Parker Solar Probe data across more than 500 heliocentric distances. For the first time, we confirmed a persistent inverse cascade extending from the Sun to Mercury's orbital vicinity. This finding challenges the conventional hypothesis that the magnetic helicity density within the inner heliosphere is random. Furthermore, our analysis revealed a radial sign change of the spectral magnetic helicity density at a frequency whose value decreases logarithmically with distance. These results provide new insights into the evolution of solar wind turbulence in the inner heliosphere.         ",
    "url": "https://arxiv.org/abs/2507.13213",
    "authors": [
      "Masatomi Iizawa",
      "Yasuhito Narita",
      "Tommaso Alberti",
      "Stuart D. Bale",
      "Axel Brandenburg",
      "Abraham C.-L. Chian",
      "Horia Comişel",
      "Shuichi Matsukiyo",
      "Nobumitsu Yokoi"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2409.00256",
    "title": "Accurate, precise pressure sensing with tethered optomechanics",
    "abstract": "           We show that optomechanical pressure sensors with characterized density and thickness can achieve uncertainty as low as 1.1 % via comparison with a secondary pressure standard. The agreement between the secondary standard and our optomechanical sensors is a necessary step towards using optomechanical devices as primary pressure sensors. Our silicon nitride and silicon carbide sensors are short-term and long-term stable, displaying Allan deviations compatible with better than 1 % precision and baseline drift significantly lower than the secondary standard. Our measurements also yield the in situ thin-film density of our sensors with 1 % total uncertainty or lower, aiding development of other optomechanical sensors. Our results demonstrate that optomechanical pressure sensors can achieve accuracy, precision, and drift sufficient to replace high performance legacy pressure gauges.         ",
    "url": "https://arxiv.org/abs/2409.00256",
    "authors": [
      "Olivia R. Green",
      "Yiliang Bao",
      "John R. Lawall",
      "Jason J. Gorman",
      "Daniel S. Barker"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.00506",
    "title": "Unsupervised super-spatial-resolution Brillouin frequency shift extraction based on physical enhanced spatial resolution neural network",
    "abstract": "           Spatial resolution (SR), a core parameter of Brillouin optical time-domain analysis (BOTDA) sensors, determines the minimum fiber length over which physical perturbations can be accurately detected. However, the phonon lifetime in the fiber imposes an inherent limit on the SR, making sub-meter-level SR challenging in high-SR monitoring scenarios. Conventional SR enhancement approaches, constrained by hardware limitations, often involve complex systems, or increased measurement times. Although traditional deconvolution methods can mitigate hardware constraints, they suffer from distortion due to the nonlinear nature of the BOTDA response. Supervised deep learning approaches have recently emerged as an alternative, offering faster and more accurate post-processing through data-driven models. However, the need for extensive labeled data and the lack of physical priors lead to high computational costs and limited generalization. To overcome these challenges, we propose an unsupervised deep learning deconvolution framework, Physics-enhanced SR deep neural network (PSRN) guided by an approximate convolution model of the Brillouin gain spectrum (BGS).         ",
    "url": "https://arxiv.org/abs/2503.00506",
    "authors": [
      "Zhao Ge",
      "Hao Wu",
      "zhiyong Zhao",
      "Li Shen",
      "Ming Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.23813",
    "title": "Evaluation of a Virtual Laboratory Platform in General Education on Quantum Information Science",
    "abstract": "           This paper presents the findings of pedagogical research on the efficacy of a virtual laboratory platform in general education courses on quantum information science. Specifically, a virtual laboratory activity based on the Bell test has been developed using a commercially available Quantum Optical Simulation Laboratory, QLab. The experiential activity is designed to help undergraduates from diverse academic disciplines understand the counterintuitive yet foundational concept of quantum entanglement. Qualitative and quantitative evaluations conducted over three academic years using carefully designed questionnaires indicated that the virtual laboratory enabled over 80% of students to grasp the complex concepts of quantum entanglement. These results demonstrate the effectiveness of the virtual laboratory in making abstract quantum concepts accessible and engaging, regardless of students' prior knowledge of advanced mathematics or technical skills. Despite certain limitations, such as the relatively small sample sizes in the last two semesters, this study offers valuable insights and a practical framework for addressing the challenges of teaching quantum information science in undergraduate curricula, particularly within general education courses designed for both science and non-science students.         ",
    "url": "https://arxiv.org/abs/2503.23813",
    "authors": [
      "Hongbin Song"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2507.03781",
    "title": "Towards Underwater Detection of Diluted Bitumen with Interdigital Sensors",
    "abstract": "           Diluted bitumen spills in freshwater environments pose significant challenges for detection and remediation due to the complex behaviour of the material once released, rendering traditional oil monitoring techniques, such as aerial surveys and fluorometry, ineffective. This study investigates the feasibility of utilizing interdigital capacitive sensors to detect dilbit in water via frequency-dependent impedance measurements. Three sensor designs were fabricated and tested with a vector network analyzer across samples with varying dilbit concentrations. All sensor designs detected electrical changes, exhibiting linear regions and strong potential for quantitative sensing. These findings support the integration of the sensors into autonomous underwater robotic platforms for real-time, distributed monitoring of dilbit spills in freshwater systems.         ",
    "url": "https://arxiv.org/abs/2507.03781",
    "authors": [
      "Graziella Bedenik",
      "Melissa Greeff",
      "Matthew Robertson"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.09772",
    "title": "Designing quantum chemistry algorithms with Just-In-Time compilation",
    "abstract": "           We introduce just-in-time (JIT) compilation to the integral kernels for Gaussian-type orbitals (GTOs) to enhance the efficiency of electron repulsion integral computations. For Coulomb and exchange (JK) matrices, JIT-based algorithms yield a 2x speedup for the small 6-31G* basis set over GPU4PySCF v1.4 on an NVIDIA A100-80G GPU. By incorporating a novel algorithm designed for orbitals with high angular momentum, the efficiency of JK evaluations with the large def2-TZVPP basis set is improved by up to 4x. The core CUDA implementation is compact, comprising only ~1,000 lines of code, including support for single-precision arithmetic. Furthermore, the single-precision implementation achieves a 3x speedup over the previous state-of-the-art.         ",
    "url": "https://arxiv.org/abs/2507.09772",
    "authors": [
      "Xiaojie Wu",
      "Yuanheng Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2507.11271",
    "title": "From Bound States to Quantum Spin Models: Chiral Coherent Dynamics in Topological Photonic Rings",
    "abstract": "           Topological photonic systems offer a robust platform for guiding light in the presence of disorder, but their interplay with quantum emitters remains a frontier for realizing strongly correlated quantum states. Here, we explore a ring-shaped Su-Schrieffer-Heeger (SSH) photonic lattice interfaced with multiple quantum emitters to control topologically protected chiral quantum dynamics. Using a full microscopic model that includes cascaded Lindblad dynamics and chiral emitter-bath couplings, we reveal how the topology of the bath mediates nonreciprocal, long-range interactions between emitters. These interactions lead to rich manybody spin phenomena, including robust coherence, directional energy transfer, and emergent double Néel ordering, captured by an effective spin Hamiltonian derived from the system topology. We show that topological bound states enable unidirectional emission, protect coherence against dissipation, and imprint nontrivial entanglement and mutual information patterns among the emitters. In particular, we showed that under circularly polarized excitation, the emitters not only inherit spin angular momentum from the field but also serve as transducers that coherently launch the spin-orbit-coupled topological photonic modes into the far field. Our results establish a direct bridge between topological photonic baths and emergent quantum magnetism, positioning this architecture as a promising testbed for studying chiral quantum optics, topologically protected entangled states, and long-range quantum coherence.         ",
    "url": "https://arxiv.org/abs/2507.11271",
    "authors": [
      "Fatemeh Davoodi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.11811",
    "title": "Observation and Interpretation of Field Emission Saturation Induced by an Ultra-fast Intense Terahertz Field",
    "abstract": "           Field emission under ultra-fast intense terahertz fields provides a promising approach for generating electron bunches with ultrashort pulse duration and high charge densities. It is generally believed that the field emission current described by traditional field emission theory increases dramatically with the applied electric field. However, we conducted extensive field emission experiments using quasi-single-cycle strong-field terahertz radiation at various energy levels and different temperatures and observed an intriguing phenomenon where the emitted charge reached saturation. A novel model is proposed to interpret this phenomenon, which considers the contribution of surface valence electrons and the dynamic replenishment of free electrons from the bulk to the surface. The experimentally observed convex relationship between the emitted charge and terahertz energy is consistent with the model prediction, unlike the concave relationship derived from the traditional field emission formula. In addition, another observed counter-intuitive phenomenon, the inverse correlation between the cathode temperature and saturated emission charge, is also well interpreted by the model. This work offers comprehensive insights into field emission dynamics under ultra-fast intense fields, paving the way for generating electron bunches with unprecedented temporal resolution.         ",
    "url": "https://arxiv.org/abs/2507.11811",
    "authors": [
      "Wentao Yu",
      "Nongchao Tan",
      "Kai Peng",
      "Kai Jiang",
      "Zhao Yun",
      "Sijie Fan",
      "Longding Wang",
      "Yixiao Fu",
      "Renkai Li",
      "Yingchao Du",
      "Lixin Yan",
      "Chuanxiang Tang",
      "Wenhui Huang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2409.02575",
    "title": "Practical techniques for high-precision measurements on near-term quantum hardware and applications in molecular energy estimation",
    "abstract": "           Achieving high-precision measurements on near-term quantum devices is critical for advancing quantum computing applications. Quantum computers suffer from high readout errors, making quantum simulations with high accuracy requirements particularly challenging. This paper implements practical techniques to reach accuracies essential for quantum chemistry by addressing key overheads and noise sources. Specifically, we leverage locally biased random measurements for reducing shot overhead, repeated settings with parallel quantum detector tomography for reducing circuit overhead and mitigating readout errors, and blended scheduling for mitigating time-dependent noise. We demonstrate these techniques via molecular energy estimation of the BODIPY molecule on a Hartree-Fock state on an IBM Eagle r3, obtaining a reduction in measurement errors by an order of magnitude from 1-5% to 0.16%. These strategies pave the way for more reliable quantum computations, particularly for applications requiring precise molecular energy calculations.         ",
    "url": "https://arxiv.org/abs/2409.02575",
    "authors": [
      "Keijo Korhonen",
      "Hetta Vappula",
      "Adam Glos",
      "Marco Cattaneo",
      "Zoltán Zimborás",
      "Elsi-Mari Borrelli",
      "Matteo A. C. Rossi",
      "Guillermo García-Pérez",
      "Daniel Cavalcanti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.09214",
    "title": "Hyperfine Coupling Constants on Quantum Computers: Performance, Errors, and Future Prospects",
    "abstract": "           We present the first implementation and computation of electron spin resonance isotropic hyperfine coupling constants (HFCs) on quantum hardware. As illustrative test cases, we compute the HFCs for the hydroxyl radical (OH$^{\\bullet}$), nitric oxide (NO$^{\\bullet}$), and the triplet hydroxyl cation (OH$^{+}$). Our approach integrates the qubit-ADAPT method with unrestricted orbital optimization in an active space framework. To accurately measure the necessary spin one-electron reduced density matrices on current hardware, we employ a combination of error mitigation, error suppression, and post-selection, including our in-house developed ansatz-based readout and gate error mitigation. The HFCs obtained from the quantum hardware experiments align with results from unrestricted complete active space self-consistent field calculations on classical hardware. These results mark a significant step towards leveraging quantum computing for chemically relevant molecular properties and highlight the critical role of multi-method error strategies in the noisy intermediate-scale quantum era.         ",
    "url": "https://arxiv.org/abs/2503.09214",
    "authors": [
      "Phillip W. K. Jensen",
      "Gustav Stausbøll Hedemark",
      "Karl Michael Ziems",
      "Erik Rosendahl Kjellgren",
      "Peter Reinholdt",
      "Stefan Knecht",
      "Sonia Coriani",
      "Jacob Kongsted",
      "Stephan P. A. Sauer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.06953",
    "title": "Surface hopping simulations show valley depolarization driven by exciton-phonon resonance",
    "abstract": "           Resonances between excitonic transitions and nuclear coordinates have been shown to drive a variety of excited-state dynamical phenomena in molecular systems. Here, we report mixed quantum--classical simulations showing similar resonances to primarily contribute to valley depolarization in monolayer MoS$_2$. The applied simulation framework combines reciprocal-space surface hopping with microscopic models of the quasiparticle band structure, electron--hole interactions, and carrier--phonon interactions, parametrized against ab initio calculations. This enables low-cost excited-state dynamics simulations that are microscopic, non-Markovian, and non-perturbative in the carrier--phonon interaction. The framework furthermore retains explicit information on transient phonon occupancies, through which we show a resonance between the dominant optical phonon branch and the lowest exciton band to largely drive valley depolarization, by activating a Maialle--Silva--Sham mechanism. Resulting valley polarization times are consistent with experimental measurements across temperatures.         ",
    "url": "https://arxiv.org/abs/2505.06953",
    "authors": [
      "Alex Krotz",
      "Roel Tempelaar"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.03427",
    "title": "Interference-enhanced optical force detection of weak light fields using a levitated nanoparticle",
    "abstract": "           Optically levitated nanoparticles in vacuum provide a highly sensitive platform for probing weak light-matter interactions. In this work, we present an interference-based method to amplify the optical force exerted by a weak field on a nanoscale particle trapped in an optical tweezer. By allowing the weak field to interfere with the strong trapping beam, we significantly enhance the optical force compared to the case without interference. This amplified optical force enables the detection of the weak field through the particle's motion, reaching picowatt-level sensitivity under moderate vacuum conditions. We further discuss the potential of this approach for developing an ultrasensitive, nondestructive detector of light fields and for exploring optomechanical interactions at the single-photon level.         ",
    "url": "https://arxiv.org/abs/2506.03427",
    "authors": [
      "Seyed K. Alavi",
      "Youssef Ezzo",
      "Ashik Pulikkathara",
      "Sungkun Hong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.11341",
    "title": "The Integral Decimation Method for Quantum Dynamics and Statistical Mechanics",
    "abstract": "           The solutions to many problems in the mathematical, computational, and physical sciences often involve multidimensional integrals. A direct numerical evaluation of the integral incurs a computational cost that is exponential in the number of dimensions, a phenomenon called the curse of dimensionality. The problem is so substantial that one usually employs sampling methods, like Monte Carlo, to avoid integration altogether. Here, we derive and implement a quantum algorithm to compress a multidimensional integrand into a product of matrix-valued functions - a spectral tensor train - changing the computational complexity of integration from exponential to polynomial. The algorithm compresses the integrand by applying a sequence of quantum gates to an unentangled quantum state, where each term corresponds to a body-ordered term in the potential. Because it allows for the systematic elimination of small contributions to the integral through decimation, we call the method integral decimation. The functions in the spectral basis are analytically differentiable and integrable, and in applications to the partition function, integral decimation numerically factorizes an interacting system into a product of noninteracting ones. We illustrate integral decimation by evaluating the absolute free energy and entropy of a chiral XY model as a continuous function of temperature. We also compute the nonequilibrium time-dependent reduced density matrix of a quantum chain with between two and forty levels, each coupled to colored noise. When other methods provide numerical solutions to these models, they quantitatively agree with integral decimation. When conventional methods become intractable, integral decimation can be a powerful alternative.         ",
    "url": "https://arxiv.org/abs/2506.11341",
    "authors": [
      "Ryan T. Grimm",
      "Alexander J. Staat",
      "Joel D. Eaves"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.19124",
    "title": "Future prospect of anisotropic 2D tin sulfide (SnS) for emerging electronic and quantum device applications",
    "abstract": "           The family of anisotropic two-dimensional (2D) emerging materials is rapidly evolving due to their low crystal symmetry and in-plane structural anisotropy. Among these, 2D tin sulfide (SnS) has gained significant attention because of its distinctive crystalline symmetry and the resulting extraordinary anisotropic physical properties. This perspective explores recent developments in anisotropic 2D SnS. In particular, it highlights advances in isolating high-quality SnS monolayers (1L-SnS) and in applying advanced techniques for anisotropic characterization. The discussion continues with an overview of the anisotropic optical and electronic properties of SnS, followed by recent progress in emerging electronic device applications, including energy conversion & storage, neuromorphic (synaptic) systems, spintronics and quantum technologies. In addition to presenting significant research findings on SnS, this perspective outlines current limitations and discusses emerging opportunities and future prospects for its application in quantum devices.         ",
    "url": "https://arxiv.org/abs/2506.19124",
    "authors": [
      "Abdus Salam Sarkar"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.20519",
    "title": "Scalable quantum interference in integrated lithium niobate nanophotonics",
    "abstract": "           Photonics has emerged as one of the leading platforms for the implementation of real-world-applicable quantum technologies, enabling secure communication, enhanced sensing capabilities, as well as resolving previously intractable computational challenges. However, to harness the full potential of the photonics platform, several engineering feats need to be accomplished, among those is the quest for a scalable source of pure single photons. While single photon sources can be implemented in a variety of different ways, integrated lithium niobate stands out as a prime contender for a monolithic quantum photonics platform, given its second-order nonlinearity and proven classical scalability. Despite the extensive effort put into developing the platform, integrating suitable photon pair sources remains a hurdle limiting the scalability of quantum photonic systems in lithium niobate. We engineer three-wave-mixing in a nanophotonic lithium niobate device, integrating multiple near-perfect spectrally separable heralded single photon sources. By mixing photons generated via the developed sources, we show bosonic interference between indistinguishable photons, a crucial interaction for many photonic quantum computing protocols. This demonstration of the first proof-of-principle multi-source interference in integrated lithium niobate contributes to developing a truly scalable quantum photonics platform.         ",
    "url": "https://arxiv.org/abs/2506.20519",
    "authors": [
      "Tristan Kuttner",
      "Alessandra Sabatti",
      "Jost Kellner",
      "Rachel Grange",
      "Robert J. Chapman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]