[
  {
    "id": "arXiv:2412.10603",
    "title": "Bright and Purcell-enhanced single photon emission from a silicon G center",
    "abstract": "           Silicon G centers show significant promise as single photon sources in a scalable silicon platform. But these color centers have large non-radiative decay and a low Debye-Waller factor, limiting their usability in quantum applications. In this work, we demonstrate bright Purcell-enhanced emission from a silicon G center by coupling it to a nanophotonic cavity. The nanobeam cavity enhances the spontaneous emission rate of a single G center by a factor of 6, corresponding to a Purcell factor greater than 31 when accounting for decay into the phonon sideband. We obtain a spontaneous emission rate of 0.97 ns, which is the fastest single photon emission rate reported in silicon. With this radiative enhancement, we achieve an order of magnitude improvement in emitter brightness compared to previously reported values. These results pave the way for scalable quantum light sources on a silicon photonic chip.         ",
    "url": "https://arxiv.org/abs/2412.10603",
    "authors": [
      "Kyu-Young Kim",
      "Chang-Min Lee",
      "Amirehsan Boreiri",
      "Purbita Purkayastha",
      "Fariba Islam",
      "Samuel Harper",
      "Je-Hyung Kim",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.10613",
    "title": "A Compact X-Ray Laser with Ion Source and Crystal Cavity",
    "abstract": "           X-ray free-electron lasers (XFELs) are renowned for their high brightness, significantly impacting biology, chemistry, and nonlinear X-ray optics. However, current XFELs are large, expensive, and exhibit significant shot-to-shot instability. Here, we propose a novel compact apparatus for generating X-ray lasers. The setup integrates an ion source to produce highly charged ions as the gain medium. The X-ray optical cavity employs crystal Bragg diffraction for high reflectivity at large angles, and two parabolic compound refractive lenses (CRLs) focus the X-rays. Pumping is achieved through electron collision excitations. This X-ray laser offers compact dimensions, reduced costs, and enhanced coherence, positioning it as a promising seed for XFELs. With further optimization, this device has the potential to rival XFELs and revolutionize both scientific research and industrial applications.         ",
    "url": "https://arxiv.org/abs/2412.10613",
    "authors": [
      "Shuang Li"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10641",
    "title": "On the low frequency flexural band gaps of a metamaterial plate with low porosity",
    "abstract": "           This paper demonstrates numerically and experimentally that it is possible to tailor flexural band gaps in the low-frequency regime by appropriate choice of cutout characteristics. The finite element method is used to obtain the numerical dispersion relation and band gaps. The influence of the cutout's shape, size, and location on the band gap is systematically studied. The study demonstrates that the cutout should pass through the center of the unit cell, and a large aspect ratio is required to introduce flexural band gaps in the low-frequency regime. This is validated by experiments on a finite plate with 3 $\\times$ 3 unit cells.         ",
    "url": "https://arxiv.org/abs/2412.10641",
    "authors": [
      "Chaitanya Morey",
      "Sundararajan Natarajan",
      "Chandramouli Padmanabhan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Numerical Analysis (math.NA)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.10757",
    "title": "Vertically Integrated Dual-memtransistor Enabled Reconfigurable Heterosynaptic Sensorimotor Networks and In-memory Neuromorphic Computing",
    "abstract": "           Neuromorphic in-memory computing requires area-efficient architecture for seamless and low latency parallel processing of large volumes of data. Here, we report a compact, vertically integrated/stratified field-effect transistor (VSFET) consisting of a 2D non-ferroelectric MoS$_2$ FET channel stacked on a 2D ferroelectric In$_2$Se$_3$ FET channel. Electrostatic coupling between the ferroelectric and non-ferroelectric semiconducting channels results in hysteretic transfer and output characteristics of both FETs. The gate-controlled MoS$_2$ memtransistor is shown to emulate homosynaptic plasticity behavior with low nonlinearity, low epoch, and high accuracy supervised (ANN - artificial neural network) and unsupervised (SNN - spiking neural network) on-chip learning. Further, simultaneous measurements of the MoS$_2$ and In$_2$Se$_3$ transistor synapses help realize complex heterosynaptic cooperation and competition behaviors. These are shown to mimic advanced sensorimotor neural network-controlled gill withdrawal reflex sensitization and habituation of a sea mollusk (Aplysia) with ultra-low power consumption. Finally, we show logic reconfigurability of the VSFET to realize Boolean gates thereby adding significant design flexibility for advanced computing technologies.         ",
    "url": "https://arxiv.org/abs/2412.10757",
    "authors": [
      "Srilagna Sahoo",
      "Abin Varghese",
      "Aniket Sadashiva",
      "Mayank Goyal",
      "Jayatika Sakhuja",
      "Debanjan Bhowmik",
      "Saurabh Lodha"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.10784",
    "title": "Irradiation-driven Evaporation of Micro Droplets in an Optical Trap",
    "abstract": "           Small droplets are irradiated with visible and infrared light in many natural and industrial environments. One of the simplest ways to describe their evaporation is the D$^2$-Law. It states that the evaporation rate is proportional to $t^{-1/2}$, and $R^{-1}$. However, models like the D$^2$-Law do not account for the volumetric heating of light and the effect of strong irradiation on individual droplets is not fully understood. Here we show the effects of IR irradiation on optically levitated water droplets. We find that, under strong irradiation of up to $10^8 W/m^2$, the droplet evaporation is initially driven by the heat from the laser following the power law $dR / dt \\sim R$, i.e. the inverse of the D$^2$-Law. Then, when the droplets shrink to 2 - 3 $\\mu$m in radius a turnover occurs from irradiation-driven back to diffusion-driven evaporation. Our findings support the understanding of droplet evaporation in cases such as rocket engines or internal combustion, where the radiation from the flame will heat water and fuel droplets.         ",
    "url": "https://arxiv.org/abs/2412.10784",
    "authors": [
      "Jugal Rakesh Shah",
      "Max Huisman",
      "Devendra Deshmukh",
      "Dag Hanstorp",
      "Javier Tello Marmolejo"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10788",
    "title": "Efficient electron heating by laser in finite sized plasma micro-globular targets by repeated collisions of surface and bulk waves",
    "abstract": "           A new mechanism of enhanced laser energy absorption in plasma microglobules is demonstrated with the help of two-dimensional Particle-In-Cell (PIC) simulations. The mechanism relies on the excitation of surface and bulk waves and the occurrence of repeated collisions in the confines of the finite-sized microglobular target. The episodic increase in the average particle energy correlates with the repeated collision of the surface and bulk waves that get excited by the laser on the target. It is shown that the size of the microglobular target governs the efficiency of absorption and the timings of episodic events of energy enhancement. This study thereby illustrates the novel efficient possibility that a closed plasma target provides for energy extraction. Parallels of such colliding waves creating havoc in terms of wave breaking etc. can be witnessed on the ocean surface, seismic disturbances traversing as body waves traverse reflecting and refracting in the interior of the Earth along with surface waves (propagating on the curved surface of the Earth) converge at the antipode to create destruction. Our studies here show the importance of choosing closed targets which aid in the process of repeated energy transfer to particles and often their thermalization. The waves keep propagating in the closed confines rather than getting dissipated over an extended region as would happen for extended targets.         ",
    "url": "https://arxiv.org/abs/2412.10788",
    "authors": [
      "Animesh Sharma",
      "Amita Das",
      "G Ravindra Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2412.10810",
    "title": "Long lived surface plasmons on the interface of a metal and a photonic time-crystal",
    "abstract": "           We predict the existence of surface plasmons polaritons at the interface between a metal and a periodically modulated dielectric medium, and find an unusual multi-branched dispersion curve of surface and bulk modes. The branches are separated by momentum gaps indicating intense amplification of modes, and display high and low group velocity ranging from zero to infinity at short wavelengths. We simulate how these SPP modes are formed by launching a properly engineered laser beam onto the metallic interface and examine their space-time evolution. The amplification of the surface plasmons at the interface with a photonic time-crystal offers a path to overcome plasmonic losses, which have been a major challenge in plasmonics.         ",
    "url": "https://arxiv.org/abs/2412.10810",
    "authors": [
      "Lior Bar-Hillel",
      "Yonatan Plotnik",
      "Ohad Segal",
      "Mordechai Segev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.11111",
    "title": "Toward ultimate-efficiency frequency conversion in nonlinear optical microresonators",
    "abstract": "           Integrated nonlinear photonics has emerged as a transformative platform, enabling nanoscale nonlinear optical processes with significant implications for sensing, computation, and metrology. Achieving efficient nonlinear frequency conversion in optical microresonators is paramount to fully unlocking this potential, yet the absolute conversion efficiency (ACE) of many processes, such as second-harmonic generation (SHG), remains fundamentally constrained by dissipative losses and intrinsic nonlinear effects in the device. In this work, we establish a unified theoretical framework for SHG in microresonators, identifying a decisive factor M that predicts the upper limit of ACE under the nonlinear critical coupling (NCC) condition. Using this framework, we fabricate integrated periodically poled lithium niobate microresonators and address the dispersive and dissipative suppression to approach the NCC condition. We achieve a record-high experimental ACE of 61.3% with milliwatt-level pump powers toward the ultimate efficiency, with the potential for even higher efficiency as the M factor increases. These results provide a versatile paradigm for high-efficiency nonlinear optical devices, offering new opportunities for advancements across classical and quantum photonic applications.         ",
    "url": "https://arxiv.org/abs/2412.11111",
    "authors": [
      "Zhi-Yan Wang",
      "Xiao Wu",
      "Xiao Xiong",
      "Chen Yang",
      "Zhengzhong Hao",
      "Qi-Fan Yang",
      "Yaowen Hu",
      "Fang Bo",
      "Qi-Tao Cao",
      "Yun-Feng Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.11246",
    "title": "A Version of Exclusively Perturbative Quantum Field Theory",
    "abstract": "           We suggest a version of renormalizable Quantum Field Theory which does not contain non-perturbative effects. This is otained by the proper use of the boundary conditions in the functional integral of the generating functional of Green functions. It is well known which boundary conditions are applied to the fields of the functional integral to get correct perturbation theory. We propose that these conditions should be used for all fields integrated in the generating functional integral. It is shown that in this case non-perturbative effects are absent. That is we assume that perturbation theory defines the complete generating functional integral. It allows, in particular, to formulate the generating functional integral in a unique way as an exact compact mathematical formula.         ",
    "url": "https://arxiv.org/abs/2412.11246",
    "authors": [
      "S.A. Larin"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11263",
    "title": "Twist-Induced Beam Steering and Blazing Effects in Photonic Crystal Devices",
    "abstract": "           Twisted bilayer photonic crystals introduce a twist between two stacked photonic crystal slabs, enabling strong modulation of their electromagnetic properties. The change in the twist angle strongly influences the resonant frequencies and available propagating diffraction orders with applications including sensing, lasing, slow light or wavefront engineering. In this work, we design and analyze twisted bilayer crystals capable of steering light in a direction controlled by the twist angle. In order to achieve beam steering, the device efficiently routes input power into a single, twist-dependent, transmitted diffraction order. The outgoing light then follows the orientation of this diffraction order, externally controlled by the twist angle. The optimization is performed using high-efficiency heuristic optimization method which enabled a data-oriented approach to further understand the design operation. The optimized device demonstrates an efficiency above 90% across twist angles ranging from 0 to 30 degrees for both TE and TM polarizations. Extending the optimization to include left- and right-handed polarizations yields overall accuracy nearing 90% when averaged across the entire 0 to 60 degrees control range. Finally, we show how the device resembles blazed gratings by effectively canceling the undesired diffraction orders. The optimized devices exhibit a shared slant dependent on the selected diffraction order. Our analysis is supported by a structural blazing model arising from the data-oriented statistical analysis.         ",
    "url": "https://arxiv.org/abs/2412.11263",
    "authors": [
      "Nicolas Roy",
      "Beicheng Lou",
      "Shanhui Fan",
      "Alexandre Mayer",
      "Michaël Lobet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.11353",
    "title": "Wilson Loop and Topological Properties in 3D Woodpile Photonic Crystal",
    "abstract": "           We numerically study the first and the second order topological states of electromagnetic (EM) wave in the three-dimensional (3D) woodpile photonic crystal (PhC). The recent studies on 3D PhCs have mainly focused on the observation of the topological states. Here, we not only focus on finding the topological states but also propose a numerical calculation method for topological invariants, which is based on the Wilson loop. For the 3D woodpile PhC, the topological states emerge due to the finite difference in the winding number or partial Chern number. The selection rule for the emergence of topological hinge states is also pointed out based on the topological invariants. Our numerical calculation results are essential and put a step toward the experimental realization of topological waveguide in 3D PhCs.         ",
    "url": "https://arxiv.org/abs/2412.11353",
    "authors": [
      "Huyen Thanh Phan",
      "Shun Takahashi",
      "Satoshi Iwamoto",
      "Katsunori Wakabayashi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2412.11374",
    "title": "Broadband Unidirectional Visible Imaging Using Wafer-Scale Nano-Fabrication of Multi-Layer Diffractive Optical Processors",
    "abstract": "           We present a broadband and polarization-insensitive unidirectional imager that operates at the visible part of the spectrum, where image formation occurs in one direction while in the opposite direction, it is blocked. This approach is enabled by deep learning-driven diffractive optical design with wafer-scale nano-fabrication using high-purity fused silica to ensure optical transparency and thermal stability. Our design achieves unidirectional imaging across three visible wavelengths (covering red, green and blue parts of the spectrum), and we experimentally validated this broadband unidirectional imager by creating high-fidelity images in the forward direction and generating weak, distorted output patterns in the backward direction, in alignment with our numerical simulations. This work demonstrates the wafer-scale production of diffractive optical processors, featuring 16 levels of nanoscale phase features distributed across two axially aligned diffractive layers for visible unidirectional imaging. This approach facilitates mass-scale production of ~0.5 billion nanoscale phase features per wafer, supporting high-throughput manufacturing of hundreds to thousands of multi-layer diffractive processors suitable for large apertures and parallel processing of multiple tasks. Our design can seamlessly integrate into conventional optical systems, broadening its applicability in fields such as security, defense, and telecommunication. Beyond broadband unidirectional imaging in the visible spectrum, this study establishes a pathway for artificial-intelligence-enabled diffractive optics with versatile applications, signaling a new era in optical device functionality with industrial-level massively scalable fabrication.         ",
    "url": "https://arxiv.org/abs/2412.11374",
    "authors": [
      "Che-Yung Shen",
      "Paolo Batoni",
      "Xilin Yang",
      "Jingxi Li",
      "Kun Liao",
      "Jared Stack",
      "Jeff Gardner",
      "Kevin Welch",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11405",
    "title": "Leveraging Machine Learning to Overcome Limitations in Quantum Algorithms",
    "abstract": "           Quantum Computing (QC) offers outstanding potential for molecular characterization and drug discovery, particularly in solving complex properties like the Ground State Energy (GSE) of biomolecules. However, QC faces challenges due to computational noise, scalability, and system complexity. This work presents a hybrid framework combining Machine Learning (ML) techniques with quantum algorithms$-$Variational Quantum Eigensolver (VQE), Hartree-Fock (HF), and Quantum Phase Estimation (QPE)$-$to improve GSE predictions for large molecules. Three datasets (chemical descriptors, Coulomb matrices, and a hybrid combination) were prepared using molecular features from PubChem. These datasets trained XGBoost (XGB), Random Forest (RF), and LightGBM (LGBM) models. XGB achieved the lowest Relative Error (RE) of $4.41 \\pm 11.18\\%$ on chemical descriptors, outperforming RF ($5.56 \\pm 11.66\\%$) and LGBM ($5.32 \\pm 12.87\\%$). HF delivered exceptional precision for small molecules ($0.44 \\pm 0.66\\% RE$), while a near-linear correlation between GSE and molecular electron count provided predictive shortcuts. This study demonstrates that integrating QC and ML enhances scalability for molecular energy predictions and lays the foundation for scaling QC molecular simulations to larger systems.         ",
    "url": "https://arxiv.org/abs/2412.11405",
    "authors": [
      "Laia Coronas Sala",
      "Parfait Atchade-Adelemou"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11481",
    "title": "Formation of Fe-6.5wt%Si High Silicon Steel by Double Glow Plasma Surface Metallurgy Technology",
    "abstract": "           High silicon steel with 6.5% silicon content is the best because of its excellent magnetic properties, such as high saturation magnetization, high resistivity, low iron loss and near zero magnetostriction. High silicon steel can greatly save energy, and reduce the weight and size of electrical appliances. This has a very important application prospect for energy and aerospace industry. The high brittleness of high silicon steel makes its production and processing very difficult. For more than 30 years, many steel companies and research institutions around the world have adopted various technical means to study the industrialization of high silicon steel, but they have not been successful . JFE-NKK steel company in Japan has realized the small batch production of high silicon steel by using SiCl4-CVD technology. However, due to the complex process, corrosion and pollution, high cost, its production scale is greatly limited. So far, large-scale production of high silicon steel is still a major challenge in the world. This paper will introduce the experimental results of successfully preparing high silicon steel by Double Glow Plasma Surface Metallurgy Technology. The process is simple and easy without any corrosion or pollution, which may provide a new way for the world to achieve large-scale production of high silicon steel. The large-scale production and wide application of high silicon steel is likely to change the pattern of the world's energy and electric power industry, save a lot of energy for mankind, and create huge economic benefits.         ",
    "url": "https://arxiv.org/abs/2412.11481",
    "authors": [
      "Zhong Xu",
      "Jun Huang",
      "Hongyan Wu",
      "Rui Chen",
      "Chengyuan Zhang",
      "Zaifeng Xu",
      "Weixin Zhang",
      "Lei Hu",
      "Bin Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11502",
    "title": "Grating magneto-optical trap of cesium atoms with an additional retroreflected laser beam",
    "abstract": "           A magneto-optical trap of cesium atoms was generated by applying a circularly polarized cooling laser beam onto a reflective two-dimensional diffraction grating with an aperture and by retroreflecting the incident beam passing through the aperture while reversing the circular polarization. The cooling laser beams comprised the incident, retroreflected, and four diagonally diffracted beams at an angle of 50°. The intensity of the retroreflected beam was carefully adjusted to balance the radiation forces acting on the atoms. Despite the challenges posed by cesium atoms with high nuclear spin, a significant number of cold atoms ($7.0 {\\times} 10^6$) were captured when the detuning and power of the incident beam were -10 MHz and 131 mW, respectively, with the intensity of the retroreflected beam set to 69 % of that of the incident beam. The importance of the retroreflected beam in the trapping process was highlighted when the intensity ratio was reduced to 24 %, resulting in the absence of trapped atoms. This underscores the significance of the retroreflected beam in the trapping process. Notably, the distribution of the cold atom cloud differed from other magneto-optical traps, as it was not centered in the region where the cooling beams overlapped. Instead, numerous cold atoms were observed when the cloud was positioned near the apex closer to the grating side and an edge line of the overlapping region. Therefore, trapping can be achieved with the assistance of attractive dipole forces exerted by the diffracted beams, which exhibits high intensities at these positions.         ",
    "url": "https://arxiv.org/abs/2412.11502",
    "authors": [
      "Akifumi Takamizawa",
      "Ryohei Hokari",
      "Sota Kagami",
      "Thu H. H. Le",
      "Ryohei Takei",
      "Ken Hagimoto",
      "Shinya Yanagimachi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11670",
    "title": "Robust Characterization of Integrated Photonics Directional Couplers",
    "abstract": "           Directional couplers are essential components in integrated photonics. Given their widespread use, accurate characterization of directional couplers is crucial for ensuring optimal performance. However, it is challenging due to the coupling between fibers and waveguides, which is highly sensitive to alignment and fabrication imperfections. To address these challenges, we propose a novel direct measurement technique that offers greater robustness to variations in optical interfaces, while bypassing extinction ratio measurements. Our method enables a broadband and precise characterization of the directional couplers' splitting ratio. We experimentally validate this approach, demonstrate its robustness against intentional errors, and compare it to a naive direct measurement method. Furthermore, our technique is generalized to measure the amplitude of any general 2x2 unitary circuit, providing valuable insights for designing and testing a wide range of photonic integrated devices.         ",
    "url": "https://arxiv.org/abs/2412.11670",
    "authors": [
      "Jonatan Piasetzky",
      "Yehonatan Drori",
      "Yuval Warshavski",
      "Amit Rotem",
      "Khen Cohen",
      "Yaron Oz",
      "Haim Suchowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11705",
    "title": "Inorganic electrochromic metasurface in the visible",
    "abstract": "           Colour printing based on metallic or dielectric nanostructures has revolutionized colour science due to its unprecedented subwavelength resolution. Evidently, the evolution towards the active control of such structural colours with smart materials is in progress for real applications. Here we experimentally demonstrate a large colour gamut with high intensity and purity, as well as its switching on and off based solely on tungsten trioxide (WO3) cylindrical resonators. The strong resonances in the visible spectral range in these WO3 metasurfaces can be reversibly switched on and off due to its electrochromism by applying alternating voltages of +2.0 V and -0.3 V. Our approach opens up possibilities for the functional diversification of commercial smart windows, as well as the development of new display technologies in the future.         ",
    "url": "https://arxiv.org/abs/2412.11705",
    "authors": [
      "Yohan Lee",
      "Jonas Herbig",
      "Serkan Arslan",
      "Dominik Ludescher",
      "Monika Ubl",
      "Andreas Georg",
      "Mario Hentschel",
      "Harald Giessen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11748",
    "title": "On-chip Brillouin Amplifier in Suspended Lithium Niobate Nanowaveguides",
    "abstract": "           Thin film lithium niobate (TFLN) has emerged as a leading material platform for integrated nonlinear photonics, enabling transformative applications such as broadband Kerr soliton microcomb and high-speed electro-optic modulation. While stimulated Brillouin scattering has been numerically proposed in TFLN, achieving sufficient gain remains challenging due to the requirement for the simultaneous low optical and mechanical losses of the device. In this work, we systematically characterize the angle-dependence of Brillouin gain coefficients in x-cut membrane-suspended TFLN nanowaveguides, taking into account the anisotropy of the photoelastic coefficients in lithium niobate. We report a Brillouin gain coefficient of 129.5 m$^{-1}$W$^{-1}$ and further demonstrate the Brillouin frequency tuning through variations in either pump frequency or chip operating temperature. Based on the suspended TFLN nanowaveguide, by optimizing the confinement of both photonic and phononic modes, we have achieved a Brillouin amplifier with a record-high gain of 8.5 dB. This result not only validates the feasibility of strong guided Brillouin interaction using suspended TFLN nanowaveguides, but also paves the way for novel on-chip sensing and signal processing applications.         ",
    "url": "https://arxiv.org/abs/2412.11748",
    "authors": [
      "Simin Yu",
      "Ruixin Zhou",
      "Guangcanlan Yang",
      "Qiang Zhang",
      "Huizong Zhu",
      "Yuanhao Yang",
      "Xin-Biao Xu",
      "Baile Chen",
      "Chang-Ling Zou",
      "Juanjuan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10403",
    "title": "Homogeneous Linewidth Behaviour of Narrow Optical Emitters at Sub-kelvin Temperatures",
    "abstract": "           We explore the properties of ultra-narrow spectral holes in ensembles of solid-state emitters in crystals over a range of sub-kelvin temperatures, with a focus on their potential application in frequency stabilization schemes as an alternative to ultrastable cavities. We investigate how the parameters used to burn the spectral hole impact its shape, and how these factors determine the minimum achievable linewidth. In addition to the stability of the hole's center frequency, the linewidth and contrast play a crucial role in frequency locking. At sub-kelvin temperatures, the temperaturedependent T^7 broadening from two-phonon Raman scattering is expected to be negligible, and the spectral hole's linewidth should therefore remain constant in this interval. We observe however a linear broadening with increasing temperature, highlighting the need for further investigation into the mechanisms governing the linewidth at ultra-low temperatures.         ",
    "url": "https://arxiv.org/abs/2412.10403",
    "authors": [
      "X Lin",
      "M T Hartman",
      "P Goldner",
      "B Fang",
      "Y Le Coq",
      "S Seidelin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10472",
    "title": "Quantum evolution of mixed states and performance of quantum heat engines",
    "abstract": "           We introduce a technique for calculation the density operator time evolution along the lines of Heisenberg representation of quantum mechanics. Using this technique, we find the exact solution for the evolution of two and three coupled harmonic oscillators initially prepared in thermal states at different temperatures. We show that such systems exhibit interesting quantum dynamics in which oscillators swap their thermal states due to entanglement induced in the process of energy exchange and yield noise induced coherence. A photonic quantum heat engine (QHE) composed of two optical cavities can be modeled as coupled harmonic oscillators with time-dependent frequencies. Photons in the cavities become entangled during the engine operation. We show that the work done by such an engine is maximum if at the end of the cycle the oscillators swap numbers of excitations which can be achieved when the engine operates under the condition of parametric resonance. We also show that Carnot formula yields limiting efficiency for QHEs under general assumptions. Our results deepen understanding of quantum evolution of mixed states which could be useful to design quantum machines with a better performance.         ",
    "url": "https://arxiv.org/abs/2412.10472",
    "authors": [
      "Anatoly A. Svidzinsky",
      "Wenzhuo Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10929",
    "title": "Nonlinear optical spectroscopy of open quantum systems",
    "abstract": "           Development of experimental techniques at nanoscale resulted in ability to perform spectroscopic measurements on single-molecule current carrying junctions. These experiments are natural meeting point for research fields of optical spectroscopy and molecular electronics. We present a pedagogical comparison between perturbation theory expansion of standard nonlinear optical spectroscopy and (non-self-consistent) perturbative diagrammatic formulation of the nonequilibrium Green's functions method (NEGF is widely used in molecular electronics) indicating their similarities and differences. Comparing the two approaches we argue that optical spectroscopy of open quantum systems has to be analyzed within the more general Green's function formulation.         ",
    "url": "https://arxiv.org/abs/2412.10929",
    "authors": [
      "Haoran Sun",
      "Upendra Harbola",
      "Shaul Mukamel",
      "Michael Galperin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.10931",
    "title": "Two-dimensional spectroscopy of open quantum systems",
    "abstract": "           Two-dimensional spectroscopy is discussed for open quantum systems with multiple simultaneously measurable fluxes. In particular, we discuss a junction where optical measurements of photon flux are complemented with simultaneous transport measurements of electron currents. Theory of two-dimensional spectroscopy in both fluxes is developed employing non-self-consistent nonequilibrium Green's function formulation. Theoretical derivations are illustrated with numerical simulations within generic junction model.         ",
    "url": "https://arxiv.org/abs/2412.10931",
    "authors": [
      "Haoran Sun",
      "Upendra Harbola",
      "Shaul Mukamel",
      "Michael Galperin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.11371",
    "title": "Wavelength-Tunable and High-Heralding-Efficiency Quantum Photon Source in Birefringent Phase-Matched Lithium Niobate Waveguide",
    "abstract": "           Lithium niobate~(LN) is a birefringent material, where the strong birefringence thermo-optic effect is promising for the generation of quantum photon source with widely tunable wavelength. Here, we demonstrate birefringent phase-matching in a 20-mm-long waveguide fabricated on 5~$\\mu$m-thick x-cut lithium niobate on insulator. The waveguide is deviated from the optical axis of LN by an angle of 53.5$^\\circ$, enabling the phase matching between telecom and visible wavelengths. The phase-matching wavelength of this device can be thermally tuned with rate of 0.617~nm/K. We demonstrate the type-1 spontaneous parametric down-conversion to generate photon pairs with brightness of 2.2~MHz/mW and coincidence-to-accidental ratio up to $2.8\\times10^5$. Furthermore, the heralded single photon is obtained from the photon pair with efficiency of 13.8\\% and count rate up to 37.8~kHz.         ",
    "url": "https://arxiv.org/abs/2412.11371",
    "authors": [
      "Zhu-Qi Tao",
      "Xiao-Xu Fang",
      "He Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.11372",
    "title": "High-efficiency On-chip Quantum Photon Source in Modal Phase-matched Lithium Niobate Nanowaveguide",
    "abstract": "           Thin-film lithium niobate on insulator~(LNOI) emerges as a promising platform for integrated quantum photon source, enabling scalable on-chip quantum information processing. The most popular technique to overcome the phase mismatching between interacting waves in waveguide is periodic poling, which is intrinsically sensitive to poling uniformity. Here, we report an alternative strategy to offset the phase mismatching of spontaneous parametric down-conversion~(SPDC) process, so-called modal phase matching, in a straight waveguide fabricated on a dual-layer LNOI. The dual-layer LNOI consists of two 300~nm lithium niobates with opposite directions, which significantly enhances the spatial overlap between fundamental and high-order modes and thus enables efficient SPDC. This dual-layer waveguide generates photon pairs with pair generation rate of 41.77~GHz/mW, which exhibits excellent signal-to-noise performance with coincidence-to-accidental ratio up to 58298$\\pm$1297. Moreover, we observe a heralded single-photon source with second-order autocorrelation $g_{H}^{(2)}(0)<0.2$ and heralded rate exceeding 100~kHz. Our results provide an experiment-friendly approach for efficient generation of quantum photon sources and benefit the on-chip quantum information processing based on LNOI.         ",
    "url": "https://arxiv.org/abs/2412.11372",
    "authors": [
      "Xiao-Xu Fang",
      "Hao-Yang Du",
      "Xiuquan Zhang",
      "Lei Wang",
      "Feng Chen",
      "He Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.11532",
    "title": "Relativistic Locality from Electromagnetism to Quantum Field Theory",
    "abstract": "           Electromagnetism is the paradigm case of a theory that satisfies relativistic locality. This can be proven by demonstrating that, once the theory's laws are imposed, what is happening within a region fixes what will happen in the contracting light-cone with that region as its base. The Klein-Gordon and Dirac equations meet the same standard. We show that this standard can also be applied to quantum field theory (without collapse), examining two different ways of assigning reduced density matrix states to regions of space. Our preferred method begins from field wave functionals and judges quantum field theory to be local. Another method begins from particle wave functions (states in Fock space) and leads to either non-locality or an inability to assign states to regions, depending on the choice of creation operators. We take this analysis of quantum field theory (without collapse) to show that the many-worlds interpretation of quantum physics is local at the fundamental level. We argue that this fundamental locality is compatible with either local or global accounts of the non-fundamental branching of worlds, countering an objection that has been raised to the Sebens-Carroll derivation of the Born Rule from self-locating uncertainty.         ",
    "url": "https://arxiv.org/abs/2412.11532",
    "authors": [
      "Eugene Y. S. Chua",
      "Charles T. Sebens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11562",
    "title": "Purcell-Enhanced Generation of Photonic Bell States via the Inelastic Scattering of Single Atoms",
    "abstract": "           Single atoms trapped in optical cavities exhibit immense potential as key nodes in future quantum information processing. They have already demonstrated significant advancement in various quantum technologies, particularly regarding the generation of nonclassical light. Here, we efficiently produce genuine photonic Bell states through the inelastic scattering process of single two-level intracavity atoms. An experimental violation of the Bell inequality, arising from the interference between the probability amplitudes of two photons, validates the intrinsic nature of energy-time entanglement. Coupling atoms with an optical cavity in the Purcell regime substantially enhances the two-photon scattering. This Bell state generation process does not require atomic spin control, thereby rendering it inherently immune to decoherence effects. This work advances the comprehension of resonance fluorescence and has the potential to broaden the landscape of quantum technologies and facilitate the application of photonic Bell states.         ",
    "url": "https://arxiv.org/abs/2412.11562",
    "authors": [
      "Jian Wang",
      "Xiao-Long Zhou",
      "Ze-Min Shen",
      "Dong-Yu Huang",
      "Si-Jian He",
      "Qi-Yang Huang",
      "Yi-Jia Liu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11778",
    "title": "Time-dependent Neural Galerkin Method for Quantum Dynamics",
    "abstract": "           We introduce a classical computational method for quantum dynamics that relies on a global-in-time variational principle. Unlike conventional time-stepping approaches, our scheme computes the entire state trajectory over a finite time window by minimizing a physically motivated loss function that enforces the Schrödinger's equation. The variational state is parametrized with a Galerkin-inspired ansatz based on a time-dependent linear combination of time-independent Neural Quantum States. This structure effectively captures the relevant dynamical frequencies in the time evolution and is particularly well-suited for exploring long-time dynamics. We showcase the method's effectiveness by simulating global quantum quenches in the paradigmatic Transverse-Field Ising model in both 1D and 2D. By extracting the asymptotic long-time evolution, we uncover signatures of ergodicity breaking and absence of thermalization in two dimensions. Overall, the method presented here shows competitive performance compared to state-of-the-art time-dependent variational approaches and highlight the potential to explore previously inaccessible dynamical regimes of strongly interacting quantum systems.         ",
    "url": "https://arxiv.org/abs/2412.11778",
    "authors": [
      "Alessandro Sinibaldi",
      "Douglas Hendry",
      "Filippo Vicentini",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11884",
    "title": "A Route Toward the On-Surface Synthesis of Organic Ferromagnetic Quantum Spin Chains",
    "abstract": "           Engineering sublattice imbalance is an intuitive way to induce high-spin ground states in bipartite polycyclic conjugated hydrocarbons (PCHs). Such high-spin molecules can be employed as building blocks of quantum spin chains, which are outstanding platforms to study many-body physics and fundamental models in quantum magnetism. Recent reports on the bottom-up synthesis of antiferromagnetic molecular spin chains provided insights into paradigmatic quantum phenomena such as fractionalization. In contrast to antiferromagnetism, demonstration of ferromagnetic coupling between PCHs has been scarce. Previous attempts in this direction were limited by the formation of non-benzenoid rings leading to spin quenching, or the use of spacer motifs that considerably weaken the magnitude of ferromagnetic exchange. Here, we demonstrate the on-surface synthesis of short ferromagnetic spin chains based on dibenzotriangulene (DBT), a PCH with a triplet ground state. Our synthetic strategy centers on achieving a direct (that is, without a spacer motif) majority-minority sublattice coupling between adjacent units. This leads to a global sublattice imbalance in spin chains scaling with the chain length, and therefore a ferromagnetic ground state with a strong intermolecular ferromagnetic exchange. By means of scanning probe measurements and multiconfigurational quantum chemistry calculations, we analyze the electronic and magnetic properties of ferromagnetic dimers and trimers of DBT, and confirm their quintet and septet ground states, respectively, with an intermolecular ferromagnetic exchange of 7 meV. Furthermore, we elucidate the role of sublattice coupling on magnetism through complementary experiments on antiferromagnetic DBT dimers with majority-majority and minority-minority couplings. We expect our proof-of-principle study to provide impetus for the design of purely organic ferromagnetic materials.         ",
    "url": "https://arxiv.org/abs/2412.11884",
    "authors": [
      "Fabian Paschke",
      "Ricardo Ortiz",
      "Shantanu Mishra",
      "Manuel Vilas-Varela",
      "Florian Albrecht",
      "Diego Peña",
      "Manuel Melle-Franco",
      "Leo Gross"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08415",
    "title": "Effective refractive index of a silicon dioxide with implanted Ag nanoparticles and Er$^{3+}$ ions",
    "abstract": "           We consider light propagation in a silicon dioxide substrate with implanted ${\\mathrm{Er}}^{3+}$ ions and silver nanoparticles that are randomly and homogeneously distributed in the substrate. When their densities are large enough, the medium can have a negative refractive index over a certain range of frequencies, within which the following exotic property ensues: increasing the electric and magnetic plasma frequencies, the medium transparency is augmented.         ",
    "url": "https://arxiv.org/abs/2402.08415",
    "authors": [
      "Igor Kuzmenko",
      "Y. Avishai",
      "Y. B. Band"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.10715",
    "title": "Large-scale cluster quantum microcombs",
    "abstract": "           An optical frequency comb comprises a cluster of equally spaced, phase-locked spectral lines. Replacing these classical components with correlated quantum light gives rise to cluster quantum frequency combs, providing abundant quantum resources for measurement-based quantum computation and multi-user quantum networks. We propose and generate cluster quantum microcombs within an on-chip optical microresonator driven by multi-frequency lasers. Through resonantly enhanced four-wave mixing processes, continuous-variable cluster states with 60 qumodes are deterministically created. The graph structures can be programmed into one- and two-dimensional lattices by adjusting the configurations of the pump lines, which are confirmed inseparable based on the measured covariance matrices. Our work demonstrates the largest-scale cluster states with unprecedented raw squeezing levels from a photonic chip, offering a compact and scalable platform for computational and communicational tasks with quantum advantages.         ",
    "url": "https://arxiv.org/abs/2406.10715",
    "authors": [
      "Ze Wang",
      "Kangkang Li",
      "Yue Wang",
      "Xin Zhou",
      "Yinke Cheng",
      "Boxuan Jing",
      "Fengxiao Sun",
      "Jincheng Li",
      "Zhilin Li",
      "Bingyan Wu",
      "Qihuang Gong",
      "Qiongyi He",
      "Bei-Bei Li",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07025",
    "title": "Quantum Frequency Mixing using an N-$V$ Diamond Microscope",
    "abstract": "           Wide-field magnetic microscopy using nitrogen-vacancy (NV) centers in diamond can yield high-quality magnetic images of DC and AC magnetic fields. The unique combination of micron-scale spatial resolution of scalar or vector fields at room temperature and parallel camera readout make this an appealing technique for applications in biology, geology, condensed-matter physics, and electronics. However, while NV magnetic microscopy has achieved great success in these areas, historically the accessible frequency range has been limited. In this paper, we overcome this limitation by implementing the recently developed technique of quantum frequency mixing. With this approach, we generate wide-field magnetic images of test structures driven by alternating currents up to 70 MHz, well outside the reach of DC and Rabi magnetometry methods. With further improvements, this approach could find utility in hyperspectral imaging for electronics power spectrum analysis, electronics diagnostics and troubleshooting, and quantum computing hardware validation.         ",
    "url": "https://arxiv.org/abs/2407.07025",
    "authors": [
      "Samuel J. Karlson",
      "Pauli Kehayias",
      "Jennifer M. Schloss",
      "Andrew C. Maccabe",
      "Adam Libson",
      "David F. Phillips",
      "Guoqing Wang",
      "Paola Cappellaro",
      "Danielle A. Braje"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.07068",
    "title": "Atomic fluorescence collection into planar photonic devices",
    "abstract": "           Fluorescence collection from individual emitters plays a key role in state detection and remote entanglement generation, fundamental functionalities in many quantum platforms. Planar photonics have been demonstrated for robust and scalable addressing of trapped-ion systems, motivating consideration of similar elements for the complementary challenge of photon collection. Here, using an argument from the reciprocity principle, we show that far-field photon collection efficiency can be simply expressed in terms of the fields associated with the collection optic at the emitter position alone. We calculate collection efficiencies into ideal paraxial and fully vectorial focused Gaussian modes parameterized in terms of focal waist, and further quantify the modest enhancements possible with more general beam profiles, establishing design requirements for efficient collection. Towards practical implementation, we design, fabricate, and characterize two diffractive collection elements operating at $\\lambda=397$ nm; a forward emitting design is predicted to offer 0.25% collection efficiency into a single waveguide mode, while a more efficient reverse-emitting design offers $1.14\\%$ collection efficiency, albeit with more demanding fabrication requirements. Close agreement between simulated and measured emission for both designs indicates practicality of these collection efficiencies, and we indicate avenues to improved devices approaching the limits predicted for ideal beams. We point out a particularly simple integrated waveguide configuration for polarization-based remote entanglement generation enabled by integrated collection.         ",
    "url": "https://arxiv.org/abs/2408.07068",
    "authors": [
      "Orion Smedley",
      "Vighnesh Natarajan",
      "Oscar Jaramillo",
      "Hamim Mahmud Rivy",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.16801",
    "title": "Hybrid broadband conduction and amplitude-driven topological confinement of sound via synthetic acoustic crystals",
    "abstract": "           Precise wave manipulation has undoubtedly forged the technological landscape we thrive in today. Although our understanding of wave phenomena has come a long way since the earliest observations of desert dunes or ocean waves, the unimpeded development of mathematics has enabled ever more complex and exotic physical phenomena to be comprehensively described. Here, we take wave manipulation a step further by introducing an unprecedented synthetic acoustic crystal capable of realizing simultaneous linear broadband conduction and nonlinear topological insulation, depicting a robust amplitude-dependent mode localized deep within - i.e. an amplitude-driven topological confinement of sound. The latter is achieved by means of an open acoustic waveguide lined with a chain of nonlocally and nonlinearly coupled active electroacoustic resonators. Starting from a comprehensive topological model for classical waves, we demonstrate that different topological regimes can be accessed by increasing driving amplitude and that topological robustness against coupling disorder is a direct consequence of symmetric and simultaneous response between coupled resonators. Theoretical predictions are validated by a fully programmable experimental apparatus capable of realizing the real-time manipulation of metacrystal properties. In all, our results provide a solid foundation for future research in the design and manipulation of classical waves in artificial materials involving nonlinearity, nonlocality, and non-hermiticity.         ",
    "url": "https://arxiv.org/abs/2408.16801",
    "authors": [
      "Mathieu Padlewski",
      "Xinxin Guo",
      "Maxime Volery",
      "Romain Fleury",
      "Hervé Lissek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.21047",
    "title": "Temporal localization of optical waves supported by a copropagating quasiperiodic structure",
    "abstract": "           Research on time crystals concerns the spontaneous breaking of translational symmetry in time, as well as the realization of phenomena and phases known from solid-state physics in the time domain. Periodically driven systems of massive particles are widely used in these studies. In the present work, we consider a photonic system and demonstrate that stable nonlinear propagation of a strong optical wave in a fiber leads to the establishment of quasi-periodic oscillations in the electromagnetic field intensity. A second, weaker signal optical wave propagating in the fiber senses these oscillations and, as a result, undergoes exponential localization in time. This is a temporal analogue of Aubry-Andre localization. If an optical detector is placed at a certain position in the fiber, the temporal localization of the probe wave will be observed in the form of the signal which emerges and then decays as a function of time.         ",
    "url": "https://arxiv.org/abs/2410.21047",
    "authors": [
      "Majid Yazdani-Kachoei",
      "Krzysztof Sacha",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2411.01154",
    "title": "Analytical Expressions for Effective Indices of Modes of Optical Fibers Near and Beyond Cutoff",
    "abstract": "           We derive an analytical expression for the effective indices of modes of circular step-index fibers valid near their cutoff wavelengths. The approximation, being a first-order Taylor series of a smooth function, is also valid for the real part of the effective index beyond cutoff where the modes become lossy. The approximation is used to derive certain previously unknown mode properties. For example, it is shown that for non-dispersive materials the EH-mode group index at cutoff, surprisingly, does not depend on wavelength, core radius, or even radial mode order.         ",
    "url": "https://arxiv.org/abs/2411.01154",
    "authors": [
      "Aku Antikainen",
      "Robert W. Boyd"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19872",
    "title": "Two-Photon Optical Ramsey-Doppler Spectroscopy of Positronium and Muonium",
    "abstract": "           Positronium and muonium, as purely leptonic atoms without internal structure, provide ideal systems for high-precision tests of quantum electrodynamics (QED) and measurements of fundamental constants. However, the high velocities of these lightweight atoms complicate precision spectroscopy, particularly in the 1S-2S transition, due to transit time broadening and second-order Doppler shifts. To overcome these challenges, we propose a novel method combining two-photon Ramsey spectroscopy with a technique to correct the second-order Doppler shifts on an atom-by-atom basis. Additionally, this approach suppresses systematic effects of the AC Stark shift to a negligible level compared to the target precision. Simulations predict that for both positronium and muonium, this method could improve the measurement precision of the 1S-2S transition by more than two orders of magnitude compared to the current state of the art. This approach opens up new avenues for rigorous bound-state QED tests and searches for physics beyond the Standard Model.         ",
    "url": "https://arxiv.org/abs/2411.19872",
    "authors": [
      "Evans Javary",
      "Edward Thorpe-Woods",
      "Irene Cortinovis",
      "Marcus Mähring",
      "Lucas de Sousa Borges",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.00341",
    "title": "Stability and decoherence analysis of the silicon vacancy in 3C-SiC",
    "abstract": "           We study the silicon vacancy in 3C SiC as a color center of interest in the field of Quantum Technologies, focusing on its magnetic interaction with the SiC nuclear spin bath containing Si29 and C13 nuclei in their natural isotopic concentration. We calculate the system energetic and magnetic properties with ab initio methods based on the Density Functional Theory, identifying the neutral charge state of the silicon vacancy as the most favorable for p doped 3C SiC systems. We thereon evaluate the Free Induction Decay and the Hahn echo sequence on the electron spin interacting with the nuclear spin bath. Here, the Electron Spin Echo Envelope Modulation phenomenon, due to single nuclear spin flipping processes, and the overall decay are highlighted in the context of the Cluster Correlation Expansion theory. We find a non exponential coherence decay, which is a typical feature of solid state qubits subjected to low frequency 1/f noise from the environment.         ",
    "url": "https://arxiv.org/abs/2211.00341",
    "authors": [
      "Tommaso Fazio",
      "Giuseppe Fisicaro",
      "Ioannis Deretzis",
      "Elisabetta Paladino",
      "Antonino La Magna"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00670",
    "title": "Stochastic thermodynamic bounds on logical circuit operation",
    "abstract": "           Using a thermodynamically consistent, mesoscopic model for modern complementary metal-oxide-semiconductor transistors, we study an array of logical circuits and explore how their function is constrained by recent thermodynamic uncertainty relations when operating near thermal energies. For a single NOT gate, we find operating direction-dependent dynamics, and a trade-off between dissipated heat and operation time certainty. For a memory storage device, we find an exponential relationship between the memory retention time and energy required to sustain that memory state. For a clock, we find that the certainty in the cycle time is maximized at biasing voltages near thermal energy, as is the trade-off between this certainty and the heat dissipated per cycle. We identify a control mechanism that can increase the cycle time certainty without an offsetting increase in heat dissipation by working at a resonance condition for the clock. These results provide a framework for assessing thermodynamic costs of realistic computing devices, allowing for circuits to be designed and controlled for thermodynamically optimal operation.         ",
    "url": "https://arxiv.org/abs/2211.00670",
    "authors": [
      "Phillip Helms",
      "Songela W. Chen",
      "David T. Limmer"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08545",
    "title": "Cascaded Multiparameter Quantum Metrology",
    "abstract": "           We present an innovative, platform-independent concept for multiparameter sensing where the measurable parameters are in series, or cascaded, enabling measurements as a function of position. With temporally resolved detection, we show that squeezing can give a quantum enhancement in sensitivity over that of classical states by a factor of $e^{2r}$, where $r \\approx 1$ is the squeezing parameter. As an example, we have modeled an interferometer that senses multiple phase shifts along the same path, demonstrating a maximal quantum advantage by combining a coherent state with squeezed vacuum. Further classical modeling with up to 100 phases shows linear scaling potential for adding nodes to the sensor. The approach represents a new paradigm in multiparameter quantum metrology, and can be applied to remote sensing, geophysical surveying, and infrastructure monitoring.         ",
    "url": "https://arxiv.org/abs/2304.08545",
    "authors": [
      "Gregory Krueper",
      "Lior Cohen",
      "Juliet T. Gopinath"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.19247",
    "title": "Noisy intermediate-scale quantum simulation of the one-dimensional wave equation",
    "abstract": "           We design and implement quantum circuits for the simulation of the one-dimensional wave equation on the Quantinuum H1-1 quantum computer. The circuit depth of our approach scales as $O(n^{2})$ for $n$ qubits representing the solution on $2^{n}$ grid points, and leads to infidelities of $O(2^{-4n} t^{2})$ for simulation time $t$ assuming smooth initial conditions. By varying the qubit count we study the interplay between the algorithmic and physical gate errors to identify the optimal working point of minimum total error. Our approach to simulating the wave equation can be used with appropriate state preparation algorithms across different quantum processors and serve as an application-oriented benchmark.         ",
    "url": "https://arxiv.org/abs/2402.19247",
    "authors": [
      "Lewis Wright",
      "Conor Mc Keever",
      "Jeremy T. First",
      "Rory Johnston",
      "Jeremy Tillay",
      "Skylar Chaney",
      "Matthias Rosenkranz",
      "Michael Lubasch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.02887",
    "title": "Quantum sensitivity of parametric oscillators",
    "abstract": "           Many quantum systems exhibit high sensitivity to their initial conditions, where microscopic quantum fluctuations can significantly influence macroscopic observables. Understanding how quantum states may influence the behavior of nonlinear dynamic systems may open new avenues in controlling light-matter interactions. To explore this issue, we analyze the sensitivity of a fundamental quantum optical process - parametric oscillation - to quantum initializations. Focusing on optical parametric oscillators (OPOs), we demonstrate that the quantum statistics of arbitrary initial states are imprinted in the early-stage dynamics and can persist in the steady-state probabilities. We derive the \"quantum sensitivity\" of parametric oscillators, linking the initial quantum state to the system's steady-state outcomes, highlighting how losses and parametric gain govern the system's quantum sensitivity. Moreover, we show that these findings extend beyond OPOs to a broader class of nonlinear systems, including Josephson junction based superconducting circuits. Our work opens the way to a new class of experiments that can test the sensitivity of macroscopic systems to quantum initial conditions and offers a pathway for controlling systems with quantum degrees of freedom.         ",
    "url": "https://arxiv.org/abs/2412.02887",
    "authors": [
      "Alex Gu",
      "Jamison Sloan",
      "Charles Roques-Carmes",
      "Seou Choi",
      "Eric I. Rosenthal",
      "Michael Horodynski",
      "Yannick Salamin",
      "Jelena Vučković",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]