[
  {
    "id": "arXiv:2205.05115",
    "title": "First High-speed Camera Observations of the Optical Counterpart of a  Terrestrial Gamma-ray Flash",
    "abstract": "In this paper, we present the first observation of optical emission of a downward-directed terrestrial gamma ray flash (TGF). The optical emission was observed by a high-speed video camera Phantom v2012 in conjunction with the Telescope Array (TA) surface detector, lightning mapping array, interferrometer, fast antenna, and the national lightning detection network. The suite of gamma and lightning instruments, timing resolution, and source proximity offers us an unprecedented look at the TGF phenomena. On September 11 of 2021 we observed a storm above the TA detector. The storm resulted in six extremely energetic TGF events that were produced by flashes with return stroke peak currents up to 223 kA. The observed TGFs were found to correlate directly to the initial burst pulse signal of the lightning flash while producing an intense optical signature. Results from this study allow us to furthers the understanding regarding the initiation mechanism of TGFs. ",
    "url": "https://arxiv.org/abs/2205.05115",
    "authors": [
      "R.U. Abbasi",
      "J.W.Belz",
      "M. M. F. Saba",
      "P. R. Krehbiel",
      "J. Remington",
      "M. A. Stanley",
      "D. R. da Silva",
      "W. Rison",
      "Dan Rodeheffer",
      "N. Kieu",
      "J. Mazich",
      "R. LeVon",
      "K. Smout",
      "A. Petrizze",
      "T. Abu-Zayyad",
      "M. Allen",
      "Y. Arai",
      "R. Arimura",
      "E. Barcikowski",
      "D.R. Bergman",
      "S.A. Blake",
      "I. Buckland",
      "B.G. Cheon",
      "M. Chikawa",
      "T. Fujii",
      "K. Fujisue",
      "K. Fujita",
      "R. Fujiwara",
      "M. Fukushima",
      "G. Furlich",
      "N. Globus",
      "R. Gonzalez",
      "W. Hanlon",
      "N. Hayashida",
      "H. He",
      "K. Hibino",
      "R. Higuchi",
      "K. Honda",
      "D. Ikeda",
      "N. Inoue",
      "T. Ishii",
      "H. Ito",
      "D. Ivanov",
      "H. Iwakura",
      "A. Iwasaki",
      "H.M. Jeong",
      "S. Jeong",
      "C.C.H. Jui",
      "K. Kadota",
      "F. Kakimoto",
      "O. Kalashev",
      "K. Kasahara",
      "S. Kasami",
      "S. Kawakami",
      "K. Kawata",
      "I. Kharuk",
      "E. Kido",
      "H.B. Kim",
      "J.H. Kim",
      "J.H. Kim",
      "S.W. Kim",
      "Y. Kimura",
      "I. Komae",
      "Y. Kubota",
      "V. Kuzmin"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2205.05142",
    "title": "Resonant Cavity Modification of Ground State Chemical Kinetics",
    "abstract": "Recent experiments have suggested that ground state chemical kinetics can be suppressed or enhanced by coupling the vibrational degrees of freedom of a molecular system with a radiation mode inside an optical cavity. Experiments show that the chemical rate is strongly modified when the photon frequency is close to characteristic vibrational frequencies. The origin of this remarkable effect remains unknown. In this work, we develop an analytical rate theory for cavity-modified ground state chemical kinetics based on the Pollak-Grabert-H\\\"anggi rate theory. Unlike previous work, our theory covers the complete range of solvent friction values, from the energy-diffusion limited to the spatial-diffusion limited regimes. We show that the chemical reaction rate can either be enhanced or suppressed depending on the bath friction; when bath friction is weak chemical kinetics is enhanced as opposed to the case of strong bath friction, where chemical kinetics is suppressed. Further, we show that the photon frequency at which maximum modification of chemical rate is achieved is close to the reactant well, and hence resonant rate modification occurs. In the strong friction limit the {\\it resonant} photon frequency is instead close to the barrier frequency, as obtained using the Grote-Hynes rate theory. Finally, we observe that the rate changes (as a function of photon frequency) are much sharper and more sizable in the weak friction limit than in the strong friction limit, and become increasingly sharp with decreasing well frequency. ",
    "url": "https://arxiv.org/abs/2205.05142",
    "authors": [
      "Lachlan P. Lindoy",
      "Arkajit Mandal",
      "David R. Reichman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05203",
    "title": "Understanding and suppressing backscatter in optical resonators",
    "abstract": "Optical cavities have found widespread use in interfacing to quantum emitters. Concerns about backreflection and resulting loss, however, have largely prevented the placement of optics such as lenses or modulators within high-finesse cavities. In this work, we demonstrate a million-fold suppression of backreflections from lenses within a twisted optical cavity. We achieve this by quantitatively exploring backscatter in Fabry-P\\'erot resonators, separating the effect into three physical sectors: polarization, mode envelope and spatial mode profile. We describe the impact of each of these sectors, and demonstrate how to minimize backreflections within each. This culminates in measured effective reflectivities below the part-per-billion level for the fundamental mode. Additionally, we show that beams carrying orbital angular momentum experience up to $10^{4}$ times additional suppression, limited only by the density of states of other cavity modes. Applying these ideas to laser gyroscopes could strongly suppress lock-in, thereby improving sensitivity at low rotation rates. ",
    "url": "https://arxiv.org/abs/2205.05203",
    "authors": [
      "Matt Jaffe",
      "Lukas Palm",
      "Claire Baum",
      "Lavanya Taneja",
      "Aishwarya Kumar",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05220",
    "title": "A red fluorescent protein laser based on microbubble cavity with high  stability and ultra-low threshold",
    "abstract": "Biological lasers show considerable potential in the biomedical field. Fluorescent protein (FP) is a type of biomaterial with good luminescence efficiency that can be used as the luminescent gain medium in biological lasers. Red FPs (RFPs) show higher cell/tissue permeability, lower cell phototoxicity, and relatively less background fluorescence than FPs based on other colors. RFPs can be used in vivo for deep tissue imaging. mCherry is the most extensively used high-quality RFP because of its short maturation time and stable luminescence properties. In this study, we employ mCherry FPs with a whispering gallery mode microbubble cavity to fabricate a protein laser. The laser resonator achieves a maximum quality factor (Q factor) of 10^8, which is the highest Q factor among the currently available FP lasers. Moreover, this laser exhibits the lowest threshold of 169 fJ, which can effectively ensure that the pump light does not damage the luminescent material. The prepared laser shows excellent stability in a wide pH range with good photobleaching resistance and can be stored at 3 degree for more than a month. This laser can be used to perceive and observe life-related activities in deep tissues of organisms. ",
    "url": "https://arxiv.org/abs/2205.05220",
    "authors": [
      "Ma Jiyang",
      "Zhao Shuoyin",
      "Peng Xubiao",
      "Li Gaoshang",
      "Wang Yuanjin",
      "Yin Zhangqi",
      "Zhang Bo",
      "Zhao Qing"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05294",
    "title": "On-demand Plasmon Nanoparticle-Embedded Laser-Induced Periodic Surface  Structures (LIPSSs) on Silicon for Optical Nanosensing",
    "abstract": "Ultrashort laser pulses allows to deliver electromagnetic energy to matter causing its localized heating that can be used for both material removal via ablation/evaporation and drive interface chemical reactions. Here, we showed that both mentioned processes can be simultaneously combined within straightforward laser nanotexturing of Si wafer in functionalizing solution to produce a practically relevant metal-semiconductor surface nano-morphology. Such unique hybrid morphology represent deep-subwavelength Si LIPSSs with a extremely short period down to 70 nm with their high-aspect-ratio nanotrenches loaded with controllable amount of plasmonic nanoparticles formed $via$ laser-induced decomposition of the precursor noble-metal salts. Moreover, heat localization driving reduction process was utilized to produce surface morphology locally decorated with dissimilar plasmon-active nanoparticles. Light-absorbing deep-subwavelength Si LIPSSs loaded with controllable amount of noble-metal nanoparticles represent an attractive architecture for plasmon-related applications such as optical nanosensing where efficient coupling of the propagating optical waves to highly localized electromagnetic ``hot spots`` is a mandatory requirement. To support this statement we demonstrated applicability of such hybrid morphology for fluorescence-based detection of nanomolar concentrations of mercury cations in solution. ",
    "url": "https://arxiv.org/abs/2205.05294",
    "authors": [
      "Yulia Borodaenko",
      "Sergey Syubaev",
      "Evgeniia Khairullina",
      "Ilya Tumkin",
      "Stanislav Gurbatov",
      "Aleksandr Mironenko",
      "Eugeny Mitsai",
      "Evgeny Modin",
      "Evgeny L. Gurevich",
      "Aleksandr A. Kuchmizhak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2205.05639",
    "title": "Degenerate Distributed Feedback Photonic Structure with Double Grating  Exhibiting Degenerate Band Edge",
    "abstract": "We propose a degenerate version of the Bragg condition, associated to a degenerate band edge (DBE). A standard Bragg condition can be implemented using a periodic grating that operates at the regular band edge. The structure we propose to realize a DBE is made of two stacked identical gratings that form two coupled periodic waveguides with broken mirror symmetry. The occurrence of the DBE is verified by using both an eigenmode solver and the calculations of scattering parameters, using full-wave simulations. The proposed structure is a good candidate to conceive a degenerate distributed feedback lasers operating at the DBE. ",
    "url": "https://arxiv.org/abs/2205.05639",
    "authors": [
      "Tarek Mealy",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.05082",
    "title": "A Novel Solution for Resonant Scattering Using Self-Consistent Boundary  Conditions",
    "abstract": "We present two novel additions to the semi-analytic solution of Lyman $\\alpha$ (Ly$\\alpha$) radiative transfer in spherical geometry: (1) implementation of the correct boundary condition for a steady source, and (2) solution of the time-dependent problem for an impulsive source. For the steady-state problem, the solution can be represented as a sum of two terms: a previously-known analytic solution of the equation with mean intensity $J=0$ at the surface, and a novel, semi-analytic solution which enforces the correct boundary condition of zero-ingoing intensity at the surface. This solution is compared to that of the Monte Carlo method, which is valid at arbitrary optical depth. It is shown that the size of the correction is of order unity when the spectral peaks approach the Doppler core and decreases slowly with line center optical depth, specifically as $(a \\tau_0)^{-1/3}$, which may explain discrepancies seen in previous studies. For the impulsive problem, the time, spatial, and frequency dependence of the solution are expressed using an eigenfunction expansion in order to characterize the escape time distribution and emergent spectra of photons. It is shown that the lowest-order eigenfrequency agrees well with the decay rate found in the Monte Carlo escape time distribution at sufficiently large line-center optical depths. The characterization of the escape-time distribution highlights the potential for a Monte Carlo acceleration method, which would sample photon escape properties from distributions rather than calculating every photon scattering, thereby reducing computational demand. ",
    "url": "https://arxiv.org/abs/2205.05082",
    "authors": [
      "B. Connor McClellan",
      "Shane Davis",
      "Phil Arras"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.05146",
    "title": "Improved modeling of dynamic quantum systems using exact Lindblad master  equations",
    "abstract": "The theoretical description of the interplay between coherent evolution and chemical exchange, originally developed for magnetic resonance and later applied to other spectroscopic regimes, was derived under incorrect statistical assumptions. Correcting these assumptions provides access to the exact form of the exchange interaction, which we derive within the Lindblad master equation formalism for generality. The exact form of the interaction is only different from the traditional equation by a scalar correction factor derived from higher-order interactions and regularly improves the radius of convergence of the solution (hence increasing the allowable step size in calculations) by up to an order of magnitude for no additional computational cost. ",
    "url": "https://arxiv.org/abs/2205.05146",
    "authors": [
      "Jacob R. Lindale",
      "Shannon L. Eriksson",
      "Warren S. Warren"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05157",
    "title": "PyEOC: a Python Code for Determining Electro-Optic Coefficients of  Thin-Film Materials",
    "abstract": "PyEOC is an open-source Python code for determining electro-optic (EO) coefficients of thin-film materials from the static and dynamic reflectivity measurements. It uses the experimental results, the transfer-matrix method and implements a robust fitting procedure to precisely calculate the EO coefficients. The developed code is applied to a Pt/SBN/Pt/MgO structure and can be easily adapted to any multilayer planar structure. The values of the EO coefficients determined using PyEOC are in excellent agreement with those obtained in the literature and this code will make it possible to explore EO properties of other thin-film materials, in particular III-V and III-N semiconductors. PyEOC is released under the permissive open-source MIT license. It is made available at https://github.com/sidihamady/PyEOC and depends only on standard Python packages (NumPy, SciPy and Matplotlib). ",
    "url": "https://arxiv.org/abs/2205.05157",
    "authors": [
      "Sidi Ould Saad Hamady"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.05195",
    "title": "Exact solutions for the time-evolution of quantum spin systems under  arbitrary waveforms using algebraic graph theory",
    "abstract": "A general approach is presented that offers exact analytical solutions for the time-evolution of quantum spin systems during parametric waveforms of arbitrary functions of time. The proposed method utilises the \\emph{path-sum} method that relies on the algebraic and combinatorial properties of walks on graphs. A full mathematical treatment of the proposed formalism is presented, accompanied by an implementation in \\textsc{Matlab}. Using computation of the spin dynamics of monopartite, bipartite, and tripartite quantum spin systems under chirped pulses as exemplar parametric waveforms, it is demonstrated that the proposed method consistently outperforms conventional numerical methods, including ODE integrators and piecewise-constant propagator approximations. ",
    "url": "https://arxiv.org/abs/2205.05195",
    "authors": [
      "Pierre-Louis Giscard",
      "Mohammadali Foroozandeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05251",
    "title": "Gradient-based reconstruction of molecular Hamiltonians and density  matrices from time-dependent quantum observables",
    "abstract": "We consider a quantum system with a time-independent Hamiltonian parametrized by a set of unknown parameters $\\alpha$. The system is prepared in a general quantum state by an evolution operator that depends on a set of unknown parameters $P$. After the preparation, the system evolves in time, and it is characterized by a time-dependent observable ${\\cal O}(t)$. We show that it is possible to obtain closed-form expressions for the gradients of the distance between ${\\cal O}(t)$ and a calculated observable with respect to $\\alpha$, $P$ and all elements of the system density matrix, whether for pure or mixed states. These gradients can be used in projected gradient descent to infer $\\alpha$, $P$ and the relevant density matrix from dynamical observables. We combine this approach with random phase wave function approximation to obtain closed-form expressions for gradients that can be used to infer population distributions from averaged time-dependent observables in problems with a large number of quantum states participating in dynamics. The approach is illustrated by determining the temperature of molecular gas (initially, in thermal equilibrium at room temperature) from the laser-induced time-dependent molecular alignment. ",
    "url": "https://arxiv.org/abs/2205.05251",
    "authors": [
      "Wucheng Zhang",
      "Ilia Tutunnikov",
      "Ilya Sh. Averbukh",
      "Roman V. Krems"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05299",
    "title": "Security proof for continuous-variable quantum key distribution with  trusted hardware noise against general attacks",
    "abstract": "In this paper, using the full security framework for continuous variable quantum key distribution (CV-QKD), we provide a composable security proof for the CV-QKD system in a realistic implementation. We take into account equipment losses and contributions from various components of excess noise and evaluate performance against collective and coherent attacks assuming trusted hardware noise. The calculation showed that the system remains operable at channel losses up to 10.2 dB in the presence of collective attacks and up to 7.5 dB in the presence of coherent ones. ",
    "url": "https://arxiv.org/abs/2205.05299",
    "authors": [
      "Roman Goncharov",
      "Alexei D. Kiselev",
      "Eduard Samsonov",
      "Vladimir Egorov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.05342",
    "title": "Damage threshold evaluation of thin metallic films exposed to  femtosecond laser pulses: the role of material thickness",
    "abstract": "The employment of femtosecond pulsed lasers has received significant attention due to its capability to facilitate fabrication of precise patterns at the micro- and nano- lengths scales. A key issue for efficient material processing is the accurate determination of the damage threshold that is associated with the laser peak fluence at which minimal damage occurs on the surface of the irradiated solid. Despite a wealth of previous reports that focused on the evaluation of the laser conditions that lead to the onset of damage, the investigation of both the optical and thermal response of thin films of sizes comparable to the optical penetration depth is still an unexplored area. In this report, a detailed theoretical analysis of the impact of various parameters such as the photon energies and material thickness on the damage threshold for various metals (Au, Ag, Cu, Al, Ni, Ti, Cr, Stainless Steel) is investigated. A multiscale physical model is used that correlates the energy absorption, electron excitation, relaxation processes and minimal surface modification which leads to the onset of material damage. The satisfactory agreement of the theoretical model with some experimental results indicates that the damage threshold evaluation method could represent a systematic approach towards designing efficient laser-based fabrication systems and optimizing the processing outcome for various applications. ",
    "url": "https://arxiv.org/abs/2205.05342",
    "authors": [
      "George D. Tsibidis",
      "Dimitris Mansour",
      "Emmanuel Stratakis"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.05596",
    "title": "Optical properties of graphane in infrared range",
    "abstract": "The theory of optical effects in hydrogenated graphene (graphane) in terahertz and infrared range is developed, including the analysis of complex conductivity, reflection coefficient for graphane on a substrate and dispersion of surface plasmon-polaritons. The calculations are based on quite simple analytical approximation of graphane band structure in the vicinity of Gamma-point and on the modified model of quantum coherence relaxation. Comparison of the obtained theoretical results with corresponding experimental data can be used both for the determination of graphane characteristics (Fermi level, relaxation rate etc.) and for the investigation of potential applications of this material in the design of new optical elements. ",
    "url": "https://arxiv.org/abs/2205.05596",
    "authors": [
      "E. I. Preobrazhensky",
      "I. V. Oladyshkin",
      "M. D. Tokman"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.13922",
    "title": "An optical lattice with sound",
    "abstract": " Comments: 7 pages, 4 figures; supplement with 22 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2104.13922",
    "authors": [
      "Yudan Guo",
      "Ronen M. Kroeze",
      "Brendan P. Marsh",
      "Sarang Gopalakrishnan",
      "Jonathan Keeling",
      "Benjamin L. Lev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.11167",
    "title": "Variational quantum eigensolver techniques for simulating carbon  monoxide oxidation",
    "abstract": " Comments: 17+2 pages, 6+5 figures, 5+1 tables; v2: more detailed analysis of qubit pools, reformulated the qubit pool completeness criteria in reduced qubit space and proposed an automated computational scheme for constructing pools ",
    "url": "https://arxiv.org/abs/2108.11167",
    "authors": [
      "M.D. Sapova",
      "A.K. Fedorov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.14065",
    "title": "Holistic Determination of Optoelectronic Properties using  High-Throughput Spectroscopy of Surface-Guided CsPbBr$_3$ Nanowires",
    "abstract": " Title: Holistic Determination of Optoelectronic Properties using  High-Throughput Spectroscopy of Surface-Guided CsPbBr$_3$ Nanowires ",
    "url": "https://arxiv.org/abs/2204.14065",
    "authors": [
      "Stephen A. Church",
      "Hoyeon Choi",
      "Nawal Al-Amairi",
      "Ruqaiya Al-Abri",
      "Ella Sanders",
      "Eitan Oksenberg",
      "Ernesto Joselevich",
      "Patrick W. Parkinson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01704",
    "title": "A high-fidelity and large-scale reconfigurable photonic processor for  NISQ applications",
    "abstract": " Comments: 5 pages, two figures Changes in new version: * Corrected corrupted reference links to section III and table I * Corrected previously wrong scaling for fig 2.d ",
    "url": "https://arxiv.org/abs/2205.01704",
    "authors": [
      "A. Cavaillès",
      "P. Boucher",
      "L. Daudet",
      "I. Carron",
      "S. Gigan",
      "K. Müller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.04904",
    "title": "Collective scattering from quantum dots in a photonic crystal waveguide",
    "abstract": " Title: Collective scattering from quantum dots in a photonic crystal waveguide ",
    "url": "https://arxiv.org/abs/2205.04904",
    "authors": [
      "Joel Q. Grim",
      "Ian Welland",
      "Samuel G. Carter",
      "Allan S. Bracker",
      "Andrew Yeats",
      "Chul Soo Kim",
      "Mijin Kim",
      "Kha Tran",
      "Igor Vurgaftman",
      "Thomas L. Reinecke"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.04999",
    "title": "Photonic p-n Junction: An Ideal Near-Field Heat Flux Modulator",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.04999",
    "authors": [
      "Deyu Xu",
      "Junming Zhao",
      "Linhua Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]