[
  {
    "id": "arXiv:2402.07904",
    "title": "An entertaining resonance experiment with just two spring scales",
    "abstract": "Resonance is a topic included in most introductory physics courses. Any mechanical system experiences resonance if it is driven by a periodic force with a frequency that matches its natural frequency. There are plenty of simple demonstrations of the resonance phenomena of mechanical systems which can be set up using readily available items . This work presents a very simple approach to demonstrate the phenomena using just two spring scales. The experiment presented here performs a \"frequency sweep\" and is also very entertaining to watch. ",
    "url": "https://arxiv.org/abs/2402.07904",
    "authors": [
      "Yajun Wei"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08004",
    "title": "Hardware Trojan Detection Potential and Limits with the Quantum Diamond  Microscope",
    "abstract": "The Quantum Diamond Microscope (QDM) is an instrument with a demonstrated capability to image electrical current in integrated circuits (ICs), which shows promise for detection of hardware Trojans. The anomalous current activity caused by hardware Trojans manifests through a magnetic field side channel that can be imaged with the QDM, potentially allowing for detection and localization of the effects of tampering. This paper seeks to identify the capabilities of the QDM for hardware Trojan detection through the analysis of previous QDM work as well as QDM physical limits and potential Trojan behaviors. QDM metrics of interest are identified, such as spatial resolution, sensitivity, time-to-result, and field-of-view. Rare event detection on an FPGA is demonstrated with the QDM. The concept of operations is identified for QDM utilization at different steps of IC development, noting necessary considerations and limiting factors for use at different development stages. Finally, the effects of hardware Trojans on IC current activity are estimated and compared to QDM sensitivities to project QDM detection potential for ICs of varying process sizes. ",
    "url": "https://arxiv.org/abs/2402.08004",
    "authors": [
      "Jacob N. Lenz",
      "Scott K. Perryman",
      "Dmitro J. Martynowych",
      "David A. Hopper",
      "Sean M. Oliver"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08009",
    "title": "Relativistic electrons from vacuum laser acceleration using tightly  focused radially polarized beams",
    "abstract": "We generate a tabletop pulsed relativistic electron beam at 100 Hz repetition rate from vacuum laser acceleration (VLA) by tightly focusing a radially polarized beam into a low-density gas. We demonstrate that strong longitudinal electric fields at the focus can accelerate electrons up to 1.43 MeV by using only 98 GW of peak laser power. The electron energy is measured as a function of laser intensity and gas species, revealing a strong dependence on the atomic ionization dynamics. These experimental results are supported by numerical simulations of particle dynamics in a tightly focused configuration that take ionization into consideration. For the range of intensities considered, it is demonstrated that atoms with higher atomic numbers like krypton can optimally inject electrons at the peak of the laser field, resulting in higher energies and an efficient acceleration mechanism that reaches a significant fraction of the theoretical energy gain limit. ",
    "url": "https://arxiv.org/abs/2402.08009",
    "authors": [
      "Jeffrey Powell",
      "Spencer W. Jolly",
      "Simon Vallières",
      "François Fillion-Gourdeau",
      "Stéphane Payeur",
      "Sylvain Fourmaux",
      "Michel Piché",
      "Heide Ibrahim",
      "Steve MacLean",
      "François Légaré"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08026",
    "title": "The Influence of Laser Focusing Conditions on the Direct Laser  Acceleration of Electrons",
    "abstract": "Direct Laser Acceleration (DLA) of electrons during a high-energy, picosecond laser interaction with an underdense plasma has been demonstrated to be substantially enhanced by controlling the laser focusing geometry. Experiments using the OMEGA EP facility measured electrons accelerated to maximum energies exceeding 120 times the ponderomotive energy under certain laser focusing, pulse energy, and plasma density conditions. Two-dimensional particle-in-cell simulations show that the laser focusing conditions alter the laser field evolution, channel fields generation, and electron oscillation, all of which contribute to the final electron energies. The optimal laser focusing condition occurs when the transverse oscillation amplitude of the accelerated electron in the channel fields matches the laser beam width, resulting in efficient energy gain. Through this observation, a simple model was developed to calculate the optimal laser focal spot size in more general conditions and is validated by experimental data. ",
    "url": "https://arxiv.org/abs/2402.08026",
    "authors": [
      "H. Tang",
      "K. Tangtartharakul",
      "R. Babjak",
      "I-L. Yeh",
      "F. Albert",
      "H. Chen",
      "P. T. Campbell",
      "Y. Ma",
      "P. M. Nilson",
      "B. K. Russell",
      "J. L. Shaw",
      "A. G. R. Thomas",
      "M. Vranic",
      "A. V. Arefiev",
      "L. Willingale"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08047",
    "title": "Adaptive quantum accelerated imaging for space domain awareness",
    "abstract": "The growth in space activity has increased the need for Space Domain Awareness (SDA) to ensure safe space operations. Imaging and detecting space targets is, however, challenging due to their dim appearance, small angular size/separation, dense distribution, and atmospheric turbulence. These challenges render space targets in ground-based imaging observations as point-like objects in the sub-Rayleigh regime, with extreme brightness contrast but a low photon budget. Here, we propose to use the recently developed quantum-accelerated imaging (QAI) for the SDA challenge. We mainly focus on three SDA challenges (1) minimal a priori assumptions (2) many-object problem (3) extreme brightness ratio. We also present results on source estimation and localization in the presence of atmospheric turbulence. QAI shows significantly improved estimation in position, brightness, and number of targets for all SDA challenges. In particular, we demonstrate up to 2.5 times better performance in source detection than highly optimized direct imaging in extreme scenarios like stars with a 1000 times brightness ratio. With over 10,000 simulations, we verify the increased resolution of our approach compared to conventional state-of-the-art direct imaging paving the way towards quantum optics approaches for SDA. ",
    "url": "https://arxiv.org/abs/2402.08047",
    "authors": [
      "Hyunsoo Choi",
      "Fanglin bao",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08054",
    "title": "Probing the interaction energy of two $^{85}$Rb atoms in an optical  tweezer via spin-motion coupling",
    "abstract": "The inherent polarization gradients in tight optical tweezers can be used to couple the atomic spins to the two-body motion under the action of a microwave spin-flip transition, so that such a spin-motion coupling offers an important control knob on the motional states of optically trapped two colliding atoms. Here, after preparing two elastically scattering $^{85}$Rb atoms in the three-dimensional ground-state in the optical tweezer, we employed this control in order to probe the colliding energies of elastic and inelastic channels. The combination of microwave spectra and corresponding s-wave pseudopotential model allows us to infer the effect of the state-dependent trapping potentials on the elastics colliding energies, as well as to reveal how the presence of inelastic interactions affects elastic part of the relative potential. Our work shows that the spin-motion coupling in a tight optical tweezer expand the experimental toolbox for fundamental studies of ultracold collisions in the two body systems with reactive collisions, and potentially for that of more complex interactions, such as optically trapped atom-molecule and molecule-molecule interactions. ",
    "url": "https://arxiv.org/abs/2402.08054",
    "authors": [
      "Jun Zhuang",
      "Kun-Peng Wang",
      "Peng-Xiang Wang",
      "Ming-Rui Wei",
      "Bahtiyar Mamat",
      "Cheng Sheng",
      "Peng Xu",
      "Min Liu",
      "Jin Wang",
      "Xiao-Dong He",
      "Ming-Sheng Zhan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08120",
    "title": "Transport property predictions for laser resonance chromatography on  Rf$^+$ (Z = 104)",
    "abstract": "We propose a theoretically designed laser resonance chromatography (LRC) experiment on Rf$^+$ (Z = 104) drifting in He buffer gas. To this end, we first developed a four-level rate equation model that simulates the optical pumping of Rf$^+$ from its ground state, $^2$D$_{3/2}$ (7s$^2$6d$^1$), to the metastable $^4$F$_{3/2}$ (7s$^1$6d$^2$) state via laser resonant excitation of the intermediate $^4$F$_{3/2}$ (7s$^1$6d$^1$7p$^1$) state prior to electronic state chromatography. This model predicts a 93\\% pumping efficiency that suffices to enable efficient laser resonance chromatography of this ion. We then performed accurate relativistic Multi-Reference Configuration-Interaction (MRCI) calculations to model the interaction of Rf$^+$ with He in the ground $^2$D$_{3/2}$ (7s$^2$6d$^1$), low-lying $^2$D$_{5/2}$ (7s$^2$6d$^1$), and metastable $^4$F$_{3/2}$ (7s$^1$6d$^2$) states. These ion-atom interaction potentials were used to calculate the state-specific ion mobilities. For gas temperatures above 100 K and small applied electric fields, the reduced ion mobilities of the ground and metastable states differ significantly. In particular, at room temperature the difference between the reduced ion mobilities of these states is larger than 11%, and therefore should be sufficiently large to ensure LRC of this ion. ",
    "url": "https://arxiv.org/abs/2402.08120",
    "authors": [
      "Giorgio Visentin",
      "Harry Ramanantoanina",
      "Anastasia Borschevsky",
      "Larry Viehland",
      "Biswajit Jana",
      "Aayush Arya",
      "Stephan Fritzsche",
      "Mustapha Laatiaoui"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08154",
    "title": "AC-Josephson Effect and Sub-Comb Mode-Locking in a Kerr-Induced  Synchronized Cavity Soliton",
    "abstract": "Kerr-induced synchronization (KIS) [1] involves the capture of a dissipative Kerr soliton (DKS) microcomb [2] tooth by a reference laser injected into the DKS resonator. This phase-locking behavior is described by an Adler equation whose analogous form describes numerous other physical systems [3], such as Josephson junctions [4]. We present an AC version of KIS whose behavior is similar to microwave-driven Josephson junctions, where periodic synchronization occurs as so-called Shapiro steps. We demonstrate consistent results in the AC-KIS dynamics predicted by the Adler model, Lugiato-Lefever equation, and experimental data from a chip-integrated microresonator system. The (integer) Shapiro steps in KIS can simply be explained as the sideband created through the reference laser phase modulation triggering the synchronization. Notably, our optical system allows for easy tuning of the Adler damping parameter, enabling the further observation of fractional-Shapiro steps, where the synchronization happens at a fraction of the driving microwave frequency. Here, we show that the comb tooth is indirectly captured thanks to a four-wave mixing Bragg-scattering process, leading to sub-comb mode-locking, and we demonstrate this experimentally through noise considerations. Our work opens the door to the study of synchronization phenomena in the context of microresonator frequency combs, synthesis of condensed-matter state analogues with DKSs, and the use of the fractional Shapiro steps for flexible and tunable access to the KIS regime. ",
    "url": "https://arxiv.org/abs/2402.08154",
    "authors": [
      "Gregory Moille",
      "Usman A. Javid",
      "Michal Chojnacky",
      "Pradyoth Shandilya",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08167",
    "title": "Intrinsic Orbital Angular Momentum Originated from Optical Catastrophe  Superposition",
    "abstract": "Conventionally, intrinsic orbital angular momentum (OAM) is associated with phase vortices. However, our investigation into the propagation dynamics of 2D superimposed catastrophe beams, termed cyclone catastrophe beams (CCBs), reveals that these beams inherently exhibit rotation and possess OAM, distinct from the typical connection to phase vortices. Our observations clearly show these beams rotating during autofocusing propagation and particle manipulation, confirming the presence of OAM. Theoretical calculations affirm that the OAM of these beams is intrinsic and can be adjusted by varying the number of superimposed beams. Furthermore, our interference and phase studies indicate that, although CCBs exhibit phase vortices, they do not rotate around the singularities of phase vortices and their total topological charges are zero. This implies that the manifestation of OAM within CCBs does not rely on nonzero topological charge of the presented phase vortices within CCBs. Especially, eigenstates decomposition analysis illustrates that CCBs can be decomposed as a composite of Laguerre-Gaussian (LG) modes with uneven fidelity, where the topological charges of LG modes align with multiples of the superimposed catastrophe beams but do not equal to the value of the OAM per photon within CCBs, emphasizing the intrinsic OAM within CCBs and the absence of a connection to phase vortices. Our findings not only advance the understanding of the relationship between OAM and phase vortices but also pave the way for different applications of OAM waves, catalyzing their development in optics and other domains. ",
    "url": "https://arxiv.org/abs/2402.08167",
    "authors": [
      "Nana Liu",
      "Huanpeng Liang",
      "Liu Tan",
      "Kaijian Chen",
      "Xiaofang Lu",
      "Shaozhou Jiang",
      "Bingsuo Zou",
      "Peilong Hong",
      "Jingjun Xu",
      "Yi Liang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08175",
    "title": "Vector Modulator Based Active Compensation of Direct Feedthrough in  Magnetic Particle Imaging",
    "abstract": "In magnetic particle imaging (MPI), simultaneous excitation and signal acquisition leads to direct feedthrough interference. While this interference can be mitigated up to some extent with passive compensation, its time-varying nature necessitates active compensation methods to achieve the sensitivity levels needed for applications such as stem cell tracking. We have recently proposed an active compensation technique for MRI, which uses a vector modulator and a lookup-table-based algorithm for reducing the direct feedthrough in the analog domain. Here, we adapt this technique to MPI, demonstrating a successful recovery of the fundamental frequency and a significant increase in detection sensitivity. ",
    "url": "https://arxiv.org/abs/2402.08175",
    "authors": [
      "Bilal Tasdelen",
      "Mustafa Utkur",
      "Asli Alpman",
      "Can Baris Top",
      "Ergin Atalar",
      "Emine Ulku Saritas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2402.08415",
    "title": "Effective refractive index of a silicon dioxide with implanted Ag  nanoparticles and Er$^{3+}$ ions",
    "abstract": "We consider light propagation in a silicon dioxide substrate with implanted ${\\mathrm{Er}}^{3+}$ ions and silver nanoparticles that are randomly and homogeneously distributed in the substrate. When their densities are large enough, the medium can have a negative refractive index over a certain range of frequencies, within which the following exotic property ensues: increasing the electric and magnetic plasma frequencies, the medium transparency is augmented. ",
    "url": "https://arxiv.org/abs/2402.08415",
    "authors": [
      "Igor Kuzmenko",
      "Y. Avishai",
      "Y. B. Band"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08432",
    "title": "Rhythmic soliton interactions for integrated dual-microcomb spectroscopy",
    "abstract": "Rotation symmetry of microresonators supports the generation of phase-locked counter-propagating (CP) solitons that can potentially miniaturize dual-comb systems. Realization of these dual-comb compatible solitons in photonic integrated circuits remains a challenge. Here, we synthesized such CP solitons in an integrated silicon nitride microresonator and observed forced soliton oscillation due to rhythmic, time-varying soliton interactions. The interactions result in seconds mutual-coherence passively. Temporal motion in the soliton streams is discerned by measuring a quadratic-scaling frequency noise peaks and an inverse quadratic-scaling microcomb sidebands. By generating a CP soliton trimer to have two synchronized solitons in one of the orbiting directions, we resolve the incapability of measuring two unsynchronized CP soliton dimer pulses by optical cross-correlation, and show CP solitons undergo complex motion trajectory. We further prove that precise dual-comb spectroscopy with an acquisition time as short as 0.6 $\\mu$s is feasible using these solitons, although the temporal motion limits the dynamic range. Besides revealing soliton interactions with different group velocities, our work propels the realization of photonic integrated dual-comb spectrometers with high passive coherence. ",
    "url": "https://arxiv.org/abs/2402.08432",
    "authors": [
      "Zihao Wang",
      "Yifei Wang",
      "Baoqi Shi",
      "Chen Shen",
      "Wei Sun",
      "Yulei Ding",
      "Changxi Yang",
      "Junqiu Liu",
      "Chengying Bao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08440",
    "title": "Precise and Fast LIDAR via Electrical Asynchronous Sampling Based on a  Single Femtosecond Laser",
    "abstract": "LiDAR, using a laser-based ranging method for precise environmental 3D sensing, has numerous scientific and industrial applications. However, the challenge lies in simultaneously enhancing precision and update rate, hinders its application in more unexpected scenarios. To this end, an optical frequency comb with a stable repetition frequency and femtosecond pulse width was used as an advanced laser source. The LiDAR performance significantly improved in the micrometer and megahertz regimes using an asynchronous sampling ranging method of electrical pulses based on a single femtosecond laser. This overcame the limitation of traditional optical sampling approaches, achieving a 38.8 ${\\mu}$m Allan deviation at an update rate of 1 MHz and 8.06 ${\\mu}$m after 2 ms time-averaging. The proposed method used a single laser for fast metrology monitoring, 1 megapixel/s 3D imaging at the meter-level non-ambiguous range and contactless vital sign detection at the hundred-micrometer scale. ",
    "url": "https://arxiv.org/abs/2402.08440",
    "authors": [
      "Lizong Dong",
      "Qinggai Mi",
      "Siyu Zhou",
      "Guanhao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.08507",
    "title": "Particle-hole instabilities in photonic time-varying systems",
    "abstract": "Photonic systems with time-varying modulations have attracted considerable attention as they allow for the design of non-reciprocal devices without the need for an external magnetic bias. Unlike time-invariant systems, such modulations couple modes with different frequencies. Here, we discuss how this coupling and particle-hole symmetry may lead to the resonant interaction of positive and negative frequency oscillators. To illustrate this idea, we analyze a dispersive spacetime crystal described by a Drude-Lorentz model with a travelingwave modulation. Our findings demonstrate that the interaction between positive and negative frequency bands can induce parametric instabilities under certain conditions, stemming from the interplay between dispersion and spacetime modulations. In particular, we find that material dispersion creates the conditions for the formation of instabilities for arbitrarily small modulations speeds in the absence of dissipative channels. ",
    "url": "https://arxiv.org/abs/2402.08507",
    "authors": [
      "João C. Serra",
      "Emanuele Galiffi",
      "Paloma A. Huidobro",
      "John B. Pendry",
      "Mário G. Silveirinha"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08597",
    "title": "Phased Array Ultra Open Metamaterials for Broadband Acoustic Silencing",
    "abstract": "Noise pollution is a persistent environmental concern with severe implications for human health and resources. Acoustic metamaterials offer the potential for ultrathin devices with exceptional sound control capabilities. However, most lack practical openness and offer limited functional bandwidth. This paper introduces an approach utilizing a 3-unit cell phased array-based ultra-open metamaterial (3-PAUOM) to simultaneously achieve high-efficiency, broadband sound insulation combined with a high degree of ventilation. The central unit cell allows for ventilation and forms a phase gradient together with the side unit cells. The transformation of the incident plane waves into surface waves effectively blocks sound. Our design accommodates various boundary conditions and provides adjustable openness, ensuring sustained broadband sound insulation. Using length-varying straight barriers and waveguides, we theoretically, numerically, and experimentally validate our concept. This innovative approach represents a significant advancement in ventilated acoustic metamaterials, providing both ventilation and high-performance, broadband sound insulation simultaneously. ",
    "url": "https://arxiv.org/abs/2402.08597",
    "authors": [
      "Zhiwei Yang",
      "Ao Chen",
      "Stephan W. Anderson",
      "Xin Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08650",
    "title": "Propagation-invariant optical meron lattices",
    "abstract": "We introduce and produce experimentally optical beams exhibiting periodic skyrmionic polarization lattices at each transverse plane of propagation. These textures are meron lattices formed by tiles mapping hemispheres of the Poincar\\'e sphere. All presented fields are combinations of a small number of plane waves. Firstly, we propose square lattices with a Skyrme density (the Jacobian of the mapping between the Poincar\\'e sphere and physical space) that oscillates in sign but whose intensity distribution is constant. Secondly, we present triangular lattices preserving the Skyrme density's sign. Both lattices are invariant under propagation. Finally, we introduce a family of lattices with uniform Skyrme density sign, composed of square tiles that map to the same hemisphere of the Poincar\\'e sphere. In these lattices, the polarization state undergoes a uniform local periodic rotation during propagation, thus preserving the texture's Skyrme density distribution. ",
    "url": "https://arxiv.org/abs/2402.08650",
    "authors": [
      "David Marco",
      "Isael Herrera",
      "Sophie Brasselet",
      "Miguel A. Alonso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08158",
    "title": "Coherent Imaging with Photonic Lanterns",
    "abstract": "Photonic Lanterns (PLs) are tapered waveguides that gradually transition from a multi-mode fiber geometry to a bundle of single-mode fibers (SMFs). They can efficiently couple multi-mode telescope light into a multi-mode fiber entrance at the focal plane and convert it into multiple single-mode beams. Thus, each SMF samples its unique mode (lantern principal mode) of the telescope light in the pupil, analogous to subapertures in aperture masking interferometry (AMI). Coherent imaging with PLs can be enabled by interfering SMF outputs and applying phase modulation, which can be achieved using a photonic chip beam combiner at the backend (e.g., the ABCD beam combiner). In this study, we investigate the potential of coherent imaging by interfering SMF outputs of a PL with a single telescope. We demonstrate that the visibilities that can be measured from a PL are mutual intensities incident on the pupil weighted by the cross-correlation of a pair of lantern modes. From numerically simulated lantern principal modes of a 6-port PL, we find that interferometric observables using a PL behave similarly to separated-aperture visibilities for simple models on small angular scales ($<\\lambda/D$) but with greater sensitivity to symmetries and capability to break phase angle degeneracies. Furthermore, we present simulated observations with wavefront errors and compare them to AMI. Despite the redundancy caused by extended lantern principal modes, spatial filtering offers stability to wavefront errors. Our simulated observations suggest that PLs may offer significant benefits in the photon noise-limited regime and in resolving small angular scales at low contrast regime. ",
    "url": "https://arxiv.org/abs/2402.08158",
    "authors": [
      "Yoo Jung Kim",
      "Michael P. Fitzgerald",
      "Jonathan Lin",
      "Steph Sallum",
      "Yinzi Xin",
      "Nemanja Jovanovic",
      "Sergio Leon-Saval"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.08337",
    "title": "Ultracold LiCr: a new pathway to quantum gases of paramagnetic polar  molecules",
    "abstract": "Quantum gases of doubly-polar molecules represent appealing frameworks for a variety of cross-disciplinary applications, encompassing quantum simulation and computation, controlled quantum chemistry and precision measurements. Through a joint experimental and theoretical study, here we explore a novel class of ultracold paramagnetic polar molecules combining lithium alkali and chromium transition metal elements. Focusing on the specific bosonic isotopologue $^{6}$Li$^{53}$Cr, leveraging on the Fermi statistics of the parent atomic mixture and on suitable Feshbach resonances recently discovered, we produce up to $50\\times10^3$ ultracold LiCr molecules at peak phase-space densities exceeding 0.1, prepared within the least-bound rotationless level of the LiCr electronic $sextet$ ground state $X^6\\Sigma^+$. We thoroughly characterize the molecular gas, demonstrating the paramagnetic nature of LiCr dimers and the precise control of their quantum state. We investigate their stability against inelastic processes and identify a parameter region where pure LiCr samples exhibit lifetimes exceeding 0.2 s. Parallel to this, we employ state-of-the-art quantum-chemical calculations to predict the properties of LiCr ground and excited electronic states. We identify efficient paths to coherently transfer weakly-bound LiCr dimers to their absolute ground state, to deliver ultracold gases of doubly-polar molecules with significant electric (3.3 D) and magnetic ($5\\,\\mu_\\text{B}$) dipole moments. ",
    "url": "https://arxiv.org/abs/2402.08337",
    "authors": [
      "Stefano Finelli",
      "Alessio Ciamei",
      "Beatrice Restivo",
      "Maximilian Schemmer",
      "Antonio Cosco",
      "Massimo Inguscio",
      "Andreas Trenkwalder",
      "Klaudia Zaremba-Kopczyk",
      "Marcin Gronowski",
      "Michal Tomza",
      "Matteo Zaccanti"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08518",
    "title": "Path integral Lindblad master equation through transfer tensor method &  the generalized quantum master equation",
    "abstract": "Path integrals have, over the years, proven to be an extremely versatile tool for simulating the dynamics of open quantum systems. The initial limitations of applicability of these methods in terms of the size of the system has steadily been overcome through various developments, making numerical explorations of large systems a more-or-less regular feature. However, these simulations necessitate a detailed description of the system-environment interaction through accurate spectral densities, which are often difficult to obtain. Additionally, for several processes, such as spontaneous emission, one only has access to a rough estimation of an empirical timescale, and it is not possible to really define a proper spectral density at all. In this communication, an approach of incorporating such processes within an exact path integral description of other dissipative modes is developed through the Nakajima-Zwanzig master equations. This method will allow for a numerically exact non-perturbative inclusion of the degrees of freedom that are properly described by a bath using path integrals, while incorporating the empirical time scale through the Lindblad master equation. The cost of this approach is dominated by the cost of the path integral method used, and the impact of the Lindbladian terms is effectively obtained for free. This path integral Lindblad dynamics method is demonstrated with the example of electronic excitation transfer in a 4-site model of the Fenna-Matthews-Olson complex with the exciton has a propensity of being \"lost\" to the charge transfer state at the third chromophore. The impact of different time-scales of abstraction of the exciton is illustrated at no extra cost. ",
    "url": "https://arxiv.org/abs/2402.08518",
    "authors": [
      "Amartya Bose"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09963",
    "title": "Microstrip Patch Antenna Design at 10 GHz for X Band Applications",
    "abstract": " Comments: 10 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2303.09963",
    "authors": [
      "Mehmet Karahan",
      "Mertcan Inal",
      "Alperen Dilmen",
      "Furkan Lacinkaya",
      "Ahmet Nuri Akay",
      "Cosku Kasnakoglu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2309.07807",
    "title": "Optical momentum distributions in monochromatic, isotropic random vector  fields",
    "abstract": " Title: Optical momentum distributions in monochromatic, isotropic random vector  fields ",
    "url": "https://arxiv.org/abs/2309.07807",
    "authors": [
      "Titouan Gadeyne",
      "Mark R. Dennis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.13652",
    "title": "Hyperfine and Zeeman interactions in ultracold collisions of molecular  hydrogen with atomic lithium",
    "abstract": " Comments: The following article has been accepted by The Journal of Chemical Physics. After it is published, it will be found at this https URL ",
    "url": "https://arxiv.org/abs/2312.13652",
    "authors": [
      "Hubert Jóźwiak",
      "Timur V. Tscherbul",
      "Piotr Wcisło"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16317",
    "title": "Assessing the Benefits and Risks of Quantum Computers",
    "abstract": " Comments: Relative to v1: fix typos throughout, correct and update Table III, add 8 references ",
    "url": "https://arxiv.org/abs/2401.16317",
    "authors": [
      "Travis L. Scholten",
      "Carl J. Williams",
      "Dustin Moody",
      "Michele Mosca",
      "William Hurley",
      "William J. Zeng",
      "Matthias Troyer",
      "Jay M. Gambetta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17775",
    "title": "Predicting quantum evolutions of excitation energy transfer in a  light-harvesting complex using multi-optimized recurrent neural networks",
    "abstract": " Comments: 16 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2401.17775",
    "authors": [
      "Shun-Cai Zhao",
      "Yi-Meng Huang",
      "Zi-Ran Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.18050",
    "title": "Hypermultiplexed Integrated Tensor Optical Processor",
    "abstract": " Title: Hypermultiplexed Integrated Tensor Optical Processor ",
    "url": "https://arxiv.org/abs/2401.18050",
    "authors": [
      "Shaoyuan Ou",
      "Alexander Sludds",
      "Ryan Hamerly",
      "Ke Zhang",
      "Hanke Feng",
      "Eric Zhong",
      "Cheng Wang",
      "Dirk Englund",
      "Mengjie Yu",
      "Zaijun Chen"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  }
]