[
  {
    "id": "arXiv:2312.02304",
    "title": "Numerical Analysis of a Highly Sensitive SOI MRR Refractive Index Sensor  with Performance Enhancement using Graphene and Gold",
    "abstract": "This study proposes a simulation-based design for a Silicon-On-Insulator (SOI) ring resonator with a Figure of Merit (FOM) of 56.15 and a high sensitivity of up to 730 nm/RIU. The Finite-Difference Time-Domain (FDTD) technique was used to assess and evaluate the design quantitatively. Our design demonstrates higher sensitivity compared to many recent studies conducted on SOI-based sensors. The device structure follows a conventional ring resonator arrangement with a single waveguide, incorporating a 2D graphene layer on top of the SiO2 wafer and a gold nano-disc positioned at the center of the ring. Our findings highlight the device's susceptibility to refractive index variations, making it a desirable choice for various sensing applications. We have investigated the sensor's capabilities for sensing different concentrations of milkmilk. Graphene and gold materials enhance the device's response to light and provide comparatively higher sensitivity. The suggested design can serve as a blueprint for device fabrication, considering the practicality of implementing an SOI-based device using standard techniques for silicon processing. ",
    "url": "https://arxiv.org/abs/2312.02304",
    "authors": [
      "Tasin Intisar",
      "Ahmed Shadman Alam",
      "Ishtiaqul Hoque",
      "Md Omar Faruque"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02408",
    "title": "Mid-infrared optical coherence tomography with MHz axial line rate for  real-time non-destructive testing",
    "abstract": "Non-destructive testing (NDT) is crucial for ensuring product quality and safety across various industries. Conventional methods such as ultrasonic, terahertz, and X-ray imaging have limitations in terms of probe-contact requirement, depth resolution, or radiation risks. Optical coherence tomography (OCT) is a promising alternative to solve these limitations, but it suffers from strong scattering, limiting its penetration depth. Recently, OCT in the mid-infrared (MIR) spectral region has attracted attention with a significantly lower scattering rate than in the near-infrared region. However, the highest reported A-scan rate of MIR-OCT has been 3 kHz, which requires long data acquisition time to take an image, unsatisfying industrial demands for real-time diagnosis. Here, we present a high-speed MIR-OCT system operating in the 3-4 um region that employs the swept-source OCT technique based on time-stretch infrared spectroscopy. By integrating a broadband femtosecond MIR pulsed laser operating at a repetition rate of 50 MHz, we achieved an A-scan rate of 1 MHz with an axial resolution of 11.6 um and a sensitivity of 55 dB. As a proof-of-concept demonstration, we imaged the surface of substrates covered by highly scattering paint coatings. The demonstrated A-scan rate surpasses previous state-of-the-art by more than two orders of magnitude, paving the way for real-time NDT of industrial products, cultural assets, and structures. ",
    "url": "https://arxiv.org/abs/2312.02408",
    "authors": [
      "Satoko Yagi",
      "Takuma Nakamura",
      "Kazuki Hashimoto",
      "Shotaro Kawano",
      "Takuro Ideguchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.02537",
    "title": "Asymmetric leader-laggard cluster synchronization for collective  decision-making with laser network",
    "abstract": "Photonic accelerators have recently attracted soaring interest, harnessing the ultimate nature of light for information processing. Collective decision-making with a laser network, employing the chaotic and synchronous dynamics of optically interconnected lasers to address the competitive multi-armed bandit (CMAB) problem, is a highly compelling approach due to its scalability and experimental feasibility. We investigated essential network structures for collective decision-making through quantitative stability analysis. Moreover, we demonstrated the asymmetric preferences of players in the CMAB problem, extending its functionality to more practical applications. Our study highlights the capability and significance of machine learning built upon chaotic lasers and photonic devices. ",
    "url": "https://arxiv.org/abs/2312.02537",
    "authors": [
      "Shun Kotoku",
      "Takatomo Mihana",
      "André Röhm",
      "Ryoichi Horisaki",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2312.02569",
    "title": "Laser frequency stabilization and photoacoustic detection based on the  tapered fiber coupled crystalline resonator",
    "abstract": "We demonstrate laser frequency stabilization using a high-Q MgF2 crystalline whispering gallery mode resonator coupled with a tapered fiber. We discovered that the tapered fiber, acting as a microcantilever, exhibits mechanical resonance characteristics that is capable of transmitting acoustic perturbations to the frequency locking loop. Both experimental and theoretical investigations into the influence of external acoustic waves on the coupling system were conducted. After acoustic isolation, the locked laser exhibits a minimum frequency noise of 0.4Hz2/Hz at 7kHz and an integral linewidth of 68Hz (0.1s integration time). Benefiting from the ultralow frequency noise of the stabilized laser, it achieves a minimum noise equivalent acoustic signal level of 4.76*10-4 Pa/Hz1/2. Our results not only facilitate the realization of ultralow noise lasers but also serves as a novel and sensitive photoacoustic detector. ",
    "url": "https://arxiv.org/abs/2312.02569",
    "authors": [
      "Yaohui Xu",
      "Xiaolan Liu",
      "Wujun Li",
      "Haotian Wang",
      "Jun Guo",
      "Jie Ma",
      "Jianing Zhang",
      "Deyuan Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.02732",
    "title": "Optical cycling in charged complexes with Ra-N bonds",
    "abstract": "The extension of laser cooling and trapping methods to polyatomic molecular ions, including those with Ra--N bonds, would have advanced scientific applications such as quantum sensors for fundamental physics, high resolution spectroscopy, and testing predictions of the Standard Model. The essential prerequisite for laser coolability is that molecule is able to scatter hundreds of photons without changing its initial rovibronic state. Thus laser-cooled molecules exhibit a probability of population leak out of the multitude of working vibronic levels (``optical leak'') typically less than 10$^{-2}$. This probability is highly sensitive to small variations of electronic density in the vicinity of its optical cycling center. In the present work we employed the Fock space relativistic coupled cluster approach to obtain information on electronic states and potential energy surfaces of RaNCH$^+$, RaNH$_3^+$ and RaNCCH$_3^+$ molecular ions. Laser coolability of these species was estimated through evaluating Frank-Condon factors, and the peculiarities of unpaired-electron distributions were analyzed to assess coolability from the point of view of the molecular electronic structure. RaNH$_3^+$ and RaNCCH$_3^+$ are the first symmetric top molecular ions found to be promising candidates for direct laser cooling. ",
    "url": "https://arxiv.org/abs/2312.02732",
    "authors": [
      "Timur Isaev",
      "Alexander V. Oleynichenko",
      "Dmitrii A. Makinskii",
      "Andréi Zaitsevskii"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02755",
    "title": "Vector Beams with Parabolic and Elliptic Cross-Sections for Laser  Material Processing Applications",
    "abstract": "Beam profile engineering, where a desired optical intensity distribution can be generated by an array of phase shifting (or amplitude changing) elements is a promising approach in laser material processing. For example, a spatial light modulator (SLM) is a dynamic diffractive optical element allowing for experimental implementations of controllable beam profile. Scalar Mathieu beams have elliptical intensity distribution perceivable as optical knives in the transverse plane and scalar Weber beams have a parabolic distribution, which enables us to call them optical shovels. Here, we introduce vector versions of scalar Mathieu and Weber beams and use those vector beams as a basis to construct controllable on-axis phase and amplitude distributions with polarization control. Further, we generate individual components of optical knife and shovel beams experimentally using SLMs as a toy model and report on our achievements in the control over the beam shape, dimensions and polarization along the propagation axis. ",
    "url": "https://arxiv.org/abs/2312.02755",
    "authors": [
      "Sergej Orlov",
      "Vitalis Vosylius",
      "Pavel Gotovski",
      "Artūras Grabusovas",
      "Justas Baltrukonis",
      "Titas Gertus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02779",
    "title": "Positron annihilation and binding in aromatic and other ring molecules",
    "abstract": "Annihilation spectra are presented for aromatic and heterocyclic ring molecules resolved as a function of incident positron energy using a trap-based positron beam. Comparisons with the vibrational mode spectra yield positron-molecule binding energies. Good to excellent agreement is found between the measured binding energies and the predictions of an \\textit{ab initio} many-body theory that takes proper account of electron-positron correlations including virtual-positronium formation. The calculations elucidate the competition between permanent dipole moments and $\\pi$ bonds in determining the spatial distribution of the bound-state positron density. The implications of these results and the role of multimode features in annihilation in these molecules, including Fermi resonances, are discussed. ",
    "url": "https://arxiv.org/abs/2312.02779",
    "authors": [
      "E. Arthur-Baidoo",
      "J. R. Danielson",
      "C. M. Surko",
      "J. P. Cassidy",
      "S. K. Gregg",
      "J. Hofierka",
      "B. Cunningham",
      "C. H. Patterson",
      "D. G. Green"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02856",
    "title": "Comparative study of quantum emitter fabrication in wide bandgap  materials using localized electron irradiation",
    "abstract": "Quantum light sources are crucial foundational components for various quantum technology applications. With the rapid development of quantum technology, there has been a growing demand for materials that are capable of hosting quantum emitters. One such material platform are fluorescent defects in hexagonal boron nitride (hBN) inducing deep sub-levels within the band gap. The question arises if other layered wide bandgap (2D) materials offer similar single photon emitting defects. Here, we investigate and compare the fabrication of quantum emitters in exfoliated multi-layer mica flakes with hBN and other wide bandgap 3D crystals (silicon carbide and gallium nitride) which are known to host quantum emitters. We use our primary fabrication technique of localized electron irradiation using a standard scanning electron microscope. To complement our experimental work, we employ density functional theory simulations to study the atomic structures of intrinsic defects and their photophysical properties. While our fabrication technique can create hBN quantum emitters with a high yield and high single photon purity, it is unable to fabricate emitters in the other solid-state crystals under investigation. This allows us to draw conclusions on the emitter fabrication mechanism, which could be relying on the activation of already present defects by charge state manipulation. We therefore provide an important step toward the identification of hBN emitters and their formation process. ",
    "url": "https://arxiv.org/abs/2312.02856",
    "authors": [
      "Anand Kumar",
      "Chanaprom Cholsuk",
      "Mohammad N. Mishuk",
      "Mouli Hazra",
      "Clotilde Pillot",
      "Tjorben Matthes",
      "Tanveer A. Shaik",
      "Asli Cakan",
      "Volker Deckert",
      "Sujin Suwanna",
      "Tobias Vog"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02265",
    "title": "Programmable Simulations of Molecules and Materials with Reconfigurable  Quantum Processors",
    "abstract": "Simulations of quantum chemistry and quantum materials are believed to be among the most important potential applications of quantum information processors, but realizing practical quantum advantage for such problems is challenging. Here, we introduce a simulation framework for strongly correlated quantum systems that can be represented by model spin Hamiltonians. Our approach leverages reconfigurable qubit architectures to programmably simulate real-time dynamics and introduces an algorithm for extracting chemically relevant spectral properties via classical co-processing of quantum measurement results. We develop a digital-analog simulation toolbox for efficient Hamiltonian time evolution utilizing digital Floquet engineering and hardware-optimized multi-qubit operations to accurately realize complex spin-spin interactions, and as an example present an implementation proposal based on Rydberg atom arrays. Then, we show how detailed spectral information can be extracted from these dynamics through snapshot measurements and single-ancilla control, enabling the evaluation of excitation energies and finite-temperature susceptibilities from a single-dataset. To illustrate the approach, we show how this method can be used to compute key properties of a polynuclear transition-metal catalyst and 2D magnetic materials. ",
    "url": "https://arxiv.org/abs/2312.02265",
    "authors": [
      "Nishad Maskara",
      "Stefan Ostermann",
      "James Shee",
      "Marcin Kalinowski",
      "Abigail McClain Gomez",
      "Rodrigo Araiza Bravo",
      "Derek S. Wang",
      "Anna I. Krylov",
      "Norman Y. Yao",
      "Martin Head-Gordon",
      "Mikhail D. Lukin",
      "Susanne F. Yelin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02270",
    "title": "Study of a cubic cavity resonator for gravitational waves detection in  the microwave frequency range",
    "abstract": "The direct detection of gravitational waves (GWs) of frequencies above MHz has recently received considerable attention. In this work we present a precise study of the reach of a cubic cavity resonator to GWs in the microwave range, using for the first time tools allowing to perform realistic simulations. Concretely, the BI-RME 3D method, which allows to obtain not only the detected power but also the detected voltage (magnitude and phase), is used here. After analyzing three cubic cavities for different frequencies and working simultaneously with three different degenerate modes at each cavity, we conclude that the sensitivity of the experiment is strongly dependent on the polarization and incidence angle of the GW. The presented experiment can reach sensitivities up to $1 \\cdot 10^{-19}$ at $100~$MHz, $2 \\cdot 10^{-20}$ at $1~$GHz, and $6 \\cdot 10^{-19}$ at $10~$GHz for optimal angles and polarizations, and where in all cases we assumed an integration time of $\\Delta t=1~$ms. These results provide a strong case for further developing the use of cavities to detect GWs. Moreover, the possibility of analyzing the detected voltage (magnitude and phase) opens a new interferometric detection scheme based on the combination of the detected signals from multiple cavities. ",
    "url": "https://arxiv.org/abs/2312.02270",
    "authors": [
      "Pablo Navarro",
      "Benito Gimeno",
      "Juan Monzón-Cabrera",
      "Alejandro Díaz-Morcillo",
      "Diego Blas"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.02308",
    "title": "AdsorbRL: Deep Multi-Objective Reinforcement Learning for Inverse  Catalysts Design",
    "abstract": "A central challenge of the clean energy transition is the development of catalysts for low-emissions technologies. Recent advances in Machine Learning for quantum chemistry drastically accelerate the computation of catalytic activity descriptors such as adsorption energies. Here we introduce AdsorbRL, a Deep Reinforcement Learning agent aiming to identify potential catalysts given a multi-objective binding energy target, trained using offline learning on the Open Catalyst 2020 and Materials Project data sets. We experiment with Deep Q-Network agents to traverse the space of all ~160,000 possible unary, binary and ternary compounds of 55 chemical elements, with very sparse rewards based on adsorption energy known for only between 2,000 and 3,000 catalysts per adsorbate. To constrain the actions space, we introduce Random Edge Traversal and train a single-objective DQN agent on the known states subgraph, which we find strengthens target binding energy by an average of 4.1 eV. We extend this approach to multi-objective, goal-conditioned learning, and train a DQN agent to identify materials with the highest (respectively lowest) adsorption energies for multiple simultaneous target adsorbates. We experiment with Objective Sub-Sampling, a novel training scheme aimed at encouraging exploration in the multi-objective setup, and demonstrate simultaneous adsorption energy improvement across all target adsorbates, by an average of 0.8 eV. Overall, our results suggest strong potential for Deep Reinforcement Learning applied to the inverse catalysts design problem. ",
    "url": "https://arxiv.org/abs/2312.02308",
    "authors": [
      "Romain Lacombe",
      "Lucas Hendren",
      "Khalid El-Awady"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10250",
    "title": "Solving Inverse Physics Problems with Score Matching",
    "abstract": " Comments: Accepted at NeurIPS 2023; code available at this https URL ",
    "url": "https://arxiv.org/abs/2301.10250",
    "authors": [
      "Benjamin J. Holzschuh",
      "Simona Vegetti",
      "Nils Thuerey"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2303.09963",
    "title": "Microstrip Patch Antenna Design at 10 GHz for X Band Applications",
    "abstract": " Comments: 13 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2303.09963",
    "authors": [
      "Mehmet Karahan",
      "Mertcan Inal",
      "Alperen Dilmen",
      "Furkan Lacinkaya",
      "Ahmet Nuri Akay",
      "Cosku Kasnakoglu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.09517",
    "title": "Single-Input Polarization-Sensitive Optical Coherence Tomography Through  a Catheter",
    "abstract": " Title: Single-Input Polarization-Sensitive Optical Coherence Tomography Through  a Catheter ",
    "url": "https://arxiv.org/abs/2305.09517",
    "authors": [
      "Georgia L. Jones",
      "Qiaozhou Xiong",
      "Xinyu Liu",
      "Brett E. Bouma",
      "Martin Villiger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2307.10040",
    "title": "Data-driven discovery of relevant information in quantum simulators",
    "abstract": " Comments: 15 pages, 10 figures. Extended version with a more in-depth description of the methods and results. Supplemental material now in the form of appendices, including a new appendix with examples of the experimental data ",
    "url": "https://arxiv.org/abs/2307.10040",
    "authors": [
      "R. Verdel",
      "V. Vitale",
      "R. K. Panda",
      "E. D. Donkor",
      "A. Rodriguez",
      "S. Lannig",
      "Y. Deller",
      "H. Strobel",
      "M. K. Oberthaler",
      "M. Dalmonte"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07914",
    "title": "Benchmarking highly entangled states on a 60-atom analog quantum  simulator",
    "abstract": " Comments: ALS, ZC, JC, and DKM contributed equally ",
    "url": "https://arxiv.org/abs/2308.07914",
    "authors": [
      "Adam L. Shaw",
      "Zhuo Chen",
      "Joonhee Choi",
      "Daniel K. Mark",
      "Pascal Scholl",
      "Ran Finkelstein",
      "Andreas Elben",
      "Soonwon Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.04002",
    "title": "Beyond the Wigner's friend dilemma: A new indeterminacy-based quantum  theory",
    "abstract": " Title: Beyond the Wigner's friend dilemma: A new indeterminacy-based quantum  theory ",
    "url": "https://arxiv.org/abs/2310.04002",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05289",
    "title": "Inference of highly time-resolved melt pool visual characteristics and  spatially-dependent lack-of-fusion defects in laser powder bed fusion using  acoustic and thermal emission data",
    "abstract": " Comments: 28 pages, 25 figures ",
    "url": "https://arxiv.org/abs/2310.05289",
    "authors": [
      "Haolin Liu",
      "Christian Gobert",
      "Kevin Ferguson",
      "Brandon Abranovic",
      "Hongrui Chen",
      "Jack L. Beuth",
      "Anthony D. Rollett",
      "Levent Burak Kara"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12535",
    "title": "Optical orientation of excitons in hybrid metal-semiconductor  nanostructures",
    "abstract": " Comments: 10 pages, 5 figures; references corrected, Physical Review template applied ",
    "url": "https://arxiv.org/abs/2311.12535",
    "authors": [
      "A. V. Korotchenkov",
      "N. S. Averkiev"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]