[
  {
    "id": "arXiv:2204.00659",
    "title": "The (meta)metaphysics of science: the case of non-relativistic quantum  mechanics",
    "abstract": "Traditionally, to be a realist about something means believing in the independent existence of that something. In this line of thought, a scientific realist is someone who believes in the objective existence of the entities postulated by our best scientific theories. In metaphysical terms, what does that mean? In ontological terms, i.e., in terms about what exists, scientific realism can be understood as involving the adoption of an ontology that is scientifically informed. But according to some philosophers, the realistic attitude must go beyond ontology. The way in which this requirement has been understood involves providing a metaphysics for the entities postulated by science, that is, answering questions about the nature of what ontology admits to exist. We discuss how two fashionable approaches face the challenge of providing a metaphysics for science: a form of naturalism and the Viking/Toolbox approach. Finally, we present a third way, which adopts the best of both approaches: the meta-Popperian method, which focuses on discarding the wrong alternatives, or better saying, the metaphysical profiles incompatible with certain theories. We present the meta-Popperian method, a metametaphysical method capable of objectively assessing which metaphysical profiles are incompatible with certain scientific theories. For this, we will use quantum mechanics as a case study, presenting some previously obtained results. As our focus is on methodological questions about the relationship between metaphysics and science; with this method, we can see how science can be used to avoid error in metaphysical issues. In our opinion, this would be a way to develop a productive relationship between science and metaphysics. ",
    "url": "https://arxiv.org/abs/2204.00659",
    "authors": [
      "Raoni W. Arroyo",
      "Jonas R. B. Arenhart"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00690",
    "title": "Terahertz sensing of highly absorptive water-methanol mixtures with  multiple resonances in metamaterials",
    "abstract": "Ultrasensitive terahertz sensing of highly absorptive aqueous solutions remains challenging due to strong absorption of water in the terahertz regime. Here, we experimentally demonstrate a cost-effective metamaterial-based sensor integrated with terahertz time-domain spectroscopy for highly absorptive water-methanol mixture sensing. This metamaterial has simple asymmetric wire structures that support multiple resonances including a fundamental Fano resonance and higher order dipolar resonance in the terahertz regime. Both the resonance modes have strong intensity in the transmission spectra which we exploit for detection of the highly absorptive water-methanol mixtures. The experimentally characterized sensitivities of the Fano and dipole resonances for the water-methanol mixtures are found to be 160 and 305 GHz/RIU, respectively. This method provides a route for readily available metamaterial-assisted terahertz spectroscopy for ultrasensitive sensing of highly absorptive chemical and biochemical materials with multiple resonances and high accuracy. ",
    "url": "https://arxiv.org/abs/2204.00690",
    "authors": [
      "Min Chen",
      "Leena Singh",
      "Ningning Xu",
      "Ranjan Singh",
      "Weili Zhang",
      "Lijuan Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00693",
    "title": "Tailoring Terahertz Propagation by Phase and Amplitude Control in  Metasurfaces",
    "abstract": "Using metasurfaces to control the wave propagation at will has been very successful over the broad electromagnetic spectrum in recent years. By encoding specially designed abrupt changes of electromagnetic parameters into metasurfaces, such as phase and amplitude, nearly arbitrary control over the output wavefronts could be realized. Constituted by a single- or fewlayer of planar structures, metasurfaces are straightforward in design and fabrication, thus promising many realistic applications. Moreover, such control concept can be further extended to the surface wave regime. In this review, we present our recent progress on metasurfaces capable of tailoring the propagation of both free-space and surface terahertz waves. Following an introduction of the basic concept and theory, a number of unique terahertz metasurfaces are presented, showing the ability in devising ultra-thin and compact functional terahertz components. ",
    "url": "https://arxiv.org/abs/2204.00693",
    "authors": [
      "Jingjing Zheng",
      "Xueqian Zhang",
      "Lixiang Liu",
      "Quan Li",
      "Leena Singh",
      "Jiaguang Han",
      "Fengping Yan",
      "Weili Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00696",
    "title": "Advancements in high refractive index media: from quantum coherence in  atomic system to deep sub-wavelength coupling in metamaterials",
    "abstract": "Refractive index enhancement is crucial in the field of lithography, imaging, optical communications, solar devices and many more. We present a review of advancements in the process of designing high refractive index metamaterials, starting from quantum coupling and photonic bandgap materials to metamaterials utilizing deep subwavelength coupling to achieve ever-high values of refractive index. A crisp and critical impression of each scheme are presented. The understanding of evolution of material design from intrinsic electronic states manipulation to meta-atoms design is not only fascinating but prerequisite to developing successful devices and applications. ",
    "url": "https://arxiv.org/abs/2204.00696",
    "authors": [
      "Leena Singh",
      "Weili Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00725",
    "title": "Reduced-density-matrix-based ab initio cavity quantum electrodynamics",
    "abstract": "A reduced-density-matrix (RDM)-based approach to {\\em ab initio} cavity quantum electrodynamics (QED) is developed. The expectation value of the Pauli-Fierz Hamiltonian is expressed in terms of one- and two-body electronic and photonic RDMs, and the elements of these RDMs are optimized directly in polynomial time by semidefinite programming techniques, without knowledge of the full wave function. QED generalizations of important ensemble $N$-representability conditions are derived and enforced in this procedure. The resulting approach is applied to the description of classic ground-state strong electron correlation problems, augmented by the presence of ultrastrong light-matter coupling. First, we assess cavity-induced changes to the singlet-triplet energy gap of the linear oligoacene series; for a heptacene molecule modeled under experimentally feasible coupling strengths, this gap can change by as much as 1.9 kcal mol$^{-1}$ (or 15\\%). We also explore the metal-insulator transition in linear hydrogen chains and demonstrate that strong electron-photon interactions increase the insulating character of these systems under all coupling strengths considered. ",
    "url": "https://arxiv.org/abs/2204.00725",
    "authors": [
      "Joel D. Mallory",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00731",
    "title": "Intrinsic Frequency Limit of Direct Modulation of  Resonant-Tunneling-Diode Terahertz Emitters and Effect of External Feedback  Injection",
    "abstract": "Output power of resonant-tunneling-diode (RTD) terahertz (THz) emitters can be modulated by the bias modulation similar to a semiconductor laser. This property is useful for applications of the THz waves to wireless communications and radars. In this paper, we theoretically analyze the modulation-frequency dependence of the output response using an equivalent circuit of the RTD-THz oscillator. It is shown that there exists an intrinsic cutoff frequency of modulation in RTD, which is independent of the external circuit that supplies the modulation signal to the oscillator. This cutoff frequency is determined by the time constant given by the capacitance of RTD divided by the absolute value of negative differential conductance minus loss conductance of the oscillator, and is about 100 GHz for typical RTD-THz oscillators. We also analyze the effect of external feedback injection on the modulation characteristics. If the period of the modulation frequency is equal to an integral multiple of the round-trip time of the feedback, a dip or peak occurs in the modulation response of the output, depending on whether the THz carrier components in the output and the feedback are in phase or out of phase. We also discuss the possibility of increase in cutoff frequency by the feedback with short round-trip time. ",
    "url": "https://arxiv.org/abs/2204.00731",
    "authors": [
      "Masahiro Asada",
      "Safumi Suzuki"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00808",
    "title": "Quantum tunnelling driven H$_2$ formation on graphene",
    "abstract": "It is commonly believed that it is unfavourable for adsorbed H atoms on carbonaceous surfaces to form H$_2$ without the help of incident H atoms. Using ring-polymer instanton theory to describe multidimensional tunnelling effects, combined with ab initio electronic structure calculations, we find that these quantum-mechanical simulations reveal a qualitatively different picture. Recombination of adsorbed H atoms, which was believed to be irrelevant at low temperature due to high barriers, is enabled by deep tunnelling, with reaction rates enhanced by tens of orders of magnitude. Furthermore, we identify a new path for H recombination that proceeds via multidimensional tunnelling, but would have been predicted to be unfeasible by a simple one-dimensional description of the reaction. The results suggest that hydrogen molecule formation at low temperatures are rather fast processes that should not be ignored in experimental settings and natural environments with graphene, graphite and other planar carbon segments. ",
    "url": "https://arxiv.org/abs/2204.00808",
    "authors": [
      "Erxun Han",
      "Wei Fang",
      "Michail Stamatakis",
      "Jeremy O. Richardson",
      "Ji Chen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00915",
    "title": "Optical computing of quantum revivals",
    "abstract": "Interference is the mechanism through which waves can be structured into the most fascinating patterns. While for sensing, imaging, trapping, or in fundamental investigations, structured waves play nowadays an important role and are becoming subject of many interesting studies. Using a coherent optical field as a probe, we show how to structure light into distributions presenting collapse and revival structures in its wavefront. These distributions are obtained from the Fourier spectrum of an arrangement of aperiodic diffracting structures. Interestingly, the resulting interference may present quasiperiodic structures of diffraction peaks on a number of distance scales, even though the diffracting structure is not periodic. We establish an analogy with revival phenomena in the evolution of quantum mechanical systems and illustrate this computation numerically and experimentally, obtaining excellent agreement with the proposed theory. ",
    "url": "https://arxiv.org/abs/2204.00915",
    "authors": [
      "Mayanne R. Maia",
      "Daniel Jonathan",
      "Thiago R. Oliveira",
      "Antonio Z. Khoury",
      "Daniel S. Tasca"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00946",
    "title": "Broadband Optical Two-Dimensional Coherent Spectroscopy of a Rubidium  Atomic Vapor",
    "abstract": "Optical two-dimensional coherent spectroscopy (2DCS) has become a powerful tool for studying energy level structure, dynamics, and coupling in many systems including atomic ensembles. Various types of two-dimensional (2D) spectra, including the so-called single-quantum, zero-quantum, and double-quantum 2D spectra, of both D lines (D$_1$ and D$_2$ transitions) of potassium (K) atoms have been reported previously. For rubidium (Rb), a major difference is that the D-lines are about 15 nm apart as opposed to only about 3 nm for K. Simultaneously exciting both D-lines of Rb atoms requires a broader laser bandwidth for the experiment. Here, we report a broadband optical 2DCS experiment in an Rb atomic vapor. A complete set of single-quantum, zero-quantum, and double-quantum 2D spectra including both D-lines of Rb atoms were obtained. The experimental spectra were reproduced by simulated 2D spectra based on the perturbation solutions to the optical Bloch equations. This work in Rb atoms complements previous 2DCS studies of K and Rb with a narrower bandwidth that covers two D-lines of K or only a single D-line of Rb. The broadband excitation enables the capability to perform double-quantum and multi-quantum 2DCS of both D-lines of Rb to study many-body interactions and correlations in comparison with K atoms. ",
    "url": "https://arxiv.org/abs/2204.00946",
    "authors": [
      "Jieli Yan",
      "Stephen Revesz",
      "Danfu Liang",
      "Hebin Li"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.01013",
    "title": "Zero absolute vorticity plane Couette flow as an hydrodynamic  representation of quantum energy states under perpendicular magnetic field",
    "abstract": "Here we extend the Madelung transformation of the Schr\\\"{o}dinger equation into a fluid-like form to include the influence of an external electromagnetic field on a charged particle. The vorticity of the Madelung fluid is then in the opposite direction to the imposed magnetic field and equal in magnitude to the cyclotron angular frequency. When the particle motion is confined to a plane, perpendicular to an imposed magnetic field, the equivalent flow dynamics is that of zero absolute vorticity obtained in a quasi 2D rotating frame, where the cyclotron frequency plays a role equivalent to that of the Coriolis frequency in a rotating frame. We show how the Landau levels and the extended modes in the integer quantum Hall effect are all mapped into such zero absolute vorticity-like plane Couette flows, where the latter exhibit a geostrophic-like balance between the magnetic force and the gradients of the quantum (Bohm) potential and the electric force. ",
    "url": "https://arxiv.org/abs/2204.01013",
    "authors": [
      "Eyal Heifetz",
      "Leo R. M. Maas",
      "Julian Mak"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01178",
    "title": "Key directions for research and development of superconducting radio  frequency cavities",
    "abstract": "Radio frequency superconductivity is a cornerstone technology for many future HEP particle accelerators and experiments from colliders to proton drivers for neutrino facilities to searches for dark matter. While the performance of superconducting RF (SRF) cavities has improved significantly over the last decades, and the SRF technology has enabled new applications, the proposed HEP facilities and experiments pose new challenges. To address these challenges, the field continues to generate new ideas and there seems to be a vast room for improvements. In this paper we discuss the key research directions that are aligned with and address the future HEP needs. ",
    "url": "https://arxiv.org/abs/2204.01178",
    "authors": [
      "S. Belomestnykh",
      "S. Posen",
      "D. Bafia",
      "S. Balachandran",
      "M. Bertucci",
      "A. Burrill",
      "A. Cano",
      "M. Checchin",
      "G. Ciovati",
      "L.D. Cooley",
      "G. Dalla Lana Semione",
      "J. Delayen",
      "G. Eremeev",
      "F. Furuta",
      "F. Gerigk",
      "B. Giaccone",
      "D. Gonnella",
      "A. Grassellino",
      "A. Gurevich",
      "W. Hillert",
      "M. Iavarone",
      "J. Knobloch",
      "T. Kubo",
      "W.K. Kwok",
      "R. Laxdal",
      "P.J. Lee",
      "M. Liepe",
      "M. Martinello",
      "O.S. Melnychuk",
      "A. Nassiri",
      "A. Netepenko",
      "H. Padamsee",
      "C. Pagani",
      "R. Paparella",
      "U. Pudasaini",
      "C.E. Reece",
      "D. Reschke",
      "A. Romanenko",
      "M. Ross",
      "K. Saito",
      "J. Sauls",
      "D.N. Seidman",
      "N. Solyak",
      "Z. Sung",
      "K. Umemori",
      "A.-M. Valente-Feliciano",
      "W. Venturini Delsolaro",
      "N. Walker",
      "H. Weise",
      "U. Welp",
      "M. Wenskat",
      "G. Wu",
      "X.X. Xi",
      "V. Yakovlev",
      "A. Yamamoto",
      "J. Zasadzinski"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01462",
    "title": "Demonstration of room-temperature continuous-wave operation of  InGaAs/AlGaAs quantum well lasers directly grown on on-axis silicon (001)",
    "abstract": "The room-temperature continuous-wave operation of InGaAs/AlGaAs quantum well lasers directly grown on on-axis silicon (001) has been demonstrated. A 420nm thick GaAs epilayer, completely free of antiphase domains, was initially grown on the silicon substrate in a metal-organic chemical vapor deposition system. And the other epilayers including four sets of five-period strained-layer superlattices and the laser-structural layers were successively grown in a molecular beam epitaxy system. The lasers were prepared as broad-stripe Fabry-Perot ones with a stripe width of 21.5 {\\mu}m and a cavity length of 1 mm. Typically, the threshold current and the corresponding threshold current density are 186.4 mA and 867 A/cm2, respectively. The lasing wavelength is around 980 nm and the slope efficiency is 0.097 W/A with a single-facet output power of 22.5 mW at an injection current of 400 mA. This advancement makes the silicon-based monolithic optoelectronic integration relevant to quantum well lasers more promising with enhanced feasibility. ",
    "url": "https://arxiv.org/abs/2204.01462",
    "authors": [
      "Chen Jiang",
      "Hao Liu",
      "Jun Wang",
      "Xiaomin Ren",
      "Qi Wang",
      "Zhuoliang Liu",
      "Bojie Ma",
      "Ren Ren",
      "Yidong Zhang",
      "Shiwei Cai",
      "Yongqing Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01522",
    "title": "On the Suppression and Enhancement of Thermal Chemical Rates in a Cavity",
    "abstract": "The observed modification of thermal chemical rates in Fabry-Perot cavities remains a poorly understood effect theoretically. Recent breakthroughs explain some of the observations through the Grote-Hynes theory, where the cavity introduces friction with the reaction coordinate, thus reducing the transmission coefficient and the rate. The regime of rate enhancement, the observed sharp resonances at varying cavity frequencies, and the survival of these effects in the collective regime remain mostly unexplained. In this paper, we consider the \\emph{cis}-\\emph{trans} isomerization of HONO atomistically using an \\emph{ab-initio} potential energy surface. We evaluate the transmission coefficient using the reactive flux method and identify the conditions for rate acceleration. In the underdamped, low-friction regime of the reaction coordinate, the cavity coupling enhances the rate with increasing coupling strength until reaching the Kramers turnover point. Sharp resonances in this regime are related to cavity-enabled energy redistribution channels. ",
    "url": "https://arxiv.org/abs/2204.01522",
    "authors": [
      "Jing Sun",
      "Oriol Vendrell"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01525",
    "title": "Low Frequency Oscillations of Plasma Injected in Open Magnetic Trap from  Independent Ultra-high Frequency Source",
    "abstract": "Methods of plasma heating by electromagnetic waves, interaction of electro-magnetic waves with magnetoactive plasma, plasma turbulence and transport processes are investigated in the trap of the linear plasma device OMT2. An ultrahigh frequency (UHF) contactless method is used to fill the open magnetic trap by plasma. We propose a new method of open magnetic trap filling with plasma whereby plasma is injected in the trap along the magnetic field from an independent stationary UHF source. The source is located outside the trap and plasma formation in it takes place in the strongly nonuniform magnetic field, in the electron cyclotron resonance (ECR) regime by means of the UHF power. In this paper we study the efficiency of open magnetic trap filling by plasma and plasma low frequency (LF) oscillations in the trap. ",
    "url": "https://arxiv.org/abs/2204.01525",
    "authors": [
      "S.I. Nanobashvili",
      "Z.R. Beria",
      "G.V. Gelashvili",
      "G.E. Gogiashvili",
      "I.S. Nanobashvili",
      "G.P. Tavkhelidze",
      "G Van Oost"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01534",
    "title": "Magnetic hot-spots generation at optical frequencies in all-dielectric  mesoscale Janus particles",
    "abstract": "At optical frequencies due to the small value of the magnetic permeability of natural materials, the magnetic effects are week. To this end, the natural dielectric materials are unemployable for practical magnetic applications in optics. We have shown that it is possible to induce the intense magnetic hot spots in a Janus dielectric mesoscale particle. The basic idea of the Janus particle based on a combination of the effects of a photonic jet, whispering gallery waves and the concept of solid immersion. Simulations show that H^2/E^2 contrast maybe more 10 and maximal magnetic field intensity enhancement is more than 1000 for a wavelength-scaled particle with refractive index less than 2. ",
    "url": "https://arxiv.org/abs/2204.01534",
    "authors": [
      "Oleg V. Minin",
      "Song Zhou",
      "Igor V. Minin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.01541",
    "title": "Non-Hermitian laser arrays with tunable phase locking",
    "abstract": "Inspired by the idea of non-Hermitian spectral engineering and non-Hermitian skin effect, a novel design for stable emission of coupled laser arrays with tunable phase locking and strong supermode competition suppression is suggested. We consider a linear array of coupled resonators with asymmetric mode coupling displaying the non-Hermitian skin effect and show that, under suitable tailoring of complex frequencies of the two edge resonators, the laser array can stably emit in a single extended supermode with tunable phase locking and with strong suppression of all other skin supermodes. The proposed laser array design offers strong robustness against both structural imperfections of the system and dynamical instabilities typical of semiconductor laser arrays. ",
    "url": "https://arxiv.org/abs/2204.01541",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01616",
    "title": "Room-temperature quantification of $^{14}$CO$_{2}$ below the natural  abundance with two-color cavity ring-down spectroscopy",
    "abstract": "Radiocarbon's natural production, radiative decay, and isotopic rarity make it a unique tool to probe carbonaceous systems in the life and earth sciences. However, the difficulty of current radiocarbon ($^{14}$C) detection methods limits scientific adoption. Here, two-color cavity ring-down spectroscopy detects $^{14}$CO$_{2}$ in room-temperature samples with an accuracy of 8% of the natural abundance in 3 minutes. The intra-cavity pump-probe measurement uses two cavity-enhanced lasers to cancel out cavity ring-down rate fluctuations and strong one-photon absorption interference (>10,000 1/s) from hot-band transitions of CO$_{2}$ isotopologues. Selective, room-temperature detection of small $^{14}$CO$_{2}$ absorption signals (<1 1/s) reduces the technical and operational burdens for cavity-enhanced measurements of radiocarbon, which can benefit a wide range of applications like biomedical research and field-detection of combusted fossil fuels. ",
    "url": "https://arxiv.org/abs/2204.01616",
    "authors": [
      "A. Daniel McCartt",
      "Jun Jiang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14933",
    "title": "Quantum optics of ultracold quantum gases: open systems beyond  dissipation",
    "abstract": "Quantum optics and ultracold gases are established fields, but they almost do not overlap: the quantum nature of light is typically neglected in works on ultracold atoms. In our work the quantumness of both light and ultracold matter plays a key role. First, we show that light is a quantum nondemolition (QND) probe of many-body phases: they can be distinguished by correlations and full distribution functions (we consider bosons, fermions, and dipolar molecules). Light is not only sensitive to densities, but also to the matter-field interference. Second, we prove that the measurement backaction constitutes a novel source of competitions in many-body systems, especially, for non-QND cases. This leads to a plethora of new phenomena: oscillations of multipartite entangled modes, protection and break-up of fermion pairs, antiferromagnetic orders, long-range pair tunnelling and entanglement beyond Hubbard models. We prove that feedback control induces phase transitions and tunes their universality class. Third, the quantization of trapping potential (quantum optical lattices) leads to novel phases, including both density orders (supersolids, density waves) and bond orders of matter fields (superfluid and supersolid dimers, trimers). Results beyond ultracold atoms include: We extend the paradigm of feedback control from the state control to control of phase transitions. We present the measurement backaction as a novel source of competitions in many-body physics. We merge quantum Zeno dynamics and non-Hermitian physics and show a novel type of Zeno phenomena with Raman transitions beyond Zeno dynamics. We propose quantum simulators based on collective light-matter interaction. Our models can be applied to arrays of other systems (qubits). In general, quantum measurements and feedback produce new phenomena untypical to both closed unitary systems and open dissipative ones in many-body physics. ",
    "url": "https://arxiv.org/abs/2203.14933",
    "authors": [
      "Igor B. Mekhov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00836",
    "title": "Semiconductor Bloch equation analysis of optical Stark and Bloch-Siegert  shifts in monolayers WSe$_2$ and MoS$_2$",
    "abstract": "We report on the theoretical and experimental investigation of valley-selective optical Stark and Bloch-Siegert shifts of exciton resonances in monolayers WSe$_2$ and MoS$_2$ induced by strong circularly polarized nonresonant optical fields. We predict and observe transient shifts of both 1sA and 1sB exciton transitions in the linear interaction regime. The theoretical description is based on semiconductor Bloch equations. The solutions of the equations are obtained with a modified perturbation technique, which takes into account many-body Coulomb interaction effects. These solutions allow to explain the polarization dependence of the shifts and calculate their values analytically. We found experimentally the limits of the applicability of the theoretical description by observing the transient exciton spectra change due to many-body effects at high field amplitudes of the driving wave. ",
    "url": "https://arxiv.org/abs/2204.00836",
    "authors": [
      "A.O. Slobodeniuk",
      "P. Koutenský",
      "M. Bartoš",
      "F. Trojánek",
      "P. Malý",
      "T. Novotný",
      "M. Kozák"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00884",
    "title": "Optical modelling of accommodative light field display system and  prediction of human eye responses",
    "abstract": "The spatio-angular resolution of a light field (LF) display is a crucial factor for delivering adequate spatial image quality and eliciting an accommodation response. Previous studies have modelled retinal image formation with an LF display and evaluated whether accommodation would be evoked correctly. The models were mostly based on ray-tracing and a schematic eye model, which pose computational complexity and inaccurately represent the human eye population's behaviour. We propose an efficient wave-optics-based framework to model the human eye and a general LF display. With the model, we simulated the retinal point spread function (PSF) of a point rendered by an LF display at various depths to characterise the retinal image quality. Additionally, accommodation responses to rendered LF images were estimated by computing the visual Strehl ratio based on the optical transfer function (VSOTF) from the PSFs. We assumed an ideal LF display that had an infinite spatial resolution and was free from optical aberrations in the simulation. We tested images rendered at 0--4 dioptres of depths having angular resolutions of up to 4x4 viewpoints within a pupil. The simulation predicted small and constant accommodation errors, which contradict the findings of previous studies. An evaluation of the optical resolution of the rendered retinal image suggested a trade-off between the maximum resolution achievable and the depth range of a rendered image where in-focus resolution is kept high. The proposed framework can be used to evaluate the upper bound of the optical performance of an LF display for realistically aberrated eyes, which may help to find an optimal spatio-angular resolution required to render a high quality 3D scene. ",
    "url": "https://arxiv.org/abs/2204.00884",
    "authors": [
      "Yuta Miyanishi",
      "Erdem Sahin",
      "Atanas Gotchev"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Human-Computer Interaction (cs.HC)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00992",
    "title": "Synthetic five-wave mixing in an integrated microcavity for  visible-telecom entanglement generation",
    "abstract": "Nonlinear optics processes lie at the heart of photonics and quantum optics for their indispensable role in light sources and information processing. During the past decades, the three- and four-wave mixing ($\\chi^{(2)}$ and $\\chi^{(3)}$) effects have been extensively studied, especially in the micro-/nano-structures by which the photon-photon interaction strength is greatly enhanced. So far, the high-order nonlinearity beyond the $\\chi^{(3)}$ has rarely been studied in dielectric materials due to their weak intrinsic nonlinear susceptibility, even in high-quality microcavities. Here, an effective five-wave mixing process ($\\chi^{(4)}$) is synthesized for the first time, by incorporating $\\chi^{(2)}$ and $\\chi^{(3)}$ processes in a single microcavity. The coherence of the synthetic $\\chi^{(4)}$ is verified by generating time-energy entangled visible-telecom photon-pairs, which requires only one drive laser at the telecom waveband. The photon pair generation rate from the synthetic process shows an enhancement factor over $500$ times upon intrinsic five-wave mixing. Our work demonstrates a universal approach of nonlinear synthesis via photonic structure engineering at the mesoscopic scale rather than material engineering, and thus opens a new avenue for realizing high-order optical nonlinearities and exploring novel functional photonic devices. ",
    "url": "https://arxiv.org/abs/2204.00992",
    "authors": [
      "Jia-Qi Wang",
      "Yuan-Hao Yang",
      "Ming Li",
      "Hai-Qi Zhou",
      "Xin-Biao Xu",
      "Ji-Zhe Zhang",
      "Chun-Hua Dong",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.01190",
    "title": "Quantum spatial superpositions and the possibility of superluminal  signaling",
    "abstract": "Mari et al. [Sci. Rep. 6, 22777 (2016)] and Belenchia et al. [Phys. Rev. D 98, 126009 (2018)] explore a gedankenexperiment in which the (gravitational or electromagnetic) interaction between two objects, one placed in a state of quantum superposition of two locations, seems to allow for faster-than-light communication. Building on the analysis carried out in Mari et al. [Sci. Rep. 6, 22777 (2016).], Belenchia et al. [Phys. Rev. D 98, 126009 (2018)] argue that, by considering the quantization of radiation and the existence of vacuum quantum fluctuations of the fields, the apparent possibility of superluminal signaling is completely avoided. Moreover, in the gravitational case, such a conclusion is taken as providing support for the view that gravity must necessarily have a quantum nature. In this work, we reconsider the situation and find several limitations of these assessments. ",
    "url": "https://arxiv.org/abs/2204.01190",
    "authors": [
      "P. Ávila",
      "E. Okon",
      "D. Sudarsky",
      "M. Wiedemann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01220",
    "title": "Wigner time delays and Goos-Hänchen shifts of 2D quantum vortices  scattered by potential barriers",
    "abstract": "We consider reflection and transmission of 2D quantum wavepackets with phase vortices (also known in optics as spatiotemporal vortex pulses) at potential step-like, delta-function, and rectangular barriers. The presence of a vortex significantly modifies the Wigner time delays and Goos-H\\\"{a}nchen shifts, previously studied for Gaussian-like wavepackets. In particular, the scattered wavepackets undergo non-zero time delays and lateral shifts even for purely real scattering coefficients, when the standard Wigner and Artmann formulae vanish. We derive analytical expressions for the vortex-induced times delays and spatial shifts of 2D vortices and verify these with numerical calculations of the Schr\\\"{o}dinger equation. The time delays and shifts are resonantly enhanced in the vicinity of the critical-angle incidence for a step-like potential and near transmission resonances for a rectangular barrier. ",
    "url": "https://arxiv.org/abs/2204.01220",
    "authors": [
      "Maxim Mazanov",
      "Konstantin Y. Bliokh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.01426",
    "title": "Versatility of translational quantum dynamics",
    "abstract": "Is the Schr\\\"odinger equation with the Hamiltonian $\\hat{H}=-i\\hbar\\frac{\\partial\\ }{\\partial\\tau}$ too simple for real-world systems? I show that the following quantum systems are governed by this Hamiltonian, and at any time they are in an eigenstate of its canonical conjugate $\\hat{\\tau}$, which plays the role of a time operator: 1. the measuring device and the observed system in the standard model of ideal measurements, 2. any closed quantum system having as subsystem an ideal clock, 3. any quantum world which contains a sterile massless fermion in a certain state, 4. the quantum representation of any deterministic time-reversible dynamical system without time loops. All properties of the dynamical system are faithfully encoded as quantum observables. The energy spectrum of these systems is $\\mathbb{R}$, yet there is no decay to infinite negative energy. Two such quantum systems may be unitarily equivalent, but the physical meaning of their observables may be very different, allowing unlimited diversity and complexity. ",
    "url": "https://arxiv.org/abs/2204.01426",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2104.07928",
    "title": "Quasi-static Optical Parametric Amplification",
    "abstract": " Comments: 9 pages, 4 figures, * These authors contributed equally to think work ",
    "url": "https://arxiv.org/abs/2104.07928",
    "authors": [
      "Marc Jankowski",
      "Nayara Jornod",
      "Carsten Langrock",
      "Boris Desiatov",
      "Alireza Marandi",
      "Marko Lončar",
      "Martin M. Fejer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.04545",
    "title": "Macroscopic Reality from Quantum Complexity",
    "abstract": " Comments: 49 pages, no figures, follow on to arXiv:1709.05777, arXiv:1802.10136, some overlap, mostly new, v4 has typos corrected ",
    "url": "https://arxiv.org/abs/2105.04545",
    "authors": [
      "Don Weingarten"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2105.14655",
    "title": "Informing Geometric Deep Learning with Electronic Interactions to  Accelerate Quantum Chemistry",
    "abstract": " Title: Informing Geometric Deep Learning with Electronic Interactions to  Accelerate Quantum Chemistry ",
    "url": "https://arxiv.org/abs/2105.14655",
    "authors": [
      "Zhuoran Qiao",
      "Anders S. Christensen",
      "Matthew Welborn",
      "Frederick R. Manby",
      "Anima Anandkumar",
      "Thomas F. Miller III"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2106.15552",
    "title": "Variational Quantum Eigensolver for SU($N$) Fermions",
    "abstract": " Comments: 24 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2106.15552",
    "authors": [
      "Mirko Consiglio",
      "Wayne J. Chetcuti",
      "Carlos Bravo-Prieto",
      "Sergi Ramos-Calderer",
      "Anna Minguzzi",
      "José I. Latorre",
      "Luigi Amico",
      "Tony J. G. Apollaro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.08499",
    "title": "Numerical Study of the Wetting Dynamics of Droplet on Laser Textured  Surfaces: Beyond Classical Wenzel and Cassie-Baxter Model",
    "abstract": " Title: Numerical Study of the Wetting Dynamics of Droplet on Laser Textured  Surfaces: Beyond Classical Wenzel and Cassie-Baxter Model ",
    "url": "https://arxiv.org/abs/2111.08499",
    "authors": [
      "Ilemona S. Omeje",
      "Tatiana E. Itina"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2112.10099",
    "title": "Calibrating quantum hydrodynamic model for noble metals in  nanoplasmonics",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2112.10099",
    "authors": [
      "Qiang Zhou",
      "Wancong Li",
      "Zi He",
      "Pu Zhang",
      "Xue-Wen Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09663",
    "title": "Consciousness and quantum mechanics: a philosophical approach",
    "abstract": " Comments: Manuscript needs substantial revision ",
    "url": "https://arxiv.org/abs/2201.09663",
    "authors": [
      "Raoni Wohnrath Arroyo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02692",
    "title": "A method for virtual optical sectioning and tomography utilizing shallow  depth of field",
    "abstract": " Comments: 20 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2202.02692",
    "authors": [
      "T.E. Gureyev",
      "H.M. Quiney",
      "L.J. Allen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.10269",
    "title": "A proposed test of quantum mechanics with three connected atomic clock  transitions",
    "abstract": " Comments: 4 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2203.10269",
    "authors": [
      "Mark G. Raizen",
      "Gerald Gilbert",
      "Dmitry Budker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]