[
  {
    "id": "arXiv:2112.12877",
    "title": "An orbital-based representation for accurate Quantum Machine Learning",
    "abstract": "We introduce an electronic structure based representation for quantum machine learning (QML) of electronic properties throughout chemical compound space. The representation is constructed using computationally inexpensive ab initio calculations and explicitly accounts for changes in the electronic structure. We demonstrate the accuracy and flexibility of resulting QML models when applied to property labels such as total potential energy, HOMO and LUMO energies, ionization potential, and electron affinity, using as data sets for training and testing entries from the QM7b, QM7b-T, QM9, and LIBE libraries. For the latter, we also demonstrate the ability of this approach to account for molecular species of different charge and spin multiplicity, resulting in QML models that infer total potential energies based on geometry, charge, and spin as input. ",
    "url": "https://arxiv.org/abs/2112.12877",
    "authors": [
      "Konstantin Karandashev",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13028",
    "title": "Design study for an efficient semiconductor quantum light source  operating in the telecom C-band based on an electrically-driven circular  Bragg grating",
    "abstract": "The development of efficient sources of single photons and entangled photon pairs emitting in the low-loss wavelength region around 1550 nm is crucial for long-distance quantum communication. Moreover, direct fiber coupling and electrical carrier injection are highly desirable for deployment in compact and user-friendly systems integrated with the existing fiber infrastructure. Here we present a detailed design study of circular Bragg gratings etched in InP slabs and operating in the telecom C-band. These devices enable the simultaneous enhancement of the X and XX spectral lines, with collection efficiency in NA=0.65 close to 90% for the wavelength range 1520-1580 nm and Purcell factor up to 15. We also investigate the coupling into SM fiber, which exceeds 70% in UHNA4. Finally, we propose a modified device design directly compatible with electrical carrier injection, reporting Purcell factors up to 20 and collection efficiency in NA=0.65 close to 70% for the whole telecom C-band. ",
    "url": "https://arxiv.org/abs/2112.13028",
    "authors": [
      "Andrea Barbiero",
      "Jan Huwer",
      "Joanna Skiba-Szymanska",
      "Tina Müller",
      "R. Mark Stevenson",
      "Andrew J. Shields"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13096",
    "title": "New source for tuning the effective Rabi frequency discovered in  multiphoton ionization",
    "abstract": "The Autler-Townes effect due to near resonance transition between 4s-4p states in potassium atoms is mapped out in the photo-electron-momentum distribution and manifests itself as a splitting in the photo-electron kinetic energy spectra. The energy splitting fits well with the calculated Rabi frequency at low laser intensities and shows clear deviation at laser intensities above 1.5x10^11 W/cm^2. An effective Rabi frequency formulae including the ionization process explains the observed results. Our results reveal the possibility to tune the effective coupling strength with the cost of the number of level-populations. ",
    "url": "https://arxiv.org/abs/2112.13096",
    "authors": [
      "Wankai Li",
      "Yue Lei",
      "Xing Li",
      "Tao Yang",
      "Mei Du",
      "Ying Jiang",
      "Jialong Li",
      "Aihua Liu",
      "Lanhai He",
      "Pan Ma",
      "Sizuo Luo",
      "Dongdong Zhang",
      "Dajun Ding"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13176",
    "title": "Next-generation high transmission neutron optical devices utilizing  micro-machined structures",
    "abstract": "Neutrons have emerged as a unique probe at the forefront of modern material science, unrivaled in their penetrating abilities. A major challenge stems from the fact that neutron optical devices are limited to refractive indices on the order of $n\\approx 1 \\pm 10^{-5}$. By exploiting advances in precision manufacturing, we have designed and constructed a micro-meter period triangular grating with a high aspect ratio of $14.3$. The manufacturing quality is demonstrated with white-light interferometric data and microscope imaging. Neutron scattering experiment results are presented, showing agreement to refraction modelling. The capabilities of neutron Fresnel lenses based on this design are contrasted to existing neutron focusing techniques and the path separation of a prism-based neutron interferometer is estimated. ",
    "url": "https://arxiv.org/abs/2112.13176",
    "authors": [
      "C. Kapahi",
      "D. Sarenac",
      "M. Bleuel",
      "D. G. Cory",
      "B. Heacock",
      "M. Henderson",
      "M. G. Huber",
      "I. Taminiau",
      "D. A. Pushin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13313",
    "title": "Electron trajectories and radiation growth rate in free electron laser  with electromagnetic wiggler",
    "abstract": "An analysis of steady-state electron trajectories by simultaneous solution of the equation of motion and the dispersion relation (DR) for electromagnetic wave wiggler in free-electron laser (FEL) with axial magnetic field is presented. The effects of the normalized axial magnetic field and the normalized angular frequency of electromagnetic wave wiggler on axial and transverse velocity for group I and II orbits are investigated. A fluid model is used to obtain the DR for electrostatic wave and the right and the left circularly polarized electromagnetic waves with all relativistic effects included. This dispersion relation is solved numerically to investigation the unstable coupling among all waves. When the transverse velocity is small, only the FEL instability is found. In group II orbits, with large transverse velocity, new coupling between the negative and positive energy space charge waves as well as between the left circular wave and positive energy space charge wave are found. ",
    "url": "https://arxiv.org/abs/2112.13313",
    "authors": [
      "H. Ehsani",
      "T. Mohsenpour"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13347",
    "title": "Subwavelength Su-Schrieffer-Heeger topological modes in acoustic  waveguides",
    "abstract": "Topological systems furnish a powerful way of localizing wave energy at edges of a structured material. Usually this relies on Bragg scattering to obtain bandgaps with nontrivial topological structures. However, this limits their applicability to low frequencies since that would require very large structures. A standard approach to address the problem is to add resonating elements inside the material to open gaps in the subwavelength regime. Unfortunately, one usually has no precise control on the properties of the obtained topological modes, such as their frequency or localization length. In this work, we propose a new construction to couple acoustic resonators such that acoustic modes are mapped exactly to the eigenmodes of the Su-Schrieffer-Heeger model. The relation between energy in the lattice model and the acoustic frequency is controlled by the characteristics of the resonators. This allows us to obtain Su-Schrieffer-Heeger topological modes at any given frequency, for instance in the subwavelength regime. We also generalize the construction to obtain well-controlled topological edge modes in alternative tunable configurations. ",
    "url": "https://arxiv.org/abs/2112.13347",
    "authors": [
      "Antonin Coutant",
      "Vassos Achilleos",
      "Olivier Richoux",
      "Georgios Theocharis",
      "Vincent Pagneux"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13611",
    "title": "Linear and nonlinear optical properties from TDOMP2 theory",
    "abstract": "In this work we present a derivation of the real-time time-dependent orbital-optimized M{\\o}ller-Plesser TDOMP2 and its biorthogonal companion, time-dependent non-orthogonal OMP2 (TDNOMP2), theory starting from the time-dependent bivariational principle and a parametrization based on the exponential orbital-rotation operator formulation commonly used in time-independent molecular electronic-structure theory. We apply the TDOMP2 method to extract absorption spectra and frequency-dependent polarizabilities and first hyperpolarizabilities from real-time simulations, comparing the results with those obtained from conventional time-dependent coupled-cluster singles and doubles (TDCCSD) simulations and from its second-order approximation TDCC2. We also compare with results from CCSD and CC2 linear and quadratic response theory. Our results indicate that while TDOMP2 absorption spectra are of the same quality as TDCC2 spectra, frequency-dependent polarizabilities and hyperpolarizabilties from TDOMP2 simulations are significantly closer to TDCCSD results than those from TDCC2 simulations. ",
    "url": "https://arxiv.org/abs/2112.13611",
    "authors": [
      "Håkon Emil Kristiansen",
      "Benedicte Sverdrup Ofstad",
      "Eirill Hauge",
      "Einar Aurbakken",
      "Øyvind Sigmundson Schøyen",
      "Simen Kvaal",
      "Thomas Bondo Pedersen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13644",
    "title": "Multibeam Free Space Optics Receiver Enabled by a Programmable Photonic  Mesh",
    "abstract": "Free-space optics (FSO) is an attractive technology to meet the ever-growing demand for wireless bandwidth in next generation networks. To increase the spectral efficiency of FSO links, transmission over spatial division multiplexing (SDM) can be exploited, where orthogonal light beams have to be shaped according to suitable amplitude, phase, and polarization profiles. In this work, we show that a programmable photonic circuits, consisting of a silicon photonic mesh of tunable Mach-Zehnder Interferometers (MZIs) can be used as an adaptive multibeam receiver for a FSO communication link. The circuit can self-configure to simultaneously receive and separate, with negligible mutual crosstalk, signals carried by orthogonal FSO beams sharing the same wavelength and polarization. This feature is demonstrated on signal pairs either arriving at the receiver from orthogonal directions (direction-diversity) or being shaped according to different orthogonal spatial modes (mode-diversity), even in the presence of some mixing during propagation. The performance of programmable mesh as an adaptive multibeam receiver is assessed by means of data channel transmission at 10 Gbit/s a wavelength of 1550 nm, but the optical bandwidth of the receiver (>40 nm) allows its use at much higher data rates as well as in wavelength-division multiplexing SDM communication links. ",
    "url": "https://arxiv.org/abs/2112.13644",
    "authors": [
      "Maziyar Milanizadeh",
      "SeyedMohammad SeyedinNavadeh",
      "Francesco Zanetto",
      "Vittorio Grimaldi",
      "Christian De Vita",
      "Charalambos Klitis",
      "Marc Sorel",
      "Giorgio Ferrari",
      "David A.B. Miller",
      "Andrea Melloni",
      "Francesco Morichetti"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13660",
    "title": "Highly efficient acousto-optic modulation using nonsuspended thin-film  lithium niobate-chalcogenide hybrid waveguides",
    "abstract": "A highly efficient on-chip acousto-optic modulator, as a key component, occupies an exceptional position in microwave-to-optical conversion. Homogeneous thin-film lithium niobate is preferentially employed to build the suspended configuration forming the acoustic resonant cavity to improve the modulation efficiency of the device. However, the limited cavity length and complex fabrication recipe of the suspended prototype restrain further breakthrough in the modulation efficiency and impose challenges for waveguide fabrication. In this work, based on a nonsuspended thin-film lithium niobate-chalcogenide glass hybrid Mach-Zehnder interferometer waveguide platform, we propose and demonstrate a built-in push-pull acousto-optic modulator with a half-wave-voltage-length product as low as 0.03 V cm, presenting a modulation efficiency comparable to that of the state-of-the-art suspended counterpart. Based on the advantage of low power consumption, a microwave modulation link is demonstrated using our developed built-in push-pull acousto-optic modulator. The nontrivial acousto-optic modulation performance benefits from the superior photoelastic property of the chalcogenide membrane and the completely bidirectional participation of the antisymmetric Rayleigh surface acoustic wave mode excited by the impedance-matched interdigital transducer, overcoming the issue of amplitude differences of surface acoustic waves applied to the Mach-Zehnder interferometer two arms in traditional push-pull acousto-optic modulators. ",
    "url": "https://arxiv.org/abs/2112.13660",
    "authors": [
      "Lei Wan",
      "Zhiqiang Yang",
      "Wenfeng Zhou",
      "Meixun Wen",
      "Tianhua Feng",
      "Siqing Zeng",
      "Dong Liu",
      "Huan Li",
      "Jingshun Pan",
      "Ning Zhu",
      "Weiping Liu",
      "Zhaohui Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13696",
    "title": "Thermalization of orbital angular momentum beams in multimode optical  fibers",
    "abstract": "We present a general theory of thermalization of light in multimode optical fibers, including optical beams with nonzero orbital angular momentum or vortex beams. A generalized Rayleigh-Jeans distribution of asymptotic mode composition is obtained, based on the conservation of the angular momentum. We confirm our predictions by numerical simulations and experiments based on holographic mode decomposition of multimode beams. This establishes new constraints for the achievement of spatial beam self-cleaning, giving previously unforeseen insights into the underlying physical mechanisms. ",
    "url": "https://arxiv.org/abs/2112.13696",
    "authors": [
      "E. V. Podivilov",
      "F. Mangini",
      "O. S. Sidelnikov",
      "M. Ferraro",
      "M. Gervaziev",
      "D. S. Kharenko",
      "M. Zitelli",
      "M. P. Fedoruk",
      "S. A. Babin",
      "S. Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13711",
    "title": "Electronic acoustic waves and bound states in the continuum in  double-net metamaterials",
    "abstract": "Photonic bound states in the continuum are spatially localised modes with infinitely long lifetimes that exist within a radiation continuum at discrete energy levels. These states have been explored in various systems where their emergence is either guaranteed by crystallographic symmetries or due to topological protection. Their appearance at desired energy levels is, however, usually accompanied by non-BIC resonances, from which they cannot be disentangled. Here, we propose a new generic mechanism to realize bound states in the continuum that exist by first principles free of other resonances and are robust upon parameter tuning. The mechanism is based on the fundamental band in double-net metamaterials, which provides vanishing homogenized electromagnetic fields. We predict two new types of bound states in the continuum: i) generic modes confined to the metamaterial bulk, mimicking electronic acoustic waves in a hydrodynamic double plasma, and ii) topological surface bound states in the continuum. ",
    "url": "https://arxiv.org/abs/2112.13711",
    "authors": [
      "Wenhui Wang",
      "Antonio Günzler",
      "Bodo D. Wilts",
      "Matthias Saba"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12991",
    "title": "Some features of the direct and inverse double Compton effect as applied  to astrophysics",
    "abstract": "In the present paper, we consider the process of inverse double Compton (IDC) scattering in the context of astrophysical applications. It is assumed that the two hard X-ray photons emitted from an astrophysical source are scattered on a free electron and converted into a single soft photon of optical range. Using QED S-matrix formalism for the derivation of a cross-section of direct double Compton (DDC) and assuming detailed balance conditions we give an analytical expression for the cross-section of the IDC process. It is shown that at fixed energies of incident photons the inverse cross-section has no infra-red divergences and its behavior is completely defined by the spectral characteristics of the photon source itself, in particular, by the finite interaction time of radiation with an electron. Thus, even for the direct process, the problem of resolving infrared divergence actually refers to a real physical source of radiation in which photons are never actually plane waves. As a result the physical frequency profile of the scattered radiation for direct as well as inverse double Compton processes is a function of both the intensity and line shape of the incident photon field. ",
    "url": "https://arxiv.org/abs/2112.12991",
    "authors": [
      "V. Dubrovich",
      "T. Zalialiutdinov"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13184",
    "title": "TeNeS: Tensor Network Solver for Quantum Lattice Systems",
    "abstract": "TeNeS (Tensor Network Solver) is a free/libre open-source software program package for calculating two-dimensional many-body quantum states based on the tensor network method. This package calculates ground-state wavefunctions for user-defined Hamiltonians and evaluates user-defined physical quantities such as magnetization and correlation functions. For certain predefined models and lattices, there is a tool that makes it easy to generate input files. TeNeS uses an OpenMP/MPI hybrid parallelized tensor operation library and thus can perform large-scale calculations using massively parallel machines. ",
    "url": "https://arxiv.org/abs/2112.13184",
    "authors": [
      "Yuichi Motoyama",
      "Tsuyoshi Okubo",
      "Kazuyoshi Yoshimi",
      "Satoshi Morita",
      "Takeo Kato",
      "Naoki Kawashima"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13279",
    "title": "On quantum algorithms for the Schrödinger equation in the  semi-classical regime",
    "abstract": "Solving the time-dependent Schr\\\"odinger equation is an important application area for quantum algorithms. We consider Schr\\\"odinger's equation in the semi-classical regime. Here the solutions exhibit strong multiple-scale behavior due to a small parameter $\\hbar$, in the sense that the dynamics of the quantum states and the induced observables can occur on different spatial and temporal scales. Such a Schr\\\"odinger equation finds many applications, including in Born-Oppenheimer molecular dynamics and Ehrenfest dynamics. This paper considers quantum analogues of pseudo-spectral (PS) methods on classical computers. Estimates on the gate counts in terms of $\\hbar$ and the precision $\\varepsilon$ are obtained. It is found that the number of required qubits, $m$, scales only logarithmically with respect to $\\hbar$. When the solution has bounded derivatives up to order $\\ell$, the symmetric Trotting method has gate complexity $\\mathcal{O}\\Big({ (\\varepsilon \\hbar)^{-\\frac12} \\mathrm{polylog}(\\varepsilon^{-\\frac{3}{2\\ell}} \\hbar^{-1-\\frac{1}{2\\ell}})}\\Big),$ provided that the diagonal unitary operators in the pseudo-spectral methods can be implemented with $\\mathrm{poly}(m)$ operations. When physical observables are the desired outcomes, however, the step size in the time integration can be chosen independently of $\\hbar$. The gate complexity in this case is reduced to $\\mathcal{O}\\Big({\\varepsilon^{-\\frac12} \\mathrm{polylog}( \\varepsilon^{-\\frac3{2\\ell}} \\hbar^{-1} )}\\Big),$ with $\\ell$ again indicating the smoothness of the solution. ",
    "url": "https://arxiv.org/abs/2112.13279",
    "authors": [
      "Shi Jin",
      "Xiantao Li",
      "Nana Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13411",
    "title": "Quantum Entanglement of Non-Hermitian Quasicrystals",
    "abstract": "As a hallmark of pure quantum effect, quantum entanglement has provided unconventional routes to condensed matter systems. Here, from the perspective of quantum entanglement, we disclose exotic quantum physics in non-Hermitian quasicrystals. We present a class of experimentally realizable models for non-Hermitian quasicrystal chains, in which asymmetric hopping and complex potential coexist. We diagnose global phase diagram by means of entanglement from both real-space and momentum-space partition. By measuring entanglement entropy, we numerically determine the metal-insulator transition point. We combine real-space and momentum-space entanglement spectra to complementarily characterize the delocalization phase and the localization phase. Inspired by entanglement spectrum, we further analytically prove that a duality exists between the two phase regions. The transition point is self-dual and exact, further validating the numerical result from diagonalizing non-Hermitian matrices. Finally, we identify mobility edge by means of entanglement. ",
    "url": "https://arxiv.org/abs/2112.13411",
    "authors": [
      "Li-Mei Chen",
      "Yao Zhou",
      "Shuai A. Chen",
      "Peng Ye"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13453",
    "title": "Retrieving Effective Acoustic Impedance and Refractive Index for Size  Mismatch Samples",
    "abstract": "In this paper, we have presented an analytical solution to extract the effective properties of acoustic metamaterials from the measured complex transmission and reflection coefficients when the metamaterial and impedance tube have different sizes. We have first modeled this problem as a bilayer metamaterial located inside a duct and treated the air gap as a separate domain. Then we have mathematically proved that the effective properties of acoustic metamaterial can be obtained by solving a set of eight linear equations when the dimensions are known. Finally, we have evaluated the proposed method with results from numerical simulations. It is shown that the proposed method can calculate the effective refractive index and impedance with an error of below 1\\%. This method provides an efficient approach to analyzing the effective properties of acoustic metamaterials of various sizes. ",
    "url": "https://arxiv.org/abs/2112.13453",
    "authors": [
      "Mohammad Javad Khodaei",
      "Amin Mehrvarz",
      "Reza Ghaffarivardavagh",
      "Nader Jalili"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2112.13768",
    "title": "Optimized pulses for population transfer via laser induced continuum  structures",
    "abstract": "We use optimal control in order to find the optimal shapes of pulses maximizing the population transfer between two bound states which are coupled via a continuum of states. We find that the optimal bounded controls acquire the bang-interior and interior-bang form, with the bang part corresponding to the maximum allowed control value and the interior part to values between zero and the maximum. Then, we use numerical optimal control to obtain the switching times and the interior control values. We compare our results with those obtained using Gaussian STIRAP pulses, and find that the optimal method performs better, with the extent of improvement depending on the effective two-photon detuning and the size of incoherent losses. When we consider effective two-photon resonance, the improvement is more dramatic for larger incoherent losses, while when we take into account the effective two-photon detuning, the improvement is better for smaller incoherent losses. We also obtain how the transfer efficiency increases with increasing absolute value of the Fano factor. The present work is expected to find application in areas where the population transfer between two bound states through a continuum structure plays an important role, for example coherence effects, like population trapping and electromagnetically induced transparency, optical analogs for light waves propagating in waveguide-based photonic structures, and qubits coupled via a continuum of bosonic or waveguide modes. ",
    "url": "https://arxiv.org/abs/2112.13768",
    "authors": [
      "Dionisis Stefanatos",
      "Emmanuel Paspalakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2101.00712",
    "title": "The Relativistic Transactional Interpretation and The Quantum  Direct-Action Theory",
    "abstract": " Comments: This report is based on material from my forthcoming Second Edition of \"The Transactional Interpretation of Quantum Mechanics: The Reality of Possibility,\" with Cambridge University Press (1st Edition, 2012). Second edition to be released in July, 2022. A few typos corrected in this version ",
    "url": "https://arxiv.org/abs/2101.00712",
    "authors": [
      "R. E. Kastner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2103.09321",
    "title": "Scalable universal tunable virtual-wavevector spatial frequency shift  (TVSFS) super-resolution imaging",
    "abstract": " Comments: 13 pages,5 figures ",
    "url": "https://arxiv.org/abs/2103.09321",
    "authors": [
      "Mingwei Tang",
      "Yubing Han",
      "Dehao Ye",
      "Qianwei Zhang",
      "Chenlei Pang",
      "Xiaowei Liu",
      "Weidong Shen",
      "Yaoguang Ma",
      "Clemens F. Kaminski",
      "Xu Liu",
      "Qing Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2106.15951",
    "title": "Compact Itinerant Microwave Photonics with Superconducting High-Kinetic  Inductance Microstrips",
    "abstract": " Comments: 4 pages, 4 figures (not including figures in supplemental material) ",
    "url": "https://arxiv.org/abs/2106.15951",
    "authors": [
      "Samuel Goldstein",
      "Guy Pardo",
      "Naftali Kirsh",
      "Niklas Gaiser",
      "Ciprian Padurariu",
      "Björn Kubala",
      "Joachim Ankerhold",
      "Nadav Katz"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.01726",
    "title": "Quantum networks reveal single-photon nonlocality",
    "abstract": " Comments: 5+12 pages ",
    "url": "https://arxiv.org/abs/2108.01726",
    "authors": [
      "Paolo Abiuso",
      "Tamás Kriváchy",
      "Emanuel-Cristian Boghiu",
      "Marc-Olivier Renou",
      "Alejandro Pozas-Kerstjens",
      "Antonio Acín"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.07880",
    "title": "A six degree-of-freedom fused silica seismometer: Design and tests of a  metal prototype",
    "abstract": " Title: A six degree-of-freedom fused silica seismometer: Design and tests of a  metal prototype ",
    "url": "https://arxiv.org/abs/2109.07880",
    "authors": [
      "Amit Singh Ubhi",
      "Jiri Smetana",
      "Teng Zhang",
      "Sam Cooper",
      "Leonid Prokhorov",
      "John Bryant",
      "David Hoyland",
      "Haixing Miao",
      "Denis Martynov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2109.11486",
    "title": "Microring resonators with external optical feedback for time delay  reservoir computing",
    "abstract": " Title: Microring resonators with external optical feedback for time delay  reservoir computing ",
    "url": "https://arxiv.org/abs/2109.11486",
    "authors": [
      "Giovanni Donati",
      "Claudio R. Mirasso",
      "Mattia Mancinelli",
      "Lorenzo Pavesi",
      "Apostolos Argyris"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2110.10070",
    "title": "A non-Hermitian optical atomic mirror",
    "abstract": " Comments: 8 + 20 pages, 4 + 7 figures ",
    "url": "https://arxiv.org/abs/2110.10070",
    "authors": [
      "Yi-Cheng Wang",
      "Jhih-Shih You",
      "H. H. Jen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.07722",
    "title": "Partial-wave approach to the Stark resonance problem of the water  molecule",
    "abstract": " Title: Partial-wave approach to the Stark resonance problem of the water  molecule ",
    "url": "https://arxiv.org/abs/2112.07722",
    "authors": [
      "Patrik Pirkola",
      "Marko Horbatsch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.10929",
    "title": "Quantum probability from causal structure",
    "abstract": " Title: Quantum probability from causal structure ",
    "url": "https://arxiv.org/abs/2112.10929",
    "authors": [
      "Michael Ridley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12602",
    "title": "Artifacts in optical projection tomography due to refractive index  mismatch: model and correction",
    "abstract": " Title: Artifacts in optical projection tomography due to refractive index  mismatch: model and correction ",
    "url": "https://arxiv.org/abs/2112.12602",
    "authors": [
      "Yan Liu",
      "Jonathan Dong",
      "Cédric Schmidt",
      "Aleix Boquet-Pujadas",
      "Jérôme Extermann",
      "Michael Unser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  }
]