[
  {
    "id": "arXiv:2211.08560",
    "title": "Development of a new quantum trajectory molecular dynamics framework",
    "abstract": "An extension to the wave packet description of quantum plasmas is presented, where the wave packet can be elongated in arbitrary directions. A generalised Ewald summation is constructed for the wave packet models accounting for long-range Coulomb interactions and fermionic effects are approximated by purpose-built Pauli potentials, self-consistent with the wave packets used. We demonstrate its numerical implementation with good parallel support and close to linear scaling in particle number, used for comparisons with the more common wave packet employing isotropic states. Ground state and thermal properties are compared between the models with differences occurring primarily in the electronic subsystem. Especially, the electrical conductivity of dense hydrogen is investigated where a 15% increase in DC conductivity can be seen in our wave packet model compared to other models. ",
    "url": "https://arxiv.org/abs/2211.08560",
    "authors": [
      "Pontus Svensson",
      "Thomas Campbell",
      "Frank Graziani",
      "Zhandos Moldabekov",
      "Ningyi Lyu",
      "Scott Richardson",
      "Sam M. Vinko",
      "Gianluca Gregori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08632",
    "title": "A Novel Design and Evaluation Theory of 1-Bit Reconfigurable  Reflectarray Antenna Elements Based on Radiation Viewpoint",
    "abstract": "1-bit reconfigurable reflectarray antennas (RRAs) have been developing rapidly in recent years, and numerous prototypes with various functions are brought out in literatures. When designing wideband, multiband or high-frequency RRAs, current design methodologies face great challenges, such as the difficulty to optimize parameters due to deteriorated switch performance, and great simulation time waste due to the lack of clear design guidance. These problems originate from the scattering point of view of the RRA element, where antenna structures and switches are coupled in design process. In this artical, a novel theory is proposed to model, design and evaluate the single-switch 1-bit RRA elements. Based on two-port network equivalence, a radiation viewpoint of 1-bit RRA elements is presented, where the aim to design the RRA element is to match impedance that is pre-calculated at given switch parameters. Based on the radiation viewpoint, various advanced and systematic impedance matching techniques developed in radiation antennas can be used to design 1-bit RRA elements. Besides, the theoretical performance limit is pre-calculated at given switch parameters before designing specific antenna structures. Moreover, the constant loss curves are developed as an intuitive visualization tool of evaluating element performance in Smith chart. Finally, a standard design process is proposed and the theory is then validated by two practical examples. The proposed theory can offer a systematic and effective guidance to design wideband, multiband, and high-frequency 1-bit RRAs. ",
    "url": "https://arxiv.org/abs/2211.08632",
    "authors": [
      "Changhao Liu",
      "You Wu",
      "Songlin Zhou",
      "Fan Yang",
      "Shenheng Xu",
      "Maokun Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08727",
    "title": "Coherent Perfect Absorption in Chaotic Optical Microresonators for  Efficient Modal Control",
    "abstract": "Non-Hermitian wave engineering has attracted a surge of interest in photonics in recent years. One of the prominent phenomena is coherent perfect absorption (CPA), in which the annihilation of electromagnetic scattering occurs by destructive interference of multiple incident waves. This concept has been implemented in various platforms to demonstrate real-time control of absorption, scattering and radiation by varying the relative phase of the excitation signals. However, so far these studies have been limited to simple photonic systems involving single or few modes at well-defined resonant frequencies. Realizing CPA in more complex photonic systems is challenging because it typically requires engineering the interplay of a large number of resonances featuring large spatial complexity within a narrow frequency range. Here, we extend the paradigm of coherent control of light to a complex photonic system involving more than 1,000 optical modes in a chaotic microresonator. We efficiently model the optical fields within a quasi-normal mode (QNM) expansion, and experimentally demonstrate chaotic CPA states, as well as their non-Hermitian degeneracies, which we leverage to efficiently control the cavity excitation through the input phases of multiple excitation channels. Our results shed light on the universality of non-Hermitian physics beyond simple resonant systems, paving the way for new opportunities in the science and technology of complex nanophotonic systems by chaotic wave interference. ",
    "url": "https://arxiv.org/abs/2211.08727",
    "authors": [
      "Xuefeng Jiang",
      "Shixiong Yin",
      "Huanan Li",
      "Jiamin Quan",
      "Michele Cotrufo",
      "Julius Kullig",
      "Jan Wiersig",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08855",
    "title": "Mode pumping in photonic lattices using a single tailored auxiliary  waveguide",
    "abstract": "In this work, we propose a completely general method to pump the gapped topological modes of a lattice of optical waveguides by controlling the propagation constant of an auxiliary waveguide and its coupling to the main lattice. In this way, we can transform a single-waveguide excitation on the auxiliary waveguide into a specific mode of the lattice. We also demonstrate the possibility of transferring supermodes between two waveguide lattices using the same method. We illustrate the results by pumping and transferring the topological modes of Su-Schrieffer-Heeger lattices. For both scenarios, we show that purities above 99\\% can be achieved with parameter values within experimental reach. Additionally, we demonstrate how the technique can be used to pump the bulk modes of the lattice for low number of waveguides or enable mode conversion between waveguide lattices. ",
    "url": "https://arxiv.org/abs/2211.08855",
    "authors": [
      "David Viedma",
      "Jordi Mompart",
      "Verònica Ahufinger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08915",
    "title": "Circularly polarized electroluminescence from a single-crystal organic  microcavity light-emitting diode based on photonic spin-orbit interactions",
    "abstract": "Circularly polarized (CP) electroluminescence from organic light-emitting diodes (OLEDs) has aroused considerable attention for their potential in future display and photonic technologies. The development of CP-OLEDs relies largely on chiral-emitters, which not only remain rare owing to difficulties in design and synthesis but also limit the performance of electroluminescence. When the polarization (pseudospin) degrees of freedom of a photon interact with its orbital angular momentum, photonic spin-orbit interaction (SOI) emerges such as Rashba-Dresselhaus (RD) effect. Here, we demonstrate a chiral-emitter-free microcavity CP-OLED with a high dissymmetry factor (gEL) and high luminance by embedding a thin two-dimensional organic single crystal (2D-OSC) between two silver layers which serve as two metallic mirrors forming a microcavity and meanwhile also as two electrodes in an OLED architecture. In the presence of the RD effect, the SOIs in the birefringent 2D-OSC microcavity result in a controllable spin-splitting with CP dispersions. Thanks to the high emission efficiency and high carrier mobility of the OSC, chiral-emitter-free CP-OLEDs have been demonstrated exhibiting a high gEL of 1.1 and a maximum luminance of about 60000 cd/m2, which places our device among the best performing CP-OLEDs. This strategy opens a new avenue for practical applications towards on-chip microcavity CP-OLEDs. ",
    "url": "https://arxiv.org/abs/2211.08915",
    "authors": [
      "Jichao Jia",
      "Xue Cao",
      "Xuekai Ma",
      "Jianbo De",
      "Jiannian Yao",
      "Stefan Schumacher",
      "Qing Liao",
      "Hongbing Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2211.08951",
    "title": "Beam-Based Diagnostics of Electric Guide Fields and Lattice Parameters  for Run-1 of the Muon g-2 Storage Ring at Fermilab",
    "abstract": "A portion of the Muon g-2 Storage Ring electric system, which provides vertical beam focusing, exhibited an unexpected time dependence that produced a characteristic evolution of the stored beam during Run-1 of the Muon g-2 Experiment at Fermilab (E989). A method to reconstruct the Run-1 electric guide fields has been developed, which is based on a numerical model of the muon storage ring and optimization algorithms supported by COSY INFINITY. This method takes beam profile measurements from the Muon g-2 straw tracking detectors as input, and it produces a full reconstruction of the time-dependent fields. The fields can then be used for the reproduction of detailed beam tracking simulations and the calculation of ring lattice parameters for acceptance studies and systematic error evaluations. ",
    "url": "https://arxiv.org/abs/2211.08951",
    "authors": [
      "David Tarazona",
      "Martin Berz",
      "Jason Crnkovic",
      "Kim-Siang Khaw",
      "Kyoko Makino",
      "James Mott",
      "Joseph Price",
      "Michael Syphers",
      "Vladimir Tishchenko"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08439",
    "title": "Towards an electrostatic storage ring for fundamental physics  measurements",
    "abstract": "We describe a new table-top electrostatic storage ring concept for $30$ keV polarized ions at frozen spin condition. The device will ultimately be capable of measuring magnetic fields with a resolution of 10$^{-21}$ T with sub-mHz bandwidth. With the possibility to store different kinds of ions or ionic molecules and access to prepare and probe states of the systems using lasers and SQUIDs, it can be used to search for electric dipole moments (EDMs) of electrons and nucleons, as well as axion-like particle dark matter and dark photon dark matter. Its sensitivity potential stems from several hours of storage time, comparably long spin coherence times, and the possibility to trap up to 10$^9$ particles in bunches with possibly different state preparations for differential measurements. As a dark matter experiment, it is most sensitive in the mass range of 10$^{-10}$ to 10$^{-19}$ eV, where it can potentially probe couplings orders of magnitude below current and proposed laboratory experiments. ",
    "url": "https://arxiv.org/abs/2211.08439",
    "authors": [
      "Chiara Brandenstein",
      "Stefan Stelzl",
      "Erwin Gutsmiedl",
      "Wolfgang Schott",
      "Andreas Weiler",
      "Peter Fierlinger"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08465",
    "title": "The Relational Dissolution of the Quantum Measurement Problems",
    "abstract": "The Quantum Measurement Problem is arguably one of the most debated issues in the philosophy of Quantum Mechanics, since it represents not only a technical difficulty for the standard formulation of the theory, but also a source of interpretational disputes concerning the meaning of the quantum postulates. Another conundrum intimately connected with the QMP is the Wigner friend paradox, a thought experiment underlining the incoherence between the two dynamical laws governing the behavior of quantum systems, i.e the Schr\\\"odinger equation and the projection rule. Thus, every alternative interpretation aiming to be considered a sound formulation of QM must provide an explanation to these puzzles associated with quantum measurements. It is the aim of the present essay to discuss them in the context of Relational Quantum Mechanics. In fact, it is shown here how this interpretative framework dissolves the QMP. More precisely, two variants of this issue are considered: on the one hand, I focus on the \"the problem of outcomes\" contained in Maudlin (1995) - in which the projection postulate is not mentioned - on the other hand, I take into account Rovelli's reformulation of this problem proposed in Rovelli (2022), where the tension between the Schr\\\"odinger equation and the stochastic nature of the collapse rule is explicitly considered. Moreover, the relational explanation to the Wigner's friend paradox is reviewed, taking also into account some interesting objections contra Rovelli's theory contained in Laudisa (2019). I contend that answering these critical remarks leads to an improvement of our understanding of RQM. Finally, a possible objection against the relational solution to the QMP is presented and addressed. ",
    "url": "https://arxiv.org/abs/2211.08465",
    "authors": [
      "Andrea Oldofredi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08621",
    "title": "Direct comparison of two spin squeezed optical clocks below the quantum  projection noise limit",
    "abstract": "Building scalable quantum systems that demonstrate genuine performance enhancement based on entanglement is a major scientific goal for fields including computing, networking, simulations, and metrology. The tremendous challenge arises from the fragility of entanglement in increasingly larger sized quantum systems. Optical atomic clocks utilizing a large number of atoms have pushed the frontier of measurement science, building on precise engineering of quantum states and control of atomic interactions. However, today's state-of-the-art optical atomic clocks are limited by the quantum projection noise (QPN) defined by many uncorrelated atoms. Pioneering work on producing spin squeezed states of atoms has shown a path towards integrating entanglement into the best performing clocks. However, to directly demonstrate advantage of quantum entanglement in a working clock we must prevent backaction effects that degrade quantum coherence and introduce uncontrolled perturbations, as well as minimize the influence of technical noise arising from the interrogating clock laser. Here we present a new optical clock platform integrated with collective strong-coupling cavity QED for quantum non-demolition (QND) measurement. Optimizing the competition between spin measurement precision and loss of coherence, we measure a Wineland parameter of -1.8(7) dB for 1.9x10$^4$ atoms, thus verifying the presence of entanglement. Furthermore, a moving lattice allows the cavity to individually address two independent sub-ensembles, enabling us to spin squeeze two clock ensembles successively and compare their performance. This differential comparison between the two squeezed clocks directly verifies enhanced clock stability of 2.0(3) dB below QPN, and 0.6(3) dB above the standard quantum limit (SQL), at the measurement precision level of 10$^{-17}$, without subtracting any technical noise contributions. ",
    "url": "https://arxiv.org/abs/2211.08621",
    "authors": [
      "John M Robinson",
      "Maya Miklos",
      "Yee Ming Tso",
      "Colin J. Kennedy",
      "Dhruv Kedar",
      "James K. Thompson",
      "Jun Ye"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08651",
    "title": "Using explainability to design physics-aware CNNs for solving subsurface  inverse problems",
    "abstract": "We present a novel method of using explainability techniques to design physics-aware neural networks. We demonstrate our approach by developing a convolutional neural network (CNN) for solving an inverse problem for shallow subsurface imaging. Although CNNs have gained popularity in recent years across many fields, the development of CNNs remains an art, as there are no clear guidelines regarding the selection of hyperparameters that will yield the best network. While optimization algorithms may be used to select hyperparameters automatically, these methods focus on developing networks with high predictive accuracy while disregarding model explainability (descriptive accuracy). However, the field of Explainable Artificial Intelligence (XAI) addresses the absence of model explainability by providing tools that allow developers to evaluate the internal logic of neural networks. In this study, we use the explainability methods Score-CAM and Deep SHAP to select hyperparameters, such as kernel sizes and network depth, to develop a physics-aware CNN for shallow subsurface imaging. We begin with a relatively deep Encoder-Decoder network, which uses surface wave dispersion images as inputs and generates 2D shear wave velocity subsurface images as outputs. Through model explanations, we ultimately find that a shallow CNN using two convolutional layers with an atypical kernel size of 3x1 yields comparable predictive accuracy but with increased descriptive accuracy. We also show that explainability methods can be used to evaluate the network's complexity and decision-making. We believe this method can be used to develop neural networks with high predictive accuracy while also providing inherent explainability. ",
    "url": "https://arxiv.org/abs/2211.08651",
    "authors": [
      "Jodie Crocker",
      "Krishna Kumar",
      "Brady R. Cox"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08755",
    "title": "Optical manipulation of layer-valley coherence via strong exciton-photon  coupling in microcavities",
    "abstract": "Coherent control and manipulation of quantum degrees of freedom such as spins forms the basis of emerging quantum technologies. In this context, the robust valley degree of freedom and the associated valley pseudospin found in two-dimensional transition metal dichalcogenides is a highly attractive platform. Valley polarization and coherent superposition of valley states have been observed in these systems even up to room temperature. Control of valley coherence is an important building block for the implementation of valley qubit. Large magnetic fields or high-power lasers have been used in the past to demonstrate the control (initialization and rotation) of the valley coherent states. Here we demonstrate control of layer-valley coherence via strong coupling of valley excitons in bilayer WS2 to microcavity photons by exploiting the pseudomagnetic field arising in optical cavities owing to the TE-TM splitting. The use of photonic structures to generate pseudomagnetic fields which can be used to manipulate exciton-polaritons presents an attractive approach to control optical responses without the need for large magnets or high intensity optical pump powers. ",
    "url": "https://arxiv.org/abs/2211.08755",
    "authors": [
      "Mandeep Khatoniar",
      "Nicholas Yama",
      "Areg Ghazaryan",
      "Sriram Guddala",
      "Pouyan Ghaemi",
      "Kausik Majumdar",
      "Vinod Menon"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08853",
    "title": "Quantum mechanics of open systems: Dissipaton theories",
    "abstract": "This Perspective presents a comprehensive account of the dissipaton theories developed in our group since 2014, including the physical picture of dissipatons and the phase-space dissipaton algebra. The dissipaton-equation-of-motion-space (DEOM-space) formulations cover the Schr\\\"odinger picture, the Heisenberg picture, and further the imaginary-time DEOM. Recently developed are also the dissipaton theories for studying equilibrium and nonequilibrium thermodynamic mixing processes. The Jarzynski equality and Crooks relation are accurately reproduced numerically. It is anticipated that dissipaton theories would remain essential towards a maturation of quantum mechanics of open systems. ",
    "url": "https://arxiv.org/abs/2211.08853",
    "authors": [
      "Yao Wang",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.08985",
    "title": "Predicting nonlinear dynamics of optical solitons in optical fiber via  the SCPINN",
    "abstract": "The strongly-constrained physics-informed neural network (SCPINN) is proposed by adding the information of compound derivative embedded into the soft-constraint of physics-informed neural network(PINN). It is used to predict nonlinear dynamics and the formation process of bright and dark picosecond optical solitons, and femtosecond soliton molecule in the single-mode fiber, and reveal the variation of physical quantities including the energy, amplitude, spectrum and phase of pulses during the soliton transmission. The adaptive weight is introduced to accelerate the convergence of loss function in this new neural network. Compared with the PINN, the accuracy of SCPINN in predicting soliton dynamics is improved by 5-11 times. Therefore, the SCPINN is a forward-looking method to study the modeling and analysis of soliton dynamics in the fiber. ",
    "url": "https://arxiv.org/abs/2211.08985",
    "authors": [
      "Yin Fang",
      "Wen-Bo Bo",
      "Ru-Ru Wang",
      "Yue-Yue Wang",
      "Chao-Qing Dai"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09012",
    "title": "Quantum capacity of a deformed bosonic dephasing channel",
    "abstract": "In this paper, using the notion of nonlinear coherent states, we define a deformed bosonic dephasing channel modelling the impact of a Kerr medium on a quantum state, as it occurs, for instance, in quantum communication based on optical fibers. We show that, in certain regimes, the Kerr nonlinearity is able to compensate the dephasing. In addition, our studies reveal that the quantum capacity of the deformed bosonic dephasing channel can be greater than that of the undeformed, standard bosonic dephasing channel for certain nonlinearity parameters. ",
    "url": "https://arxiv.org/abs/2211.09012",
    "authors": [
      "Shahram Dehdashti",
      "Janis Notzel",
      "Peter van Loock"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09118",
    "title": "Rapidity and momentum distributions of 1D dipolar quantum gases",
    "abstract": "One-dimensional ultracold bosonic gases with contact interactions are described by the integrable Lieb-Liniger model. In the case of 1D dysprosium gases, two open questions are whether its strong dipole-dipole interactions produce measurable effects in equilibrium and whether a description based on the Lieb-Liniger model is still applicable. In this work, we measure the rapidity and momentum distributions of low-temperature equilibrium states of highly magnetic 1D dysprosium Bose gases. We tune the strength of the dipolar interactions by changing the magnetic field orientation and compare the measurements to the Lieb-Liniger model predictions obtained using the thermodynamic Bethe ansatz (for rapidity) and path-integral quantum Monte Carlo (for momentum). The theory quantitatively describes the experiments most closely in the Tonks-Girardeau limit. The agreement worsens at intermediate interactions, but theory nevertheless tracks the overall experimental trends. Our results show that the dipolar interactions have a significant effect, which weakens as one approaches the Tonks-Girardeau limit, and suggest that the Lieb-Liniger model is a good starting point for describing near-ground-state dipolar 1D gases. ",
    "url": "https://arxiv.org/abs/2211.09118",
    "authors": [
      "Kuan-Yu Li",
      "Yicheng Zhang",
      "Kangning Yang",
      "Kuan-Yu Lin",
      "Sarang Gopalakrishnan",
      "Marcos Rigol",
      "Benjamin L. Lev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03692",
    "title": "On-demand storage of photonic qubits at telecom wavelengths",
    "abstract": " Comments: 13 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2201.03692",
    "authors": [
      "Duan-Cheng Liu",
      "Pei-Yun Li",
      "Tian-Xiang Zhu",
      "Liang Zheng",
      "Jian-Yin Huang",
      "Zong-Quan Zhou",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.05688",
    "title": "Stationary optomagnonic entanglement and magnon-to-optics quantum state  transfer via opto-magnomechanics",
    "abstract": " Comments: Accepted to Quantum Sci. Technol ",
    "url": "https://arxiv.org/abs/2206.05688",
    "authors": [
      "Zhi-Yuan Fan",
      "Hang Qian",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02013",
    "title": "Monte-Carlo method based simulation framework for microwave SQUID  multiplexers",
    "abstract": " Comments: This article has been submitted to Superconductor Science and Technology ",
    "url": "https://arxiv.org/abs/2208.02013",
    "authors": [
      "Constantin Schuster",
      "Mathias Wegner",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2208.11219",
    "title": "Ultrafast optical nanoscopy of carrier dynamics in silicon nanowires",
    "abstract": " Title: Ultrafast optical nanoscopy of carrier dynamics in silicon nanowires ",
    "url": "https://arxiv.org/abs/2208.11219",
    "authors": [
      "Jingang Li",
      "Rundi Yang",
      "Yoonsoo Rho",
      "Penghong Ci",
      "Matthew Eliceiri",
      "Hee K. Park",
      "Junqiao Wu",
      "Costas P. Grigoropoulos"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.06998",
    "title": "All optical quantum information processing via a single-step Rydberg  blockade gate",
    "abstract": " Title: All optical quantum information processing via a single-step Rydberg  blockade gate ",
    "url": "https://arxiv.org/abs/2211.06998",
    "authors": [
      "Mohammadsadegh Khazali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08235",
    "title": "Levitated Optomechanics with Meta-Atoms",
    "abstract": " Comments: 10pages, 8 figures ",
    "url": "https://arxiv.org/abs/2211.08235",
    "authors": [
      "Sergei Lepeshov",
      "Nadine Meyer",
      "Patrick Maurer",
      "Oriol Romero-Isart",
      "Romain Quidant"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]