[
  {
    "id": "arXiv:2304.05582",
    "title": "Virtual Scanner Games: expanding access to Magnetic Resonance (MR)  education through interactive web tutorials",
    "abstract": "Background: Magnetic Resonance Imaging (MRI) is a medical imaging technique that combines principles of physics, math, and engineering to look inside humans and animals, hence delivering a lifesaving technology. However, resource-poor regions aiming to expand access to MRI suffer from a lack of imaging expertise. Education of a new generation of MRI technicians and researchers in these regions is needed to make this technology more equitable and sustainable around the world. Results: We developed Virtual Scanner Games, an open-source web application that allows students to explore fundamental concepts in MRI. Four modules illustrated imaging basics, imaging biology, imaging physics, and imaging design. Feedback was collected from high school and early college students along with faculty, postdoctoral fellows, and doctoral students working in the field of MRI. Conclusions: We have shown a collection of games that can be used independently by high school students and people with no imaging background; they could also be used as demonstration tools in formal courses. Further assessment of their educational value through longer term usage is needed. ",
    "url": "https://arxiv.org/abs/2304.05582",
    "authors": [
      "Gehua Tong",
      "Rishi Ananth",
      "John Thomas Vaughan, Jr.",
      "Sairam Geethanath"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05656",
    "title": "Magneto-Mechanical Bilayer Metasurface with Global Area-Preserving  Density Tunability for Acoustic Wave Regulation",
    "abstract": "Metasurfaces have extensive potential in acoustic cloaking, optical scattering, and electromagnetic antenna due to their unprecedented properties and the ability to conform to curved substrates. Active metasurfaces have attracted significant research attention because of their on-demand tunable properties and performances through shape reconfigurations. They normally achieve active properties through internal structural deformations, which often lead to changes in overall dimensions. This also demands the corresponding alterations of the conforming substrate, which could be a significant limitation for their practical applications. To date, achieving area-preserving active metasurfaces with distinct shape reconfigurations remains a prominent challenge. In this paper, we present magneto-mechanical bilayer metasurfaces that demonstrate area density tunability with area-preserving capability. The bilayer metasurfaces primarily consist of two arrays of magnetic soft materials with distinct magnetization distributions. Under an external magnetic field, each layer behaves differently, which allows the metasurface to reconfigure its shape into multiple modes and thus significantly tune its area density without changing its overall dimensions. The area-preserving multimodal shape reconfigurations are further exploited as active acoustic wave regulators to tune bandgaps and wave propagations. The bilayer approach thus provides a new concept to design area-preserving active metasurfaces for broader practical applications. ",
    "url": "https://arxiv.org/abs/2304.05656",
    "authors": [
      "Jay Sim",
      "Shuai Wu",
      "Jize Dai",
      "Ruike Renee Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05668",
    "title": "Evidence of experimental three-wave resonant interactions between two  dispersion branches",
    "abstract": "We report the observation of nonlinear three-wave resonant interactions between two different branches of the dispersion relation of hydrodynamic waves, namely the gravity-capillary and sloshing modes. These atypical interactions are investigated within a torus of fluid for which the sloshing mode can be easily excited. A triadic resonance instability is then observed due to this three-wave two-branch interaction mechanism. An exponential growth of the instability and phase locking are evidenced. The efficiency of this interaction is found to be maximal when the gravity-capillary phase velocity matches the group velocity of the sloshing mode. For a stronger forcing, additional waves are generated by a cascade of three-wave interactions populating the wave spectrum. Such a three-wave two-branch interaction mechanism is probably not restricted to hydrodynamics and could be of interest in other systems involving several propagation modes. ",
    "url": "https://arxiv.org/abs/2304.05668",
    "authors": [
      "Filip Novkoski",
      "Chi-Tuong Pham",
      "Eric Falcon"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.05850",
    "title": "Sensitivity-Tunable Terahertz Liquid/Gas Biosensor Based on Surface  Plasmon Resonance with Dirac Semimetal",
    "abstract": "In this paper, we study the sensitivity-tunable Terahertz (THz) liquid/gas biosensor in a coupling prism-three-dimensional Dirac semimetal (3D DSM) multilayer structure. The high sensitivity of the biosensor originates from the sharp reflected peak caused by surface plasmon resonance (SPR) mode. This structure achieves the tunability of sensitivity due to that the reflectance could be modulated by the Fermi energy of 3D DSM. Besides, it is found that the sensitivity curve depends heavily on the structural parameters of 3D DSM. After parameter optimization, we obtained sensitivity over 100{\\deg}/RIU for liquid biosensor. We believe this simple structure provides a reference idea for realizing high sensitivity and tunable biosensor device. ",
    "url": "https://arxiv.org/abs/2304.05850",
    "authors": [
      "Mengjiao Ren",
      "Chengpeng Ji",
      "Xueyan Tang",
      "Haishan Tian",
      "Leyong Jiang",
      "Xiaoyu Dai",
      "Xinghua Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05902",
    "title": "Radically Uniform Spike Trains in Optically Injected Quantum Cascade  Oscillators",
    "abstract": "It has been found that noise-induced excitability in quantum well and quantum dot semiconductor laser systems usually produces spike patterns of non-uniform amplitude. In this letter, we experimentally record that an inter-subband quantum cascade laser injected with a monochromatic laser exhibits a series of highly-uniform spike trains in the time domain. Theoretical analysis demonstrates that such high uniformity has its origin in the ultrashort carrier lifetime of the quantum cascade laser gain medium that is typically close to one picosecond. ",
    "url": "https://arxiv.org/abs/2304.05902",
    "authors": [
      "Yibo Peng",
      "Siting Liu",
      "Vassilios Kovanis",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05931",
    "title": "Suppression of optical absorption with a bound state in the continuum",
    "abstract": "Optical bound states in the continuum (BICs) have enabled suppression of radiation loss in various photonic structures. However, their quality ($Q$) factors can be limited by the intrinsic absorption loss, if present. We propose a type of BICs in which both the radiation and absorption losses are suppressed. The underlying mechanism is based on mutual coupling between three optical modes without explicitly restricting their symmetry. We numerically demonstrate such BICs in periodic metasurfaces made of resonant gold nanoparticles on a slab waveguide, showing $Q$ factors approaching $10^7$ in the visible spectral range. Our findings suggest that the $Q$ factors have no upper limit even in lossy plasmonic systems. ",
    "url": "https://arxiv.org/abs/2304.05931",
    "authors": [
      "Radoslaw Kolkowski",
      "Andriy Shevchenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.03967",
    "title": "Quantum gate synthesis by small perturbation of a free particle in a box  with electric field",
    "abstract": "A quantum unitary gate is realized in this paper by perturbing a free charged particle in a one-dimensional box with a time- and position-varying electric field. The perturbed Hamiltonian is composed of a free particle Hamiltonian plus a perturbing electric potential such that the Schr$\\ddot{o}$dinger evolution in time $T$, the unitary evolution operator of the unperturbed system after truncation to a finite number of energy levels, approximates a given unitary gate such as the quantum Fourier transform gate. The idea is to truncate the half-wave Fourier sine series to $M$ terms in the spatial variable $\\mathbf x$ before extending the potential as a Dyson series in the interaction picture to compute the evolution operator matrix elements up to the linear and quadratic integral functionals of $ \\mathbf V_n(t)'$s. As a result, we used the Dyson series with the Frobenius norm to reduce the difference between the derived gate energy and the given gate energy, and we determined the temporal performance criterion by plotting the noise-to-signal energy ratio (NSER). A mathematical explanation for a quantum gate's magnetic control has also been provided. In addition, we provide a mathematical explanation for a quantum gate that uses magnetic control. ",
    "url": "https://arxiv.org/abs/2304.03967",
    "authors": [
      "Kumar Gautam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05410",
    "title": "Ensemble Fluid Simulations on Quantum Computers",
    "abstract": "We discuss the viability of ensemble simulations of fluid flows on quantum computers. The basic idea is to formulate a functional Liouville equation for the probability distribution of the flow field configuration and recognize that, due to its linearity, such an equation is in principle more amenable to quantum computing than the equations of fluid motion. After suitable marginalization and associated closure, the Liouville approach is shown to require several hundreds of logical qubits, hence calling for a major thrust in current noise correction and mitigation techniques. ",
    "url": "https://arxiv.org/abs/2304.05410",
    "authors": [
      "Sauro Succi",
      "Wael Itani",
      "Katepalli R. Sreenivasan",
      "Rene Steijl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.05420",
    "title": "High-fidelity parallel entangling gates on a neutral atom quantum  computer",
    "abstract": "The ability to perform entangling quantum operations with low error rates in a scalable fashion is a central element of useful quantum information processing. Neutral atom arrays have recently emerged as a promising quantum computing platform, featuring coherent control over hundreds of qubits and any-to-any gate connectivity in a flexible, dynamically reconfigurable architecture. The major outstanding challenge has been to reduce errors in entangling operations mediated through Rydberg interactions. Here we report the realization of two-qubit entangling gates with 99.5% fidelity on up to 60 atoms in parallel, surpassing the surface code threshold for error correction. Our method employs fast single-pulse gates based on optimal control, atomic dark states to reduce scattering, and improvements to Rydberg excitation and atom cooling. We benchmark fidelity using several methods based on repeated gate applications, characterize the physical error sources, and outline future improvements. Finally, we generalize our method to design entangling gates involving a higher number of qubits, which we demonstrate by realizing low-error three-qubit gates. By enabling high-fidelity operation in a scalable, highly connected system, these advances lay the groundwork for large-scale implementation of quantum algorithms, error-corrected circuits, and digital simulations. ",
    "url": "https://arxiv.org/abs/2304.05420",
    "authors": [
      "Simon J. Evered",
      "Dolev Bluvstein",
      "Marcin Kalinowski",
      "Sepehr Ebadi",
      "Tom Manovitz",
      "Hengyun Zhou",
      "Sophie H. Li",
      "Alexandra A. Geim",
      "Tout T. Wang",
      "Nishad Maskara",
      "Harry Levine",
      "Giulia Semeghini",
      "Markus Greiner",
      "Vladan Vuletic",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05504",
    "title": "High-rate sub-GHz linewidth bichromatic entanglement source for quantum  networking",
    "abstract": "The generation of entangled photon pairs which are compatible with quantum devices and standard telecommunication channels are critical for the development of long range fiber quantum networks. Aside from wavelength, bandwidth matching and high fidelity of produced pairs are necessary for high interfacing efficiency. High-rate, robust entanglement sources that satisfy all these conditions remain an outstanding experimental challenge. In this work, we study an entanglement source based on four-wave mixing in a diamond configuration in a warm rubidium vapor. We theoretically and experimentally investigate a new operating regime and demonstrate an entanglement source which produces highly non-degenerate $795$ and $1324$-nm photon pairs. With this source we are able to achieve in-fiber entangled pair generation rates greater than $10^7\\, /s$, orders of magnitude higher than previously reported atomic sources. Additionally, given our source's native compatibility with telecom infrastructure and atomic systems, it is an important step towards scalable quantum networks. ",
    "url": "https://arxiv.org/abs/2304.05504",
    "authors": [
      "Alexander N. Craddock",
      "Yang Wang",
      "Felipe Giraldo",
      "Rourke Sekelsky",
      "Mael Flament",
      "Mehdi Namazi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05529",
    "title": "Experimental speedup of quantum dynamics through squeezing",
    "abstract": "We show experimentally that a broad class of interactions involving quantum harmonic oscillators can be made stronger (amplified) using a unitary squeezing protocol. While our demonstration uses the motional and spin states of a single trapped $^{25}$Mg$^{+}$ ion, the scheme applies generally to Hamiltonians involving just a single harmonic oscillator as well as Hamiltonians coupling the oscillator to another quantum degree of freedom such as a qubit, covering a large range of systems of interest in quantum information and metrology applications. Importantly, the protocol does not require knowledge of the parameters of the Hamiltonian to be amplified, nor does it require a well-defined phase relationship between the squeezing interaction and the rest of the system dynamics, making it potentially useful in instances where certain aspects of a signal or interaction may be unknown or uncontrolled. ",
    "url": "https://arxiv.org/abs/2304.05529",
    "authors": [
      "S. C. Burd",
      "H. M. Knaack",
      "R. Srinivas",
      "C. Arenz",
      "A. L. Collopy",
      "L. J. Stephenson",
      "A. C. Wilson",
      "D. J. Wineland",
      "D. Leibfried",
      "J. J. Bollinger",
      "D. T. C. Allcock",
      "D. H. Slichter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05558",
    "title": "Chiral photonic crystals from sphere packing",
    "abstract": "Inspired by recent developments in self-assembled chiral nanostructures, we have explored the possibility of using spherical particles packed in cylinders as building blocks for chiral photonic crystals. In particular, we focused on an array of parallel cylinders arranged in a perfect triangular lattice, each containing an identical densest sphere packing structure. Despite the non-chirality of both the spheres and cylinders, the self-assembled system can exhibit chirality due to spontaneous symmetry breaking during the assembly process. We have investigated the circular dichroism effects of the system and have found that, for both perfect electric conductor and dielectric spheres, the system can display dual-polarization photonic band gaps for circularly polarized light at normal incidence along the axis of the helix. Further, we have examined how the polarization band gap size depends on the dielectric constant of the spheres and the packing fraction of the cylinders. Our findings suggest that a cluster formed by spheres self-assembling inside parallel cylinders with appropriate material parameters could be a promising approach to creating chiral photonic crystals. ",
    "url": "https://arxiv.org/abs/2304.05558",
    "authors": [
      "Tao Liu",
      "Ho-Kei Chan",
      "Duanduan Wan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05797",
    "title": "Fundamental and second-order dark soliton solutions of 2- and  3-component Manakov equations in the defocusing regime",
    "abstract": "We present exact multi-parameter families of soliton solutions for two- and three-component Manakov equations in the \\emph{defocusing} regime. Existence diagrams for such solutions in the space of parameters are presented. Fundamental soliton solutions exist only in finite areas on the plane of parameters. Within these areas, the solutions demonstrate rich spatio-temporal dynamics. The complexity increases in the case of 3-component solutions. The fundamental solutions are dark solitons with complex oscillating patterns in the individual wave components. At the boundaries of existence, the solutions are transformed into plain (non-oscillating) vector dark solitons. The superposition of two dark solitons in the solution adds more frequencies in the patterns of oscillating dynamics. These solutions admit degeneracy when the eigenvalues of fundamental solitons in the superposition coincide. ",
    "url": "https://arxiv.org/abs/2304.05797",
    "authors": [
      "Wen-Juan Che",
      "Chong Liu",
      "Nail Akhmediev"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05798",
    "title": "Higher-order modulation instability and multi-Akhmediev breathers of  Manakov equations: Frequency jumps over the stable gaps between the  instability bands",
    "abstract": "We study higher-order modulation instability phenomena in the frame of Manakov equations. Evolution that starts with a single pair of sidebands expands over several higher harmonics. The choice of initial pair of sidebands influences the structure of unstable frequency components and changes drastically the wave evolution leading, in some cases, to jumps across spectral components within the discrete spectrum. This complex dynamics includes several growth-decay cycles of evolution. We show this using numerical simulations of the MI process and confirm the results using the exact multi-Akhmediev breather solutions. Detailed explanation of the observed phenomena are given. ",
    "url": "https://arxiv.org/abs/2304.05798",
    "authors": [
      "Shao-Chun Chen",
      "Chong Liu",
      "Nail Akhmediev"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05865",
    "title": "Floquet-engineered nonlinearities and controllable pair-hopping  processes: From optical Kerr cavities to correlated quantum matter",
    "abstract": "This work explores the possibility of creating and controlling unconventional nonlinearities by periodic driving, in a broad class of systems described by the nonlinear Schr\\\"odinger equation (NLSE). By means of a parent quantum many-body description, we demonstrate that such driven systems are well captured by an effective NLSE with emergent nonlinearities, which can be finely controlled by tuning the driving sequence. We first consider a general class of two-mode nonlinear systems - relevant to optical Kerr cavities, waveguides and Bose-Einstein condensates - where we find an emergent four-wave mixing nonlinearity, which originates from pair-hopping processes in the parent quantum picture. Tuning this drive-induced nonlinearity is shown to modify the phase-space topology, which can be detected through relative population and phase measurements. We then couple individual (two-mode) dimers in view of designing extended lattice models with unconventional nonlinearities and controllable pair-hopping processes. Following this general dimerization construction, we obtain an effective lattice model with drive-induced interactions, whose ground-state exhibits orbital order, chiral currents and emergent magnetic fluxes through the spontaneous breaking of time-reversal symmetry. We analyze these intriguing properties both in the weakly-interacting (mean-field) regime, captured by the effective NLSE, and in the strongly-correlated quantum regime. Our general approach opens a route for the engineering of unconventional optical nonlinearities in photonic devices and controllable drive-induced interactions in ultracold quantum matter. ",
    "url": "https://arxiv.org/abs/2304.05865",
    "authors": [
      "Nathan Goldman",
      "Oriana K. Diessel",
      "Luca Barbiero",
      "Maximilian Prüfer",
      "Marco Di Liberto",
      "Lucila Peralta Gavensky"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05915",
    "title": "Quantum Algorithm for Lattice Boltzmann (QALB) Simulation of  Incompressible Fluids with a Nonlinear Collision Term",
    "abstract": "We propose a quantum algorithm for solving physical problems represented by the lattice Boltzmann formulation. Specifically, we deal with the case of a single phase, incompressible fluid obeying the Bhatnagar-Gross-Krook model. We use the framework introduced by Kowalski that links the nonlinear dynamics of a system to the evolution of bosonic modes, assigning a Carleman linearization order to the truncation in the bosonic Fock space of the bosons. The streaming and collision steps are both achieved via unitary operators. A quantized version of the nonlinear collision term has been implemented, without introducing variables of discrete densities coupled from neighbouring sites, unlike the classical Carleman technique. We use the compact mapping of the bosonic modes to qubits that uses a number of qubits which scales logarithmically with the size of truncated bosonic Fock space. The work can be readily extended to the multitude of multiphysics problems which could adapt the lattice Boltzmann formulation. ",
    "url": "https://arxiv.org/abs/2304.05915",
    "authors": [
      "Wael Itani",
      "Katepalli R. Sreenivasan",
      "Sauro Succi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.05920",
    "title": "Learning to exploit z-Spatial Diversity for Coherent Nonlinear Optical  Fiber Communication",
    "abstract": "Higher-order solitons inherently possess a spatial periodicity along the propagation axis. The pulse expands and compresses in both, frequency and time domain. This property is exploited for a bandwidth-limited receiver by sampling the optical signal at two different distances. Numerical simulations show that when pure solions are transmitted and the second (i.e., further propagated) signal is also processed, a significant gain in terms of required receiver bandwidth is obtained. Since all pulses propagating in a nonlinear optical fiber exhibit solitonic behavior given sufficient input power and propagation distance, the above concept can also be applied to spectrally efficient Nyquist pulse shaping and higher symbol rates. Transmitter and receiver are trainable structures as part of an autoencoder, aiming to learn a suitable predistortion and post-equalization using both signals to increase the spectral efficiency. ",
    "url": "https://arxiv.org/abs/2304.05920",
    "authors": [
      "Sebastian Jung",
      "Tim Uhlemann",
      "Alexander Span",
      "Maximilian Bauhofer",
      "Stephan ten Brink"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05925",
    "title": "On the temporal tweezing of cavity solitons",
    "abstract": "Motivated by the work of J.K. Jang et al., Nat. Commun. 6, 7370 (2015), where the authors experimentally tweeze cavity solitons in a passive loop of optical fiber, we study the amenability to tweezing of cavity solitons as the properties of a localized tweezer are varied. The system is modeled by the Lugiato-Lefever equation, a variant of the complex Ginzburg-Landau equation. We produced an effective, localized, trapping tweezer potential by assuming a Gaussian phase-modulation of the holding beam. The potential for tweezing is then assessed as the width, the total (temporal) displacement and speed of the tweezer are varied and corresponding phase diagrams are presented. As the relative speed of the tweezer is increased we find four possible dynamical scenarios: (a) successful tweezing, (b) release and recapture, (c) destruction due to absorption, and (d) release without recapture of the cavity soliton. We also deploy a non-conservative variational approximation (NCVA) based on a Lagrangian description which reduces the original no-Hamiltonian partial differential equation to a set of coupled ordinary differential equations on the cavity soliton parameters. We show how the NCVA is capable of predicting the threshold in the tweezer parameters for successful tweezing. Through the numerical study of the Lugiato-Lefever equation and its NCVA reduction, we have developed a process to identify regions of successful tweezing which can aid in the experimental design and reliability of temporal tweezing used for information processing. ",
    "url": "https://arxiv.org/abs/2304.05925",
    "authors": [
      "J. Rossi",
      "R. Carretero-González",
      "P.G. Kevrekidis"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04400",
    "title": "Quantum Back-action Limits in Dispersively Measured Bose-Einstein  Condensates",
    "abstract": " Comments: 15 pages including the SI; 5 figures plus 2 figures in the SI ",
    "url": "https://arxiv.org/abs/2209.04400",
    "authors": [
      "Emine Altuntas",
      "Ian B. Spielman"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07103",
    "title": "Fermion disorder operator: the hedgehog and the fox of quantum many-body  entanglement",
    "abstract": " Comments: 13 pages, 7 figures with 7 pages supplemental material ",
    "url": "https://arxiv.org/abs/2209.07103",
    "authors": [
      "Weilun Jiang",
      "Bin-Bin Chen",
      "Zi Hong Liu",
      "Junchen Rong",
      "Fakher F. Assaad",
      "Meng Cheng",
      "Kai Sun",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11641",
    "title": "Low power saturation of an ISB transition by a mid-IR quantum cascade  laser",
    "abstract": " Title: Low power saturation of an ISB transition by a mid-IR quantum cascade  laser ",
    "url": "https://arxiv.org/abs/2212.11641",
    "authors": [
      "Mathieu Jeannin",
      "Eduardo Cosentino",
      "Stefano Pirotta",
      "Mario Malerba",
      "Giorgio Biasiol",
      "Jean-Michel Manceau",
      "Raffaele Colombelli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01262",
    "title": "Reconfigurable microresonators induced in side-coupled optical fibers",
    "abstract": " Comments: 10 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2301.01262",
    "authors": [
      "V. Vassiliev",
      "M. Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]