[
  {
    "id": "arXiv:2402.16892",
    "title": "Ultrafast excitonic dynamics in DNA: Bridging correlated quantum  dynamics and sequence dependence",
    "abstract": "After photo-excitation of DNA, the excited electron (in the LUMO) and the remaining hole (in the HOMO) localized on the same DNA base form a bound pair, called the Frenkel exciton, due to their mutual Coulomb interaction. In this study, we demonstrate that a tight-binding (TB) approach, parametrized by ab initio data, allows to correlate relaxation properties, average charge separation, and dipole moments to a large ensemble of double-stranded DNA sequences (all 16,384 possible sequences with 14 nucleobases). This way, we are able to identify a relatively small sub-ensemble of sequences responsible for long-lived excited states, high average charge separation, and high dipole moment. Further analysis shows that these sequences are particularly T-rich. By systematically screening the impact of electron-hole interaction (Coulomb forces), we verify that these correlations are relatively robust against finite-size variations of the interaction parameter, not directly accessible experimentally. This methodology combines simulation methods from quantum physics and physical chemistry with statistical analysis known from genetics and epigenetics, thus representing a powerful bridge to combine information from both fields. ",
    "url": "https://arxiv.org/abs/2402.16892",
    "authors": [
      "D. Herb",
      "M. Rossini",
      "J. Ankerhold"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16930",
    "title": "TrustMol: Trustworthy Inverse Molecular Design via Alignment with  Molecular Dynamics",
    "abstract": "Data-driven generation of molecules with desired properties, also known as inverse molecular design (IMD), has attracted significant attention in recent years. Despite the significant progress in the accuracy and diversity of solutions, existing IMD methods lag behind in terms of trustworthiness. The root issue is that the design process of these methods is increasingly more implicit and indirect, and this process is also isolated from the native forward process (NFP), the ground-truth function that models the molecular dynamics. Following this insight, we propose TrustMol, an IMD method built to be trustworthy. For this purpose, TrustMol relies on a set of technical novelties including a new variational autoencoder network. Moreover, we propose a latent-property pairs acquisition method to effectively navigate the complexities of molecular latent optimization, a process that seems intuitive yet challenging due to the high-frequency and discontinuous nature of molecule space. TrustMol also integrates uncertainty-awareness into molecular latent optimization. These lead to improvements in both explainability and reliability of the IMD process. We validate the trustworthiness of TrustMol through a wide range of experiments. ",
    "url": "https://arxiv.org/abs/2402.16930",
    "authors": [
      "Kevin Tirta Wijaya",
      "Navid Ansari",
      "Hans-Peter Seidel",
      "Vahid Babaei"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2402.17052",
    "title": "Coherent laser cooling with trains of ultrashort laser pulses",
    "abstract": "We propose to extend coherent laser cooling from narrow-band to broad-band transitions by using trains of ultrashort broadband pulses. We study analytically two possible methods to reduce the momentum spread of a distribution by several units of photon momentum in a single spontaneous emission lifetime. We report on numerical simulations of one-dimensional laser cooling of a two-level system with realistic parameters. The technique introduced here is of high interest for efficient laser cooling of fast species with short lifetime such as positronium. ",
    "url": "https://arxiv.org/abs/2402.17052",
    "authors": [
      "Jan Malamant",
      "Natali Gusakova",
      "Heidi Sandaker",
      "Irina T. Sorokina",
      "Daniel Comparat",
      "Antoine Camper"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17299",
    "title": "Mesh-Agnostic Decoders for Supercritical Airfoil Prediction and Inverse  Design",
    "abstract": "Mesh-agnostic models have advantages in terms of processing unstructured spatial data and incorporating partial differential equations. Recently, they have been widely studied for constructing physics-informed neural networks, but they need to be trained on a case-by-case basis and require large training times. On the other hand, fast prediction and design tools are desired for aerodynamic shape designs, and data-driven mesh-based models have achieved great performance. Therefore, this paper proposes a data-driven mesh-agnostic decoder that combines the fast prediction ability of data-driven models and the flexibility of mesh-agnostic models. The model is denoted by an implicit decoder, which consists of two subnetworks, i.e., ShapeNet and HyperNet. ShapeNet is based on implicit neural representation, and HyperNet is a simple neural network. The implicit decoder is trained for the fast prediction of supercritical airfoils. Different activation functions are compared, and a spatial constraint is proposed to improve the interpretability and generalization ability of the model. Then, the implicit decoder is used together with a mesh-based encoder to build a generative model, which is used for the inverse design of supercritical airfoils with specified physical features. ",
    "url": "https://arxiv.org/abs/2402.17299",
    "authors": [
      "Runze Li",
      "Yufei Zhang",
      "Haixin Chen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2402.17308",
    "title": "Full quantum state control of chiral molecules",
    "abstract": "Controlling the internal quantum states of chiral molecules for a selected enantiomer has a wide range of fundamental applications. Using tailored microwave fields, a chosen rotational state can be enriched for a selected enantiomer, even starting from a racemic mixture. This enables rapid switching between samples of different enantiomers in a given state, holding great promise, for instance, for measuring parity violation in chiral molecules. Achieving full enantiomer-specific state transfer is a key requirement for this and many other applications. Although theoretically feasible, achieving the required experimental conditions seemed unrealistic. Here, we realize near-ideal conditions, overcoming both the limitations of thermal population and spatial degeneracy in rotational states. Our results show that 96% state-specific enantiomeric purity can be obtained from a racemic mixture, in an approach that is universally applicable to all chiral molecules of C1 symmetry. ",
    "url": "https://arxiv.org/abs/2402.17308",
    "authors": [
      "JuHyeon Lee",
      "Elahe Abdiha",
      "Boris G. Sartakov",
      "Gerard Meijer",
      "Sandra Eibenberger-Arias"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17354",
    "title": "Comment on \"Mode Structure and Orbital Angular Momentum of  Spatiotemporal Optical Vortex (STOV) Pulses\"",
    "abstract": "We report a mathematical error and a misinterpretation in arXiv:2103.03263v4 [Phys. Rev. Lett. {\\bf 127}, 193901 (2021)] that has led to a debate about the nature of the transverse orbital angular momentum (OAM) of spatiotemporal optical vortices (STOVs). The transverse OAM of STOVs evaluated theoretically in that Letter is actually only the intrinsic contribution, while the operators used to evaluate the intrinsic and extrinsic contributions are not Hermitian operators as they may lead to complex-valued expectation values. ",
    "url": "https://arxiv.org/abs/2402.17354",
    "authors": [
      "Miguel A. Porras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17426",
    "title": "Skyrmion Generation in a Plasmonic Nanoantenna through the Inverse  Faraday Effect",
    "abstract": "Skyrmions are topological structures characterized by a winding vectorial configuration that provides a quantized topological charge. In magnetic materials, skyrmions are localized spin textures that exhibit unique stability and mobility properties, making them highly relevant to the burgeoning field of spintronics. In optics, these structures open new frontiers in manipulating and controlling light at the nanoscale. The convergence of optics and magnetics holds therefore immense potential for manipulating magnetic processes at ultrafast timescales. Here, we explore the possibility of generating skyrmionic topological structures within the magnetic field induced by the inverse Faraday effect in a plasmonic nanostructure. Our investigation reveals that a gold nanoring, featuring a dark mode, can generate counter-propagating photocurrents between its inner and outer segments, thereby enabling the magnetization of gold and supporting a skyrmionic vectorial distribution. We elucidate that these photocurrents arise from the localized control of light polarization, facilitating their counter-propagative motion. The generation of skyrmions through the inverse Faraday effect at the nanoscale presents a pathway towards directly integrating this topology into magnetic layers. This advancement holds promise for ultrafast timescales, offering direct applications in ultrafast data writing and processing. ",
    "url": "https://arxiv.org/abs/2402.17426",
    "authors": [
      "Xingyu Yang",
      "Ye Mou",
      "Bruno Gallas",
      "Sébastien Bidault",
      "Mathieu Mivelle"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17508",
    "title": "Comparative study of photo-induced electronic transport along  ferroelectric domain walls in lithium niobate single crystals",
    "abstract": "Ferroelectric domain wall conductivity (DWC) is an intriguing functional property, that can be controlled through external stimuli such as electric and mechanical fields. Optical-field control, as a non-invasive flexible handle, has rarely been applied so far, but significantly expands the possibility for both tuning and probing DWC. On the one hand, as known from Second-Harmonic, Raman, and CARS micro-spectroscopy, the optical in-and-out approach delivers parameters on the DW distribution, the DW inclination, and probes the DW vibrational modes; on the other hand, photons might be applied also to directly generate charge carriers within the DW, hence acting as a functional and spectrally tunable probe to deduce the integral or local absorption properties and bandgaps of conductive DWs. Here, we report on such an optoelectronic approach by investigating the photo-induced DWC (PI-DWC) in DWs of the model system lithium niobate, a material that is well known for hosting conductive DWs. We compare three different crystals containing different numbers of domain walls: (A) none, (B) one, and (C) many conductive DWs. All samples are inspected for their current-voltage (I-V) behavior (i) in darkness, and (ii) for different illumination wavelengths swept from 500 nm down to 310 nm. All samples show their maximum PI-DWC at 310 nm, i.e., at the optical bandgap of lithium niobate; moreover, sample (C) reaches PI-DWCs of several $\\mu$A. Interestingly, a noticeable PI-DWC is also observed for sub-bandgap illumination, i.e., wavelengths as high as 500 nm, hinting towards the existence and decisive role of electronic in-gap states that contribute to the electronic transport along DWs. Finally, conductive atomic force microscopy (c-AFM) investigations under illumination proved that the PI-DWC is confined to the DW area, and does not originate from photo-induced bulk conductivity. ",
    "url": "https://arxiv.org/abs/2402.17508",
    "authors": [
      "Lili Ding",
      "Elke Beyreuther",
      "Boris Koppitz",
      "Konrad Kempf",
      "Jianhua Ren",
      "Weijin Chen",
      "Michael Rüsing",
      "Yue Zheng",
      "Lukas M. Eng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.17600",
    "title": "Sustained Robust Exciton Emission in Suspended Monolayer WSe_2 within  the Low Carrier Density Regime for Quantum Emitter Applications",
    "abstract": "The development of semiconductor optoelectronic devices is moving toward low power consumption and miniaturization, especially for high-efficiency quantum emitters. However, most of these quantum sources work at low carrier density region, where the Shockley-Read-Hall recombination may dominant and seriously reduce the emission efficiency. In order to diminish the affection of carrier trapping and sustain a strong photoluminescence emission under low power pumping condition, we investigated on the influence of Suspending to monolayered tungsten diselenide, novel two-dimensional quantum material. Not only the PL intensity, but also the fundamental photoluminescence quantum yield has exhibited a huge, order-scale enhancement through suspending, even surprisingly, we found the PLQY improvement revealed far significantly under small pumping power and came out an exponential increase tendency toward even lower carrier density region. With its strong excitonic effect, suspended WSe_2 offers a solution to reduce carrier trapping and participate in non-radiative processes. Moreover, in the low-power range where SRH recombination dominates, suspended WSe_2 exhibited remarkably higher percentage of excitonic radiation compared to contacted WSe_2. Herein, we quantitatively demonstrate the significance of suspended WSe_2 monolayer at low carrier density region, highlighting its potential for developing compact, low-power quantum emitters in the future. ",
    "url": "https://arxiv.org/abs/2402.17600",
    "authors": [
      "Zheng-Zhe Chen",
      "Chiao-Yun Chang",
      "Ya-Ting Tsai",
      "Po-Cheng Tsai",
      "Shih-Yen Lin",
      "Min-Hsiung Shih"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.17740",
    "title": "Multistable Kuramoto splay states in a crystal of mode-locked laser  pulses",
    "abstract": "We demonstrate the existence of a multiplicity of co-existing frequency combs in a harmonically mode-locked laser that we link to the splay phases of the Kuramoto model with short range interactions. These splay states are multistable and the laser may wander between them under the influence of stochastic forces. Consequently, the many pulses circulating in the cavity are not necessarily coherent with each other. We show that this partially disordered state for the phase of the optical field features regular train of pulses in the field intensity, a state that we term an incoherent crystal of optical pulses. We provide evidence that the notion of coherence should be interpreted by comparing the duration of the measurement time with the Kramers' escape time of each splay state. Our results are confirmed experimentally by studying a passively mode-locked vertical external-cavity surface-emitting laser. ",
    "url": "https://arxiv.org/abs/2402.17740",
    "authors": [
      "T. G. Seidel",
      "A. Bartolo",
      "A. Garnache",
      "M. Giudici",
      "M. Marconi",
      "S. V. Gurevich",
      "J. Javaloyes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2402.17750",
    "title": "Scaling on-chip photonic neural processors using arbitrarily  programmable wave propagation",
    "abstract": "On-chip photonic processors for neural networks have potential benefits in both speed and energy efficiency but have not yet reached the scale at which they can outperform electronic processors. The dominant paradigm for designing on-chip photonics is to make networks of relatively bulky discrete components connected by one-dimensional waveguides. A far more compact alternative is to avoid explicitly defining any components and instead sculpt the continuous substrate of the photonic processor to directly perform the computation using waves freely propagating in two dimensions. We propose and demonstrate a device whose refractive index as a function of space, $n(x,z)$, can be rapidly reprogrammed, allowing arbitrary control over the wave propagation in the device. Our device, a 2D-programmable waveguide, combines photoconductive gain with the electro-optic effect to achieve massively parallel modulation of the refractive index of a slab waveguide, with an index modulation depth of $10^{-3}$ and approximately $10^4$ programmable degrees of freedom. We used a prototype device with a functional area of $12\\,\\text{mm}^2$ to perform neural-network inference with up to 49-dimensional input vectors in a single pass, achieving 96% accuracy on vowel classification and 86% accuracy on $7 \\times 7$-pixel MNIST handwritten-digit classification. This is a scale beyond that of previous photonic chips relying on discrete components, illustrating the benefit of the continuous-waves paradigm. In principle, with large enough chip area, the reprogrammability of the device's refractive index distribution enables the reconfigurable realization of any passive, linear photonic circuit or device. This promises the development of more compact and versatile photonic systems for a wide range of applications, including optical processing, smart sensing, spectroscopy, and optical communications. ",
    "url": "https://arxiv.org/abs/2402.17750",
    "authors": [
      "Tatsuhiro Onodera",
      "Martin M. Stein",
      "Benjamin A. Ash",
      "Mandar M. Sohoni",
      "Melissa Bosch",
      "Ryotatsu Yanagimoto",
      "Marc Jankowski",
      "Timothy P. McKenna",
      "Tianyu Wang",
      "Gennady Shvets",
      "Maxim R. Shcherbakov",
      "Logan G. Wright",
      "Peter L. McMahon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2402.16935",
    "title": "New Prospects for a Causally Local Formulation of Quantum Theory",
    "abstract": "It is difficult to extract reliable criteria for causal locality from the limited ingredients found in textbook quantum theory. In the end, Bell humbly warned that his eponymous theorem was based on criteria that \"should be viewed with the utmost suspicion.\" Remarkably, by stepping outside the wave-function paradigm, one can reformulate quantum theory in terms of old-fashioned configuration spaces together with 'unistochastic' laws. These unistochastic laws take the form of directed conditional probabilities, which turn out to provide a hospitable foundation for encoding microphysical causal relationships. This unistochastic reformulation provides quantum theory with a simpler and more transparent axiomatic foundation, plausibly resolves the measurement problem, and deflates various exotic claims about superposition, interference, and entanglement. Making use of this reformulation, this paper introduces a new principle of causal locality that is intended to improve on Bell's criteria, and shows directly that systems that remain at spacelike separation cannot exert causal influences on each other, according to that new principle. These results therefore lead to a general hidden-variables interpretation of quantum theory that is arguably compatible with causal locality. ",
    "url": "https://arxiv.org/abs/2402.16935",
    "authors": [
      "Jacob A. Barandes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17095",
    "title": "Fibre-integrated van der Waals quantum sensor with an optimal cavity  interface",
    "abstract": "Integrating quantum materials with fibre optics adds advanced functionalities to a variety of applications, and introduces fibre-based quantum devices such as remote sensors capable of probing multiple physical parameters. However, achieving optimal integration between quantum materials and fibres is challenging, particularly due to difficulties in fabrication of quantum elements with suitable dimensions and an efficient photonic interface to a commercial optical fibre. Here we demonstrate a new modality for a fibre-integrated van der Waals quantum sensor. We design and fabricate a hole-based circular Bragg grating cavity from hexagonal boron nitride (hBN), engineer optically active spin defects within the cavity, and integrate the cavity with an optical fibre using a deterministic pattern transfer technique. The fibre-integrated hBN cavity enables efficient excitation and collection of optical signals from spin defects in hBN, thereby enabling all-fibre integrated quantum sensors. Moreover, we demonstrate remote sensing of a ferromagnetic material and of arbitrary magnetic fields. All in all, the hybrid fibre-based quantum sensing platform may pave the way to a new generation of robust, remote, multi-functional quantum sensors. ",
    "url": "https://arxiv.org/abs/2402.17095",
    "authors": [
      "Jong Sung Moon",
      "Benjamin Whitefield",
      "Lesley Spencer",
      "Mehran Kianinia",
      "Madeline Hennessey",
      "Milos Toth",
      "Woong Bae Jeon",
      "Je-Hyung Kim",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17126",
    "title": "Design principles of nonlinear optical materials for Terahertz lasers",
    "abstract": "We have investigated both inter-band and intra-band second order nonlinear optical conductivity based on the velocity correlation formalism and the spectral expansion technique. We propose a scenario in which the second order intra-band process is nonzero while the inter-band process is zero. This occurs for a band structure with momentum asymmetry in the Brillouin zone. Very low-energy photons are blocked by the Pauli exclusion principle from participating in the inter-band process; however, they are permitted to participate in the intra-band process, with the band smeared by some impurity scattering. We establish a connection between the inter-band nonlinear optical conductivity in the velocity gauge and the shift vector in the length gauge for a two-band model. Using a quasiclassical kinetic approach, we demonstrate the importance of intra-band transitions in high harmonic generations for the single tilted Dirac cone model and hexagonal warping model. We confirm that the Kramers-Kronig relations break down for the limit case of ($\\omega$, $-\\omega$) in the nonlinear optical conductivity. Finally, we calculate the superconducting transition temperature of NbN and the dielectric function of AlN, and the resistance of the NbN/AlN junction. The natural non-linearity of the Josephson junction brings a Josephson plasma with frequency in the Terahertz region. ",
    "url": "https://arxiv.org/abs/2402.17126",
    "authors": [
      "Juan Han",
      "Yiwei Sun",
      "Xiamin Huang",
      "Wenjun Shuai",
      "Guangyou Fang",
      "Zhou Li"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17209",
    "title": "Deep Learning-based Kinetic Analysis in Paper-based Analytical  Cartridges Integrated with Field-effect Transistors",
    "abstract": "This study explores the fusion of a field-effect transistor (FET), a paper-based analytical cartridge, and the computational power of deep learning (DL) for quantitative biosensing via kinetic analyses. The FET sensors address the low sensitivity challenge observed in paper analytical devices, enabling electrical measurements with kinetic data. The paper-based cartridge eliminates the need for surface chemistry required in FET sensors, ensuring economical operation (cost < $0.15/test). The DL analysis mitigates chronic challenges of FET biosensors such as sample matrix interference, by leveraging kinetic data from target-specific bioreactions. In our proof-of-concept demonstration, our DL-based analyses showcased a coefficient of variation of < 6.46% and a decent concentration measurement correlation with an r2 value of > 0.976 for cholesterol testing when blindly compared to results obtained from a CLIA-certified clinical laboratory. These integrated technologies can create a new generation of FET-based biosensors, potentially transforming point-of-care diagnostics and at-home testing through enhanced accessibility, ease-of-use, and accuracy. ",
    "url": "https://arxiv.org/abs/2402.17209",
    "authors": [
      "Hyun-June Jang",
      "Hyou-Arm Joung",
      "Artem Goncharov",
      "Anastasia Gant Kanegusuku",
      "Clarence W. Chan",
      "Kiang-Teck Jerry Yeo",
      "Wen Zhuang",
      "Aydogan Ozcan",
      "Junhong Chen"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.17401",
    "title": "Quantum entanglement enabled ellipsometer for phase retardance  measurement",
    "abstract": "An ellipsometer is a vital precision tool used for measuring optical parameters with wide applications in many fields, including accurate measurements in film thickness, optical constants, structural profiles, etc. However, the precise measurement of photosensitive materials meets huge obstacles because of the excessive input photons, therefore the requirement of enhancing detection accuracy under low incident light intensity is an essential topic in the precision measurement. In this work, by combining a polarization-entangled photon source with a classical transmission-type ellipsometer, the quantum ellipsometer with the PSA (Polarizer-Sample-Analyzer) and the Senarmount method is constructed firstly to measure the phase retardation of the birefringent materials. The experimental results show that the accuracy can reach to nanometer scale at extremely low input intensity, and the stability are within 1% for all specimens tested with a compensator involved. Our work paves the way for precision measurement at low incident light intensity, with potential applications in measuring photosensitive materials, active-biological samples and other remote monitoring scenarios. ",
    "url": "https://arxiv.org/abs/2402.17401",
    "authors": [
      "Meng-Yu Xie",
      "Su-Jian Niu",
      "Yin-Hai Li",
      "Zheng Ge",
      "Ming-Yuan Gao",
      "Zhao-Qi-Zhi Han",
      "Ren-Hui Chen",
      "Zhi-Yuan Zhou",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17458",
    "title": "Field, frequency and temperature dependence of the surface resistance of  nitrogen diffused niobium superconducting radio frequency cavities",
    "abstract": "We report the RF performance of several single-cell superconducting radio-frequency cavities subjected to low temperature heat treatment in nitrogen environment. The cavities were treated at temperature 120 - 165 C for an extended period of time (24 - 48 hours) either in high vacuum or in a low partial pressure of ultra-pure nitrogen. The improvement in Q0 with a Q-rise was observed when nitrogen gas was injected at 300 C during the cavity cooldown from 800 C and held at 165 C, without any degradation in accelerating gradient over the baseline performance. The treatment was applied to several elliptical cavities with frequency ranging from 0.75 GHz to 3.0 GHz, showing an improved quality factor as a result of low temperature nitrogen treatments. The Q-rise feature is similar to that achieved by nitrogen alloying Nb cavities at higher temperature, followed by material removal by electropolishing. The surface modification was confirmed by the change in electronic mean free path and tuned with the temperature and duration of heat treatment. The decrease of the temperature-dependent surface resistance with increasing RF field, resulting in a Q-rise, becomes stronger with increasing frequency and decreasing temperature. The data suggest a crossover frequency of 0.95 GHz above which the Q-rise phenomenon occurs at 2 K. Some of these results can be explained qualitatively with an existing model which calculates the intrinsic field dependence of the surface resistance, considering both equilibrium and nonequilibrium quasiparticle distribution functions. ",
    "url": "https://arxiv.org/abs/2402.17458",
    "authors": [
      "P. Dhakal",
      "B.D. Khanal",
      "A. Gurevich",
      "G. Ciovati"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.17515",
    "title": "Integrated, bright, broadband parametric down-conversion source for  quantum metrology and spectroscopy",
    "abstract": "Broadband quantum light is a vital resource for quantum metrology and spectroscopy applications such as quantum optical coherence tomography or entangled two photon absorption. For entangled two photon absorption in particular, very high photon flux combined with high time-frequency entanglement is crucial for observing a signal. So far these conditions could be met by using high power lasers driving degenerate, type 0 bulk-crystal spontaneous parametric down conversion (SPDC) sources. This naturally limits the available wavelength ranges and precludes deterministic splitting of the generated output photons. In this work we demonstrate an integrated two-colour SPDC source utilising a group-velocity matched lithium niobate waveguide, reaching both exceptional brightness $1.52\\cdot10^6\\frac{\\mathrm{pairs}}{\\mathrm{s\\,mW\\,GHz}}$ and large bandwidth ($7.8\\,$THz FWHM) while pumped with a few mW of continuous wave (CW) laser light. By converting a narrow band pump to broadband pulses the created photon pairs show correlation times of $\\Delta \\tau \\approx 120\\,\\text{fs}$ while maintaining the narrow bandwidth $\\Delta \\omega_p \\ll 1\\,\\text{MHz}$ of the CW pump light, yielding strong time-frequency entanglement. Furthermore our process can be adapted to a wide range of central wavelengths. ",
    "url": "https://arxiv.org/abs/2402.17515",
    "authors": [
      "René Pollmann",
      "Franz Roeder",
      "Victor Quiring",
      "Raimund Ricken",
      "Christof Eigner",
      "Benjamin Brecht",
      "Christine Silberhorn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17714",
    "title": "Cluster Scanning: a novel approach to resonance searches",
    "abstract": "We propose a new model-independent method for new physics searches called Cluster Scanning. It uses the k-means algorithm to perform clustering in the space of low-level event or jet observables, and separates potentially anomalous clusters to construct a signal-enriched region. The invariant mass spectra in these two regions are then used to determine whether a resonant signal is present. A pseudo-analysis on the LHC Olympics dataset with a $Z'$ resonance shows that Cluster Scanning outperforms the widely used 4-parameter functional background fitting procedures, reducing the number of signal events needed to reach a $3\\sigma$ significant access by a factor of 0.61. Emphasis is placed on the speed of the method, which allows the test statistic to be calibrated on synthetic data. ",
    "url": "https://arxiv.org/abs/2402.17714",
    "authors": [
      "Ivan Oleksiyuk",
      "John Andrew Raine",
      "Michael Krämer",
      "Svyatoslav Voloshynovskiy",
      "Tobias Golling"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.13473",
    "title": "Impact of Electron-Withdrawing Groups on Ion Transport and Structure in  Lithium Borate Ionic Liquids",
    "abstract": " Title: Impact of Electron-Withdrawing Groups on Ion Transport and Structure in  Lithium Borate Ionic Liquids ",
    "url": "https://arxiv.org/abs/2305.13473",
    "authors": [
      "Volodymyr Koverga",
      "Selvaraj S. Chandrasekaran",
      "Anh T. Ngo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2307.10040",
    "title": "Data-driven discovery of statistically relevant information in quantum  simulators",
    "abstract": " Comments: Published version ",
    "url": "https://arxiv.org/abs/2307.10040",
    "authors": [
      "R. Verdel",
      "V. Vitale",
      "R. K. Panda",
      "E. D. Donkor",
      "A. Rodriguez",
      "S. Lannig",
      "Y. Deller",
      "H. Strobel",
      "M. K. Oberthaler",
      "M. Dalmonte"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15799",
    "title": "Simple few-shot method for spectrally resolving the wavefront of an  ultrashort laser pulse",
    "abstract": " Comments: Algorithm updated: near-field intensity measurement no longer needed. Revised version extracts phase and amplitude at pinhole positions. Wavefronts nearly unchanged. Paper adjusted, typos corrected, and cosmetic figure changes made ",
    "url": "https://arxiv.org/abs/2307.15799",
    "authors": [
      "Slava Smartsev",
      "Aaron Liberman",
      "Igor A. Andriyash",
      "Antoine Cavagna",
      "Alessandro Flacco",
      "Camilla Giaccaglia",
      "Jaismeen Kaur",
      "Joséphine Monzac",
      "Sheroy Tata",
      "Aline Vernier",
      "Victor Malka",
      "Rodrigo Lopez-Martens",
      "Jérôme Faure"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.03004",
    "title": "Breaking the Degrees-of-Freedom Limit of Holographic MIMO  Communications: A 3-D Antenna Array Topology",
    "abstract": " Title: Breaking the Degrees-of-Freedom Limit of Holographic MIMO  Communications: A 3-D Antenna Array Topology ",
    "url": "https://arxiv.org/abs/2311.03004",
    "authors": [
      "Shuai S. A. Yuan",
      "Jie Wu",
      "Hongjing Xu",
      "Tengjiao Wang",
      "Da Li",
      "Xiaoming Chen",
      "Chongwen Huang",
      "Sheng Sun",
      "Shilie Zheng",
      "Xianmin Zhang",
      "Er-Ping Li",
      "Wei E. I. Sha"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16641",
    "title": "A High Resolution Dilatometer Using Optical Fiber Interferometer",
    "abstract": " Title: A High Resolution Dilatometer Using Optical Fiber Interferometer ",
    "url": "https://arxiv.org/abs/2311.16641",
    "authors": [
      "Xin Qin",
      "Guoxin Cao",
      "Mengqiao Geng",
      "Shengchun Liu",
      "Yang Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16265",
    "title": "Engineering Quantum Light Sources with Flat Optics",
    "abstract": " Comments: 24 pages, 5 figures, review ",
    "url": "https://arxiv.org/abs/2402.16265",
    "authors": [
      "Jinyong Ma",
      "Jihua Zhang",
      "Jake Horder",
      "Andrey A. Sukhorukov",
      "Milos Toth",
      "Dragomir N. Neshev",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]