[
  {
    "id": "arXiv:2201.09886",
    "title": "Quantum vacuum processes in the extremely intense light of relativistic  plasma mirror sources",
    "abstract": "The advent of Petawatt-class laser systems allows generating electro-magnetic fields of unprecedented strength in a controlled environment, driving increasingly more efforts to probe yet unobserved processes through their interaction with the quantum vacuum. Still, the lowest intensity scale governing these effects lies orders of magnitude beyond foreseen capabilities, so that such endeavor is expected to remain extremely challenging. In recent years, however, plasma mirrors have emerged as a promising bridge across this gap, by enabling the conversion of intense infrared laser pulses into coherently focused Doppler harmonic beams lying in the X-UV range. In this work, we present quantitative predictions on the quantum vacuum signatures produced when such beams are focused to intensities between $10^{24}$ and $10^{28}$ W.cm$^{-2}$ . These signatures, which notably include photon-photon scattering and electron-positron pair creation, are obtained using state-of-the-art massively parallel numerical tools. In view of identifying experimentally favorable configurations, we also consider the coupling of the focused harmonic beam with an auxiliary optical beam, and provide comparison with other established schemes. Our results show that a single coherently focused harmonic beam can produce as much scattered photons as two infrared pulses in head-on collision, and confirm that the coupling of the harmonic beam to an auxiliary beam gives rise to significant levels of inelastic scattering, and hence holds the potential to strongly improve the attainable signal to noise ratios in experiments. ",
    "url": "https://arxiv.org/abs/2201.09886",
    "authors": [
      "Antonin Sainte-Marie",
      "Luca Fedeli",
      "Neïl Zaïm",
      "Felix Karbstein",
      "Henri Vincenti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09909",
    "title": "An Experiment to Test the Mechanical Losses of Different Bonding  Techniques in Fused Silica",
    "abstract": "High-purity glasses are used for their low optical and mechanical loss, which makes them an excellent material for oscillators in optical systems, such as inertial sensors. Complex geometries often require the assembly of multiple pieces of glass and their permanent bonding. One common method is hydroxide catalysis bonding, which leaves an enclosed medium layer. This layer has different mechanical properties to the bulk glass around it. The higher mechanical loss of this layer makes it more susceptible to displacement noise originating from the conversion of energy from oscillation to heat and vice versa. Therefore, other methods are needed to bond together glass assemblies. To investigate this, we have set up an experiment to measure the mechanical losses of several different types of bond commonly used in fused silica manufacturing, namely; plasma activated direct bonding, hydroxide catalysis bonding, laser welding, and adhesive bonding. In this paper we present the experimental design and show initial results of the first test sample. ",
    "url": "https://arxiv.org/abs/2201.09909",
    "authors": [
      "Jonathan J. Carter",
      "Pascal Birckigt",
      "Oliver Gerberding",
      "Qingfeng Li",
      "Rick Struening",
      "Tobias Ullsperger",
      "Sina M. Koehlenbeck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.09921",
    "title": "Beam Dynamics in Dielectric Laser Acceleration",
    "abstract": "We discuss recent developments and challenges of beam dynamics in Dielectric Laser Acceleration (DLA), for both high and low energy electron beams. Starting from ultra-low emittance nanotip sources the paper follows the beam path of a tentative DLA light source concept. Acceleration in conjuction with focusing is discussed in the framework of Alternating Phase Focusing (APF) and spatial harmonic ponderomotive focusing. The paper concludes with an outlook to the beam dynamics in laser driven nanophotonic undulators, based on tilted DLA grating structures. ",
    "url": "https://arxiv.org/abs/2201.09921",
    "authors": [
      "U. Niedermayer",
      "K. Leedle",
      "P. Musumeci",
      "S. A. Schmid"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09947",
    "title": "The effect of Mach number on open cavity flows with thick or thin  incoming boundary layers",
    "abstract": "The Rossiter modes of an open cavity were studied using global linear analysis and nonlinear numerical simulations. The length over depth ratio was two and the Reynolds numbers based on cavity depth were close to 1000. The effect of Mach on such cavities was studied. The global analysis revealed that, in the Mach range 0.1 to 0.9, for thick boundary layers, only R1 and R2 modes could become unstable, whereas for thin boundary layer up to R4 could be unstable. Compressibility was very destabilizing at low Mach. At moderate Mach the instability either saturated with Mach or had an irregular dependence. Analysis of the Rossiter mode eigenfunctions indicated that the acoustic feedback scaled to Ma^3, and explained the strong destabilizing effect of compressibility. The irregular dependence was associated with resonances between Rossiter modes and acoustic cavity modes. The analysis explained why the irregular Mach dependence occurred only for higher order Rossiter modes. In this parameter region three dimensional modes are stable or marginally unstable. Two-dimensional simulations were performed to evaluate how much of the nonlinear regime could be captured by the linear stability results. As the flow became more unstable, an increasing more complex final stage was reached. Yet the spectra present distinct tones that are close to linear predictions. However, a closer look reveals the dominant frequency in the saturated state corresponds to R1 while linear theory predicts R2 as the most unstable mode. This is associated with a nonlinear thickening of the mixing layer in the nonlinear regime. Moreover, the frequencies are much closer to Rossiter empirical predictions than the linear instability ones. Even at these conditions close to critical, the spectra are well described by the mode R1 and a cascade of nonlinearly generated harmonics, with no reminiscence of the linear instability. ",
    "url": "https://arxiv.org/abs/2201.09947",
    "authors": [
      "Marlon Sproesser Mathias",
      "Marcello Augusto Faraco de Medeiros"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2201.09982",
    "title": "Purcell factors and Forster resonance energy transfer in proximity to  helical structures",
    "abstract": "Both spontaneous emission and resonant energy transfer can be enhanced significantly when the emitter is placed in the vicinity of metallic or crystal structures. This enhancement can be described using the electromagnetic Green tensor and is determined by the dominant surface modes of the structure. Here we use the eigenpermittivity formalism to derive the spontaneous emission and FRET rates in the quasistatic regime in a two-constituent medium with an anisotropic inclusion. We then apply our results to a helical structure supporting synchronous vibrations and evaluate the contribution of these modes, which are associated with a strong and delocalized response. We show that this contribution can result in large Purcell factors and long-range FRET, which oscillates with the helix pitch. These findings may have implications in understanding and controlling the interactions of molecules close to helical structures such as the microtubules. ",
    "url": "https://arxiv.org/abs/2201.09982",
    "authors": [
      "Asaf Farhi",
      "Aristide Dogariu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10140",
    "title": "Capturing the influence of intermolecular potential in rarefied gas  flows by a kinetic model with velocity-dependent collision frequency",
    "abstract": "A kinetic model called the $\\nu$-model is proposed to replace the complicated Boltzmann collision operator in the simulation of rarefied flows of monatomic gas. The model follows the relaxation-time approximation, but the collision frequency (i.e, inverse relaxation time) is a function of the molecular velocity to reflect part of the collision details of the Boltzmann equation, and the target velocity distribution function (VDF) to which the VDF relaxes is close to that used in the Shakhov model. Based on the numerical simulation of strong non-equilibrium shock waves, a half-theoretical and half-empirical collision frequency is designed for different intermolecular potentials: the $\\nu$-model shows significantly improved accuracy, and the underlying mechanism is analysed. The $\\nu$-model also performs well in canonical rarefied micro-flows, especially in the thermal transpiration, where the conventional kinetic models with velocity-independent collision frequency lack the capability to distinguish the influence of intermolecular potentials. ",
    "url": "https://arxiv.org/abs/2201.10140",
    "authors": [
      "Yuan RuiFeng",
      "Wu Lei"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2201.10312",
    "title": "Dual-dispersion-regime dual-comb mode-locked laser",
    "abstract": "We report on the first solid-state dual-comb mode-locked laser simultaneously operating in different dispersion regimes. Due to the intrinsic polarization-multiplexing in a birefringent Yb:Ca$_3$NbGa$_3$Si$_2$O$_{14}$ (Yb:CNGS) gain medium, the laser emits two cross-polarized pulse trains with a repetition rate offset of ~4.8 kHz from a single cavity. We obtain dual pulse generation with 20-fold difference in the duration, by setting the net cavity group delay dispersion to cross zero across the emission band of the employed gain medium. While the duration of the soliton-like pulses experiencing anomalous dispersion amounts to 117 fs, the second laser output that is spectrally located in the normal dispersion region, is strongly chirped with a pulse duration of 2360 fs. ",
    "url": "https://arxiv.org/abs/2201.10312",
    "authors": [
      "Maciej Kowalczyk",
      "Łukasz A. Sterczewski",
      "Xuzhao Zhang",
      "Valentin Petrov",
      "Jarosław Sotor"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10370",
    "title": "Linear pair creation damping of high frequency plasma oscillation",
    "abstract": "We have studied the linear dispersion relation for Langmuir waves in plasmas of very high density, based on the Dirac-Heisenberg-Wigner formalism. The vacuum contribution to the physical observables leads to ultra-violet divergences, that are removed by a charge renormalization. The remaining vacuum contribution is small, and is in agreement with previously derived expressions for the time-dependent vacuum polarization. The main new feature of the theory is a damping mechanism similar to Landau damping, but where the plasmon energy give rise to creation of electron-positron pairs. The dependence of the damping rate (pair-creation rate) on wave-number, temperature, and density is analyzed. Finally, the analytical results of linearized theory are compared. ",
    "url": "https://arxiv.org/abs/2201.10370",
    "authors": [
      "H. Al-Naseri",
      "G. Brodin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10387",
    "title": "Deep neural networks for the prediction of the optical properties and  the free-form inverse design of metamaterials",
    "abstract": "Many phenomena in physics, including light, water waves, and sound, are described by wave equations. Given their coefficients, wave equations can be solved to high accuracy, but the presence of the wavelength scale often leads to large computer simulations for anything beyond the simplest geometries. The inverse problem, determining the coefficients from a field on a boundary, is even more demanding, since traditional optimization requires a large number of forward problems be solved sequentially. Here we show that the free-form inverse problem of wave equations can be solved with machine learning. First we show that deep neural networks can be used to predict the optical properties of nanostructured materials such as metasurfaces. Then we demonstrate the free-form inverse design of such nanostructures and show that constraints imposed by experimental feasibility can be taken into account. Our neural networks promise automated design in several technologies based on the wave equation. ",
    "url": "https://arxiv.org/abs/2201.10387",
    "authors": [
      "Timo Gahlmann",
      "Philippe Tassin"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10437",
    "title": "Low frequency-to-intensity noise conversion in a pulsed laser cavity  locking by exploiting Carrier-Envelope Offset manipulation",
    "abstract": "We report on the dependence of the frequency-to-intensity noise conversion in the locking of an ultrafast laser against a high-finesse optical resonator from the Carrier Envelope Offset (CEO) frequency. By a proper combination of the cavity finesse and laser CEO frequency it is possible to optimize the signal-to-noise ratio of the laser intensity trapped into the optical resonator. The theoretical description of the problem together with the numerical simulations and experimental results are presented with the aim of a strong suppression of the intensity fluctuations of the trapped laser field. ",
    "url": "https://arxiv.org/abs/2201.10437",
    "authors": [
      "Francesco Canella",
      "Edoardo Suerra",
      "Dario Giannotti",
      "Gianluca Galzerano",
      "Simone Cialdi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10458",
    "title": "Selected configuration interaction wave functions in phaseless auxiliary  field quantum Monte Carlo",
    "abstract": "We present efficient algorithms for using selected configuration interaction (sCI) trial wave functions in phaseless auxiliary field quantum Monte Carlo (ph-AFQMC). These advancements, geared towards optimizing computational performance for longer CI expansions, allow us to use up to a million configurations feasibly in the trial state for ph-AFQMC. In one example, we found the cost of ph-AFQMC per sample to increase only by a factor of about $3$ for a calculation with $10^4$ configurations compared to that with a single one, demonstrating the tiny computational overhead due to a longer expansion. This favorable scaling allows us to study the systematic convergence of the phaseless bias in AFQMC calculations with an increasing number of configurations and provides a means to gauge the accuracy of ph-AFQMC with other trial states. We also show how the scalability issues of sCI trial states for large system sizes could be mitigated by restricting them to a moderately sized orbital active space and leveraging the near-cancellation of out of active space phaseless errors. ",
    "url": "https://arxiv.org/abs/2201.10458",
    "authors": [
      "Ankit Mahajan",
      "Joonho Lee",
      "Sandeep Sharma"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2201.10493",
    "title": "Evolutionary algorithm to design high-cooperativity optical cavities",
    "abstract": "Using an evolutionary algorithm combined with a gradient descent method we design optical cavities with significantly enhanced strong coupling rates between cavity photons and a single quantum emitter. Our approach allows us to find specially designed non-spherical mirrors which lead to high-finesse cavity eigenmodes with large field enhancement at the center of the cavity. The method is based on adding consecutive perturbations to an initial spherical mirror shape using the gradient descent method for optimization. We present mirror profiles suitable for fabrication which demonstrate higher cavity cooperativity than any spherical cavity of the same size. Finally, we demonstrate numerically how such a cavity enhances the operation frequency and purity of coupling a Ca$^+$ ion to an optical fiber photon. ",
    "url": "https://arxiv.org/abs/2201.10493",
    "authors": [
      "D. V. Karpov",
      "P. Horak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09920",
    "title": "Combination of dissipative and dispersive coupling in the cavity  optomechanical systems",
    "abstract": "An analysis is given for the Fabry-Perot cavity having a combination of dissipative and dispersive optomechanical coupling. It is established that the combined coupling leads to optical rigidity. At the same time, this rigidity appears in systems with the combined coupling on the resonant pump, which is not typical for pure dispersive and dissipative couplings. A proposal is made to use this system to detect small signal forces with better sensitivity than SQL. It is also demonstrated that this optomechanical system can create ponderomotive squeezing with controllable parameters over a wider range than ponderomotive squeezing using dispersive coupling. ",
    "url": "https://arxiv.org/abs/2201.09920",
    "authors": [
      "Alexandr Karpenko",
      "Sergey P. Vyatchanin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.10263",
    "title": "Quantum anomaly detection of audio samples with a spin processor in  diamond",
    "abstract": "In the process of machine learning, anomaly detection plays an essential role for identifying outliers in the datasets. Quantum anomaly detection could work with only resources growing logarithmically with the number and the dimension of training samples, while the resources required by its classical counterpart usually grow explosively on a classical computer. In this work, we experimentally demonstrate a quantum anomaly detection of audio samples with a three-qubit quantum processor consisting of solid-state spins in diamond. By training the quantum machine with a few normal samples, the quantum machine can detect the anomaly samples with a minimum error rate of 15.4%, which is 55.6% lower than distance-based classifying method. These results show the power of quantum anomaly detection dealing with machine learning tasks and the potential to detect abnormal instances of quantum states generated from quantum devices. ",
    "url": "https://arxiv.org/abs/2201.10263",
    "authors": [
      "Zihua Chai",
      "Ying Liu",
      "Mengqi Wang",
      "Yuhang Guo",
      "Fazhan Shi",
      "Zhaokai Li",
      "Ya Wang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2201.10487",
    "title": "Self-referenced subcycle metrology of quantum fields",
    "abstract": "We propose and analyze a new time-domain method for measurement of quantum electric fields using a combination of a 3rd order nonlinear optical process and homodyne detection. Utilizing a frequency comb, this scheme yields shot-by-shot readout of quantum statistics referenced to the background noise of the classical probe. Finally, centro-symmetric character of optical nonlinearity promises novel on-chip metrology of quantum mid-infrared and terahertz fields using integrated quantum photonics. ",
    "url": "https://arxiv.org/abs/2201.10487",
    "authors": [
      "Sinan Gundogdu",
      "Stéphane Virally",
      "Marco Scaglia",
      "Denis V. Seletskiy",
      "Andrey S. Moskalenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1911.08484",
    "title": "Modern Antennas and Microwave Circuits -- A complete master-level course",
    "abstract": " Comments: Updated version January 2022, Improved formulation of equations in section 2.1 ",
    "url": "https://arxiv.org/abs/1911.08484",
    "authors": [
      "A.B. Smolders",
      "H.J. Visser",
      "U. Johannsen"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2104.12746",
    "title": "Inverse cascade suppression and shear layer formation in MHD turbulence  subject to a guide field and misaligned rotation",
    "abstract": " Comments: 17 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2104.12746",
    "authors": [
      "Santiago J. Benavides",
      "Keaton J. Burns",
      "Basile Gallet",
      "James Y-K. Cho",
      "Glenn R. Flierl"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2107.12705",
    "title": "Analytical energy gradient for state-averaged orbital-optimized  variational quantum eigensolvers and its application to a photochemical  reaction",
    "abstract": " Comments: 21 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2107.12705",
    "authors": [
      "Keita Omiya",
      "Yuya O. Nakagawa",
      "Sho Koh",
      "Wataru Mizukami",
      "Qi Gao",
      "Takao Kobayashi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.04449",
    "title": "Time shifting deviation method enhanced laser interferometry: ultrahigh  precision localizing of traffic vibration using urban fiber link",
    "abstract": " Comments: 10 pages, 8 figures, research article published in Photonics Research ",
    "url": "https://arxiv.org/abs/2110.04449",
    "authors": [
      "Guan Wang",
      "Zhongwang Pang",
      "Bohan Zhang",
      "Fangmin Wang",
      "Yufeng Chen",
      "Hongfei Dai",
      "Bo Wang",
      "Lijun Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]