[
  {
    "id": "arXiv:2304.09271",
    "title": "Tunable Magnetless Optical Isolation with Twisted Weyl Semimetals",
    "abstract": "Weyl semimetals hold great promise in revolutionizing nonreciprocal optical components due to their unique topological properties. By exhibiting nonreciprocal magneto-optical effects without necessitating an external magnetic field, these materials offer remarkable miniaturization opportunities and reduced energy consumption. However, their intrinsic topological robustness poses a challenge for applications demanding tunability. In this work, we introduce an innovative approach to enhance the tunability of their response, utilizing multilayered configurations of twisted anisotropic Weyl semimetals. Our design enables controlled and reversible isolation by adjusting the twist angle between the anisotropic layers. When implemented in the Faraday geometry within the mid-IR frequency range, our design delivers impressive isolation, exceeding 50 dB, while maintaining a minimal insertion loss of just 0.33 dB. Moreover, the in-plane anisotropy of Weyl semimetals eliminates one or both polarizers of a conventional isolator geometry, significantly reducing the overall dimensions. These results set the stage for creating highly adaptable, ultra-compact optical isolators that can propel the fields of integrated photonics and quantum technology applications to new heights. ",
    "url": "https://arxiv.org/abs/2304.09271",
    "authors": [
      "Vladislav Chistyakov",
      "Viktar S. Asadchy",
      "Shanhui Fan",
      "Andrea Alu",
      "Alex Krasnok"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09316",
    "title": "Microwave electrometry with Rydberg atoms in a vapor cell using  microwave amplitude modulation",
    "abstract": "We have theoretically and experimentally studied the dispersive signal of the Rydberg atomic electromagnetically induced transparency (EIT) - Autler-Townes (AT) splitting spectra obtained using amplitude modulation of the microwave (MW) field. In addition to the two zero-crossing points, the dispersion signal has two positive maxima with an interval defined as the shoulder interval of the dispersion signal $\\Delta f_{\\text{sho}}$. The relationship of MW field strength $E_{\\text{MW}}$ and $\\Delta f_{\\text{sho}}$ are studied at the MW frequencies of 31.6 GHz, 22.1 GHz, and 9.2 GHz respectively. The results show that $\\Delta f_{\\text{sho}}$ can be used to character the much weaker $E_{\\text{MW}}$ than the interval of two zero-crossing points $\\Delta f_{\\text{zeros}}$ and the traditional EIT-AT splitting interval $\\Delta f_{\\text{m}}$, the minimum $E_{\\text{MW}}$ measured by $\\Delta f_{\\text{sho}}$ is about 30 times smaller than that by $\\Delta f_{\\text{m}}$. As an example, the minimum $E_{\\text{MW}}$ at 9.2 GHz that can be characterized by $\\Delta f_{\\text{sho}}$ is 0.056 mV/cm, which is the minimum value characterized by frequency interval using vapour cell without adding any auxiliary fields. The proposed method can improve the weak limit and sensitivity of $E_{\\text{MW}}$ measured by spectral frequency interval, which is important in the direct measurement of weak $E_{\\text{MW}}$. ",
    "url": "https://arxiv.org/abs/2304.09316",
    "authors": [
      "Jianhai Hao",
      "Fengdong Jia",
      "Yue Cui",
      "Yuhan Wang",
      "Fei Zhou",
      "Xiubin Liu",
      "Jian Zhang",
      "Feng Xie",
      "Zhiping Zhong"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09410",
    "title": "Optimized basis sets for DMRG calculations of quantum chains of rotating  water molecules",
    "abstract": "In this contribution, we employ a density matrix based optimization procedure to obtain customized basis functions to describe chains of rotating water molecules in interaction regimes associated with different intermolecular distances. This procedure is shown to yield a very compact basis with a clear truncation criterion based on the population of the single particle basis functions. For the water trimer, we discuss the convergence behavior of several properties and show it to be superior when compared to an energy-based truncated basis. It is demonstrated that the optimized basis reduces the necessary number of basis functions by at least an order of magnitude. Finally, the optimization procedure is employed to study larger chains of up to ten water molecules. The formation of hydrogen bonds as well as its impact on the net polarization of the chain is discussed. ",
    "url": "https://arxiv.org/abs/2304.09410",
    "authors": [
      "Tobias Serwatka",
      "Pierre-Nicholas Roy"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09491",
    "title": "Ionization in a laser assisted ion-ion collision",
    "abstract": "The ionization of a hydrogen-like heavy ion by impact of a charged projectile under simultaneous irradiation by a short laser pulse is investigated within the non-perturbative approach, based on numerical solutions of the time-dependent Dirac equation. Special emphasis is placed on the question of whether the laser- and impact-ionization channels interfere with each other, and how this intereference affects the ionization probability. To answer this question we performed detailed calculations for the laser-assisted collisions between hydrogen-like $Pb^{81+}$ and alpha particles. The results of the calculations clearly indicate that for the experimentally relevant set of (collision and laser) parameters, the interference contribution can reach 10% and can be easily controlled by varying the laser frequency. ",
    "url": "https://arxiv.org/abs/2304.09491",
    "authors": [
      "O. Novak",
      "R. Kholodov",
      "A. N. Artemyev",
      "A. Surzhykov",
      "Th. Stoehlker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09522",
    "title": "Optomechanically induced optical trapping system based on photonic  crystal cavities",
    "abstract": "Optical trapping has proven to be a valuable experimental technique for precisely controlling small dielectric objects. However, due to their very nature, conventional optical traps are diffraction limited and require high intensities to confine the dielectric objects. In this work, we propose a novel optical trap based on dielectric photonic crystal nanobeam cavities, which overcomes the limitations of conventional optical traps by significant factors. This is achieved by exploiting an optomechanically induced backaction mechanism between a dielectric nanoparticle and the cavities. We perform numerical simulations to show that our trap can fully levitate a submicron-scale dielectric particle with a trap width as narrow as 56 nm. It allows for achieving a high trap stiffness, therefore, a high Q-frequency product for the particle's motion while reducing the optical absorption by a factor of 43 compared to the cases for conventional optical tweezers. Moreover, we show that multiple laser tones can be used further to create a complex, dynamic potential landscape with feature sizes well below the diffraction limit. The presented optical trapping system offers new opportunities for precision sensing and fundamental quantum experiments based on levitated particles. ",
    "url": "https://arxiv.org/abs/2304.09522",
    "authors": [
      "Manuel Monterrosas-Romero",
      "Seyed K. Alavi",
      "Ester M. Koistinen",
      "Sungkun Hong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.09569",
    "title": "Genetically Synthesized Supergain Broadband Wire-Bundle Antenna",
    "abstract": "High-gain antennas are essential hardware devices, powering numerous daily applications, including distant point-to-point communications, safety radars, and many others. While a common approach to elevate gain is to enlarge an antenna aperture, highly resonant subwavelength structures can potentially grant high gain performances. The Chu-Harrington limit is a standard criterion to assess electrically small structures and those surpassing it are called superdirective. Supergain is obtained in a case when internal losses are mitigated, and an antenna is matched to radiation, though typically in a very narrow frequency band. Here we develop a concept of a spectrally overlapping resonant cascading, where tailored multipole hierarchy grants both high gain and sufficient operational bandwidth. Our architecture is based on a near-field coupled wire bundle. Genetic optimization, constraining both gain and bandwidth, is applied on a 24-dimensional space and predicts 8.81 dBi realized gain within a half-wavelength in a cube volume. The experimental gain is 6.15 with 13% fractional bandwidth. Small wire bundle structures are rather attractive for designing superscattering and superdirective structures, as they have a sufficient number of degrees of freedom to perform an optimization, and, at the same time rely on simple fabrication-tolerant layouts, based on low-loss materials. The developed approach can be applied to low-frequency (e.g., kHz-MHz) applications, where miniaturization of wireless devices is highly demanded. ",
    "url": "https://arxiv.org/abs/2304.09569",
    "authors": [
      "Gilad Uziel",
      "Dmytro Vovchuk",
      "Andrey Machnev",
      "Vjaceslavs Bobrovs",
      "Pavel Ginzburg"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09604",
    "title": "Defect in Photonic Time Crystals",
    "abstract": "Photonic Time Crystals (PTCs) provide a completely new platform exhibiting light wave amplification owing to periodically varying electromagnetic properties. The need to control this amplification is becoming increasingly important, especially with the emergence of meta surface based practical realization of PTCs. The work introduces isolated temporal defect in PTCs to establish a new degree of control over the amplification. We find that in presence of the defect, the transmittance and reflectance become close to unity for a specific value of momentum (k_d) within the bandgaps accompanied by a significant impact on the amount of amplification. We show the impact of the temporal defect on the exponential growth of intensity with PTC periods. The effect primarily depends on the Floquet frequency of the PTC that becomes real at k_d giving rise to four pulses instead of two as an outcome of gap propagation. We further demonstrate that by manipulating the temporal and dielectric properties of the defect, the defect state in momentum can be tuned to serve the design interest for specialty applications. ",
    "url": "https://arxiv.org/abs/2304.09604",
    "authors": [
      "Snehashis Sadhukhan",
      "Somnath Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.09627",
    "title": "Nonreciprocal ultrastrong magnon-photon coupling in the bandgap of  photonic crystals",
    "abstract": "We observe a nonreciprocal ultrastrong magnon-photon coupling in the bandgap of photonic crystals by introducing a single crystal YIG cylinder into copper photonic crystals cavity as a point defect. The coupling strength reaches up to 1.18 GHz, which constitutes about 10.9% of the photon energy compared to the photon frequency around 10.8 GHz. It is fascinating that the coupling achieves unidirectional signal transmission in the whole bandgap. This study demonstrates the possibility of controlling nonreciprocal magnon-photon coupling by manipulating the structure of photonic crystals, providing new methods to investigate the influence of magnetic point defects on microwave signal transmission. ",
    "url": "https://arxiv.org/abs/2304.09627",
    "authors": [
      "Chi Zhang",
      "Zhenhui Hao",
      "Yongzhang Shi",
      "Changjun Jiang",
      "C. K. Ong",
      "Guozhi Chai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09659",
    "title": "Plasma density profile reconstruction of a gas cell for Ionization  Induced Laser Wakefield Acceleration",
    "abstract": "Laser-driven plasma wakefields can provide hundreds of MeV electron beam in mm-range distances potentially shrinking the dimension of the actual particle accelerators. The plasma density plays a fundamental role in the control and stability of the acceleration process, which is a key development for the future electron injector proposed by EuPRAXIA. A gas cell was designed by LPGP and LIDYL teams, with variable length and backing pressure, to confine the gas and tailor the gas density profile before the arrival of the laser. This cell was used during an experimental campaign with the multi TW-class laser at the Lund Laser Centre. Ionization assisted injection in a tailored density profile is used to tune the electron beam properties. During the experiment, we filled the gas cell with hydrogen mixed with different concentration of nitrogen. We also varied the backing pressure of the gas and the geometrical length of the gas cell. We used a transverse probe to acquire shadowgraphic images of the plasma and to measure the plasma electron density. Methods and results of the analysis with comparisons between shadowgraphic and interferometric images will be discussed. ",
    "url": "https://arxiv.org/abs/2304.09659",
    "authors": [
      "F. Filippi",
      "L.T. Dickson",
      "M. Backhouse",
      "P. Forestier-Colleoni",
      "C. Gustafsson",
      "C. Cobo",
      "C. Ballage",
      "S. Dobosz Dufrénoy",
      "E. Löfquist",
      "G. Maynard",
      "C.D. Murphy",
      "Z. Najmudin",
      "F. Panza",
      "A. Persson",
      "M. Scisciò",
      "O. Vasilovici",
      "O. Lundh",
      "B. Cros"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09683",
    "title": "Temporal cavity soliton interaction in passively mode-locked  semiconductor lasers",
    "abstract": "Weak interaction of temporal cavity solitons due to gain saturation and recovery in a delay differential model of a long cavity semiconductor laser is studied numerically and analytically using an asymptotic approach. It is shown that in addition to the usual soliton repulsion leading to a harmonic mode-locking regimes a soliton attraction is also possible in a laser with nonzero linewidth enhancement factor. It is shown numerically that this attraction can lead either to a pulse merging or to a pulse bound state formation. ",
    "url": "https://arxiv.org/abs/2304.09683",
    "authors": [
      "Andrei G. Vladimirov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2304.09767",
    "title": "Photoionization of Rydberg atoms out of an optical dipole trap",
    "abstract": "Rydberg atoms are in the focus of intense research due to the peculiar properties which make them interesting candidates for quantum optics and quantum information applications. In this work we study the ionization of Rydberg atoms due to their interaction with a trapping laser field, and a reaction microscope is used to measure photoelectron angular and energy distributions. Reaction microscopes are excellent tools when brandished against atomic photoionization processes involving pulsed lasers; the timing tied to each pulse is crucial in solving the subsequent equations of motion for the atomic fragments in the spectrometer field. However, when used in pump-probe schemes, which rely on continuous wave probe lasers, vital information linked to the time of flight is lost. This study reports on a method in which the standard ReMi technique is extended in time through coincidence measurements. This is then applied to the photoionization of $^6$Li atoms initially prepared in optically pumped $2^{2}S_{1/2}$ and $2^{2}P_{3/2}$ states. Multi-photon excitation from a tunable femtosecond laser is exploited to produce Rydberg atoms inside an infrared optical dipole trap; the structure and dynamics of the subsequent cascade back towards ground is evaluated. ",
    "url": "https://arxiv.org/abs/2304.09767",
    "authors": [
      "K.L. Romans",
      "B.P. Acharya",
      "A.H.N.C. De Silva",
      "K. Foster",
      "O. Russ",
      "D. Fischer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09828",
    "title": "Electrically-Controlled Suppression of Rayleigh Backscattering in an  Integrated Photonic Circuit",
    "abstract": "Undesirable light scattering is an important fundamental cause for photon loss in nanophotonics. Rayleigh backscattering can be particularly difficult to avoid in wave-guiding systems and arises from both material defects and geometric defects at the subwavelength scale. It has been previously shown that systems with broken time-reversal symmetry (TRS) can naturally suppress detrimental Rayleigh backscattering, but these approaches have never been demonstrated in integrated photonics or through practical TRS-breaking techniques. In this work, we show that it is possible to suppress disorder-induced Rayleigh backscattering in integrated photonics via electrical excitation, even when defects are clearly present. Our experiment is performed in a lithium niobate on insulator (LNOI) integrated ring resonator at telecom wavelength, in which TRS is strongly broken through an acousto-optic interaction that is induced via radiofrequency input. We present evidence that Rayleigh backscattering in the resonator is almost completely suppressed by measuring both the optical density of states and through direct measurements of the back-scattered light. We additionally provide an intuitive argument to show that, in an appropriate frame of reference, the suppression of backscattering can be readily understood as a form of topological protection. ",
    "url": "https://arxiv.org/abs/2304.09828",
    "authors": [
      "Ogulcan E. Orsel",
      "Jiho Noh",
      "Gaurav Bahl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09345",
    "title": "Advancements in Superconducting Microwave Cavities and Qubits for  Quantum Information Systems",
    "abstract": "Superconducting microwave cavities with ultra-high Q-factors are revolutionizing the field of quantum computing, offering long coherence times exceeding 1 ms, which is critical for realizing scalable multi-qubit quantum systems with low error rates. In this work, we provide an in-depth analysis of recent advances in ultra-high Q-factor cavities, integration of Josephson junction-based qubits, and bosonic-encoded qubits in 3D cavities. We examine the sources of quantum state dephasing caused by damping and noise mechanisms in cavities and qubits, highlighting the critical challenges that need to be addressed to achieve even higher coherence times. We critically survey the latest progress made in implementing single 3D qubits using superconducting materials, normal metals, and multi-qubit and multi-state quantum systems. Our work sheds light on the promising future of this research area, including novel materials for cavities and qubits, modes with nontrivial topological properties, error correction techniques for bosonic qubits, and new light-matter interaction effects. ",
    "url": "https://arxiv.org/abs/2304.09345",
    "authors": [
      "Alex Krasnok",
      "Pashupati Dhakal",
      "Arkady Fedorov",
      "Pedro Frigola",
      "Michael Kelly",
      "Sergey Kutsaev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09404",
    "title": "Quantum Criticality and Universal Behavior in Molecular Dipolar Lattices  of Endofullerenes",
    "abstract": "Fullerene cages allow the confinement of single molecules and the construction of molecular assemblies whose properties strongly deviate from those of free species. In this work, we employ the density-matrix renormalization group method to show that chains of fullerenes filled with polar molecules (LiF, HF, and H2O) can form dipole-ordered quantum phases. In symmetry broken environments, these ordered phases are ferroelectric, a property that makes them promising candidates for quantum devices. We demonstrate that for a given guest molecule, the occurrence of these quantum phases can be enforced or influenced by either changing the effective electric dipole moment or by isotopic substitution. In the ordered phase, all systems under consideration are characterized by a universal behavior that only depends on the ratio of the effective electric dipole divided by the rotational constant. A phase diagram is derived and further molecules are proposed as candidates for dipole-ordered endofullerene chains. ",
    "url": "https://arxiv.org/abs/2304.09404",
    "authors": [
      "Tobias Serwatka",
      "Pierre-Nicholas Roy"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09827",
    "title": "Faster ground state energy estimation on early fault-tolerant quantum  computers via rejection sampling",
    "abstract": "A major thrust in quantum algorithm development over the past decade has been the search for the quantum algorithms that will deliver practical quantum advantage first. Today's quantum computers and even early fault-tolerant quantum computers will be limited in the number of operations they can implement per circuit. We introduce quantum algorithms for ground state energy estimation (GSEE) that accommodate this design constraint. The first estimates ground state energies and has a quadratic improvement on the ground state overlap parameter compared to other methods in this regime. The second certifies that the estimated ground state energy is within a specified error tolerance of the true ground state energy, addressing the issue of gap estimation that beleaguers several ground state preparation and energy estimation algorithms. We note, however, that the scaling of this certification technique is, unfortunately, worse than that of the GSEE algorithm. These algorithms are based on a novel use of the quantum computer to facilitate rejection sampling. After a classical computer is used to draw samples, the quantum computer is used to accept or reject the samples. The set of accepted samples correspond to draws from a target distribution. While we use this technique for ground state energy estimation, it may find broader application. Our work pushes the boundaries of what operation-limited quantum computers are capable of and thus brings the target of quantum advantage closer to the present. ",
    "url": "https://arxiv.org/abs/2304.09827",
    "authors": [
      "Guoming Wang",
      "Daniel Stilck França",
      "Gumaro Rendon",
      "Peter D. Johnson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:1911.10300",
    "title": "Non-reciprocal Cavity Polariton with Atoms Strongly Coupled to Optical  Cavity",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/1911.10300",
    "authors": [
      "Pengfei Yang",
      "Ming Li",
      "Xing Han",
      "Hai He",
      "Gang Li",
      "Chang-Ling Zou",
      "Pengfei Zhang",
      "Yuhua Qian",
      "Tiancai Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.12102",
    "title": "Ultimate quantum sensitivity in the estimation of the delay between two  interfering photons through frequency-resolving sampling",
    "abstract": " Comments: 15 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2112.12102",
    "authors": [
      "Danilo Triggiani",
      "Giorgos Psaroudis",
      "Vincenzo Tamma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11162",
    "title": "Enantioselective optical forces in gain-functionalized single core-shell  chiral nanoparticles",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2203.11162",
    "authors": [
      "R. Ali",
      "F. A. Pinheiro",
      "R. S. Dutra",
      "T. P. Mayer Alegre",
      "G. S. Wiederhecker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05072",
    "title": "An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase-encoding and Intensity Detection",
    "abstract": " Title: An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase-encoding and Intensity Detection ",
    "url": "https://arxiv.org/abs/2207.05072",
    "authors": [
      "Jiayi Ouyang",
      "Yuxuan Liao",
      "Zhiyao Ma",
      "Deyang Kong",
      "Xue Feng",
      "Xiang Zhang",
      "Xiaowen Dong",
      "Kaiyu Cui",
      "Fang Liu",
      "Wei Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00406",
    "title": "An acousto-optic modulator based bi-frequency interferometer for quantum  technology",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.00406",
    "authors": [
      "Wenqi Li",
      "Qiqi Deng",
      "Xueshi Guo",
      "Xiaoying Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.13672",
    "title": "A Self-Attention Ansatz for Ab-initio Quantum Chemistry",
    "abstract": " Title: A Self-Attention Ansatz for Ab-initio Quantum Chemistry ",
    "url": "https://arxiv.org/abs/2211.13672",
    "authors": [
      "Ingrid von Glehn",
      "James S. Spencer",
      "David Pfau"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13042",
    "title": "Room-temperature exceptional-point-driven polariton lasing from  perovskite metasurface",
    "abstract": " Comments: 12 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2212.13042",
    "authors": [
      "M.A. Masharin",
      "A.K. Samusev",
      "A.A. Bogdanov",
      "I.V. Iorsh",
      "H.V. Demir",
      "S.V. Makarov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11815",
    "title": "A stochastic approach to the quantum noise of a single-emitter nanolaser",
    "abstract": " Comments: Revised and resubmitted for review ",
    "url": "https://arxiv.org/abs/2301.11815",
    "authors": [
      "Matias Bundgaard-Nielsen",
      "Emil Vosmar Denning",
      "Marco Saldutti",
      "Jesper Mørk"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10605",
    "title": "Visualization of Photonic Band Structures via Far-field Measurements in  SiNx Photonic Crystal Slabs",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2303.10605",
    "authors": [
      "Wenze Lan",
      "Peng Fu",
      "Chang-Yin Ji",
      "Gang Wang",
      "Yugui Yao",
      "Changzhi Gu",
      "Baoli Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08450",
    "title": "Quantum logic and meaning",
    "abstract": " Comments: 27 pages ",
    "url": "https://arxiv.org/abs/2304.08450",
    "authors": [
      "Sebastian Horvat",
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08452",
    "title": "An Alleged Tension between Quantum Logic and Applied Classical  Mathematics",
    "abstract": " Comments: 22 pages ",
    "url": "https://arxiv.org/abs/2304.08452",
    "authors": [
      "Sebastian Horvat",
      "Iulian D. Toader"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]