[
  {
    "id": "arXiv:2510.00150",
    "title": "Preparing students for the quantum information revolution: Interdisciplinary teaching, curriculum development, and advising in quantum information science and engineering",
    "abstract": "           As the field of quantum information science and engineering (QISE) continues its rapid growth, there are increasing concerns about the workforce demands and the necessity of preparing students for quantum-related careers. Given the interdisciplinary nature of the field, it is necessary to offer diverse educational opportunities to ensure that students are well-prepared for careers emerging from the second quantum revolution. In this paper, we present our findings from a qualitative study involving semi-structured interviews with university QISE educators, who have taken on the challenges and opportunities in developing QISE courses and curricula for undergraduate and graduate students from different academic backgrounds. Our findings focus on common themes across undergraduate and graduate QISE education, as well as advising and mentoring students to prepare them for research in the field. The interviewees discussed the various strategies they had implemented, such as incorporating hands-on lab activities, integration of Python coding with Qiskit, and including project-based learning experiences. Furthermore, their reflections on mentorship and advising students emphasized the importance of recognizing students' prior preparation, providing targeted resources, and supportive learning environments. Our findings are meant to provide guidance for educators looking to implement effective QISE educational strategies that address the changing landscape of quantum information revolution.         ",
    "url": "https://arxiv.org/abs/2510.00150",
    "authors": [
      "Fargol Seifollahi",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2510.00335",
    "title": "Simple Method for Stripping Polyimide-Coated Optical Fiber",
    "abstract": "           We present a simple method for removing polyimide coatings from optical fibers using inexpensive and readily available solvents. Impacts of solvent mixing ratios, soak temperature, material expansion, wicking, and drying are described to provide empirical context for the method. We find that soaking fibers for six hours in a 2:1 mixture of methanol to acetone at room temperature enables easy stripping of a length slightly greater than the soak length.         ",
    "url": "https://arxiv.org/abs/2510.00335",
    "authors": [
      "Matthew Marshall",
      "Jacob Williamson",
      "Seth Hyra",
      "Robert H. Leonard",
      "Spencer E. Olson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.00357",
    "title": "Terahertz Quasi-BIC Metasurfaces for Ultra-Sensitive Biosensing and High-Speed Wireless Communications",
    "abstract": "           Bound states in the continuum (BICs) have emerged as a revolutionary paradigm in terahertz (THz) photonics, enabling metasurfaces with theoretically infinite quality factors (Q-factors) and unprecedented light-matter control. This review synthesizes a decade of progress in THz-BIC research, tracing the evolution from foundational symmetry-protected designs to application-optimized quasi-BICs. We dissect multipolar origins, topological robustness, and symmetry-breaking strategies underpinning high-Q resonances, alongside computational frameworks for predictive design. The timeline highlights key milestones: early dielectric metasurfaces with high Q-factor, flexible biosensors achieving microgram detection limits, and Kerker-conditioned gas spectrometers reducing path lengths by few orders of magnitude. Emerging frontiers in reconfigurable MEMS-BICs and chiral quantum photonics are critically evaluated. Despite breakthroughs, scalability barriers persist for 6G integration, including nano-fabrication tolerances, material loss trade-offs, and dynamic control gaps. This review establishes BIC metasurfaces as pivotal enablers of compact, high-efficiency THz technologies poised to bridge the gap between fundamental discovery and commercialization of THz-based 6G communication and MedTech.         ",
    "url": "https://arxiv.org/abs/2510.00357",
    "authors": [
      "Islam I. Abdulaal",
      "Abdelrahman W. A. Elsayed",
      "Omar A. M. Abdelraouf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.00371",
    "title": "Electrically-pumped soliton microcombs on thin-film lithium niobate",
    "abstract": "           Thin-film lithium niobate (TFLN) has enabled efficient on-chip electro-optic modulation and frequency conversion for information processing and precision measurement. Extending these capabilities with optical frequency combs unlocks massively parallel operations and coherent optical-to-microwave transduction, which are achievable in TFLN microresonators via Kerr microcombs. However, fully integrated Kerr microcombs directly driven by semiconductor lasers remain elusive, which has delayed integration of these technologies. Here we demonstrate electrically pumped TFLN Kerr microcombs without optical amplification. With optimized laser-to-chip coupling and optical quality factors, we generate soliton microcombs at a 200 GHz repetition frequency with an optical span of 180 nm using only 25 mW of pump power. Moreover, self-injection locking enables turnkey initiation and substantially narrows the laser linewidth. Our work provides integrated comb sources for TFLN-based communicational, computational, and metrological applications.         ",
    "url": "https://arxiv.org/abs/2510.00371",
    "authors": [
      "Xiaomin Lv",
      "Ze Wang",
      "Tianyu Xu",
      "Chen Yang",
      "Xing Jin",
      "Binbin Nie",
      "Du Qian",
      "Yanwu Liu",
      "Kaixuan Zhu",
      "Bo Ni",
      "Qihuang Gong",
      "Fang Bo",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.00484",
    "title": "Sample-based Quantum Diagonalization Methods for Modeling the Photochemistry of Diazirine and Diazo Compounds",
    "abstract": "           Diazirines and diazo compounds are widely employed as photoreactive precursors for generating carbenes, key intermediates in chemical biology and materials science. However, computationally modeling their reaction pathways remains challenging due to a need for large active spaces and the requirement to accurately capture excited-state surfaces along with transition states and conical intersections. In this work, we utilize a hybrid quantum-classical workflow for investigating carbene formation in representative diazirine-diazomethane systems. Our approach leverages Sample-based Quantum Diagonalization (SQD) and its extended variant (Ext-SQD) for ground and excited-state analysis, combined with classical tools for geometry optimization, active-space selection, and diagnostic evaluation. Quantum computations were carried out on superconducting quantum processors, and results for both aliphatic and aryl-substituted diazirine-diazomethane pairs were benchmarked against established classical methods, including DFT, CCSD, CASCI, and SCI. SQD achieves accuracy surpassing the chemical accuracy threshold for nearly all stationary points on the potential energy surface of parent diazirine relative to the CASCI(12,10) reference, and remains close to chemical accuracy for phenyl-substituted diazirine in a (30,30) active space, with an average deviation of 1.1 kcal/mol relative to the SCI benchmark. SQD closely follows CASCI and SCI trends, showing consistent agreement. The findings demonstrate the promise of quantum computing frameworks in modeling photochemical transformations of electronically complex and pharmacologically relevant molecules.         ",
    "url": "https://arxiv.org/abs/2510.00484",
    "authors": [
      "Saurabh Shivpuje",
      "Tanvi P. Gujarati",
      "Richard Van",
      "Frank C. Pickard IV",
      "Triet Friedhoff",
      "Ieva Liepuoniute",
      "Wade Davis",
      "Gavin O. Jones",
      "Alexey Galda"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.00640",
    "title": "Spectral Control of a Cavity-Based X-ray Free-Electron Laser via Active Mode Locking",
    "abstract": "           Precise spectral control in the hard X-ray regime remains a long-standing challenge that limits applications in atomic-scale science and ultrafast spectroscopy. We present an actively mode-locked cavity-based X-ray free-electron laser that achieves deterministic spectral programmability with phase-locked pulse trains and comb-like spectra, by coherently modulating the electron-beam energy. Three-dimensional time-dependent simulations predict \\SI{700}{\\micro\\joule} total energy, \\SI{30}{\\giga\\watt} peak power, and frequency-comb spacing of \\SI{1.55}{\\electronvolt} set by the modulation frequency. We further develop selective single-line amplification via undulator tapering and absolute frequency positioning through modulation-laser tuning with better than $2 \\times 10^{-5}$ relative precision. Importantly, stable mode-locked operation persists under >80\\% peak-to-peak cavity-reflectivity variations, substantially relaxing requirements on X-ray optics. These results establish active mode locking as a practical route to fully coherent, spectrally agile hard X-ray sources and enable new opportunities in time-resolved core-level spectroscopy, X-ray quantum optics, and precision metrology.         ",
    "url": "https://arxiv.org/abs/2510.00640",
    "authors": [
      "Nanshun Huang",
      "Hanxiang Yang",
      "Haixiao Deng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.00767",
    "title": "Color2Struct: efficient and accurate deep-learning inverse design of structural color with controllable inference",
    "abstract": "           Deep learning (DL) has revolutionized many fields such as materials design and protein folding. Recent studies have demonstrated the advantages of DL in the inverse design of structural colors, by effectively learning the complex nonlinear relations between structure parameters and optical responses, as dictated by the physical laws of light. While several models, such as tandem neural networks and generative adversarial networks, have been proposed, these methods can be biased and are difficult to scale up to complex structures. Moreover, the difficulty in incorporating physical constraints at the inference time hinders the controllability of the model-predicted spectra. In this work, we propose Color2Struct, a universal framework for efficient and accurate inverse design of structural colors with controllable predictions. By utilizing sampling bias correction, adaptive loss weighting, and physics-guided inference, Color2Struct improves the prediction of tandem networks by 65% (color difference) and 48% (short-wave near-infrared reflectivity) in designing RGB primary colors. These improvements make Color2Struct highly promising for applications in high-end display technologies and solar thermal energy harvesting. In experiments, the nanostructure samples are fabricated using a standard thin-film deposition method and their reflectance spectra are measured to validate the designs. Our work provides an efficient and highly optimized method for controllable inverse design, benefiting future explorations of more intricate structures. The proposed framework can be further generalized to a wide range of fields beyond nanophotonics.         ",
    "url": "https://arxiv.org/abs/2510.00767",
    "authors": [
      "Sichao Shan",
      "Han Ye",
      "Zhengmei Yang",
      "Junpeng Hou",
      "Zhitong Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.00781",
    "title": "Fractional-order Fourier transformations as pseudo-differential operators. Applications to diffraction and imaging by optical systems",
    "abstract": "           Circular and hyperbolic fractional-order Fourier transformations are actually Weyl pseudo-differential operators. Their associated kernels and symbols are written explicitly. Products of fractional-order Fourier transformations are obtained by composing their kernels or symbols, in accordance with the Weyl calculus. On the other hand, optical field transfers by diffraction, from spherical emitters to receivers, are mathematically expressed using fractional-order Fourier transforms and are classified into three categories, for which we provide geometrical characterizations. Respecting the Huygens-Fresnel principle requires that the associated transformations be adequately composed, which is achieved through the composition rules of pseudo-differential operators. By applying the Weyl calculus, we prove that, in general, imaging through a refracting spherical cap can be described as the composition of two fractional-order Fourier transformations, but only if those transformations are of the same kind. Basic laws of coherent geometrical imaging are thus deduced from the composition of two circular fractional-order Fourier transformations. We also prove that the arrangement of a sequence of points along the axis of a centered optical system is preserved by imaging, up to a circular permutation. This recovers a classical result from geometrical optics, but here it is derived within the framework of diffraction theory.         ",
    "url": "https://arxiv.org/abs/2510.00781",
    "authors": [
      "Pierre Pellat-Finet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.00950",
    "title": "Analysis and Design of a Reconfigurable Metasurface based on Chalcogenide Phase-Change Material for Operation in the Near and Mid Infrared",
    "abstract": "           We analyze, design and assess the performance of a reflective reconfigurable metasurface (MS) architecture for optical wireless communications. The device is based on the Ge-Sb-Te (GST225) phase-change material (PCM) alloy, thermally toggled between highly distinct amorphous and crystalline phase-states. We employ simple conductive MS patterns to tune its resonance frequency, while allowing the unit cell response to be analytically predicted using transmission line theory and equivalent circuits. The GST material dispersion is computed in its two extreme phase-states using a Drude/Tauc-Lorentz model (DTLM), whose parameters are fitted to state-of-the-art experimental data; the dispersion in intermediate partially crystallized phase-states is computed using the Lorentz-Lorenz formula. Our results, corroborated by full-wave simulations, demonstrate the potential of PCM materials for the implementation of continuously reconfigurable holographic metasurfaces operating in the infrared bands.         ",
    "url": "https://arxiv.org/abs/2510.00950",
    "authors": [
      "Alexandros Pitilakis",
      "Alexandros Katsios",
      "Alexandros-Apostolos A. Boulogeorgos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.01128",
    "title": "How many channels can a photonic system support?",
    "abstract": "           We develop a general method to bound the ordered singular values (channel amplitudes) of the electromagnetic Green function for arbitrarily structured linear photonic systems. The approach yields computable, quantitatively predictive, upper bounds on the $n^{th}$ singular value that capture the complexity of multi-channel tradeoffs from the device perspective. As an illustration of the practical value of the framework, indexed channel bounds are obtained for multi-wavelength scale three-dimensional volumes (up to $64\\,\\lambda^3$) and applied to common application classes related to waveguides, metasurfaces, and planewave detection. These results are immediately applicable to the calculation of information theoretic objectives such as Shannon capacity and Fisher information.         ",
    "url": "https://arxiv.org/abs/2510.01128",
    "authors": [
      "Paul Virally",
      "Pengning Chao",
      "Alessio Amaolo",
      "Alejandro Rodriguez",
      "Sean Molesky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.01139",
    "title": "Cavity Enhanced Emission from Telecom Rare-Earth System in Colloidal Host",
    "abstract": "           Erbium incorporated in a ceria (CeO2) host offers strong potential as a spin qubit platform, providing a pathway toward telecom-compatible quantum memory. But erbium is a dim emitter due to its long excited state lifetime. Methods to enhance its emission rate and efficiency through nanophotonic cavity integration are therefore essential. In this work, we demonstrate cavity-enhanced emission from erbium doped CeO2. We couple colloidally synthesized erbium doped CeO2 nanocrystals to a silicon nanobeam cavity and show a 30-fold improvement in emitter brightness combined with a 2-fold lifetime enhancement. We estimate a lower bound of 12 for the Purcell factor of cavity-coupled emitters after accounting for non-radiative decay. These results pave the way towards utilizing colloidally synthesized optically addressable spin qubits emitting at telecom wavelength for quantum networking and distributed quantum computing.         ",
    "url": "https://arxiv.org/abs/2510.01139",
    "authors": [
      "Purbita Purkayastha",
      "Cristian Gonzalez",
      "Cameron Mollazadeh",
      "Chang-Min Lee",
      "Fariba Islam",
      "Abhijit Biswas",
      "Michael F. Toney",
      "Christopher B. Murray",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.23053",
    "title": "Tracking Quantum State Collapse/Decoherence in Real Time via a Superposition Trap",
    "abstract": "           We propose a novel method for probing quantum state collapse and decoherence in real time using a mechanism we term the superposition trap. This approach exploits the continuity equation in quantum mechanics to engineer a configuration that spatially confines only coherent superpositions, while allowing decohered or collapsed states to escape. By monitoring this leakage, the dynamics of collapse processes-whether environmentally induced or intrinsic to objective collapse models-can be experimentally accessed without disturbing the coherent evolution itself. We outline a concrete implementation using an atom interferometer with strontium atoms, where internal-state-selective operations enable physical separation of collapsed components. This technique offers a new experimental avenue to test collapse models, measure decoherence rates, and investigate the quantum-to-classical transition.         ",
    "url": "https://arxiv.org/abs/2509.23053",
    "authors": [
      "Hardeep Singh",
      "Tim Kovachy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2510.00026",
    "title": "The Cryogenic Lagrangian Exploration Module: a rotating cryostat for the study of quantum vortices in Helium II via particle seeding",
    "abstract": "           The study of quantum vortex dynamics in HeII offers great potential for advancing quantum-fluid models. Bose-Einstein condensates, neutron stars, and even superconductors exhibit quantum vortices, whose interactions are crucial for dissipation in these systems. These vortices have quantized velocity circulation around their cores, which, in HeII, are of atomic size. They have been observed indirectly, through methods such as second sound attenuation or electron bubble imprints on photosensitive materials. Over the past twenty years, decorating cryogenic flows with particles has become a powerful approach to studying these vortices. However, recent particle visualization experiments often face challenges with stability, initial conditions, stationarity, and reproducibility. Moreover, most dynamical analyses are performed in 2D, even though many flows are inherently 3D. We constructed a rotating cryostat with optical ports on an elongated square cupola to enable 2D2C, 2D3C, and 3D3C Lagrangian and Eulerian studies of rotating HeII flow. Using this setup, individual quantum vortices have been tracked with micron-sized particles, as demonstrated by Peretti et al., Sci. Adv. 9, eadh2899 (2023). The cryostat and associated equipment -laser, cameras, sensors, and electronics- float on a 50 {\\mu}m air cushion, allowing for precise control of the experiment's physical parameters. The performance during rotation is discussed, along with details on particle injection.         ",
    "url": "https://arxiv.org/abs/2510.00026",
    "authors": [
      "Jeremy Vessaire",
      "Charles Peretti",
      "Florian Lorin",
      "Emeric Durozoy",
      "Gregory Garde",
      "Panayotis Spathis",
      "Benoit Chabaud",
      "Mathieu Gibert"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.00663",
    "title": "Analytical Model of Resonant Quantum Excitation Transport in Molecular Chains at finite Temperatures: Application of Integral Transforms",
    "abstract": "           This study investigates the potential impact of intramolecular excitations on the active regions of biomolecular chains, which may play a role in physiological processes within living cells. We assumed that an excitation localized in a specific chain segment can modify its physical properties (e.g., local charge distribution or electric dipole moments), thereby altering its role in biochemical processes. As a consequence, the biochemical functionality of the molecular chain may be altered, or even disrupted. Moreover, quantum resonance effects may cause an excitation induced at one structural element to delocalize and appear at a distant site, potentially affecting the functionality of regions located far from the site where the excitation was initially induced. To investigate this phenomenon, we developed and analyzed a theoretical model in which a single excitation is induced in a particular structural element of a finite molecular chain in thermal equilibrium with its environment. The interaction between the excitation and the thermal oscillations of the chain was taken into account. Differential equations for the correlation functions were derived and solved analytically using integral transformations, providing information on the probability of finding the excitation at each site of the chain. The results show that both the probability of finding the excitation at distant sites and its residence time depend on the chain's physical characteristics, temperature, and initial excitation location.         ",
    "url": "https://arxiv.org/abs/2510.00663",
    "authors": [
      "Dalibor Chevizovich",
      "Slobodanka Galovic",
      "Vasilije Matic",
      "Zoran Ivic",
      "Zeljko Przulj"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2510.01056",
    "title": "High-Pressure DFT Study of BeX (X = S, Se, Te): Phonon Spectra, Optical Properties, and Thermodynamic Stability for Advanced Optoelectronic Applications",
    "abstract": "           We present a comprehensive first-principles investigation of the structural, electronic, optical, and thermodynamic properties of BeX compounds (X = S, Se, Te) under hydrostatic pressures ranging from 0 to 10 GPa. Calculations were performed using density functional theory (DFT) within the Generalized Gradient Approximation (GGA) using the Perdew-Burke-Ernzerhof (PBE) functional, as implemented in the CASTEP code. Phonon dispersion analyses confirm the dynamical stability of all compounds across the studied pressure range, as indicated by the absence of imaginary frequencies throughout the Brillouin zone. The electronic band structure reveals pressure-induced band modifications, with BeS retaining the widest bandgap. Optical properties, including the dielectric function, absorption coefficient, reflectivity, and energy loss spectra, were computed for photon energies up to 30 eV. The materials exhibit strong optical absorption in the ultraviolet region, suggesting potential for UV optoelectronic applications. Thermodynamic parameters such as Debye temperature, heat capacity, and entropy were evaluated, showing pressure-dependent trends. Notably, increasing pressure leads to reduced atomic vibrations and heat capacity, while the Gibbs free energy exhibits a consistent slope with temperature, reflecting entropy variation. These results highlight the suitability of BeX compounds for pressure-sensitive optoelectronic and thermoelectric devices, as well as thermal barrier applications.         ",
    "url": "https://arxiv.org/abs/2510.01056",
    "authors": [
      "Muhammad Shahzad",
      "Sikander Azam",
      "Syed Awais Ahmad",
      "Ming Li"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.01181",
    "title": "Combining Error Detection and Mitigation: A Hybrid Protocol for Near-Term Quantum Simulation",
    "abstract": "           Practical implementation of quantum error correction is currently limited by near-term quantum hardware. In contrast, quantum error mitigation has demonstrated strong promise for improving the performance of noisy quantum circuits without the requirement of full fault tolerance. In this work, we develop a hybrid error suppression protocol that integrates Pauli twirling, probabilistic error cancellation, and the $[[n, n-2, 2]]$ quantum error detecting code. In addition, to reduce overhead from error mitigation components of our method, we modify Pauli twirling by lowering the number of Pauli operators in the twirling set, and apply probabilistic error cancellation at the end of the encoded circuit to remove undetectable errors. Finally, we demonstrate our protocol on a non-Clifford variational quantum eigensolver circuit that estimates the ground state energy of $\\rm H_2$ using both \\texttt{qiskit} AerSimulator and the IBM quantum processor \\texttt{ibm\\_brussels}.         ",
    "url": "https://arxiv.org/abs/2510.01181",
    "authors": [
      "Dawei Zhong",
      "William Munizzi",
      "Huo Chen",
      "Wibe Albert de Jong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14120",
    "title": "Mechanical loss and stability analysis of NEXCERA in ultra-stable optical cavities",
    "abstract": "           NEXCERA has emerged as a ceramic-based material for spacers in ultra-stable optical cavities, with a coefficient of thermal expansion that crosses zero near room temperature. In such cavities, frequency stability is ultimately limited by Brownian thermal noise in the cavity components. A key parameter in this context is the mechanical loss, which has remained unknown for NEXCERA. In this work, we investigate the mechanical loss of NEXCERA N117B at room temperature for various resonances using the gentle nodal suspension technique. We measure a promising minimum mechanical loss of $\\phi = 1.89\\times 10^{-5}$, indicating the suitability of NEXCERA for low-noise optical cavities. Using this value, we calculate the thermal noise of a cavity with a NEXCERA spacer and compare its performance to established materials such as ULE and Zerodur, taking into account different mirror substrate options. Our analysis shows that NEXCERA is a strong candidate for ultra-stable cavities due to its low thermal noise. Combined with its previously reported low linear drift, it offers a highly attractive option for long-term stable optical frequency references.         ",
    "url": "https://arxiv.org/abs/2409.14120",
    "authors": [
      "Nico Wagner",
      "Mateusz Narożnik",
      "Marcin Bober",
      "Steffen Sauer",
      "Michał Zawada",
      "Stefanie Kroker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.08635",
    "title": "Design and Construction of an Affordable Adjustable Repetition Rate Optical Frequency Comb",
    "abstract": "           We designed and built an adjustable repetition rate optical frequency comb using off-the-shelf components with several improvements to an established erbium fiber design. This design, built fully by an undergraduate, was assembled at a fraction of the cost of a commercial comb. This comb has a repetition rate of roughly 100 MHz with a tuning range of 3 MHz. A stabilization control loop for $f_{rep}$ achieved long term drifts of < 1 Hz over several days. This comb will eventually be implemented for use in dual-comb spectroscopy.         ",
    "url": "https://arxiv.org/abs/2503.08635",
    "authors": [
      "Christopher E. Latchford",
      "Daniel L. Maser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2504.10176",
    "title": "SEMPO - Retrieving poles, residues and zeros in the complex frequency plane from an arbitrary spectral response",
    "abstract": "           The Singularity Expansion Method Parameter Optimizer - SEMPO - is a toolbox to extract the complex poles, zeros and residues of an arbitrary response function acquired along the real frequency axis. SEMPO allows to determine this full set of complex parameters of linear physical systems from their spectral responses only, without prior information about the system. The method leverages on the Singularity Expansion Method of the physical signal. This analytical expansion of the meromorphic function in the complex frequency plane motivates the use of the Cauchy method and auto-differentiation-based optimization approach to retrieve the complex poles, zeros and residues from the knowledge of the spectrum over a finite and real spectral range. Both approaches can be sequentially associated to provide highly accurate reconstructions of physical signals in large spectral windows. The performances of SEMPO are assessed and analysed in several configurations that include the dielectric permittivity of materials and the optical response spectra of various optical metasurfaces.         ",
    "url": "https://arxiv.org/abs/2504.10176",
    "authors": [
      "I. Ben Soltane",
      "M. Roy",
      "R. Andre",
      "N. Bonod"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.05964",
    "title": "$^{88}$Sr$^{+}$ optical clock with $7.9\\times 10^{-19}$ systematic uncertainty and measurement of its absolute frequency with $9.8\\times 10^{-17}$ uncertainty",
    "abstract": "           We report on a $^{88}$Sr$^{+}$ single-ion optical clock with an estimated fractional systematic uncertainty of $7.9\\times 10^{-19}$. The low uncertainty is enabled by small rf losses, a thorough evaluation of the blackbody-radiation temperature, and our recent measurement of the differential polarizability. A detailed uncertainty evaluation is presented. We also report on two absolute frequency measurements: one against a remote cesium fountain clock and one against International Atomic Time (TAI). The former lasted 12 days and resulted in a frequency value of 444779044095485.49(15) Hz. The latter spanned ten months with monthly optical-clock uptimes between 68% and 99% and yielded a frequency value of 444779044095485.373(44) Hz. With a fractional uncertainty of $9.8\\times 10^{-17}$, it is, to our knowledge, the most accurate optical frequency measurement reported to date. Both frequency values are in agreement with other recent measurements, providing further evidence that the 2021 CIPM recommended frequency value is too high by 1.6 times its uncertainty.         ",
    "url": "https://arxiv.org/abs/2509.05964",
    "authors": [
      "T. Lindvall",
      "T. Fordell",
      "K. J. Hanhijärvi",
      "M. Doležal",
      "J. Rahm",
      "S. Weyers",
      "A. E. Wallin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.25924",
    "title": "High Resolution and High-Speed Live Optical Flow Velocimetry",
    "abstract": "           Particle Image Velocimetry (PIV) is the most widely used optical technique for measuring two-dimensional velocity fields in fluids. However, with the standard cross-correlation (CC) algorithm, improving the spatial resolution of instantaneous velocity fields and obtaining dense velocity fields in real time remains challenging. Optical Flow Velocimetry (OFV) offers a way to overcome these limitations. In this study, we demonstrate that dense velocity fields (one vector per pixel) with high spatial resolution can be obtained in real time at frequencies up to thousands of Hertz using an optical flow approach. We show that high resolution is achievable with optimized seeding, and that computational speed can be increased by choosing appropriate parameters and running on a single GPU. Using this method, 21 Mp velocity fields can be computed in real-time at 90 Hz, while 4 Mp velocity fields can be computed up to 460 Hz. These measurements enable the computation of various flow quantities in real time, during the experiment. It makes this technique perfectly suitable for many new type of experiments, from closed-loop flow control experiments based on OFV measurements, to very low frequency measurements or monitoring of the flow to find rare events. They also greatly accelerate post-processing leading to potential large time and energy gain for post-processing.         ",
    "url": "https://arxiv.org/abs/2509.25924",
    "authors": [
      "Juan Pimienta",
      "Jean-Luc Aider"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2407.04512",
    "title": "Entropy Computing, A Paradigm for Optimization in Open Photonic Systems",
    "abstract": "           Finding better solutions to combinatorial optimization problems could have a large positive impact on many real-world application areas, such as logistics. For this reason, significant efforts have been made to design novel optimisation paradigms. Here we show an early instance of such paradigm in an optical setting, the entropy computing paradigm. Specifically, we experimentally demonstrate the feasibility of entropy computing by building a hybrid photonic-electronic computer that uses optical measurement and feedback to solve non-convex optimization problems. The system functions by using temporal photonic modes to create qudits in order to encode probability amplitudes in the time-frequency degree of freedom of a photon. This scheme, when coupled with with electronic interconnects, allows us to encode an arbitrary Hamiltonian into the system and solve non-convex continuous variables and combinatorial optimization problems. We show that the proposed entropy computing paradigm can act as a scalable and versatile platform for tackling a large range of NP-hard optimization problems.         ",
    "url": "https://arxiv.org/abs/2407.04512",
    "authors": [
      "Lac Nguyen",
      "Mohammad-Ali Miri",
      "R. Joseph Rupert",
      "Wesley Dyk",
      "Sam Wu",
      "Nick Vrahoretis",
      "Irwin Huang",
      "Milan Begliarbekov",
      "Nicholas Chancellor",
      "Uchenna Chukwu",
      "Pranav Mahamuni",
      "Cesar Martinez-Delgado",
      "David Haycraft",
      "Carrie Spear",
      "Joel Russell Huffman",
      "Yong Meng Sua",
      "Yu-Ping Huang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.18530",
    "title": "Tracking the photoinduced dynamics of a dark excitonic state in single-layer WS$_2$ via resonant Autler-Townes splitting",
    "abstract": "           Excitons in a monolayer transition metal dichalcogenide (1L-TMD) are highly bound states characterized by a Rydberg-like spectrum of discrete energy levels. Among these, states with odd-parity are known as dark excitons due to selection rules, which make their stationary and transient characterization challenging using linear optical techniques. Here, we demonstrate that the dynamics of a 2p dark excitonic state in 1L-WS$_2$ can be directly retrieved by measuring the Autler-Townes splitting of bright states in a three-pulse experiment. The splitting of the bright 1s excitonic state, observed by detuning a mid-infrared control field across the 1s-2p transition, provides an accurate characterization of the 2p state. Following carrier photoinjection, we observe a qualitatively different dynamics of the 1s and 2p levels, which is indicative of symmetry-dependent screening and exciton-exciton interactions. These findings provide new insights into many-body effects in TMDs, offering potential avenues for advancing the next generation optoelectronics.         ",
    "url": "https://arxiv.org/abs/2503.18530",
    "authors": [
      "Angela Montanaro",
      "Francesco Valiera",
      "Francesca Giusti",
      "Francesca Fassioli",
      "Chiara Trovatello",
      "Giacomo Jarc",
      "Enrico Maria Rigoni",
      "Fang Liu",
      "Xiaoyang Zhu",
      "Stefano Dal Conte",
      "Giulio Cerullo",
      "Martin Eckstein",
      "Daniele Fausti"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.21308",
    "title": "Dissipative Preparation of Many-Body Quantum States: Towards Practical Quantum Advantage",
    "abstract": "           While dissipation has traditionally been viewed as an obstacle to quantum coherence, it is increasingly recognized as a powerful computational resource. Dissipative protocols can prepare complex many-body quantum states by leveraging engineered system-environment interactions. This essay focuses on a class of algorithms that utilize algorithmically constructed Lindblad generators, and highlight recent advances enabling the preparation of ground and thermal states for certain non-commuting Hamiltonians with rigorous performance guarantees. We also propose extensions of these protocols to prepare excited and resonance states, which may offer new pathways toward realizing practical quantum advantage on early fault-tolerant quantum computing platforms.         ",
    "url": "https://arxiv.org/abs/2505.21308",
    "authors": [
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.17514",
    "title": "Structured Quantum Baths with Memory: A QuTiP Framework for Spectral Diagnostics and Machine Learning Inference",
    "abstract": "           We introduce a compact simulation framework for modeling open quantum systems coupled to structured, memory-retaining baths using QuTiP. Our method models the bath as a finite set of layered qubits with adjustable connections, interpreted either as a physical realization or as a conceptual representation, rather than as a continuum. This explicit modeling enables direct control over non-Markovian dynamics and allows spectral diagnostics via Fast Fourier Transform (FFT) of system observables. Using a triangle-based bath motif and its extension to a six-qubit anisotropic fractal-like architecture, we demonstrate how spectral fingerprints encode bath topology and memory depth. Standard machine learning tools such as Principal Component Analysis (PCA) and gradient boosting can then be employed to infer bath parameters and estimate proximity to exceptional points (EPs). The results suggest that spectral analysis can serve as a unifying, quantum-platform agnostic tool across theory, simulation, and experiment, offering both a student-accessible and experimentally relevant approach to understanding coherence loss and memory flow in quantum hardware. Rather than treating noise as an adversary to be eliminated, our approach views structured baths as collaborative partners, enabling controlled memory and delocalized memory and information flow for engineered quantum dynamics. In addition to its diagnostic power, the framework offers a modular and reproducible platform for teaching open quantum systems. Ultimately, we frame this as a pedagogical tool: students can pair FFT-based spectral features with lightweight ML (e.g., PCA and gradient boosting) to extract data-rich, interpretable signatures of open-system and non-Hermitian dynamics.         ",
    "url": "https://arxiv.org/abs/2508.17514",
    "authors": [
      "Ridwan Sakidja"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21093",
    "title": "Floquet-engineered moire quasicrystal patterns of ultracold Bose gases in twisted bilayer optical lattices",
    "abstract": "           We investigate the formation of moiré quasicrystal patterns in Bose gases confined in twisted bilayer optical lattices via Floquet-engineered intralayer atomic interactions. Dynamical evolutions of the inverse participation ratio and the density wave amplitude reveal the stage for the emergence of moiré quasicrystal patterns, whose symmetry can be easily manipulated by the modulation frequencies and amplitudes. Reducing the frequencies and increasing the amplitudes can both facilitate lattice symmetry breaking and the subsequent emergence of rotational symmetry. Notably, a twelve-fold quasicrystal pattern emerges under specific parameters, closely resembling the moiré quasicrystal in twisted bilayer graphene. The momentum-space distributions also exhibit high rotational symmetry, which is consistent with the real-space patterns at specific evolution times. Our findings establish a new quantum platform for exploring quasicrystals and their symmetry properties in ultracold bosonic systems.         ",
    "url": "https://arxiv.org/abs/2508.21093",
    "authors": [
      "Zhenze Fan",
      "Juan Wang",
      "Yan Li"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]