[
  {
    "id": "arXiv:2405.00677",
    "title": "Niel's Chess: A Quantum Game for Schools and the General Public",
    "abstract": "In this article, a quantum variant of chess is introduced, which can be played on a traditional board, without using computers or other electronic devices. The rules of the game arise naturally by combining the rules of conventional chess with key quantum-physical effects such as superposition and entanglement. Niel's Chess is recommended for ages 10 and above, to everyone who wishes to play a creative game with historical roots and at the same time gain intuition about the foundational quantum effects that power cutting-edge technologies like quantum computing and quantum communication, which are poised to revolutionize our society in the coming decades. Takeaways from a pilot educational session that was carried out with 10-to-12-year-old children are also presented. ",
    "url": "https://arxiv.org/abs/2405.00677",
    "authors": [
      "Tamás Varga"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00913",
    "title": "Laser Pulse Induced Second- and Third-Harmonic Generation of Gold  Nanorods with Real-Time Time-Dependent Density Functional Tight Binding  (RT-TDDFTB) Method",
    "abstract": "In this study, we investigate second- and third-harmonic generation processes in Au nanorod systems using the real-time time-dependent density functional tight binding (RT-TDDFTB) method. Our study focuses on computation of nonlinear signals based on the time dependent dipole response induced by linearly polarized laser pulses interacting with nanoparticles. We systematically explore the influence of various laser parameters, including pump intensity, duration, frequency, and polarization directions, on the harmonic generation. We demonstrate all the results using Au nanorod dimer systems arranged in end-to-end configurations, and disrupting the spatial symmetry of regular single nanorod systems crucial for second harmonic generation processes. Furthermore, we study the impact of nanorod lengths, which lead to variable plasmon energies, on the harmonic generation, and estimates of polarizabilities and hyper-polarizabilities are provided. ",
    "url": "https://arxiv.org/abs/2405.00913",
    "authors": [
      "Sajal Kumar Giri",
      "George C. Schatz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00971",
    "title": "Excitation-Dependent Features and Artifacts in 2-D Terahertz  Spectroscopy",
    "abstract": "Recently, two-dimensional terahertz spectroscopy (2DTS) has attracted increasing attention for studying complex solids. A number of recent studies have applied 2DTS either with long pulses or away from any material resonances, situations that yield unconventional 2DTS spectra that are often difficult to interpret. Here, we clarify the generic origins of observed spectral features by examining 2DTS spectra of ZnTe, a model system with a featureless optical susceptibility at low terahertz frequencies. These results also reveal possible artifacts that may arise from electro-optic sampling in collinear 2DTS experiments, including the observation of spurious rectified or second harmonic signals. ",
    "url": "https://arxiv.org/abs/2405.00971",
    "authors": [
      "Albert Liu",
      "Ankit Disa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2405.00976",
    "title": "Synchronization Dynamics in the Spatial Evolution of Optical Power in  Optical Oligomer",
    "abstract": "In this work, we investigated the spatial evolution of optical power in a closed-form optical waveguide configuration consisting of six passive waveguides and each of the waveguides exhibits equal strength of Kerr nonlinearity. We considered only nearest neighbor interaction between the waveguides. We found that in the case of low Kerr nonlinearity, evolution of optical power shows synchronization behavior. But when we increased the strength of Kerr nonlinearity, we discovered that spatial evolution of optical power in all waveguides shows independent characteristics. On the other hand, we have studied the impact of the coupling constant on the synchronization dynamics of our system. Our findings showed us that strong coupling can strengthen the collective dynamics in the presence of strong Kerr nonlinearity. From our results, we can conclude that Kerr nonlinearity in our system plays the role of disorder parameter that destroys as well as alters the synchronization behavior of evolution of optical power in the waveguides and coupling constant plays the role of an antagonist and restores synchronization in the model. ",
    "url": "https://arxiv.org/abs/2405.00976",
    "authors": [
      "J. P. Deka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2405.01034",
    "title": "Collective nature of high-Q resonances in finite-size photonic  metastructures",
    "abstract": "We study high quality-factor (high Q) resonances supported by periodic arrays of Mie resonators from the perspectives of both Bloch wave theory and multiple scattering theory. We reveal that, unlike a common belief, the bound states in the continuum (BICs) derived by the Bloch-wave theory do not directly determine the resonance with the highest Q value in large but finite arrays. Higher Q factors appear to be associated with collective resonances formed by nominally guided modes below the light line associated with strong effect of both electric and magnetic multipoles. Our findings offer valuable insights into accessing the modes with higher Q resonances via bonding modes within finite metastructures. Our results underpin the pivotal significance of magnetic and electric multipoles in the design of resonant metadevices and nonlocal flat-band optics. Moreover, our demonstrations reveal that coupled arrays of high-Q microcavities do not inherently result in a stronger light-matter interaction when compared to coupled low-Q nanoresonators. This result emphasizes the critical importance of the study of multiple light-scattering effects in cavity-based systems. ",
    "url": "https://arxiv.org/abs/2405.01034",
    "authors": [
      "Thanh Xuan Hoang",
      "Daniel Leykam",
      "Hong-Son Chu",
      "Ching Eng Png",
      "Francisco J. Garcıa-Vidal",
      "Yuri S. Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01238",
    "title": "All-Optical Noise Quenching of An Integrated Frequency Comb",
    "abstract": "Integrated frequency combs promise transformation of lab-based metrology into disruptive real-world applications. These microcombs are, however, sensitive to stochastic thermal fluctuations of the integrated cavity refractive index, with its impact becoming more significant as the cavity size becomes smaller. This tradeoff between microcomb noise performance and footprint stands as a prominent obstacle to realizing applications beyond a controlled lab environment. Here, we demonstrate that small footprint and low noise become compatible through the all-optical Kerr-induced synchronization (KIS) method. Our study unveils that the phase-locking nature of the synchronization between the cavity soliton and the injected reference pump laser enables the microcomb to no longer be limited by internal noise sources. Instead, the microcomb noise is mostly limited by external sources, namely, the frequency noise of the two pumps that doubly pin the microcomb. First, we theoretically and experimentally show that the individual comb tooth linewidths of an octave-spanning microcomb remain within the same order-of-magnitude as the pump lasers, contrary to the single-pumped case that exhibits a more than two order-of-magnitude increase from the pump to the comb edge. Second, we theoretically show that intrinsic noise sources such as thermorefractive noise in KIS are quenched at the cavity decay rate, greatly decreasing its impact. Experimentally, we show that even with free-running lasers, the KIS microcomb can exhibit better repetition rate noise performance than the predicted thermorefractive noise limitation in absence of KIS. ",
    "url": "https://arxiv.org/abs/2405.01238",
    "authors": [
      "Gregory Moille",
      "Pradyoth Shandilya",
      "Jordan Stone",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01265",
    "title": "Derivation of Dirac Exchange Interaction Potential from Quantum Plasma  Kinetic Theory",
    "abstract": "The Dirac exchange interaction is derived from recent quantum kinetic theory for collisionless plasmas. For this purpose, the kinetic equation is written in the semiclassical and long wavelength approximations. The validity of the model for real systems is worked out, in terms of temperature and density parameters. Within the region of applicability, the correlation potential energy is shown to be always smaller than the exchange contribution. From the moments of the quantum kinetic equations, macroscopic, hydrodynamic equations are found, for an electron-ion plasma. The Dirac exchange term is explicitly derived, in the case of a completely degenerate electron gas. These results show, within quantum kinetic theory for charged particle systems, a new view of the Dirac exchange interaction frequently used in density functional theory parametrization. Finally, a simpler form of the quantum plasma exchange kinetic theory is also found. ",
    "url": "https://arxiv.org/abs/2405.01265",
    "authors": [
      "Fernando Haas"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01436",
    "title": "High-gain far-detuned nonlinear frequency conversion in optical fibers:  intramodal vs. intermodal processes",
    "abstract": "We present theoretical and experimental evidence of high-gain far-detuned nonlinear frequency conversion, extending towards both the visible and the mid-infrared, in a few-mode graded-index silica fiber pumped at 1.064 $\\mu$m, and more specifically achieving gains of hundreds of dB per meter below 0.65 $\\mu$m and beyond 3.5 $\\mu$m. Our findings highlight the potential of graded-index fibers in terms of strong modal confinement over an ultrabroad spectral range for enabling high-gain wavelength conversion. Such advancements require an accurate interpretation of intramodal and intermodal four-wave mixing processes. ",
    "url": "https://arxiv.org/abs/2405.01436",
    "authors": [
      "Karolina Stefańska",
      "Pierre Béjot",
      "Julien Fatome",
      "Guy Millot",
      "Karol Lech Tarnowski",
      "Bertrand Kibler"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.01475",
    "title": "Experimental demonstration of frequency downconverted arm length  stabilization for a future upgraded gravitational wave detector",
    "abstract": "Ground-based laser interferometric gravitational wave detectors consist of complex multiple optical cavity systems. An arm-length stabilization (ALS) system has played an important role in bringing such complex detector into operational state and enhance the duty cycle. The sensitivity of these detectors can be improved if the thermal noise of their test mass mirror coatings is reduced. Crystalline AlGaAs coatings are a promising candidate for this. However, traditional ALS system with frequency-doubled 532 nm light is no longer an option with AlGaAs coatings due to the narrow bandgap of GaAs, thus alternative locking schemes must be developed. In this letter, we describe an experimental demonstration of a novel ALS scheme which is compatible with AlGaAs coatings. This ALS scheme will enable the use of AlGaAs coatings and contribute to improved sensitivity of future detectors. ",
    "url": "https://arxiv.org/abs/2405.01475",
    "authors": [
      "Satoshi Tanioka",
      "Bin Wu",
      "Stefan W. Ballmer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2405.01529",
    "title": "Characterization of Silicon Photomultiplier Photon Detection Efficiency  at Liquid Nitrogen Temperature",
    "abstract": "The detection of individual photons at cryogenic temperatures is of interest to many experiments searching for physics beyond the Standard Model. Silicon photomultipliers are often deployed in liquid argon or liquid xenon to detect scintillation light by either directly detecting the vacuum ultra-violet scintillation or by detecting light from fluorescent compounds that are used to shift the wavelength. Here we present results from an experimental setup that measures the photon detection efficiencies of silicon photomultipliers, sensitive to the visible spectrum, at liquid nitrogen temperature, 77 K. Results from a KETEK PM3325-WB-D0 and a Hamamatsu S13360-3050CS silicon photomultiplier exhibit a decrease in photon detection efficiency greater than 20% at liquid nitrogen temperature relative to room temperature for 562.5 nm light. ",
    "url": "https://arxiv.org/abs/2405.01529",
    "authors": [
      "S. Borden",
      "J. A. Detwiler",
      "W. Pettus",
      "N. W. Ruof"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.00707",
    "title": "Towards a Deterministic Interpretation of Quantum Mechanics: Insights  from Dynamical Systems",
    "abstract": "Experiments violating Bell's inequality appear to indicate deterministic models do not correspond to a realistic theory of quantum mechanics. The theory of pilot waves seemingly overcomes this hurdle via nonlocality and statistical dependence, however it necessitates the existence of \"ghost waves\". This manuscript develops a deterministic dynamical system with local interactions. The aggregate behavior of the trajectories are reminiscent of a quantum particle evolving under the Schr\\\"{o}dinger equation and reminiscent of Feynman's path integral interpretation in three canonical examples: motion in free space, double slit diffraction, and superluminal barrier traversal. Moreover, the system bifurcates into various dynamical regimes including a classical limit. These results illustrate a deterministic alternative to probabilistic interpretations and aims to shed light on the transition from quantum to classical mechanics. ",
    "url": "https://arxiv.org/abs/2405.00707",
    "authors": [
      "Aminur Rahman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Dynamical Systems (math.DS)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00759",
    "title": "Topological Corner Modes by Composite Wannier States in Glide-Symmetric  Photonic Crystal",
    "abstract": "Second-order topological insulators can be characterized by their bulk polarization, which is believed to be intrinsically connected to the center of the Wannier function. In this study, we demonstrate the existence of second-order topological insulators that feature a pair of partially degenerate photonic bands. These arise from the nonsymmorphic glide symmetry in an all-dielectric photonic crystal. The center of the maximally localized Wannier function (MLWF) is consistently located at the origin but is not equivalent with respect to the sum of constituent polarizations. As a result, topological corner modes can be identified by the distinctly hybridized MLWFs that truncate at the sample boundary. Through full-wave numerical simulations paired with microwave experiments, the second-order topology is clearly confirmed and characterized. These topological corner states exhibit notably unique modal symmetries, which are made possible by the inversion of the Wannier bands. Our results provide an alternative approach to explore higher-order topological physics with significant potential for applications in integrated and quantum photonics. ",
    "url": "https://arxiv.org/abs/2405.00759",
    "authors": [
      "Zhenzhen Liu",
      "Xiaoxi Zhou",
      "Guochao Wei",
      "Lei Gao",
      "Bo hou",
      "Jun-Jun Xiao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00883",
    "title": "Evidence of 1+1D photorefractive stripe solitons deep in the Kerr limit",
    "abstract": "The Kerr nonlinearity allows for exact analytic soliton solutions in 1+1D. While nothing excludes that these solitons form in naturally-occurring real-world 3D settings as solitary walls or stripes, their observation has previously been considered unfeasible because of the strong transverse instability intrinsic to the extended nonlinear perturbation. We report the observation of solitons that are fully compatible with the 1+1D Kerr paradigm limit hosted in a 2+1D system. The waves are stripe spatial solitons in bulk copper doped potassium-lithium-tantalate-niobate (KLTN) supported by the unsaturated photorefractive screening nonlinearity. The parameters of the stripe solitons fit well, in the whole existence domain, with the 1+1D existence curve that we derive for the first time in closed form starting from the saturable model of propagation. Transverse instability, that accompanies the solitons embedded in the 3D system, is found to have a gain length much longer than the crystal. Findings establish our system as a versatile platform for investigating exact soliton solutions in bulk settings and in exploring the role of dimensionality at the transition from integrable to non-integrable regimes of propagation. ",
    "url": "https://arxiv.org/abs/2405.00883",
    "authors": [
      "Ludovica Falsi",
      "Alberto Villois",
      "Francesco Coppini",
      "Aharon J. Agranat",
      "Eugenio DelRe",
      "Stefano Trillo"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00968",
    "title": "A multidimensional approach to quantum state tomography of photoelectron  wavepackets",
    "abstract": "There is a growing interest in reconstructing the density matrix of photoionized electrons, in particular in complex systems where decoherence can be introduced either by a partial measurement of the system or through coupling with a stochastic environment. To this, end, several methods to reconstruct the density matrix, quantum state tomography protocols, have been developed and tested on photoelectrons ejected from noble gases following absorption of XUV photons from attosecond pulses. It remains a challenge to obtain model-free, single scan protocols that can reconstruct the density matrix with high fidelities. Current methods require extensive measurements or involve complex fitting of the signal. Faithful single-scan reconstructions would be of great help to increase the number of systems that can be studied. We propose a new and more efficient protocol - rainbow-KRAKEN - that is able to reconstruct the continuous variable density matrix of a photoelectron in a single time delay scan. It is based on measuring the coherences of a photoelectron created by absorption of an XUV pulse using a broadband IR probe that is scanned in time and a narrowband IR reference that is temporally fixed to the XUV pulse. We illustrate its performance for a Fano resonance in He as well as mixed states in Ar arising from spin-orbit splitting. We show that the protocol results in excellent fidelities and near-perfect estimation of the purity. ",
    "url": "https://arxiv.org/abs/2405.00968",
    "authors": [
      "Hugo Laurell",
      "Jorge Baños-Gutiérrez",
      "David Busto",
      "Anne L'Huillier",
      "Daniel Finkelstein-Shapiro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01486",
    "title": "A Formulation of Quantum Fluid Mechanics and Trajectories",
    "abstract": "A formalism of classical mechanics is given for time-dependent many-body states of quantum mechanics, describing both fluid flow and point mass trajectories. The familiar equations of energy, motion, and those of Lagrangian mechanics are obtained. An energy and continuity equation is demonstrated to be equivalent to the real and imaginary parts of the time dependent Schroedinger equation, respectively, where the Schroedinger equation is in density matrix form. For certain stationary states, using Lagrangian mechanics and a Hamiltonian function for quantum mechanics, equations for point-mass trajectories are obtained. For 1-body states and fluid flows, the energy equation and equations of motion are the Bernoulli and Euler equations of fluid mechanics, respectively. Generalizations of the energy and Euler equations are derived to obtain equations that are in the same form as they are in classical mechanics. The fluid flow type is compressible, inviscid, irrotational, with the nonclassical element of local variable mass. Over all space mass is conserved. The variable mass is a necessary condition for the fluid flow to agree with the zero orbital angular momentum for s states of hydrogen. Cross flows are examined, where velocity directions are changed without changing the kinetic energy. For one-electron atoms, the velocity modification gives closed orbits for trajectories, and mass conservation, vortexes, and density stratification for fluid flows. For many body states, Under certain conditions, and by hypotheses, Euler equations of orbital-flows are obtained. One-body Schroedinger equations that are a generalization of the Hartree-Fock equations are also obtained. These equations contain a quantum Coulomb's law, involving the 2-body pair function of reduced density matrix theory that replace the charge densities. ",
    "url": "https://arxiv.org/abs/2405.01486",
    "authors": [
      "James P. Finley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2405.01537",
    "title": "Observation of an inverse turbulent-wave cascade in a driven quantum gas",
    "abstract": "We observe an inverse turbulent-wave cascade, from small to large lengthscales, in a homogeneous 2D Bose gas driven isotropically on a lengthscale much smaller than its size. Starting with an equilibrium condensed gas, at long drive times we observe a nonthermal steady state. At increasing lengthscales, starting from the forcing one, the steady-state momentum distribution features in turn: (i) a power-law spectrum, with an exponent close to the analytical result for a particle cascade in weak-wave turbulence, and (ii) a spectrum intriguingly reminiscent of a nonthermal fixed point associated with universal coarsening in an isolated 2D gas. In further experiments, based on anisotropic driving, we also reveal the qualitative picture of the cascade-formation dynamics. ",
    "url": "https://arxiv.org/abs/2405.01537",
    "authors": [
      "Andrey Karailiev",
      "Martin Gazo",
      "Maciej Gałka",
      "Christoph Eigen",
      "Tanish Satoor",
      "Zoran Hadzibabic"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06373",
    "title": "Quantum feedback control of a two-atom network closed by a semi-infinite  waveguide",
    "abstract": " Title: Quantum feedback control of a two-atom network closed by a semi-infinite  waveguide ",
    "url": "https://arxiv.org/abs/2306.06373",
    "authors": [
      "Haijin Ding",
      "Guofeng Zhang",
      "Mu-Tian Cheng",
      "Guoqing Cai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01989",
    "title": "Coupling the thermal acoustic modes of a bubble to an optomechanical  sensor",
    "abstract": " Title: Coupling the thermal acoustic modes of a bubble to an optomechanical  sensor ",
    "url": "https://arxiv.org/abs/2308.01989",
    "authors": [
      "K. G. Scheuer",
      "F. B. Romero",
      "R.G. DeCorby"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2309.14426",
    "title": "Finite Pulse-Time Effects in Long-Baseline Quantum Clock Interferometry",
    "abstract": " Comments: 20 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2309.14426",
    "authors": [
      "Gregor Janson",
      "Alexander Friedrich",
      "Richard Lopp"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03128",
    "title": "AlGaN/AlN heterostructures: an emerging platform for nonlinear  integrated photonics",
    "abstract": " Title: AlGaN/AlN heterostructures: an emerging platform for nonlinear  integrated photonics ",
    "url": "https://arxiv.org/abs/2312.03128",
    "authors": [
      "Sinan Gündogdu",
      "Sofia Pazzagli",
      "Tommaso Pregnolato",
      "Tim Kolbe",
      "Sylvia Hagedorn",
      "Markus Weyers",
      "Tim Schröder"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.11771",
    "title": "Near-field Spin Chern Number Quantized by Real-space Topology of Optical  Structures",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2312.11771",
    "authors": [
      "Tong Fu",
      "Ruo-Yang Zhang",
      "Shiqi Jia",
      "C. T. Chan",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.06096",
    "title": "Precise characterization of a silicon carbide waveguide fiber interface",
    "abstract": " Title: Precise characterization of a silicon carbide waveguide fiber interface ",
    "url": "https://arxiv.org/abs/2401.06096",
    "authors": [
      "Marcel Krumrein",
      "Raphael Nold",
      "Flavie Davidson-Marquis",
      "Arthur Bourama",
      "Lukas Niechziol",
      "Timo Steidl",
      "Ruoming Peng",
      "Jonathan Körber",
      "Rainer Stöhr",
      "Nils Gross",
      "Jurgen Smet",
      "Jawad Ul-Hassan",
      "Péter Udvarhelyi",
      "Adam Gali",
      "Florian Kaiser",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.16685",
    "title": "Rapidly convergent quantum Monte Carlo using a Chebyshev projector",
    "abstract": " Comments: 12 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2402.16685",
    "authors": [
      "Zijun Zhao",
      "Maria-Andreea Filip",
      "Alex J W Thom"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19317",
    "title": "Simulation framework for integrated nonlinear quantum photonics",
    "abstract": " Comments: 35 pages, 33 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2402.19317",
    "authors": [
      "Seonghun Kim",
      "Youngbin Kim",
      "Young-Do Yoon",
      "Seongjin Jeon",
      "Woo-Joo Kim",
      "Young-Ik Sohn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.05570",
    "title": "Topological photon pumping in quantum optical systems",
    "abstract": " Comments: 16 pages, 9 figures, comments welcome ",
    "url": "https://arxiv.org/abs/2404.05570",
    "authors": [
      "Mathias B. M. Svendsen",
      "Marcel Cech",
      "Max Schemmer",
      "Beatriz Olmos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.18737",
    "title": "A general framework for active space embedding methods: applications in  quantum computing",
    "abstract": " Title: A general framework for active space embedding methods: applications in  quantum computing ",
    "url": "https://arxiv.org/abs/2404.18737",
    "authors": [
      "Stefano Battaglia",
      "Max Rossmannek",
      "Vladimir V. Rybkin",
      "Ivano Tavernelli",
      "Jürg Hutter"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Physics (quant-ph)"
    ]
  }
]