[
  {
    "id": "arXiv:2305.03244",
    "title": "Plasmonic-enhanced bright single spin defects in silicon carbide  membranes",
    "abstract": "Optically addressable spin defects in silicon carbide (SiC) have emerged as attractable platforms for various quantum technologies. However, the low photon count rate significantly limits their applications. We strongly enhanced the brightness by 7 times and spin-control strength by 14 times of single divacancy defects in 4H-SiC membranes using surface plasmon generated by gold film coplanar waveguides. The mechanism of the plasmonic-enhanced effect is further studied by tuning the distance between single defects and the surface of the gold film. A three-energy-level model is used to determine the corresponding transition rates consistent with the enhanced brightness of single defects. Lifetime measurements also verified the coupling between defects and surface plasmons. Our scheme is low-cost, without complicated microfabrication and delicate structures, which is applicable for other spin defects in different materials. This work would promote developing spin defect-based quantum applications in mature SiC materials. ",
    "url": "https://arxiv.org/abs/2305.03244",
    "authors": [
      "Ji-Yang Zhou",
      "Qiang Li",
      "Zhi-He Hao",
      "Wu-Xi Lin",
      "Zhen-Xuan He",
      "Rui-Jian Liang",
      "Liping Guo",
      "Hao Li",
      "Lixing You",
      "Jian-Shun Tang",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03250",
    "title": "Experimental Realization of Convolution Processing in Photonic Synthetic  Frequency Dimensions",
    "abstract": "Convolution is an essential operation in signal and image processing and consumes most of the computing power in convolutional neural networks. Photonic convolution has the promise of addressing computational bottlenecks and outperforming electronic implementations. Performing photonic convolution in the synthetic frequency dimension, which harnesses the dynamics of light in the spectral degrees of freedom for photons, can lead to highly compact devices. Here we experimentally realize convolution operations in the synthetic frequency dimension. Using a modulated ring resonator, we synthesize arbitrary convolution kernels using a pre-determined modulation waveform with high accuracy. We demonstrate the convolution computation between input frequency combs and synthesized kernels. We also introduce the idea of an additive offset to broaden the kinds of kernels that can be implemented experimentally when the modulation strength is limited. Our work demonstrate the use of synthetic frequency dimension to efficiently encode data and implement computation tasks, leading to a compact and scalable photonic computation architecture. ",
    "url": "https://arxiv.org/abs/2305.03250",
    "authors": [
      "Lingling Fan",
      "Kai Wang",
      "Heming Wang",
      "Avik Dutt",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.03480",
    "title": "Mid-Infrared Upconversion Imaging Under Different Illumination  Conditions",
    "abstract": "Converting the medium infrared field to the visible band is an effective image detection method. We propose a comprehensive theory of image up-conversion under continuous optical pumping, and discuss the relationship between the experimental parameters and imaging field of view, resolution, quantum efficiency, and conversion bandwidth. Theoretical predictions of upconversion imaging results are given based on numerical simulations, which show good agreement with experimental results. In particular, coherent and incoherent light illumination are studied separately and the advantages and disadvantages of their imaging performance are compared and analysed. This work provides a study of the upconversion image detection performance of the system, which is of great value in guiding the design of the detection system and bringing it to practical applications. ",
    "url": "https://arxiv.org/abs/2305.03480",
    "authors": [
      "Zheng Ge",
      "Zhao-Qi-Zhi Han",
      "Zhi-Yuan Zhou",
      "Xiao-Hua Wang",
      "Yin-Hai Li",
      "Li Chen",
      "Wu-Zhen Li",
      "Su-Jian Niu",
      "Yi-Yang Liu",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03542",
    "title": "Development, calibration and characterization of silicon photonics based  optical phased arrays",
    "abstract": "Over the last decade, Optical Phased Arrays (OPA) have been extensively studied, targeting applications such as Light Detection And Ranging (LiDAR) systems, holographic displays, atmospheric monitoring and free space communications. Leveraging the maturity of the silicon photonics platform, the usual mechanical based beam steering system could be replaced by an integrated OPA, significantly reducing the cost and size of the LiDAR while improving its performance (scanning speed, power efficiency, resolution) thanks to solid state beam steering. However, the realization of an OPA that meets the specifications of a LiDAR system (low divergence and single output beam) is not trivial. Targeting the realization of a complete LiDAR system, the technical challenges inherent to the development of high performance OPAs have been studied at CEA LETI. In particular, efficient genetic algorithms have been developed for the calibration of high channel count OPAs as well as an advanced measurement setup compatible with wafer-scale OPA characterization. ",
    "url": "https://arxiv.org/abs/2305.03542",
    "authors": [
      "Sylvain Guerber",
      "Daivid Fowler",
      "Ismael Charlet",
      "Philippe Grosse",
      "Kim Abdoul-Carime",
      "Jonathan Faugier-Tovar",
      "Bertrand Szelag"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03583",
    "title": "4-field symmetry breakings in twin-resonator photonic isomers",
    "abstract": "Symmetry and symmetry breaking of light states play an important role in photonic integrated circuits and have recently attracted lots of research interest that is relevant to the manipulation of light polarisation, telecommunications, all optical computing, and more. We consider four-field symmetry breaking within two different configurations of photonic dimer systems, both comprised of two identical Kerr ring resonators. In each configuration we observe multiple degrees and levels of spontaneous symmetry breaking between circulating photon numbers and further, a wide range of oscillatory dynamics, such as chaos and multiple variations of periodic switching. These dynamics are of interest for optical data processing, optical memories, telecommunication systems and integrated photonic sensors. ",
    "url": "https://arxiv.org/abs/2305.03583",
    "authors": [
      "Alekhya Ghosh",
      "Lewis Hill",
      "Gian-Luca Oppo",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03586",
    "title": "Advanced Mid-Infrared Plasmonic Waveguides For On-Chip Integrated  Photonics",
    "abstract": "Long-wave infrared (LWIR, 8-14 um) photonics is a rapidly growing research field within the mid-IR with applications in molecular spectroscopy and optical free-space communication. LWIR-applications are often addressed using rather bulky tabletop-sized free-space optical systems, preventing advanced photonic applications such as rapid-time-scale experiments. Here, device miniaturization into photonic integrated circuits (PICs) with maintained optical capabilities is key to revolutionize mid-IR photonics. Sub-wavelength mode confinement in plasmonic structures enabled such miniaturization approaches in the visible-to-near-IR spectral range. However, adopting plasmonics for the LWIR needs suitable low-loss and -dispersion materials with compatible integration strategies to existing mid-IR technology. In this work we further unlock the field of LWIR/mid-IR PICs, by combining photolithographic patterning of organic polymers with dielectric-loaded surface plasmon polariton (DLSPP) waveguides. In particular, polyethylene shows favorable optical properties, including low refractive index and broad transparency between ~2-200 um. We investigate the whole value chain, including design, fabrication, and characterization of polyethylene-based DLSPP waveguides and demonstrate their first-time plasmonic operation and mode guiding capabilities along s-bend structures. Low bending losses of ~1.3 dB and straight-section propagation lengths of ~1 mm, pave the way for unprecedented, complex on-chip mid-IR photonic devices. Moreover, DLSPPs allow full control of the mode parameters (propagation length and guiding capabilities) for precisely addressing advanced sensing and telecommunication applications with chip-scale devices. ",
    "url": "https://arxiv.org/abs/2305.03586",
    "authors": [
      "Mauro David",
      "Davide Disnan",
      "Elena Arigliani",
      "Anna Lardschneider",
      "Georg Marschick",
      "Hanh T. Hoang",
      "Hermann Detz",
      "Bernhard Lendl",
      "Ulrich Schmid",
      "Gottfried Strasser",
      "Borislav Hinkov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03587",
    "title": "Exact Transient Analysis of Biconical Antenna of Arbitrary Length and  Cone Angle",
    "abstract": "Starting from a new factorization of the frequencydomain modal expansion coefficients, we generate analytical expressions in time-domain for the various quantities of interest of a biconical antenna of arbitrary length and cone angle. In particular, expressions are generated for the impulse response of feed current and the radiated fields as well as the transient effective length. Comparison with measured results available in the literature is carried out for the antenna effective length. The response due to any other feed voltage pulse can be obtained in terms of the impulse response via convolution. Results are presented for a Gaussian and a fast-rising feed voltage pulse. For the fast rising feed voltage pulse, the transient radiated energy density is shown to decay less rapidly than as inverse square distance over significant distances from the antenna. The expressions presented in the paper are all general and exact and not subject to any analytical approximations. ",
    "url": "https://arxiv.org/abs/2305.03587",
    "authors": [
      "Ramakrishna Janaswamy"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03627",
    "title": "A surface-normal photodetector as nonlinear activation function in  diffractive optical neural networks",
    "abstract": "Optical neural networks (ONNs) enable high speed parallel and energy efficient processing compared to conventional digital electronic counterparts. However, realizing large scale systems is an open problem. Among various integrated and non-integrated ONNs, free-space diffractive ONNs benefit from a large number of pixels of spatial light modulators to realize millions of neurons. However, a significant fraction of computation time and energy is consumed by the nonlinear activation function that is typically implemented using a camera sensor. Here, we propose a novel surface-normal photodetector (SNPD) with a nonlinear response to replace the camera sensor that enables about three orders of magnitude faster (5.7 us response time) and more energy efficient (less than 10 nW/pixel) response. Direct efficient vertical optical coupling, polarization insensitivity, inherent nonlinearity with no control electronics, low optical power requirements, and the possibility of implementing large scale arrays make the SNPD a promising nonlinear activation function for diffractive ONNs. To show the applicability, successful classification simulation of MNIST and Fashion MNIST datasets using the measured response of SNPD with accuracy comparable to that of an ideal ReLU function are demonstrated. ",
    "url": "https://arxiv.org/abs/2305.03627",
    "authors": [
      "Farshid Ashtiani",
      "Mohamad Hossein Idjadi",
      "Ting-Chen Hu",
      "Stefano Grillanda",
      "David Neilson",
      "Mark Earnshaw",
      "Mark Cappuzzo",
      "Rose Kopf",
      "Alaric Tate",
      "Andrea Blanco-Redondo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2305.03630",
    "title": "Single-shot measurement of photonic topological invariant",
    "abstract": "Topological design enables physicists to engineer robustness into a system. When connected to a topological invariant, the propagation of light remains unchanged in the presence of disorder. However, a general challenge remains to directly characterise the topological properties of systems by experiment. In this work, we demonstrate a novel technique for directly observing a photonic winding number using a single measurement. By propagating light with a sufficiently broad spectrum along a topological photonic crystal fibre, we calculate the winding number invariant from the output intensity pattern. We quantify the limitations of this single-shot method, which works even for surprisingly narrow and asymmetric spectral distributions. Furthermore, we dynamically evaluate the effectiveness of our method by uncovering the loss of the bulk invariant as we twist the fibre. The characterisation method that we present is highly accessible and transferable across topological photonic platforms. ",
    "url": "https://arxiv.org/abs/2305.03630",
    "authors": [
      "Nathan Roberts",
      "Guido Baardink",
      "Anton Souslov",
      "Peter J. Mosley"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03631",
    "title": "Capping Layer Effects on $Sb_{2}S_{3}$-based Reconfigurable Photonic  Devices",
    "abstract": "Capping layers are essential for protecting phase change materials (PCMs) used in non-volatile photonics technologies. This work demonstrates how $(ZnS)_{0.8}-(SiO_2)_{0.2}$ caps radically influence the performance of $Sb_{2}S_{3}$ and Ag-doped $Sb_{2}S_{3}$ integrated photonic devices. We found that at least 30 nm of capping material is necessary to protect the material from Sulfur loss. However, adding this cap affects the crystallization temperatures of the two PCMs in different ways. The crystallization temperature of $Sb_{2}S_{3}$ and Ag-doped $Sb_{2}S_{3}$ increased and decreased respectively, which is attributed to interfacial energy differences. Capped and uncapped Ag-doped $Sb_{2}S_{3}$ microring resonator (MRR) devices were fabricated and measured to understand how the cap affects the device performance. Surprisingly, the resonant frequency of the MRR exhibited a larger red-shift upon crystallization for the capped PCMs. This effect was due to the cap increasing the modal overlap with the PCM layer. Caps can, therefore, be used to provide a greater optical phase shift per unit length, thus reducing the overall footprint of these programmable devices. Overall, we conclude that caps on PCMs are not just useful for stabilizing the PCM layer, but can also be used to tune the PCM crystallization temperature and reduce device footprint. Moreover, the capping layer can be exploited to enhance light-matter interactions with the PCM element. ",
    "url": "https://arxiv.org/abs/2305.03631",
    "authors": [
      "Ting Yu Teo",
      "Nanxi Li",
      "Landobasa Y. M. Tobing",
      "Amy S. K. Tong",
      "Doris K. T. Ng",
      "Zhihao Ren",
      "Chengkuo Lee",
      "Lennon Y. T. Lee",
      "Robert Edward Simpson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03652",
    "title": "A fully hybrid integrated Erbium-based laser",
    "abstract": "Erbium-doped fiber lasers exhibit high coherence and low noise as required for applications in fiber optic sensing, gyroscopes, LiDAR, and optical frequency metrology. Endowing Erbium-based gain in photonic integrated circuits can provide a basis for miniaturizing low-noise fiber lasers to chip-scale form factor, and enable large-volume applications. Yet, while major progress has been made in the last decade on integrated lasers based on silicon photonics with III-V gain media, the integration of Erbium lasers on chip has been compounded by large laser linewidth. Recent advances in photonic integrated circuit-based high-power Erbium-doped amplifiers, make a new class of rare-earth-ion-based lasers possible. Here, we demonstrate a fully integrated chip-scale Erbium laser that achieves high power, narrow linewidth, frequency agility, and the integration of a III-V pump laser. The laser circuit is based on an Erbium-implanted ultralow-loss silicon nitride Si$_3$N$4$ photonic integrated circuit. This device achieves single-mode lasing with a free-running intrinsic linewidth of 50 Hz, a relative intensity noise of $<$-150 dBc/Hz at $>$10 MHz offset, and output power up to 17 mW, approaching the performance of fiber lasers and state-of-the-art semiconductor extended cavity lasers. An intra-cavity microring-based Vernier filter enables wavelength tunability of $>$ 40 nm within the C- and L-bands while attaining side mode suppression ratio (SMSR) of $>$ 70 dB, surpassing legacy fiber lasers in tuning and SMRS performance. This new class of low-noise, tuneable Erbium waveguide laser could find applications in LiDAR, microwave photonics, optical frequency synthesis, and free-space communications. Our approach is extendable to other wavelengths, and more broadly, constitutes a novel way to photonic integrated circuit-based rare-earth-ion-doped lasers. ",
    "url": "https://arxiv.org/abs/2305.03652",
    "authors": [
      "Yang Liu",
      "Zheru Qiu",
      "Xinru Ji",
      "Andrea Bancora",
      "Grigory Lihachev",
      "Johann Riemensberger",
      "Rui Ning Wang",
      "Andrey Voloshin",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03709",
    "title": "Velocity field and cavity dynamics in drop impact experiments",
    "abstract": "Drop impact experiments allow the modelling of a wide variety of natural processes, from raindrop impacts to planetary impact craters. In particular, interpreting the consequences of planetary impacts requires an accurate description of the flow associated with the cratering process. In our experiments, we release a liquid drop above a deep liquid pool to investigate simultaneously the dynamics of the cavity and the velocity field produced around the air-liquid interface. Using particle image velocimetry, we analyse quantitatively the velocity field using a shifted Legendre polynomial decomposition. We show that the velocity field is more complex than considered in previous models, in relation to the non-hemispherical shape of the crater. In particular, the velocity field is dominated by degrees 0 and 1, with contributions from degree 2, and is independent of the Froude and the Weber numbers when these numbers are large enough. We then derive a semi-analytical model based on the Legendre polynomial expansion of an unsteady Bernoulli equation coupled with a kinematic boundary condition at the crater boundary. This model explains the experimental observations and can predict the time evolution of both the velocity field and the shape of the crater, including the initiation of the central jet. ",
    "url": "https://arxiv.org/abs/2305.03709",
    "authors": [
      "Victor Lherm",
      "Renaud Deguen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.03066",
    "title": "An array of microresonators as a Photonic Extreme Learning Machine",
    "abstract": "Machine learning technologies have found fertile ground in optics due to its promising features based on speed and parallelism. Feed-forward neural networks are one of the most widely used machine learning algorithms due to their simplicity and universal approximation capability. However, the typical training procedure, where all weights are optimized, can be time and energy consuming. An alternative approach is the Extreme Learning Machine, a feed-forward neural network in which only the output weights are trained, while the internal connections are random. Here we present an experimental implementation of a photonic extreme learning machine (PELM) in an integrated silicon chip. The PELM is based on the processing of the image of the scattered light by an array of 18 gratings coupled to microresonators. Light propagation in the microresonator array is a linear process while light detection by the video camera is a nonlinear process. Training is done offline by analyzing the recorded scattered light image with a linear classifier. We provide a proof-of-concept demonstration of the PELM by solving both binary and analog tasks, and show how the performance depends on the number of microresonators used in the readout procedure. ",
    "url": "https://arxiv.org/abs/2305.03066",
    "authors": [
      "Stefano Biasi",
      "Riccardo Franchi",
      "Lorenzo Cerini",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03239",
    "title": "Non-Abelian Topological Phases and Their Quotient Relations in Acoustic  Systems",
    "abstract": "Non-Abelian topological phases (NATPs) are highly sought-after candidate states for quantum computing and communication while lacking straightforward configuration and manipulation, especially for classical waves. In this work, we exploit novel braid-type couplings among a pair of triple-component acoustic dipoles, which act as functional elements with effective imaginary couplings. Sequencing them in one dimension allows us to generate acoustic NATPs in a compact yet reciprocal Hermitian system. We further provide the whole phase diagram that encompasses all i, j, and k non-Abelian phases, and directly demonstrate their unique quotient relations via different endpoint states. Our NATPs based on real-space braiding may inspire the exploration of acoustic devices with non-commutative characters. ",
    "url": "https://arxiv.org/abs/2305.03239",
    "authors": [
      "Xiao-Chen Sun",
      "Jia-Bao Wang",
      "Cheng He",
      "Yan-Feng Chen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03260",
    "title": "Engineering cubic quantum nondemolition Hamiltonian with mesoscopic  optical parametric interactions",
    "abstract": "We propose a scheme to realize cubic quantum nondemolition (QND) Hamiltonian with optical parametric interactions. We show that strongly squeezed fundamental and second harmonic fields propagating in a $\\chi^{(2)}$ nonlinear medium effectively evolve under a cubic QND Hamiltonian. We highlight the versatility offered by such Hamiltonian for engineering non-Gaussian quantum states, such as Schr\\\"odinger cat states and cubic phase states. We show that our scheme can be highly tolerant against overall detection inefficiency with an auxiliary high-gain phase-sensitive optical amplifier. Our proposal involves parametric interactions in a mesoscopic photon-number regime, significantly enhancing the effective nonlinear coupling from the nat\\\"ive single-photon coupling rate while providing powerful means to fight photon propagation loss. Experimental numbers suggest that our scheme might be feasible in the near future, particularly with pulsed nonlinear nanophotonics. ",
    "url": "https://arxiv.org/abs/2305.03260",
    "authors": [
      "Ryotatsu Yanagimoto",
      "Rajveer Nehra",
      "Edwin Ng",
      "Alireza Marandi",
      "Hideo Mabuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.03406",
    "title": "Erasure conversion in a high-fidelity Rydberg quantum simulator",
    "abstract": "Minimizing and understanding errors is critical for quantum science, both in noisy intermediate scale quantum (NISQ) devices and for the quest towards fault-tolerant quantum computation. Rydberg arrays have emerged as a prominent platform in this context with impressive system sizes and proposals suggesting how error-correction thresholds could be significantly improved by detecting leakage errors with single-atom resolution, a form of erasure error conversion. However, two-qubit entanglement fidelities in Rydberg atom arrays have lagged behind competitors and this type of erasure conversion is yet to be realized for matter-based qubits in general. Here we demonstrate both erasure conversion and high-fidelity Bell state generation using a Rydberg quantum simulator. We implement erasure conversion via fast imaging of alkaline-earth atoms, which leaves atoms in a metastable state unperturbed and yields additional information independent of the final qubit readout. When excising data with observed erasure errors, we achieve a lower-bound for the Bell state generation fidelity of ${\\geq} 0.9971^{+10}_{-13}$, which improves to ${\\geq}0.9985^{+7}_{-12}$ when correcting for remaining state preparation errors. We further demonstrate erasure conversion in a quantum simulation experiment for quasi-adiabatic preparation of long-range order across a quantum phase transition, where we explicitly differentiate erasure conversion of preparation and Rydberg decay errors. We unveil the otherwise hidden impact of these errors on the simulation outcome by evaluating correlations between erasures and the final readout as well as between erasures themselves. Our work demonstrates the capability for Rydberg-based entanglement to reach fidelities in the ${\\sim} 0.999$ regime, with higher fidelities a question of technical improvements, and shows how erasure conversion can be utilized in NISQ devices. ",
    "url": "https://arxiv.org/abs/2305.03406",
    "authors": [
      "Pascal Scholl",
      "Adam L. Shaw",
      "Richard Bing-Shiun Tsai",
      "Ran Finkelstein",
      "Joonhee Choi",
      "Manuel Endres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03625",
    "title": "Physics-Based Acoustic Holograms",
    "abstract": "Advances in additive manufacturing have enabled the realisation of inexpensive, scalable, diffractive acoustic lenses that can be used to generate complex acoustic fields via phase and/or amplitude modulation. However, the design of these holograms relies on a thin-element approximation adapted from optics which can severely limit the fidelity of the realised acoustic field. Here, we introduce physics-based acoustic holograms with a complex internal structure. The structures are designed using a differentiable acoustic model with manufacturing constraints via optimisation of the acoustic property distribution within the hologram. The holograms can be fabricated simply and inexpensively using contemporary 3D printers. Experimental measurements demonstrate a significant improvement compared to conventional thin-element holograms. ",
    "url": "https://arxiv.org/abs/2305.03625",
    "authors": [
      "Antonio Stanziola",
      "Ben T. Cox",
      "Bradley E. Treeby",
      "Michael D. Brown"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03692",
    "title": "Suppression of dark-state polariton collapses in cold-atom quantum  memory",
    "abstract": "We observe dark-state polariton collapses and revivals in a quantum memory based on electromagnetically induced transparency on a cloud of cold cesium atoms in a magnetic field. Using $\\sigma^+$ polarized signal and control beams in the direction of the magnetic field, we suppress the dark-state polariton collapses by polarizing the atoms towards one of the stretched Zeeman states and optimizing the frequency detuning of the control beam. In this way, we demonstrate a quantum memory with only partial dark-state polariton collapses, making the memory usable at any storage time, not only at discretized times of revivals. We obtain storage time of more than 400 $\\rm{\\mu}$s, which is ten times longer than what we can achieve by trying to annul the magnetic field. ",
    "url": "https://arxiv.org/abs/2305.03692",
    "authors": [
      "Katja Gosar",
      "Vesna Pirc Jevšenak",
      "Tadej Mežnaršič",
      "Samo Beguš",
      "Tomasz Krehlik",
      "Dušan Ponikvar",
      "Erik Zupanič",
      "Peter Jeglič"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12074",
    "title": "Ionization Induced by the Ponderomotive Force in Intense and  High-Frequency Laser Fields",
    "abstract": " Title: Ionization Induced by the Ponderomotive Force in Intense and  High-Frequency Laser Fields ",
    "url": "https://arxiv.org/abs/2208.12074",
    "authors": [
      "Mingyu Zhu",
      "Yuxiang Liu",
      "Chunli Wei",
      "Hongcheng Ni",
      "Qi Wei"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11719",
    "title": "Photonic interface between subcarrier wave and dual rail encodings",
    "abstract": " Comments: 4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2209.11719",
    "authors": [
      "K. S. Melnik",
      "E. S. Moiseev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.14551",
    "title": "Quaternion-based machine learning on topological quantum systems",
    "abstract": " Comments: 15 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2209.14551",
    "authors": [
      "Min-Ruei Lin",
      "Wan-Ju Li",
      "Shin-Ming Huang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2212.08652",
    "title": "Universal equation of state for wave turbulence in a quantum gas",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2212.08652",
    "authors": [
      "Lena H. Dogra",
      "Gevorg Martirosyan",
      "Timon A. Hilker",
      "Jake A. P. Glidden",
      "Jiří Etrych",
      "Alec Cao",
      "Christoph Eigen",
      "Robert P. Smith",
      "Zoran Hadzibabic"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01474",
    "title": "Atom-referenced on-chip soliton microcomb",
    "abstract": " Comments: 7 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2304.01474",
    "authors": [
      "Rui Niu",
      "Shuai Wan",
      "Tian-Peng Hua",
      "Wei-Qiang Wang",
      "Zheng-Yu Wang",
      "Jin Li",
      "Zhu-Bo Wang",
      "Ming Li",
      "Zhen Shen",
      "Y. R. Sun",
      "Shui-Ming Hu",
      "B. E. Little",
      "S. T. Chu",
      "Wei Zhao",
      "Guang-Can Guo",
      "Chang-Ling Zou",
      "Yun-Feng Xiao",
      "Wen-Fu Zhang",
      "Chun-Hua Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.01785",
    "title": "What can a GNOME do? Search targets for the Global Network of Optical  Magnetometers for Exotic physics searches",
    "abstract": " Comments: 22 pages, 12 figures, submitted to Annalen der Physik ",
    "url": "https://arxiv.org/abs/2305.01785",
    "authors": [
      "S. Afach",
      "D. Aybas Tumturk",
      "H. Bekker",
      "B. C. Buchler",
      "D. Budker",
      "K. Cervantes",
      "A. Derevianko",
      "J. Eby",
      "N. L. Figueroa",
      "R. Folman",
      "D. Gavil'an Martin",
      "M. Givon",
      "Z. D. Grujic",
      "H. Guo",
      "P. Hamilton",
      "M. P. Hedges",
      "D. F. Jackson Kimball",
      "S. Khamis",
      "D. Kim",
      "E. Klinger",
      "A. Kryemadhi",
      "X. Liu",
      "G. Lukasiewicz",
      "H. Masia-Roig",
      "M. Padniuk",
      "C. A. Palm",
      "S. Y. Park",
      "H. R. Pearson",
      "X. Peng",
      "M. Pospelov",
      "S. Pustelny",
      "Y. Rosenzweig",
      "O. M. Ruimi",
      "T. Scholtes",
      "P. C. Segura",
      "Y. K. Semertzidis",
      "Y. C. Shin",
      "J. A. Smiga",
      "Y. V. Stadnik",
      "J. E. Stalnaker",
      "I. A. Sulai",
      "D. Tandon",
      "K. Vu",
      "A. Weis",
      "A. Wickenbrock",
      "T. Z. Wilson",
      "T. Wu",
      "W. Xiao",
      "Y. Yang",
      "D. Yu",
      "F. Yu",
      "J. Zhang",
      "Y. Zhao"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02129",
    "title": "Comment on \"Strong Meissner screening change in superconducting radio  frequency cavities due to mild baking\" [Appl. Phys. Lett. 104, 072601 (2014)]",
    "abstract": " Comments: 3 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2305.02129",
    "authors": [
      "Ryan M. L. McFadden",
      "Md Asaduzzaman",
      "Tobias Junginger"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02867",
    "title": "Laser Powder Bed Fusion of anisotropic Nd-Fe-B bonded magnets utilizing  an in situ mechanical alignment approach",
    "abstract": " Title: Laser Powder Bed Fusion of anisotropic Nd-Fe-B bonded magnets utilizing  an in situ mechanical alignment approach ",
    "url": "https://arxiv.org/abs/2305.02867",
    "authors": [
      "Kilian Schäfer",
      "Rafael Gitti Tortoretto Fim",
      "Fernando Maccari",
      "Tobias Braun",
      "Stefan Riegg",
      "Konstantin Skokov",
      "David Koch",
      "Enrico Bruder",
      "Iliya Radulov",
      "Carlos Henrique Ahrens",
      "Paulo Antônio Pereira Wendhausen",
      "Oliver Gutfleisch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]