[
  {
    "id": "arXiv:2401.05429",
    "title": "First-principles calculations of the electronic and optical properties  of penta-graphene monolayer: study of many-body effects",
    "abstract": "In the present work, first-principles calculations based on the density functional theory (DFT), GW approximation and Bethe-Salpeter equation (BSE) are performed to study the electronic and optical properties of penta-graphene (PG) monolayer. The results indicated that PG is a semiconductor with an indirect band gap of approximately 2.32 eV at the DFT- GGA level. We found that the utilization of the GW approximation based on many-body perturbation theory led to an increase in the band gap, resulting in a quasi-direct gap of 5.35 eV. Additionally, we employed the G0W0 - RP A and G0W0 - BSE approximations to calculate the optical spectra in the absence and in the presence of electron-hole interaction, respectively. The results demonstrated that the inclusion of electron-hole interaction caused a red-shift of the absorption spectrum towards lower energies compared to the spectrum obtained from the G0W0 - RP A approximation. With the electron-hole interaction, it is found that the optical absorption spectra are dominated by the first bound exciton with a significant binding energy 3.07 eV. The study concluded that the PG monolayer, with a wider band gap and enhanced excitonic effects, holds promise as a suitable candidate for the design and fabrication of optoelectronic components. ",
    "url": "https://arxiv.org/abs/2401.05429",
    "authors": [
      "Babak Minaie",
      "Seyed A. Ketabi",
      "José M. De Sousa"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2401.05552",
    "title": "Continuous-Wave Cavity Ring-Down for High-Sensitivity Polarimetry and  Magnetometry Measurements",
    "abstract": "We report the development of a novel variant of cavity ring-down polarimetry using a continuous-wave laser operating at 532 nm for highly precise chiroptical activity and magnetometry measurements. The key methodology of the apparatus relies upon the external modulation of the laser frequency at the frequency splitting between non-degenerate left- and right-circularly polarised cavity modes. The method is demonstrated by evaluation of the Verdet constants of crystalline CeF3 and fused silica, in addition to the observation of gas- and solution-phase optical rotations of selected chiral molecules. Specifically, optical rotations of (i) vapours of alpha-pinene and R-(+)-limonene, (ii) mutarotating D-glucose in water, and (iii) acidified L-histidine solutions, are determined. The detection sensitivities for the gas- and solution phase chiral activity measurements are ~30 microdeg and ~120 microdeg over a 30 s detection period per cavity roundtrip pass, respectively. Furthermore, the measured optical rotations for R-(+)-limonene are compared with computations performed using the Turbomole quantum chemistry package. The experimentally observed optically rotatory dispersion of this cyclic monoterpene was thus rationalised via consideration of its room temperature conformer distribution as determined by the aforementioned single-point energy calculations. ",
    "url": "https://arxiv.org/abs/2401.05552",
    "authors": [
      "Dang Bao An Tran",
      "Evan Edwards",
      "David Tew",
      "Robert Peverall",
      "Grant Ritchie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.05617",
    "title": "Estimating the time-evolving refractivity of a turbulent medium using  optical beam measurements: a data assimilation approach",
    "abstract": "In applications such as free-space optical communication, a signal is often recovered after propagation through a turbulent medium. In this setting, it is common to assume that limited information is known about the turbulent medium, such as a space- and time-averaged statistic (e.g., root-mean-square), but without information about the state of the spatial variations. It could be helpful to gain more information if the state of the turbulent medium can be characterized with the spatial variations and evolution in time described. Here, we propose to investigate the use of data assimilation techniques for this purpose. A computational setting is used with the paraxial wave equation, and the extended Kalman filter is used to conduct data assimilation using intensity measurements. To reduce computational cost, the evolution of the turbulent medium is modeled as a stochastic process. Following some past studies, the process has only a small number of Fourier wavelengths for spatial variations. The results show that the spatial and temporal variations of the medium are recovered accurately in many cases. In some time windows in some cases, the error is larger for the recovery. Finally we discuss the potential use of the spatial variation information for aiding the recovery of the transmitted signal or beam source. ",
    "url": "https://arxiv.org/abs/2401.05617",
    "authors": [
      "Anjali Nair",
      "Qin Li",
      "Samuel N. Stechmann"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2401.05780",
    "title": "Tunable terahertz photodetector using ferroelectric-integrated graphene  plasmonics for portable spectrometer",
    "abstract": "Terahertz (THz) detector has great potential for use in imaging, spectroscopy, and communications due to its fascinating interactions between radiation and matter. However, current THz detection devices have limitations in sensitivity, operating frequency range, and bulky footprint. While recent ferroelectric-integrated graphene plasmonic devices show promise in overcoming these limitations, they are not yet extended to the THz range. Here, we propose a wavelength-sensitive terahertz detector that uses a single layer graphene integrated onto the ferroelectric thin film with patterned polarization domains. This device works at room temperature, with high responsivity and detectivity by coupling graphene plasmons with THz frequencies through spatial modulation of carrier behaviors using ferroelectric polarization, without requiring additional local electrodes. By reconfiguring an interweaving squared ferroelectric domain array with alternating upward and downward polarizations to highly confine graphene surface plasmon polaritons, our device achieves an ultrahigh responsivity of 1717 A W-1 and a normalized detectivity of 1.07*10^13 Jones at a resonance frequency of 6.30 THz and a 0.3 V bias voltage. We also show that the device makes possible for spectrum reconstruction application of portable spectrometer combining the mathematical algorithms. ",
    "url": "https://arxiv.org/abs/2401.05780",
    "authors": [
      "Lin Lin",
      "Junxiong Guo",
      "Shangdong Li",
      "Tianxun Gong",
      "Juan Xia",
      "Zenghui Wang",
      "Jun Tang",
      "Yang Zhang",
      "Jinxing Zhang",
      "Yuan Lin",
      "Wen Huang",
      "Xiaosheng Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.05873",
    "title": "Synthesis of Polyglobalide by Enzymatic Ring Opening Polymerization  Using Pressurized Fluids",
    "abstract": "Here, the synthesis of polyglobalide (PGl) by enzymatic ring-opening polymerization (e-ROP) is investigated, using pressurized carbon dioxide (CO2), pressurized CO2 + dichloromethane (DCM), and pressurized propane as solvents. Particularly, the effects of phase equilibrium on the course of e-ROP and PGl final properties are discussed. The partition coefficients of CO2, DCM, propane, globalide and PGl were calculated with help of thermodynamic models, providing proper understanding of monomer partitioning in the reaction system. Reactions performed in pure CO2 resulted in monomer conversions of 100%. Besides, when only one liquid phase was present inside the reactor, PGl samples presented low polydispersities and high average molecular weights. When carried out in CO2 + DCM, e-ROP resulted in lower monomer conversions and PGl samples with higher polydispersities and lower average molecular weights. Finally, reactions carried out in pressurized propane (200 bar) produced PGl samples with the highest average molecular weights among the analyzed products. ",
    "url": "https://arxiv.org/abs/2401.05873",
    "authors": [
      "Camila Guindani",
      "Wilfred A. G. Jaramillo",
      "Graziâni Candiotto",
      "Evertan A. Rebelatto",
      "Frederico W. Tavares",
      "José Carlos Pinto",
      "Papa M. Ndiaye",
      "Márcio Nele"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.05970",
    "title": "On-chip wavelength division multiplexing by angled multimode  interferometer fabricated on erbium-doped thin film lithium niobate on  insulator",
    "abstract": "Photonic integrated circuits based on erbium doped thin film lithium niobate on insulator has attracted broad interests with insofar various waveguide amplifiers and microlasers demonstrated. Wideband operation facilitated by the broadband absorption and emission of erbium ions necessitates the functional integration of wavelength filter and multiplexer on the same chip. Here a low-loss wavelength division multiplexer at the resonant pumping and emission wavelengths (~1480 nm and 1530~1560 nm) of erbium ions based on angled multimode interferometer, is realized in the erbium doped thin film lithium niobate on insulator fabricated by the photolithography assisted chemomechanical etching technique. The minimum on-chip insertion losses of the fabricated device are <0.7 dB for both wavelength ranges, and a 3-dB bandwidth of >20 nm is measured at the telecom C-band. Besides, direct visualization of the multimode interference pattern by the visible upconversion fluorescence of erbium ions compares well with the simulated light propagation in the multimode interferometer. Spectral tuning of the wavelength division multiplexer by structural design is also demonstrated and discussed. ",
    "url": "https://arxiv.org/abs/2401.05970",
    "authors": [
      "Jinli Han",
      "Rui Bao",
      "Rongbo Wu",
      "Zhaoxiang Liu",
      "Zhe Wang",
      "Chao Sun",
      "Zhihao Zhang",
      "Mengqi Li",
      "Zhiwei Fang",
      "Min Wang",
      "Haisu Zhang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06028",
    "title": "A scheme for deterministic loading of laser-cooled molecules into  optical tweezers",
    "abstract": "We propose to repeatedly load laser-cooled molecules into optical tweezers, and transfer them to storage states that are rotationally excited by two additional quanta. Collisional loss of molecules in these storage states is suppressed, and a dipolar blockade prevents the accumulation of more than one molecule. Applying three cycles loads tweezers with single molecules at an 80~\\% success rate, limited by residual collisional loss. This improved loading efficiency reduces the time needed for rearrangement of tweezer arrays, which would otherwise limit the scalability of neutral molecule quantum computers. ",
    "url": "https://arxiv.org/abs/2401.06028",
    "authors": [
      "Etienne F. Walraven",
      "Michael R. Tarbutt",
      "Tijs Karman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06036",
    "title": "A new \"gold standard\": perturbative triples corrections in unitary  coupled cluster theory and prospects for quantum computing",
    "abstract": "A major difficulty in quantum simulation is the adequate treatment of a large collection of entangled particles, synonymous with electron correlation in electronic structure theory, with coupled cluster (CC) theory being the leading framework in dealing with this problem. Augmenting computationally affordable low-rank approximations in CC theory with a perturbative account of higher-rank excitations is a tractable and effective way of accounting for the missing electron correlation in those approximations. This is perhaps best exemplified by the \"gold standard\" CCSD(T) method, which bolsters the baseline CCSD with effects of triple excitations using considerations from many-body perturbation theory (MBPT). Despite this established success, such a synergy between MBPT and the unitary analog of CC theory (UCC) has not been explored. In this work, we propose a similar approach wherein converged UCCSD amplitudes, which can be obtained on a quantum computer, are leveraged by a classical computer to evaluate energy corrections associated with triple excitations - leading to the UCCSD[T] and UCCSD(T*) methods. The rationale behind these choices is shown to be rigorous by studying the properties of finite-order UCC energy functionals. Although our efforts do not support the addition of the fifth-order contribution as in the (T) correction, comparisons are nevertheless made using a hybrid UCCSD(T) approach. We assess the performance of these approaches on a collection of small molecules, and demonstrate the benefits of harnessing the inherent synergy between MBPT and UCC theories. ",
    "url": "https://arxiv.org/abs/2401.06036",
    "authors": [
      "Zachary W. Windom",
      "Daniel Claudino",
      "Rodney J. Bartlett"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06063",
    "title": "The spin-flip-induced quadrupole resonance in odd-$A$ exotic atoms",
    "abstract": "We examine the possible existence of quadrupole resonances in exotic atoms containing odd-$A$ nuclei. We find that the spin-flip of the de-exciting exotic particles can induce a resonance, altering the orbital angular momentum of the nucleus by one quanta. This process results in an excited nucleus with a suppression in X-ray photon emissions during the exotic atom cascade. We provide specific cases of antiprotonic atoms of stable elements where this resonance effect is expected to occur. The study of this phenomena may provide insight into the strong interaction of deeply bound antiprotonic states in the proximity of the unpaired nucleon, and serve as a tool for probing short-lived excited nuclear states. ",
    "url": "https://arxiv.org/abs/2401.06063",
    "authors": [
      "Fredrik P. Gustafsson",
      "Daniel Pęcak",
      "Tomasz Sowiński"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2401.06123",
    "title": "Theory of nonlinear sub-Doppler laser spectroscopy taking into account  atomic-motion-induced density-dependent effects in a gas",
    "abstract": "We develop a field-nonlinear theory of sub-Doppler spectroscopy in a gas of two-level atoms, based on a self-consistent solution of the Maxwell-Bloch equations in the mean field and single-atom density matrix approximations. This makes it possible to correctly take into account the effects caused by the free motion of atoms in a gas, which lead to a nonlinear dependence of the spectroscopic signal on the atomic density even in the absent of a direct interatomic interaction (e.g., dipole-dipole interaction). Within the framework of this approach, analytical expressions for the light field were obtained for an arbitrary number of resonant waves and arbitrary optical thickness of a gas medium. Sub-Doppler spectroscopy in the transmission signal for two counterpropagating and co-propagating waves has been studied in detail. A previously unknown red shift of a narrow sub-Doppler resonance is predicted in a counterpropagating waves scheme, when the frequency of one wave is fixed and the frequency of the other wave is varied. The magnitude of this shift depends on the atomic density and can be more than an order of magnitude greater than the known shift from the interatomic dipole-dipole interaction (Lorentz-Lorenz shift). The found effects, caused by the free motion of atoms, require a significant revision of the existing picture of spectroscopic effects depending on the density of atoms in a gas. Apart of fundamental aspect, obtained results are important for precision laser spectroscopy and optical atomic clocks. ",
    "url": "https://arxiv.org/abs/2401.06123",
    "authors": [
      "V. I. Yudin",
      "A. V. Taichenachev",
      "M. Yu. Basalaev",
      "O. N. Prudnikov",
      "V. G. Pal'chikov",
      "T. Zanon-Willette",
      "S. N. Bagayev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.05435",
    "title": "Optical hyperdimensional soft sensing: Speckle-based touch interface and  tactile sensor",
    "abstract": "Hyperdimensional computing (HDC) is an emerging computing paradigm that exploits the distributed representation of input data in a hyperdimensional space, the dimensions of which are typically between 1,000--10,000. The hyperdimensional distributed representation enables energy-efficient, low-latency, and noise-robust computations with low-precision and basic arithmetic operations. In this study, we propose optical hyperdimensional distributed representations based on laser speckles for adaptive, efficient, and low-latency optical sensor processing. In the proposed approach, sensory information is optically mapped into a hyperdimensional space with >250,000 dimensions, enabling HDC-based cognitive processing. We use this approach for the processing of a soft-touch interface and a tactile sensor and demonstrate to achieve high accuracy of touch or tactile recognition while significantly reducing training data amount and computational burdens, compared with previous machine-learning-based sensing approaches. Furthermore, we show that this approach enables adaptive recalibration to keep high accuracy even under different conditions. ",
    "url": "https://arxiv.org/abs/2401.05435",
    "authors": [
      "Kei Kitagawa",
      "Kohei Tsuji",
      "Koyo Sagehashi",
      "Tomoaki Niiyama",
      "Satoshi Sunada"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.05801",
    "title": "Coplanar waveguide ground potentials imbalance as a source of useful  signal in Near-Field Scanning Microwave Microscopy",
    "abstract": "Various techniques are available in order to obtain information on samples of a different nature in near-field scanning microwave microscopy (NSMM), with transmission-line resonator (TLR) techniques considered as the most advanced in terms of sensitivity and resolution. In this paper, we focus on development of a TLR-based NSMM supplied by a new source of useful signal: coplanar waveguide ground potentials imbalance. Electromagnetic modeling of the device and experimental scanning of two planar structures are conducted to examine the performance of the proposed technique. Both modeling and experimental results demonstrate the ability to distinguish symmetric inhomogeneity positions with respect to the central conductor of the coplanar waveguide by the phase of imbalance signal. The thin-film structure scanning procedure displays the possibility of proposed approach to resolve low-contrast structures with accuracy up to 98.7 %. ",
    "url": "https://arxiv.org/abs/2401.05801",
    "authors": [
      "P.A. Gladilovich",
      "A.V. Sabluk",
      "P.S. Burtsev",
      "R. Migdisov",
      "N. Maleeva",
      "S.V. Shitov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.05929",
    "title": "Second Harmonic Generation from Ultracold Bosons in an Optical Cavity",
    "abstract": "Within a cavity quantum electrodynamics description, we characterize the fluorescent spectrum from ultracold bosons atoms, in the second harmonic generation (SHG) and resonant cases. Two situations are considered: i) bosons loaded into an optical lattice and ii) in a trapped two-component dilute Bose-Einstein Condensate (BEC), in the regime where the Bogoliubov approximation is often employed. Atom and photon degrees of freedom are treated on equal footing within an exact time-dependent configuration interaction scheme, and cavity leakage is included by including classical oscillator baths. For optical lattices, we consider few bosons in short chains, described via the Bose-Hubbard model with two levels per site, and we find that the spectral response grows on increasing the number of atoms at weak interactions, but diminishes at high interactions (if the number of chain sites does not exceed the number of atoms), and is shifted to lower frequency. In the BEC regime, the spectra display at noticeable extent a scaling behavior with the number of particles and a suitable rescaling of the BEC-cavity and inter-particle interactions, whilst the SHG spectrum redshifts at large atom-atom correlations. Overall, our results provide some general trends for the fluorescence from ultracold bosons in optical cavities, which can be of reference to experimental studies and further theoretical work. ",
    "url": "https://arxiv.org/abs/2401.05929",
    "authors": [
      "Megha Gopalakrishna",
      "Emil Viñas Boström",
      "Claudio Verdozzi"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.05978",
    "title": "Shape-Dependence of Spontaneous Photon Emission by Quantum Electron  Wavepackets and the QED Origin of Bunched Electron Beam Superradiance",
    "abstract": "It has been shown that the spontaneous emission rate of photons by free electrons, unlike stimulated emission, is independent of the shape or modulation of the quantum electron wavefunction (QEW). Nevertheless, here we show that the quantum state of the emitted photons is non-classical and does depend on the QEW shape. This non-classicality originates from the shape dependent off-diagonal terms of the photon density matrix. This is manifested in the Wigner distribution function and would be observable experimentally through Homodyne detection techniques as a squeezing effect. Considering a scheme of electrons interaction with a single microcavity mode, we present a QED formulation of spontaneous emission by multiple modulated QEWs through a build-up process. Our findings indicate that in the case of a density modulated QEWs beam, the phase of the off-diagonal terms of the photon state emitted by the modulated QEWs is the harbinger of bunched beam superradiance, where the spontaneous emission is proportional to N_e^2. This observation offers a potential for enhancement of other quantum electron interactions with quantum systems by a modulated QEWs beam carrying coherence and quantum properties of the modulation. ",
    "url": "https://arxiv.org/abs/2401.05978",
    "authors": [
      "Bin Zhang",
      "Reuven Ianconescu",
      "Aharon Friedman",
      "Jacob Scheuer",
      "Mikhail Tokman",
      "Yiming Pan",
      "Avraham Gover"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.06096",
    "title": "Precise characterization of a silicon carbide waveguide fiber interface",
    "abstract": "Emitters in high refractive index materials like 4H-SiC suffer from reduced detection of photons because of losses caused by total internal reflection. Thus, integration into efficient nanophotonic structures which couple the emission of photons to a well defined waveguide mode can significantly enhance the photon detection efficiency. In addition, interfacing this waveguide to a classical fiber network is of similar importance to detect the photons and perform experiments. Here, we show a waveguide fiber interface in SiC. By careful measurements we determine efficiencies exceeding 93 % for the transfer of photons from SiC nanobeams to fibers. We use this interface to create a bright single photon source based on waveguide integrated V2 defects in 4H-SiC and achieve an overall photon count rate of 181,000 counts/s, the highest value so far achieved for this system. We observe and quantify the strain induced shift of the ground state spin states and demonstrate coherent control of the electron spin with a coherence time of T2=42.5 $\\rm\\mu$s. ",
    "url": "https://arxiv.org/abs/2401.06096",
    "authors": [
      "Marcel Krumrein",
      "Raphael Nold",
      "Flavie Davidson-Marquis",
      "Arthur Bourama",
      "Lukas Niechziol",
      "Timo Steidl",
      "Ruoming Peng",
      "Jonathan Körber",
      "Rainer Stöhr",
      "Nils Gross",
      "Jurgen Smet",
      "Jawad Ul-Hassan",
      "Péter Udvarhelyi",
      "Adam Gali",
      "Florian Kaiser",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.05754",
    "title": "Quantum Rate Electrodynamics and Resonant Junction Electronics of  Heterocyclic Molecules",
    "abstract": " Title: Quantum Rate Electrodynamics and Resonant Junction Electronics of  Heterocyclic Molecules ",
    "url": "https://arxiv.org/abs/2309.05754",
    "authors": [
      "Edgar Fábian Pinzón Nieto",
      "Laís Cristine Lopes",
      "Adriano dos Santos",
      "Maria Manuela Marques Raposo",
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2309.13844",
    "title": "High-precision measurement of the complex magneto-optical Kerr effect  using weak measurement",
    "abstract": " Title: High-precision measurement of the complex magneto-optical Kerr effect  using weak measurement ",
    "url": "https://arxiv.org/abs/2309.13844",
    "authors": [
      "Tong Li",
      "Yunhan Wang",
      "Yinghang Jiang",
      "Sijie Zhang",
      "Lan Luo",
      "Zhiyou Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.08110",
    "title": "Tailored and Externally Corrected Coupled Cluster with Quantum Inputs",
    "abstract": " Title: Tailored and Externally Corrected Coupled Cluster with Quantum Inputs ",
    "url": "https://arxiv.org/abs/2312.08110",
    "authors": [
      "Maximilian Scheurer",
      "Gian-Luca R. Anselmetti",
      "Oumarou Oumarou",
      "Christian Gogolin",
      "Nicholas C. Rubin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09465",
    "title": "On the Fundamentals of Quantum Rate Theory and the Long-range Electron  Transport in Respiratory Chains",
    "abstract": " Title: On the Fundamentals of Quantum Rate Theory and the Long-range Electron  Transport in Respiratory Chains ",
    "url": "https://arxiv.org/abs/2312.09465",
    "authors": [
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09761",
    "title": "Symmetry-preserving and gate-efficient quantum circuits for quantum  chemistry",
    "abstract": " Comments: 19 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2312.09761",
    "authors": [
      "Hugh G. A. Burton"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13629",
    "title": "$PT$ Symmetric PINN for integrable nonlocal equations: Forward and  inverse problems",
    "abstract": " Title: $PT$ Symmetric PINN for integrable nonlocal equations: Forward and  inverse problems ",
    "url": "https://arxiv.org/abs/2312.13629",
    "authors": [
      "Wei-Qi Peng",
      "Yong Chen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2401.04724",
    "title": "A parametrically programmable delay line for microwave photons",
    "abstract": " Comments: 13 pages, 9 figures; v2: minor update of references ",
    "url": "https://arxiv.org/abs/2401.04724",
    "authors": [
      "Takuma Makihara",
      "Nathan Lee",
      "Yudan Guo",
      "Wenyan Guan",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]