[
  {
    "id": "arXiv:2510.09637",
    "title": "From deep to shallow water 2D wave turbulence: Emergence of soliton gas",
    "abstract": "           Experiments on 2D random water wave propagation in a large wave tank are analyzed when the effect of dispersion changes. A stereoscopic profilometry technique is used to measure the water surface displacement resolved in both time and space over a significant fraction of the wave tank. The wave regimes are characterized by analyzing the space-time spectral statistical properties of the wave field. At a given, finite, water depth, the effect of dispersion can be varied by tuning the peak frequency of the wave generation. In shallow water conditions, the waves are only weakly dispersive and this enables the propagation of solitons. {In these conditions random wave forcing produces soliton gases}. In deep water conditions, the waves are dispersive and for wideband spectra, one observes the development of weak turbulence. A transition between these regimes is observed when changing the peak forcing frequency (dispersion) and the wave amplitude (nonlinearity), with a clear threshold between states with solitons and soliton-less states. The development of a soliton gas is associated with a strong change of the wave spectrum as well as a significant evolution of the distribution of the water elevation. We also observed a strong effect of the finite size of the tank due to the peculiar reflection laws of line solitons.         ",
    "url": "https://arxiv.org/abs/2510.09637",
    "authors": [
      "Thibault Leduque",
      "Maxime Kaczmarek",
      "Hervé Michallet",
      "Eric Barthélemy",
      "Nicolas Mordant"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2510.09727",
    "title": "Neutron production with a 10 kW HiCANS based on SATELIT, a CEA-Saclay target with liquid lithium",
    "abstract": "           High-Current Accelerator-driven Neutron Sources (HiCANS) are currently under development across Europe to address the shortage of medium-scale neutron sources, as many research nuclear reactors have been decommissioned over the past several years. At CEA-Saclay, a HiCANS has been developed utilizing the IPHI accelerator, which delivers a 3 MeV proton beam with a current of up to 100 mA, and the CEA-Saclay liquid lithium target named SATELIT. In 2024-2025, a successful experimental campaign was conducted, during which a 10 kW proton beam was directed at the liquid lithium target for nearly 100 h to generate neutrons via the 7Li(p,n)7Be nuclear reaction. Throughout the experimental campaign, a total deposited beam power of 840~kW.h was accumulated, including two continuous operational days exceeding 11 h each. A polyethylene moderator coupled with SATELIT enabled the extraction of a thermal neutron beam, with a flux measured at 1.4 m from the extraction point exceeding $10^6$ this http URL$^{-2}$.s$^{-1}$, which is sufficient for numerous neutron applications. The next step for the long-term operation of this facility involves developing strategies to mitigate the radiological concerns associated with the accumulation of 7Be within the system. Overall, this work demonstrates that such facilities can play a significant role in the future of medium-scale neutron sources in Europe.         ",
    "url": "https://arxiv.org/abs/2510.09727",
    "authors": [
      "L. Thulliez",
      "N. Berton",
      "R. Boudouin",
      "N. Cavalière",
      "S. Cazaux",
      "T. Chaminade",
      "N. Chauvin",
      "D. Chirpaz",
      "J.-L. Courouau",
      "Q. Cridling",
      "P. Daniel-Thomas",
      "J. Darpentigny",
      "G. Debras",
      "G. Disset",
      "A. Drouart",
      "E. Dumonteil",
      "R. Duperrier",
      "R. Ferdinand",
      "E. Giner Demange",
      "J.-C. Guillard",
      "N. Jonqueres",
      "T. Lebrun",
      "D. Loiseau",
      "J. Mendes",
      "B. Mom",
      "F. Ott",
      "C. Péron",
      "J. Phocas",
      "Y. Reinert",
      "A. Roger",
      "Y. Sauce",
      "F. Senée",
      "M. Trocmé",
      "C. Veyssière",
      "D. Vurpillot",
      "X. Wohleber"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2510.09831",
    "title": "Injector for dielectric laser accelerators based on an ultracold electron source and a magnet design avoiding apparent emittance growth",
    "abstract": "           Dielectric Laser Acceleration holds the promise of extremely high acceleration gradients in laser-driven miniaturized accelerator structures. However, sub-relativistic experimental demonstration has so far been limited by bunch charges well below 1 electron per bunch due to the low acceptance of these 'accelerator-on-a-chip' devices. Here, we propose a novel design for an injector tailor made for dielectric laser acceleration, based on just-above-threshold ionization of laser-cooled atoms. The key new feature is a an innovative magnet design that avoids apparent emittance growth by using the field-free regions of an axially polarised ring of permanent magnets as source point. We optimized this design using a multi-objective optimization approach that is also applicable to the development of other sub-relativistic, high-brightness/low-emittance electron beam setups (like setups for ultrafast electron diffraction). The expected injected bunch charge of our proposed injector is 90 (60) electrons for a dielectric laser acceleration gradient of 1 GV/m (100MV/m) operating at a 10 micron driver laser wavelength, increasing the expected bunch charge by about two orders of magnitude.         ",
    "url": "https://arxiv.org/abs/2510.09831",
    "authors": [
      "Ameya Patwardhan",
      "Simona Borrelli",
      "Bas van der Geer",
      "Jom Luiten",
      "Julius Huijts"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2510.09982",
    "title": "Tumor Obliteration by Resonant Amplification (TOR) A Nonthermal, Spectrally-Targeted Approach to Cancer Disintegration",
    "abstract": "           Tumor Obliteration by Resonant Amplification (TOR) was evaluated purely in simulation. Forward models in COMSOL, ANSYS, and ABAQUS used the same small-strain rheology, nonthermal/noncavitational limits, and an emulated closed loop (phase-locked actuation plus contrast/safety gating). Over >= 200 Monte Carlo runs per setup, TOR produced per-focus extinction in 2.6-3.2 s at approx. 0.85-0.90 J/cm^3, with selectivity Q = 39 +/- 5, peak temperature rise dT_max <= 0.2 deg C, and CEM43 << 1, consistent with strictly nonthermal operation. Primary indices indicated high spectral fidelity and intrinsic safety margin: MMI = 0.92 +/- 0.03, SSR = 14.6 +/- 3.1 (circumscribed) / 11.2 +/- 2.4 (infiltrative), and ATI <= 0.8 of the matrix-failure threshold. Simulated foci matched FE predictions within +/- 150 um. A unitless reality-adherence score comparing four observables to consolidated literature ranges yielded A = 95% +/- 2% (BCa 95%). Organ-specific estimates were 95.1% (pancreatic ductal adenocarcinoma), 96.0% (prostatic acinar adenocarcinoma), and 94.2% (invasive ductal carcinoma of the breast). The delivery stack - tungsten micro-needle (300-500 um) with 5-25 um tip excursions, phase lock, and amplitude gating - operated in a small-strain, noncavitational regime, keeping off-target strain below safety limits by design. Mechanistically, mode-selective collapse implies suppression of core vesicle biogenesis and nociceptor drive; rim scanning is constrained by healthy-referenced bounds, motivating compact neuroimmune readouts in future tests. Overall, the calibrated multiphysics results support a reproducible, spectrum-locked path from modeling to benchtop: deterministic extinction at low energy, high selectivity, and strict thermal neutrality, with pre-registered experiments planned to confirm the predicted safety and efficacy envelopes.         ",
    "url": "https://arxiv.org/abs/2510.09982",
    "authors": [
      "Cesar Mello",
      "Fernando Medina da Cunha"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.09999",
    "title": "Random State Approach to Quantum Computation of Electronic-Structure Properties",
    "abstract": "           Classical computation of electronic properties in large-scale materials remains challenging. Quantum computation has the potential to offer advantages in memory footprint and computational scaling. However, general and practical quantum algorithms for simulating large-scale materials are still lacking. We propose and implement random-state quantum algorithms to calculate electronic-structure properties of real materials. Using a random state circuit with only a few qubits, we employ real-time evolution with first-order Trotter decomposition and Hadamard test to obtain electronic density of states, and we develop a modified quantum phase estimation algorithm to calculate real-space local density of states via direct quantum measurements. Furthermore, we validate these algorithms by numerically computing the density of states and spatial distributions of electronic states in graphene, twisted bilayer graphene quasicrystals, and fractal lattices, covering system sizes from hundreds to thousands of atoms. Our results manifest that the random-state quantum algorithms provide a general and qubit-efficient route to simulating electronic properties of large-scale periodic and aperiodic materials on quantum computers.         ",
    "url": "https://arxiv.org/abs/2510.09999",
    "authors": [
      "Yiran Bai",
      "Feng Xiong",
      "Xueheng Kuang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.10031",
    "title": "Development of 3D Pixel Sensors via an 8-inch CMOS-Compatible Process",
    "abstract": "           In the construction of High-Luminosity Large Hadron Collider (HL-LHC) and Future Circular Collider (FCC) experiments, 3D pixel sensors have become indispensable components due to their superior radiation hardness, fast response, and low power consumption. However, there are still significant challenges in the process of 3D sensors manufacturing. In this work, single devices and arrays of 3D sensors based on 30 $\\mu$m epitaxial silicon wafer have been designed, simulated, fabricated, and tested. This process was developed on the 8-inch CMOS process platform of the Institute of Microelectronics of the Chinese Academy of Sciences (IMECAS). The key processes include Deep Reactive Ion Etching (DRIE) with the Bosch process, in-situ doping, and an innovative back-etching. After testing the 3D pixel sensors, we have summarized the leakage current and capacitance of devices with different sizes with respect to bias voltages. We also found that the fabricated devices were almost all successfully produced, which laid a strong foundation for subsequent large-scale mass production.         ",
    "url": "https://arxiv.org/abs/2510.10031",
    "authors": [
      "Huimin Ji",
      "Zhihua Li",
      "Wenzheng Cheng",
      "Zheng Li",
      "Kai Huang",
      "Jing Wen",
      "Song Liu",
      "Manwen Liu",
      "Jun Luo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.10061",
    "title": "High-Contrast Interferometric Imaging of Single-Molecule Dynamics on Optical Fibers",
    "abstract": "           Single-molecule detection enables direct observation of individual biomolecular events, providing mechanistic insights into biological processes and offering a powerful tool for disease diagnostics. However, the fundamental scale mismatch between optical wavelengths and molecules restricts the application of label-free techniques, leading to poor signal-to-noise (SNR) performance. Here, we propose a high-contrast, label-free approach based on interferometric imaging, utilizing the strong evanescent field supported on a microfiber surface to provide near-field illumination. We observed unique interference patterns generated by in-plane scattering from natural defects, which enabled high-contrast detection of localized phase changes induced by single molecules. The results indicate an approximately 38 dB enhancement in SNR over the conventional fluorescence methods, without employing any plasmonic or microcavity-based amplification techniques. This approach was further applied to track molecular dynamics, capturing both conformational transition and binding behaviors of individual protein molecules. Meanwhile, the stimulus-response of single molecules to acoustic waves was investigated, demonstrating the ultimate miniaturization of an acoustic sensor at the single-molecule scale. By enabling direct observation of molecular dynamics and mechanical responses at the single-molecule level, this approach provides a versatile platform for probing fundamental biological processes and developing ultra-sensitive biosensors. Moreover, this approach lays the foundation for coupling optical and acoustic waves at the molecular scale, opening new avenues for next-generation single-molecule diagnostics and precision biophysics studies.         ",
    "url": "https://arxiv.org/abs/2510.10061",
    "authors": [
      "Guifeng Li",
      "Chaoyang Gong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2510.10404",
    "title": "Expanding detection bandwidth via a photonic reservoir for ultrafast optical sensing",
    "abstract": "           The detection of ultrafast optical and radio-frequency (RF) signals is crucial for applications ranging from high-speed communications to advanced sensing. However, conventional detectors are fundamentally constrained by their intrinsic bandwidth, limiting accurate broadband signal measurement. Here, we show that a neuromorphic photonic processing approach can overcome this limitation, enabling accurate broadband signal detection beyond the detector bandwidth. The key idea lies in the spatiotemporal encoding of input waveforms within a photonic reservoir network, which reconstructs high-frequency components otherwise inaccessible to individual detectors. We experimentally demonstrate the detection of high-speed optical phase signals with more than an eightfold effective bandwidth expansion using an on-chip silicon photonic reservoir. This approach provides a scalable and integrable platform for high-speed optical and RF signal processing, opening new opportunities in ultrafast photonics and next-generation communication systems.         ",
    "url": "https://arxiv.org/abs/2510.10404",
    "authors": [
      "Yuito Ito",
      "Tomoaki Niiyama",
      "Tetsuya Asai",
      "Gouhei Tanaka",
      "Atsushi Uchida",
      "Satoshi Sunada"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2510.10470",
    "title": "Amplified Directional Photoluminescence from CIS Quantum Dots and hBN Quantum Emitters using Tunable BIC Metasurfaces",
    "abstract": "           Integrated and tunable light sources are critical for advancing quantum nanophotonic chips in quantum computing, communications, and sensing. However, efficient and tunable emission amplification post-fabrication poses major challenges. Hybrid metasurfaces combining niobium pentoxide (Nb2O5), copper indium sulfide (CIS) quantum dots or hexagonal boron nitride (hBN), and antimony trisulfide (Sb2S3) as a low-loss phase-change material offer a compelling solution for dynamic control and amplification of photoluminescence and quantum light emission. In this work, we report an active hybrid metasurface supporting tunable bound states in the continuum (BIC) resonances in the visible regime, achieving experimental Q-factors up to 206 and strong amplification of CIS QDs photoluminescence as well as quantum light emission of hBN single-photon emitters. The metasurface enables BIC resonance shifts of 33.5 nm in the visible spectrum via phase transition of Sb2S3, and 17 nm through dimensional parametric tuning. We experimentally demonstrate highly directional photoluminescence amplification up to 33-fold, alongside broad tunable amplified PL emission upon Sb2S3 phase modulation. Furthermore, we propose amplified, tunable, and on-demand strong coupling of hBN single-photon emitters with the tunable BIC metasurface for next-generation broadband quantum nanophotonic chips. This work sets a new benchmark in reconfigurable nanophotonic platforms for efficient quantum light sources in integrated photonic systems.         ",
    "url": "https://arxiv.org/abs/2510.10470",
    "authors": [
      "Omar A. M. Abdelraouf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.10476",
    "title": "Towards a compact transportable optical clock based on the octupole transition in 171Yb+",
    "abstract": "           Optical clocks have extremely attractive applications in many fields, including time-frequency metrology, validation of fundamental physical principles, and relativistic geodesy. The 467 nm octupole transition in 171Yb+ ion exhibits intrinsic insensitivity to magnetic field and an ultra-long clock state lifetime of 1.6 years. In addition, the entire laser system can be realized by semiconductor technologies, rendering this platform uniquely advantageous for developing high-precision, compact and transportable optical clocks. Here, we report the development of a compact optical clock based on the 467 nm transition of a single 171Yb+ ion. Using a narrow linewidth 467 nm laser to interrogate the clock transition, we obtain a near-Fourier-limited linewidth of 2.3 Hz in an integrated ion trapping system. Self-comparison demonstrated a frequency instability of 2.2E-15/sqrt(tau/s) with an interrogation time of 180 ms, which reaches the high parts in E-18 level with an averaging time of only one day. These work laid the technical foundation for the subsequent clock systematic evaluation and the packaging of each subsystem into an engineering prototype with high-precision at the level of E-18.         ",
    "url": "https://arxiv.org/abs/2510.10476",
    "authors": [
      "Xuanjian Wang",
      "Jian Cao",
      "Hualin Shu",
      "Yi Yuan",
      "Zehao Li",
      "Pengcheng Fang",
      "Qunfeng Chen",
      "Xueren Huang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.10562",
    "title": "Resonance fluorescence in surface plasmon emission in the vicinity of 2D graphene sheet",
    "abstract": "           The spectral and statistical properties are explored for surface plasmon (SP) emission in resonance fluorescence from a driven two level emitter in the proximity of 2D single graphene sheet. We derive expressions for the emitted SP field and spectrum function that depend on the graphene conductivity and take into account the controllable parameters of the graphene system. We present analysis for the spectrum and second order coherence functions and discuss the possibility of their control using graphene system parameters to manipulate the spectral linewidth and coherence.         ",
    "url": "https://arxiv.org/abs/2510.10562",
    "authors": [
      "Ali A. Kamli",
      "Sergey A. Moiseev",
      "Jabir W. Hakami"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.10635",
    "title": "Light coupling to photonic integrated circuits using optimized lensed fibers",
    "abstract": "           Efficient and reliable light coupling between optical fibers and photonic integrated circuits has arguably been the most essential issue in integrated photonics for optical interconnects, nonlinear signal conversion, neuromorphic computing, and quantum information processing. A commonly employed approach is to use inverse tapers interfacing with lensed fibers, particularly for waveguides of relatively low refractive index such as silicon nitride (Si3N4), silicon oxynitride and lithium niobate. This approach simultaneously enables broad operation bandwidth, high coupling efficiency, and simplified fabrication. While diverse taper designs have been invented and characterized so far, lensed fibers play equally important roles here, but their optimization has long underexplored. Here we fill this gap and introduce a comprehensive co-optimization strategy that synergistically refines the geometries of the taper and the lensed fiber. By incorporating the genuine lensed fiber's shape into simulation, we accurately capture the non-Gaussian emission profile of the lensed fiber, nullifying the widely accepted approximation using a paraxial Gaussian mode. We further characterize many lensed fibers and Si3N4 tapers of varying shapes using different fabrication processes. Our experimental and simulation results show remarkable agreement, both achieving maximum coupling efficiencies exceeding 80% per facet. Finally, we summarize the optimal choices of lensed fibers and Si3N4 tapers that can be directly deployed in modern CMOS foundries for scalable manufacturing of Si3N4 photonic integrated circuits. Our study not only contributes to light coupling solutions, but is also critical for photonic packaging and optoelectronic assembly that are currently revolutionizing datacenters and AI.         ",
    "url": "https://arxiv.org/abs/2510.10635",
    "authors": [
      "Dengke Chen",
      "Zeying Zhong",
      "Sanli Huang",
      "Jiahao Sun",
      "Sicheng Zeng",
      "Baoqi Shi",
      "Yi-Han Luo",
      "Junqiu Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.10788",
    "title": "A complete formalism for giant Goos-Hänchen shift of metasurface sensors with phase singularity",
    "abstract": "           Giant Goos-Hänchen shift is a promising effect for very highly sensitive sensors application. For sensors working at the critical coupling regime, we provide here a complete formalism that describes analytically the Goos-Hanchen shift, the Goos-Hänchen sensitivity and the limit of detection. It reveals the key parameters (quality factor, angular dispersion but also the phase singularity) which are involved in the GH shift. Approaching the critical coupling leads to ultimate Goos-Hänchen shift and sensitivity. Thanks to this theoretical description confirmed numerically, we propose lateral beam displacement that goes beyond giant GH shift and sensitivity values as high as $10^{13} {\\mu}m/RIU$ which is an improvement of Goos-Hänchen sensitivity by more than one thousand compared to theoretical value and more than ten million if compared to experimental works. We illustrate it for surface plasmon resonance of thin metal film where the critical coupling is approached with the crystallisation of a phase change material GST and for metasurfaces supporting Bloch Surface Waves. We also discuss the effect of beam size on GH effect and showed that it is the main limitation for increasing GH sensitivty and is a parameter that must be considered. The limit of detection of GH sensors is finally described analytically. Theses results open the way for new sensing application needing high sensitivity.         ",
    "url": "https://arxiv.org/abs/2510.10788",
    "authors": [
      "Lotfi Berguiga",
      "Sébastien Cueff",
      "Taha Benyattou",
      "Xavier Letartre",
      "Cécile Jamois"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.10983",
    "title": "Loss investigations of high frequency lithium niobate Lamb wave resonators at ultralow temperatures",
    "abstract": "           Lamb wave resonators (LWRs) operating at ultralow temperatures serve as promising acoustic platforms for implementing microwave-optical transduction and radio frequency (RF) front-ends in aerospace communications because of the exceptional electromechanical coupling (k^2) and frequency scalability. However, the properties of LWRs at cryogenic temperatures have not been well understood yet. Herein, we experimentally investigate the temperature dependence of the quality factor and resonant frequency in higher order antisymmetric LWRs down to millikelvin temperatures. The high-frequency A1 and A3 mode resonators with spurious-free responses are comprehensively designed, fabricated, and characterized. The quality factors of A1 modes gradually increase upon cryogenic cooling and shows 4 times higher than the room temperature value, while A3 mode resonators exhibit a non-monotonic temperature dependence. Our findings provide new insights into loss mechanisms of cryogenic LWRs, paving the way to strong-coupling quantum acoustodynamics and next-generation satellite wireless communications.         ",
    "url": "https://arxiv.org/abs/2510.10983",
    "authors": [
      "Wenbing Jiang",
      "Xuankai Xu",
      "Jiazhen Pan",
      "Hancong Sun",
      "Yu Guo",
      "Huabing Wang",
      "Libing Zhou",
      "Tao Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2510.11174",
    "title": "Machine Learning-Integrated Hybrid Fluid-Kinetic Framework for Quantum Electrodynamic Laser Plasma Simulations",
    "abstract": "           High-intensity laser plasma interactions create complex computational problems because they involve both fluid and kinetic regimes, which need models that maintain physical precision while keeping computational speed. The research introduces a machine learning-based three-dimensional hybrid fluid-particle-in-cell (PIC) system, which links relativistic plasma behavior to automatic regime transitions. The technique employs fluid approximations for stable areas but activates the PIC solver when SwitchNet directs it to unstable sections through its training on physics-based synthetic data. The model uses a smooth transition between Ammosov-Delone-Krainov (ADK) tunneling and multiphoton ionization rates to simulate ionization, while Airy-function approximations simulate quantum electrodynamic (QED) effects for radiation reaction and pair production. The convolutional neural network applies energy conservation through physics-based loss functions, which operate on normalized fields per channel. Monte Carlo dropout provides uncertainty measurement. The hybrid model produces precise predictions with coefficient of determination (R^2) values above 0.95 and mean squared errors below 10^-4 for all field components. This adaptive approach enhances the accuracy and scalability of laser-plasma simulations, providing a unified predictive framework for high-energy-density and particle acceleration applications.         ",
    "url": "https://arxiv.org/abs/2510.11174",
    "authors": [
      "Sadra Saremi",
      "Amirhossein Ahmadkhan Kordbacheh"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2510.11304",
    "title": "In-situ Radiation Damage Study of Silicon Carbide Detectors Subjected to Clinical Proton Beams",
    "abstract": "           Silicon carbide (SiC) planar PiN diodes from two different manufacturers were irradiated with 252.7 MeV protons from a medical synchrotron. Over the course of two 8h irradiation shifts, the samples were exposed to increasing fluences ranging from 1.4e+11 to 3.5e+13 p+/cm^2. Electrical characterizations, including IV and CV measurements, were performed both before and after irradiation using probe stations, and for selected samples even in-situ between fluence steps directly at the irradiation facility. The results show a gradual compensation of the effective epitaxial doping concentration with each incremental fluence step, observed as a reduction in capacitance before full depletion and confirmed by the extracted effective doping concentration. From these measurements, linear donor removal rates are determined for all sample groups, with values ranging from 4.2/cm to 6.4/cm. These findings provide a quantitative basis for understanding radiation-induced charge carrier removal in 4H-SiC devices and are relevant for predicting the performance and lifetime of future radiation-hard detector technologies, including 4H-SiC LGADs.         ",
    "url": "https://arxiv.org/abs/2510.11304",
    "authors": [
      "Daniel Radmanovac",
      "Andreas Gsponer",
      "Simon Waid",
      "Sebastian Onder",
      "Matthias Knopf",
      "Jürgen Burin",
      "Stefan Gundacker",
      "Thomas Bergauer"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.11422",
    "title": "Raman Microspectroscopy for Real-Time Structure Indicator in Ultrafast Laser Writing",
    "abstract": "           Raman microspectroscopy provides non-destructive, structure-specific contrast suited to in situ monitoring of femtosecond (fs) laser fabrication processes. In this work, we introduce a sample-agnostic Raman workflow that screens candidate spectral indicators using drift-resistant, self-normalized metrics and, where appropriate, label-free hyperspectral unmixing to extract endmembers and validate metric selection. Using diamond as an example, hyperspectral maps and electrical tests show that depletion of the 1332 cm-1 sp3 line is a monotonic, robust predictor of resistance, counterintuitively outperforming sp2-based measures often assumed optimal. This enables a practical implementation: a single narrowband channel at the selected marker provides real-time feedback without full-spectrum acquisition. Because the selection hinges on general band definitions and functional validation rather than diamond-specific physics, the approach translates Raman phase information directly into device specifications and is transferable to other Raman-active hosts for in-line quality control of laser-written structures.         ",
    "url": "https://arxiv.org/abs/2510.11422",
    "authors": [
      "Xingrui Cheng",
      "Eugenio Picheo",
      "Zhixin Chen",
      "Martin J. Booth",
      "Patrick S. Salter",
      "Álvaro Fernández-Galiana"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.11451",
    "title": "Astigmatism-free 3D Optical Tweezer Control for Rapid Atom Rearrangement",
    "abstract": "           Reconfigurable arrays of neutral atoms are a leading platform for quantum computing, quantum simulation, and quantum metrology. The most common method for atom reconfiguration using optical tweezers relies on frequency chirping of acousto-optic deflectors (AODs). However, chirp-induced acoustic lensing limits the speed of atom transport by deformation of the tweezer profile and warping of the tweezer trajectory. We use a three-dimensional acousto-optic deflector lens (3D-AODL) to mitigate both effects, a design predicted to halve current state-of-the-art long-range transport times. Additionally, we introduce fading-Shepard waveforms that bypass the finite AOD bandwidth and thus enable sustained axial displacement. We demonstrate unrestricted 3D motion within a cuboid volume of at least 200 $\\mu$m $\\times$ 200 $\\mu$m $\\times$ 136 $\\mu$m, with tweezer velocities exceeding 4.2 m/s. The ability to move optical tweezers along arbitrary trajectories in 3D should enable rapid in-plane and out-of-plane rearrangement of atoms in 2D or 3D tweezer arrays and optical lattices, as well as omnidirectional trajectories and dynamical engineering of optical potentials. This technology has the potential to advance quantum control and atom manipulation in current atom-array quantum computers, boosting clock rates and enabling rapid sorting in geometries scalable to millions of qubits.         ",
    "url": "https://arxiv.org/abs/2510.11451",
    "authors": [
      "Yue-Hui Lu",
      "Nathan Song",
      "Tai Xiang",
      "Jacquelyn Ho",
      "Tsai-Chen Lee",
      "Zhenjie Yan",
      "Dan M. Stamper-Kurn"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.11463",
    "title": "Characterisation of the first wafer-scale prototype for the ALICE ITS3 upgrade: the monolithic stitched sensor (MOSS)",
    "abstract": "           This paper presents the characterisation and testing of the first wafer-scale monolithic stitched sensor (MOSS) prototype developed for the ALICE ITS3 upgrade that is to be installed during the LHC Long Shutdown 3 (2026-2030). The MOSS chip design is driven by the truly cylindrical detector geometry that imposes that each layer is built out of two wafer-sized, bent silicon chips. The stitching technique is employed to fabricate sensors with dimensions of 1.4 $\\times$ 25.9 cm, thinned to 50 $\\mu$m. The chip architecture, in-pixel front-end, laboratory and in-beam characterisation, susceptibility to single-event effects, and series testing are discussed. The testing campaign validates the design of a wafer-scale stitched sensor and the performance of the pixel matrix to be within the ITS3 requirements. The MOSS chip demonstrates the feasibility of the ITS3 detector concept and provides insights for further optimisation and development.         ",
    "url": "https://arxiv.org/abs/2510.11463",
    "authors": [
      "Omar Abdelrahman",
      "Gianluca Aglieri Rinella",
      "Luca Aglietta",
      "Giacomo Alocco",
      "Matias Antonelli",
      "Roberto Baccomi",
      "Francesco Barile",
      "Pascal Becht",
      "Franco Benotto",
      "Stefania Maria Beolè",
      "Marcello Borri",
      "Daniela Bortoletto",
      "Naseem Bouchhar",
      "Giuseppe Eugenio Bruno",
      "Matthew Daniel Buckland",
      "Szymon Bugiel",
      "Paolo Camerini",
      "Francesca Carnesecchi",
      "Marielle Chartier",
      "Domenico Colella",
      "Angelo Colelli",
      "Giacomo Contin",
      "Giuseppe De Robertis",
      "Wenjing Deng",
      "Antonello Di Mauro",
      "Vittorio Di Trapani",
      "Maurice Donner",
      "Ana Dorda Martin",
      "Piotr Dorosz",
      "Floarea Dumitrache",
      "Lars Döpper",
      "Gregor Hieronymus Eberwein",
      "Domenico Elia",
      "Simone Emiliani",
      "Laura Fabbietti",
      "Tommaso Fagotto",
      "Xiaochao Fang",
      "Henrik Fribert",
      "Roman Gernhäuser",
      "Piero Giubilato",
      "Laura Gonella",
      "Karl Gran Grodaas",
      "Ola Slettevoll Groettvik",
      "Vladimir Gromov",
      "Malte Grönbeck",
      "Philip Hauer",
      "Hartmut Hillemanns",
      "Guen Hee Hong",
      "Yu Hu",
      "Minyoung Chris Hwang",
      "Marc Alain Imhoff",
      "Barbara Jacak",
      "Daniel Matthew Jones",
      "Antoine Junique",
      "Filip Křížek",
      "Jetnipit Kaewjai",
      "Anouk Kaiser",
      "Jesper Karlsson Gumprecht",
      "Markus Keil",
      "Bernhard Ketzer",
      "Jiyoung Kim",
      "Lena Kirchner",
      "Kritsada Kittimanapun",
      "Alex Kluge",
      "Chinorat Kobdaj",
      "Artem Kotliarov",
      "Thanushan Kugathasan",
      "Marc König",
      "Paola La Rocca",
      "Natthawut Laojamnongwong",
      "Lukas Lautner",
      "Corentin Lemoine",
      "Long Li",
      "Beatrice Eva Liang-Gilman",
      "Francesco Licciulli",
      "Sanghoon Lim",
      "Bong-Hwi Lim",
      "Jian Liu",
      "Flavio Loddo",
      "Matteo Lupi",
      "Magnus Mager",
      "Philipp Mann",
      "Georgios Mantzaridis",
      "Davide Marras",
      "Paolo Martinengo",
      "Silvia Masciocchi",
      "Annalisa Mastroserio",
      "Soniya Mathew",
      "Serena Mattiazzo",
      "Marius Wilm Menzel",
      "Nicola Minafra",
      "Frederic Morel",
      "Alice Mulliri",
      "Anjali Ila Nambrath",
      "Rajendra Nath Patra",
      "Iaroslav Panasenko",
      "Styliani Paniskaki",
      "Caterina Pantouvakis",
      "Cosimo Pastore",
      "Stefania Perciballi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.11489",
    "title": "Efficient Lasing in MoS$_2$/WSe$_2$-Based Metasurfaces Enabled by Quasi-Dark Magnetic Dipole Resonance",
    "abstract": "           The novel combination of a strongly-resonant optical metasurface with the MoS$_2$/WSe$_2$ hetero-bilayer is proposed for efficient free-space lasing enabled by the enhanced coupling between the optical and matter (exciton) states. The metasurface comprises silicon-rich nitride meta-atoms periodically arrayed in a subdiffractive lattice and overlaid with MoS$_2$/WSe$_2$, which provides optically-pumped gain around $1130~\\mathrm{nm}$. Light emission is enabled by exploiting a quasi-bound state in the continuum in the form of a perturbed vertical magnetic dipole resonance. Following a meticulous design process guided by full-wave simulations and multipole expansion analysis, an ultralow lasing threshold of $\\sim 6~\\mathrm{kW/cm^2}$ is achieved. Moreover, the thermal stability of the lasing structure is examined through heat transfer simulations; stable operation with pump power densities up to a few MW/cm$^2$ (three orders of magnitude above the threshold) is predicted. These results demonstrate that MoS$_2$/WSe$_2$-based metasurface lasers can exhibit robust operation, paving the way for highly-performing ultrathin light-emitting surfaces. The lasing response is rigorously assessed through a highly-efficient temporal coupled-mode theory framework, verified by time-domain FEM simulations showing excellent agreement. Thus, an efficient and accurate approach to design and study metasurface lasers with arbitrary geometries and surface or bulk gain media is introduced, exhibiting significant advantages over cumbersome full-wave simulations.         ",
    "url": "https://arxiv.org/abs/2510.11489",
    "authors": [
      "Georgios Nousios",
      "Thomas Christopoulos",
      "Emmanouil E. Kriezis",
      "Odysseas Tsilipakos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.11521",
    "title": "A review of cultural heritage inspection: Toward terahertz from mid-infrared region",
    "abstract": "           This review explores non-invasive imaging (NII) methods covering the mid- and far-infrared to the terahertz spectral regions (up to approximately 1000 um) for the detection and analysis of cultural heritage artifacts. In the thermal infrared domain, where radiation follows Planck's law, the self-emission of materials reveals intrinsic properties and internal degradation. By contrast, in the near-infrared range, external illumination enhances surface details and pigment differentiation. Far-infrared and terahertz techniques, operating in both transmission and reflection modes, provide complementary insights by penetrating surface layers to uncover subsurface structures and concealed features. Integrating visible and infrared imaging further enriches diagnostic capabilities by correlating conventional visual assessments with spectral information. Beyond reviewing the wide applications of these NII techniques in cultural heritage research, this work also summarizes recent advances in signal processing, encompassing both hardware and software developments. In particular, deep learning has revolutionized the field by enabling automated classification, feature extraction, defect detection, and super-resolution imaging. Through supervised and unsupervised learning strategies, neural networks can reliably identify subtle anomalies and material variations indicative of past restorations or early stages of deterioration. In conclusion, the convergence of advanced spectral imaging, sophisticated signal processing, and deep neural networks offers a transformative pathway toward more accurate, efficient, and data-driven cultural heritage analysis, ultimately supporting more informed conservation and restoration decisions.         ",
    "url": "https://arxiv.org/abs/2510.11521",
    "authors": [
      "Pengfei Zhu",
      "Hai Zhang",
      "Stefano Sfarra",
      "Dazhi Yang",
      "Xavier Maldague"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.11634",
    "title": "Scalable Quantum Monte Carlo Method for Polariton Chemistry via Mixed Block Sparsity and Tensor Hypercontraction Method",
    "abstract": "           We present a reduced-scaling auxiliary-field quantum Monte Carlo (AFQMC) framework designed for large molecular systems and ensembles, with or without coupling to optical cavities. Our approach leverages the natural block sparsity of Cholesky decomposition (CD) of electron repulsion integrals in molecular ensembles and employs tensor hypercontraction (THC) to efficiently compress low-rank Cholesky blocks. By representing the Cholesky vectors in a mixed format, keeping high-rank blocks in block-sparse form and compressing low-rank blocks with THC, we reduce the scaling of exchange-energy evaluation from quartic to robust cubic in the number of molecular orbitals, while lowering memory from cubic toward quadratic. Benchmark analyses on one-, two-, and three-dimensional molecular ensembles (up to ~1,200 orbitals) show that: a) the number of nonzeros in Cholesky tensors grows linearly with system size across dimensions; b) the average numerical rank increases sublinearly and does not saturate at these sizes; and (c) rank heterogeneity-some blocks nearly full rank and many low rank, naturally motivating the proposed mixed block sparsity and THC scheme for efficient calculation of exchange energy. We demonstrate that the mixed scheme yields cubic CPU-time scaling with favorable prefactors and preserves AFQMC accuracy.         ",
    "url": "https://arxiv.org/abs/2510.11634",
    "authors": [
      "Yu Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.10345",
    "title": "Depth One Quantum Alternating Operator Ansatz as an Approximate Gibbs Distribution Sampler",
    "abstract": "           This study numerically investigates the thermal sampling properties of QAOA, the Quantum Alternating Operator Ansatz which was generalized from the original Quantum Approximate Optimization Algorithm. Specifically, the ability of QAOA to sample from the Gibbs distribution, equivalently the Boltzmann distribution, defined by a classical Ising model, specifically a fully connected disordered spin glass (Sherrington-Kirkpatrick) model. We focus on two different QAOA mixers; the standard transverse field X mixer, and the Grover mixer. At a QAOA depth of one we examine, for a single full QAOA parameter search space period, the energy landscape, the Shannon entropy landscape of the QAOA probability distribution, and the tradeoff between Boltzmann distribution sampling temperature and error rate (how close to the true Boltzmann distribution is the QAOA distribution). We find that at very high temperatures one-round Grover mixer QAOA can sample from the Boltzmann distribution more accurately than the standard X mixer QAOA at one round. Both X mixer and Grover mixer depth one QAOA can serve as approximate Boltzmann distribution samplers, and how good this approximation is depends heavily on the QAOA angle choice.         ",
    "url": "https://arxiv.org/abs/2510.10345",
    "authors": [
      "Elijah Pelofske"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.11086",
    "title": "Efficient and Robust Spatial-to-Fiber Coupling forMultimode Quantum Networks via CascadedAdaptive Feedback Control",
    "abstract": "           Duan-Lukin-Cirac-Zoller (DLCZ)-based multimodequantum networks rely on efficient spatial-to-fiber coupling, yetenvironmental perturbations compromise this performance. Wedevelop a cascaded adaptive feedback control system integratedinto the quantum entanglement source preparation this http URL a power-feedback hillclimbing algorithm, itdynamically regulates piezoelectric-actuated mirrors to achieveautonomous multi-dimensional beam alignment, Experimentsshow it rapidly boosts single-mode fiber (SMF) coupling efficieneyto over 70% within 20 seconds and entering the most efficient andstable transmission state after 75 this http URL, it enhancesthe stability of the atom-photon interfacecritical for quantumlight-matter interactionsproviding a practical framework forefficient, robust spatial light transmission in scalable quantumnetworks.         ",
    "url": "https://arxiv.org/abs/2510.11086",
    "authors": [
      "Ya Li",
      "WanRu Wang",
      "Weizhe Qiao",
      "Qizhou Wu",
      "Changqing Niu",
      "Xiaolong Zou",
      "Youxing Chen",
      "Xin Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.11154",
    "title": "Quantum Information Processing with Spatially Structured Light",
    "abstract": "           Qudits have proven to be a powerful resource for quantum information processing, offering enhanced channel capacities, improved robustness to noise, and highly efficient implementations of quantum algorithms. The encoding of photonic qudits in transverse-spatial degrees of freedom has emerged as a versatile tool for quantum information processing, allowing access to a vast information capacity within a single photon. In this review, we examine recent advances in quantum optical circuits with spatially structured light, focusing particularly on top-down approaches that employ complex mode-mixing transformations in free-space and fibers. In this context, we highlight circuits based on platforms such as multi-plane light conversion, complex scattering media, multimode and multi-core fibers. We discuss their applications for the manipulation and measurement of multi-dimensional and multi-mode quantum states. Furthermore, we discuss how these circuits have been employed to perform multi-party operations and multi-outcome measurements, thereby opening new avenues for scalable photonic quantum information processing.         ",
    "url": "https://arxiv.org/abs/2510.11154",
    "authors": [
      "Suraj Goel",
      "Bohnishikha Ghosh",
      "Mehul Malik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.11585",
    "title": "Telecom-compatible cross-band quantum memory via dual photon modes dark-state polaritons",
    "abstract": "           Quantum memories are essential components of quantum networks, enabling synchronization, quantum repeaters, and long-distance entanglement distribution. Most ensemble-based realizations rely on dark-state polaritons (DSPs) in $\\Lambda$-type systems that operate at near-infrared wavelengths, such as 795 nm in $^{87}$Rb, far from the telecom band where long fiber transmission is optimal. Here we identify a DSP in $^{87}$Rb that coherently couples two photonic modes at 795 nm and 1324 nm through a shared spin-wave coherence. We derive its field operator and group velocity, extending the Fleischhauer-Lukin model to a dual-wavelength regime, and formulate a memory protocol enabling bidirectional storage and retrieval between the two modes. Numerical simulations of the full six-level dynamics confirm two-way storage and retrieval for both same-mode and cross-mode operation between the two wavelengths. The results demonstrate a dual-wavelength memory that unifies node-band and telecom-band operation within a single ensemble, providing a potential route toward frequency-conversion-free quantum-network interfaces.         ",
    "url": "https://arxiv.org/abs/2510.11585",
    "authors": [
      "Dounan Du",
      "Eden Figueroa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.10423",
    "title": "Overcoming light scattering with high optical nonlinearity",
    "abstract": "           While scattered light conveys most of the information we perceive, scattering may also distort that information before it reaches our detectors. The problem is acute in many applications, such as in high-resolution microscopy of biological tissue, where scattering degrades both resolution and signal-to-noise ratio. Here, for the first time, we demonstrate that uniting two intrinsic properties of scattered light: speckle statistics and the angular memory effect, with highly non-linear optical response yields, rather surprisingly, super-resolution, low-background, non-invasive imaging of objects completely hidden behind a strongly scattering, opaque layer. Crucially, our technique of non-invasive imaging through scatterers does not resort to wavefront shaping, adaptive optics, complicated optical setups, or iterative image reconstruction algorithms. Because the strategy relies solely on the properties of scattered light and high-order nonlinear response of the fluorophores, it can be applied to any speckle-forming propagation, from biological tissue to multicore fibres, combined with any type of phenomenon that exhibits a sufficiently high order nonlinearity.         ",
    "url": "https://arxiv.org/abs/2504.10423",
    "authors": [
      "Pawel Szczypkowski",
      "Adrian Makowski",
      "Wojciech Zwoliński",
      "Katarzyna Prorok",
      "Piotr Wasylczyk",
      "Artur Bednarkiewicz",
      "Radek Lapkiewicz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18570",
    "title": "Temporal pattern generation with tunable repetition rate using semiconductor laser periodic dynamics",
    "abstract": "           In this work, a long-cavity semiconductor laser subject to optical feedback is exploited to generate repetitive temporal patterns with enhanced intra-pattern sample diversity. Stable limit cycle dynamics characterized by multiple frequency harmonics are experimentally demonstrated by considering a 2 m external cavity with appropriate optical feedback conditions. This simple configuration can enable stable and continuous generation of periodic waveforms with a tunable repetition rate ranging from 3.28 to 4.21 GHz. Distinct, highly consistent temporal patterns are obtained by applying high-pass filtering to adjust the relative power of the harmonics. The resulting system operates as a physical waveform generator capable of producing diverse and repeatable signal patterns, making it well-suited for use in the masking stage of time delay reservoir computing architectures.         ",
    "url": "https://arxiv.org/abs/2506.18570",
    "authors": [
      "Apostolos Argyris"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.15741",
    "title": "Effective programming of a photonic processor with complex interferometric structure",
    "abstract": "           Reconfigurable photonics have rapidly become an invaluable tool for information processing. Light-based computing accelerators are promising for boosting neural network learning and inference and optical interconnects are foreseen as a solution to the information transfer bottleneck in high-performance computing. In this study, we demonstrate the successful programming of a transformation implemented using a reconfigurable photonic circuit with a non-conventional architecture. The core of most photonic processors is an MZI-based architecture that establishes an analytical connection between the controllable parameters and circuit transformation. However, several architectures that are substantially more difficult to program have improved robustness to fabrication defects. We use two algorithms that rely on different initial datasets to reconstruct the circuit model of a complex interferometer, and then program the required unitary transformation. Both methods performed accurate circuit programming with an average fidelity above 98%. Our results provide a strong foundation for the introduction of non-conventional interferometric architectures for photonic information processing.         ",
    "url": "https://arxiv.org/abs/2508.15741",
    "authors": [
      "Ilya V. Kondratyev",
      "Kseniia N. Urusova",
      "Artem S. Argenchiev",
      "Nikita S. Klushnikov",
      "Sergei S. Kuzmin",
      "Nikolay N. Skryabin",
      "Alexander D. Golikov",
      "Vadim V. Kovalyuk",
      "Gregory N. Goltsman",
      "Ivan V. Dyakonov",
      "Stanislav S. Straupe",
      "Sergei P. Kulik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19384",
    "title": "Cavity Controls Core-to-Core Resonant Inelastic X-ray Scattering",
    "abstract": "           X-ray cavity quantum optics with inner-shell transitions has been hindered by the overlap between resonant and continuum states. Here, we report the first experimental demonstration of cavity-controlled co-to-core resonant inelastic x-ray scattering (RIXS). We eliminate the effects of the absorption edge by monitoring the RIXS profile, thereby resolving the resonant state from the overlapping continuum. We observe distinct cavity-induced energy shifts and cavity-enhanced decay rate in the $2p3d$ RIXS spectra of WSi$_{2}$. These effects, manifesting as stretched or shifted profiles in the RIXS planes, enable novel spectroscopic applications by cavity-controlled core-hole states. Our results establish core-to-core RIXS as a powerful tool for manipulating inner-shell dynamics in x-ray cavities, offering new avenues for integrating quanutm optical effects with x-ray spectroscopy.         ",
    "url": "https://arxiv.org/abs/2508.19384",
    "authors": [
      "S.-X. Wang",
      "Z.-Q. Zhao",
      "X.-Y. Wang",
      "T.-J. Li",
      "Y. Su",
      "Y. Uemura",
      "F. Alves Lima",
      "A. Khadiev",
      "B.-H. Wang",
      "J. M. Ablett",
      "J-P. Rueff",
      "H.-C. Wang",
      "O.J.L. Fox",
      "W.-B. Li",
      "L.-F. Zhu",
      "X.-C. Huang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.00463",
    "title": "Breakdown of the Kirchhoff's law of thermal radiation by a spatiotemporally modulated nonreciprocal metasurface",
    "abstract": "           Kirchhoff's law of thermal radiation, which dictates that the emissivity of a surface equals its absorptivity under thermal equilibrium, which dictates that the emissivity of a surface equals its absorptivity under thermal equilibrium, fundamentally limits the efficiency of photonic systems by enforcing reciprocal energy exchange between source and detector. Breaking this reciprocity is particularly important for advancing photonic devices for energy conversion, radiative cooling, and mid-infrared sensing and imaging. Driven by the growing need for photonic platforms to overcome reciprocity constraints, we present the first demonstration of spatiotemporally modulated nonreciprocal metasurfaces operating at mid-infrared frequencies suitable for the violation of the Kirchhoff's law at room temperature. We fabricate a graphene-based integrated photonic structure and experimentally demonstrate nonreciprocal reflection from a metasurface modulated at gigahertz frequencies. We develop a theoretical framework to relate nonreciprocal scattering under spatiotemporal modulation with unequal absorptivity and emissivity for violation of the spectral directional Kirchhoff's law. Our experiment and theory imply effective decoupling of absorption and emission channels by breaking time-reversal symmetry at thermal wavelengths.         ",
    "url": "https://arxiv.org/abs/2509.00463",
    "authors": [
      "Anatoly Efimov",
      "Chun-Chieh Chang",
      "Simo Pajovic",
      "Wilton J.M. Kort-Kamp",
      "Dongsung Kim",
      "Hou-Tong Chen",
      "Diego A. R. Dalvit",
      "Abul K. Azad"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14649",
    "title": "Intensified optical camera with Timepix4 readout",
    "abstract": "           We report the first characterization results of an optical time-stamping camera based on the Timepix4 chip coupled to a fully depleted optical silicon sensor and fast image intensifier, enabling sub-nanosecond scale, time-resolved imaging for single photons. The system achieves an RMS time resolution of 0.27 ns in direct detection mode without the intensifier and from 0.55 to 1.4 ns in the single-photon regime with intensifier for different amplitude-based signal selections. This shows that Timepix4 provides a significant improvement over previous Timepix3-based cameras in terms of timing precision, pixel count, and data throughput. We analyze key factors that affect performance, including sensor bias and time-walk, and demonstrate effective correction methods to recover high temporal accuracy. The camera temporal resolution, event-driven readout and high rate capability make it a scalable platform for a wide range of applications, including quantum optics, ultrafast imaging, and time-correlated photon counting experiments.         ",
    "url": "https://arxiv.org/abs/2509.14649",
    "authors": [
      "Erik Hogenbirk",
      "Andrei Nomerotski",
      "Bram Bouwens",
      "Gabriel Diaz",
      "Shazia Farooq",
      "Erik Maddox",
      "Ondrej Matousek",
      "Peter Svihra",
      "Henrique Zanoli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00405",
    "title": "Lossless Postselected Quantum Metrology with Quasi-pure Mixed States",
    "abstract": "           Postselection can compress the metrological information and improve sensitivity in the presence of certain types of technical noise. Postselected quantum metrology with pure states has been significantly advanced recently. However, extending this framework to mixed states leads to formidable challenges, such as the difficulty in searching for lossless postselection measurements or even the loss of metrological information. In this work, we leverage the intuition for the lossless postselection of pure states and generalize the theory to the lossless postselection of a class of mixed states, dubbed quasi-pure states. We illustrate our findings in postselected quantum imaging, unitary estimation problems, and show that the quasi-pure structure can be universally engineered through only classical correlation with an ancilla. Our findings extend the utility of postselection techniques to scenarios with decoherence and also offer new perspectives to foundational questions in quantum information geometry.         ",
    "url": "https://arxiv.org/abs/2405.00405",
    "authors": [
      "Jing Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.19278",
    "title": "The Quantum Measurement Problem: A Review of Recent Trends",
    "abstract": "           Left on its own, a quantum state evolves deterministically under the Schrödinger Equation, forming superpositions. Upon measurement, however, a stochastic process governed by the Born rule collapses it to a single outcome. This dual evolution of quantum states -- the core of the Measurement Problem -- has puzzled physicists and philosophers for nearly a century. Yet, amid the cacophony of competing interpretations, the problem today is not as impenetrable as it once seemed. This paper reviews the current status of the Measurement Problem, distinguishing between what is well understood and what remains unresolved. We examine key theoretical approaches, including decoherence, many-worlds interpretation, objective collapse theories, hidden-variable theories, dualistic approaches, deterministic models, and epistemic interpretations. To make these discussions accessible to a broader audience, we also reference curated online resources that provide high-quality introductions to central concepts.         ",
    "url": "https://arxiv.org/abs/2502.19278",
    "authors": [
      "Anderson A. Tomaz",
      "Rafael S. Mattos",
      "Mario Barbatti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10733",
    "title": "Design and assembly of a cavity microscope with high numerical aperture for quantum simulations",
    "abstract": "           We present the design and assembly of a cavity microscope for quantum simulations with ultracold atoms. The system integrates a high-finesse optical cavity with a pair of high-numerical aperture lenses sharing a common optical axis, enabling simultaneous operation with light close-to-atomic resonance. The system keeps the advantages of a rigid, single-block structure holding the lenses and cavity together, and improves over existing designs by using most of the solid angle left free by the cavity mode for imaging and atomic manipulation purposes. The cavity has a length of \\SI{19.786}{\\milli\\meter}, a finesse of \\SI{2.35}{\\times 10^4} and operates \\SI{214}{\\micro\\meter} away from the concentric limit, deep in the strong coupling regime. The two lenses offer a numerical aperture of $0.52$ each and maximal optical access in all directions transverse to the cavity axis, compatible with applications in quantum-gas microscopes, micro-tweezer arrays or few-fermions systems, as well as future cavity-assisted quantum simulation protocols demanding sub-cavity-mode control of the atom-cavity coupling.         ",
    "url": "https://arxiv.org/abs/2505.10733",
    "authors": [
      "Gaia Stella Bolognini",
      "Zeyang Xue",
      "Michael Alexander Eichenberger",
      "Nick Sauerwein",
      "Francesca Orsi",
      "Ekaterina Fedotova",
      "Rohit Prasad Bhatt",
      "Jean-Philippe Brantut"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]