[
  {
    "id": "arXiv:2602.22248",
    "title": "Machine Learning on Heterogeneous, Edge, and Quantum Hardware for Particle Physics (ML-HEQUPP)",
    "abstract": "           The next generation of particle physics experiments will face a new era of challenges in data acquisition, due to unprecedented data rates and volumes along with extreme environments and operational constraints. Harnessing this data for scientific discovery demands real-time inference and decision-making, intelligent data reduction, and efficient processing architectures beyond current capabilities. Crucial to the success of this experimental paradigm are several emerging technologies, such as artificial intelligence and machine learning (AI/ML) and silicon microelectronics, and the advent of quantum algorithms and processing. Their intersection includes areas of research such as low-power and low-latency devices for edge computing, heterogeneous accelerator systems, reconfigurable hardware, novel codesign and synthesis strategies, readout for cryogenic or high-radiation environments, and analog computing. This white paper presents a community-driven vision to identify and prioritize research and development opportunities in hardware-based ML systems and corresponding physics applications, contributing towards a successful transition to the new data frontier of fundamental science.         ",
    "url": "https://arxiv.org/abs/2602.22248",
    "authors": [
      "Julia Gonski",
      "Jenni Ott",
      "Shiva Abbaszadeh",
      "Sagar Addepalli",
      "Matteo Cremonesi",
      "Jennet Dickinson",
      "Giuseppe Di Guglielmo",
      "Erdem Yigit Ertorer",
      "Lindsey Gray",
      "Ryan Herbst",
      "Christian Herwig",
      "Tae Min Hong",
      "Benedikt Maier",
      "Maryam Bayat Makou",
      "David Miller",
      "Mark S. Neubauer",
      "Cristián Peña",
      "Dylan Rankin",
      "Seon-Hee",
      "Giordon Stark",
      "Alexander Tapper",
      "Audrey Corbeil Therrien",
      "Ioannis Xiotidis",
      "Keisuke Yoshihara",
      "G Abarajithan",
      "Sagar Addepalli",
      "Nural Akchurin",
      "Carlos Argüelles",
      "Saptaparna Bhattacharya",
      "Lorenzo Borella",
      "Christian Boutan",
      "Tom Braine",
      "James Brau",
      "Martin Breidenbach",
      "Antonio Chahine",
      "Talal Ahmed Chowdhury",
      "Yuan-Tang Chou",
      "Seokju Chung",
      "Alberto Coppi",
      "Mariarosaria D'Alfonso",
      "Abhilasha Dave",
      "Chance Desmet",
      "Angela Di Fulvio",
      "Karri DiPetrillo",
      "Javier Duarte",
      "Auralee Edelen",
      "Jan Eysermans",
      "Yongbin Feng",
      "Emmett Forrestel",
      "Dolores Garcia",
      "Loredana Gastaldo",
      "Julián García Pardiñas",
      "Lino Gerlach",
      "Loukas Gouskos",
      "Katya Govorkova",
      "Carl Grace",
      "Christopher Grant",
      "Philip Harris",
      "Ciaran Hasnip",
      "Timon Heim",
      "Abraham Holtermann",
      "Tae Min Hong",
      "Gian Michele Innocenti",
      "Koji Ishidoshiro",
      "Miaochen Jin",
      "Jyothisraj Johnson",
      "Stephen Jones",
      "Andreas Jung",
      "Georgia Karagiorgi",
      "Ryan Kastner",
      "Nicholas Kamp",
      "Doojin Kim",
      "Kyoungchul Kong",
      "Katie Kudela",
      "Jelena Lalic",
      "Bo-Cheng Lai",
      "Yun-Tsung Lai",
      "Tommy Lam",
      "Jeffrey Lazar",
      "Aobo Li",
      "Zepeng Li",
      "Haoyun Liu",
      "Vladimir Lončar",
      "Luca Macchiarulo",
      "Christopher Madrid",
      "Benedikt Maier",
      "Zhenghua Ma",
      "Prashansa Mukim",
      "Mark S. Neubauer",
      "Victoria Nguyen",
      "Sungbin Oh",
      "Isobel Ojalvo",
      "Hideyoshi Ozaki",
      "Simone Pagan Griso",
      "Myeonghun Park",
      "Christoph Paus",
      "Santosh Parajuli",
      "Benjamin Parpillon",
      "Sara Pozzi",
      "Ema Puljak"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Hardware Architecture (cs.AR)",
      "Signal Processing (eess.SP)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2602.22388",
    "title": "The challenging task of investigating student thinking: an example from quantum computing",
    "abstract": "           Physics education research (PER) studies how students learn physics, yet the nuances of student reasoning can be notoriously difficult to probe even for PER practitioners. This article presents the story of Item 15 on the Quantum Computing Conceptual Survey (QCCS). This assessment item underwent more revision and discussion within the team than the remaining 19 assessment questions combined. This paper provides a behind-the-scenes look at the development of this assessment question: a story that reveals not only interesting findings about student reasoning in quantum computing (specifically, the phenomenon of phase kickback) but provides a cautionary tale for any instructor or researcher attempting to evaluate student reasoning in physics through a multiple-choice test item.         ",
    "url": "https://arxiv.org/abs/2602.22388",
    "authors": [
      "Josephine C. Meyer",
      "Steven J. Pollock",
      "Bethany R. Wilcox",
      "Gina Passante"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22439",
    "title": "Kelvin wave and soliton propagation in classical viscous vortex filaments",
    "abstract": "           Vortex filaments are highly rotating localized structures of fluids that admits several types of excitation. Here, we study them by using numerical simulations of the three-dimensional incompressible Navier-Stokes equations. We first address the propagation of Kelvin waves, helicoidal excitations propagating along the filament, and measure their dispersion relation which turns out to be in good agreement with the original Lord Kelvin predictions. Then, inspired by the connection between vortex line dynamics and an integrable system, we show numerically the existence of solitons propagating along vortex filaments and study the collision of two of such structures. Finally, we show numerically the experimental feasibility of studying vortex solitons in the lab, by proposing an experiment for their generation.         ",
    "url": "https://arxiv.org/abs/2602.22439",
    "authors": [
      "Elio Sterkers",
      "Giorgio Krstulovic"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2602.22528",
    "title": "Photonic Neuromorphic Computing enabled by a BIC Metasurface",
    "abstract": "           Photonic neuromorphic computing promises revolutionary advances in parallel and high-speed processing, yet a key challenge persists: co-integrating nonlinearity, dense connectivity, and intrinsic memory monolithically to enable brain-inspired, spatiotemporal information processing. Here, we overcome this challenge by introducing a monolithic photonic recurrent network based on an active metasurface operating at bound state in the continuum (BIC). The BIC mode mediates strong,long-range coupling across the lattice, creating a reconfigurable recurrent network topology in hardware. Concurrently, the gain medium provides both optical nonlinearity for neuronal activation and a finite carrier lifetime that serves as a built in, analog temporal memory. This synergy enables computation to emerge directly from the collective spatiotemporal dynamics of the driven-dissipative photonic system, effectively realizing a physical reservoir computer on a chip. We experimentally validate a minimal yet physically complete system on benchmark tasks: brain MRI image classification and human action recognition, achieving 92.16% and 85.36% accuracies, respectively. This work establishes a scalable pathway toward ultrafast, energy-efficient neuromorphic intelligence where processing is an inherent property of tailored light matter interaction.         ",
    "url": "https://arxiv.org/abs/2602.22528",
    "authors": [
      "Jingsong Fu",
      "Ruiheng Jin",
      "Zhaohui Xie",
      "Haijun Tang",
      "Xiong Jiang",
      "Yue Cui",
      "Xiangtong Kong",
      "Wentao Hao",
      "Geyang Qu",
      "Can Huang",
      "Qingha Song"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.22618",
    "title": "Advancing accelerator virtual beam diagnostics through latent evolution modeling: an integrated solution to forward, inverse, tuning, and UQ problems",
    "abstract": "           Virtual beam diagnostics relies on computationally intensive beam dynamics simulations where high-dimensional charged particle beams evolve through the accelerator. We propose Latent Evolution Model (LEM), a hybrid machine learning framework with an autoencoder that projects high-dimensional phase spaces into lower-dimensional representations, coupled with transformers to learn temporal dynamics in the latent space. This approach provides a common foundational framework addressing multiple interconnected challenges in beam diagnostics. For \\textit{forward modeling}, a Conditional Variational Autoencoder (CVAE) encodes 15 unique projections of the 6D phase space into a latent representation, while a transformer predicts downstream latent states from upstream inputs. For \\textit{inverse problems}, we address two distinct challenges: (a) predicting upstream phase spaces from downstream observations by utilizing the same CVAE architecture with transformers trained on reversed temporal sequences along with aleatoric uncertainty quantification, and (b) estimating RF settings from the latent space of the trained LEM using a dedicated dense neural network that maps latent representations to RF parameters. For \\textit{tuning problems}, we leverage the trained LEM and RF estimator within a Bayesian optimization framework to determine optimal RF settings that minimize beam loss. This paper summarizes our recent efforts and demonstrates how this unified approach effectively addresses these traditionally separate challenges.         ",
    "url": "https://arxiv.org/abs/2602.22618",
    "authors": [
      "Mahindra Rautela",
      "Alexander Scheinker"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2602.22693",
    "title": "Quantum squeezing in an all-resonant periodically poled lithium niobate microresonator",
    "abstract": "           Quantum noise limits the sensitivity of optical measurements, but squeezed states of light enable quantum-enhanced metrology, sensing, and information processing. Most on-chip squeezed-light sources rely on Kerr ($\\chi^{(3)}$) nonlinearities, remain limited by pump power and excess loss constraints. Quadratic ($\\chi^{(2)}$) platforms instead provide stronger parametric interactions, lower pump power requirements, and greater spectral engineering flexibility. Here, we demonstrate strong, broadband squeezed-light generation on a thin-film lithium niobate (TFLN) photonic chip using a dual-resonant optical parametric amplifier implemented in a single periodically poled LN (PPLN) microresonator. Near-full-depth domain inversion is achieved simultaneously with highly over-coupled resonances, exhibiting escape efficiencies exceeding 90% and intrinsic quality factors above 2.5 million in a 0.6 mm$^2$ X-cut TF-PPLN resonator, enabling efficient squeezing at 1587 nm when pumped at 793.5 nm. Operating in the continuous-wave regime, we directly measure -0.81 dB of squeezing below the shot-noise limit with a pump power of 27 mW, together with +4.29 dB of anti-squeezing. From these measurements, we infer an on-chip squeezing level of -7.52 dB $\\pm$ 0.22 dB (95% confidence interval: [-7.96,-7.10] dB), and an on-chip anti-squeezing level of +9.62 dB $\\pm$ 0.25 dB. We demonstrate single-mode squeezing at degeneracy with a squeezed-light spectrum exceeding 10.3 THz. This work reports the highest squeezing ratio among integrated $\\chi^{(2)}$ cavity platforms and the first quasi-phase matched, fully resonant $\\chi^{(2)}$ cavity squeezer on chip, establishing a scalable route to fully integrated power-efficient squeezed-light sources for quantum-enhanced sensing and metrology.         ",
    "url": "https://arxiv.org/abs/2602.22693",
    "authors": [
      "Xinyi Ren",
      "Reshma Kopparapu",
      "Tushar Sanjay Karnik",
      "Chun-Ho Lee",
      "Kiwon Kwon",
      "Clayton Cheung",
      "Yue Yu",
      "Shi-Yuan Ma",
      "Bo-Han Wu",
      "Ran Yin",
      "Lian Zhou",
      "Quntao Zhuang",
      "Dirk Englund",
      "Zaijun Chen",
      "Mengjie Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22761",
    "title": "Acoustic Signatures of Pinch-Off Cavities During Water-Entry",
    "abstract": "           This study experimentally, numerically, and theoretically investigates the cavity/bubble dynamics and radiated acoustics during the water entry of a centimeter-scale cylindrical projectile with a conical nose. Experiments were conducted in a laboratory tank, employing synchronized high-speed imaging and hydrophone measurements to characterize the cavity closure modes and their resultant acoustic signatures across a range of Froude numbers. The acoustic signal features a weak radiated signal upon impact, followed by significant pressure oscillations spanning more than 20 cycles in the flow field after cavity elongation and pinch-off. A numerical model based on the Finite Volume Method (FVM) successfully captures these physical processes. Subsequently, a semi-theoretical model that incorporates the projectile's boundary effect is developed from potential flow theory. The model not only yields a dominant cavity oscillation frequency that agrees well with experimental data, but also reveals that the boundary effect leads to a cavity oscillation frequency markedly higher than the Minnaert frequency of an equivalent-volume ellipsoidal bubble containing an internal rigid core. The dominant cavity frequency falls nearly linearly with Fr, governed by nose geometry and projectile inertia. This study clarifies the underlying physics connecting cavity dynamics during water entry to underwater acoustic radiation.         ",
    "url": "https://arxiv.org/abs/2602.22761",
    "authors": [
      "Zirui Liu",
      "Tongtong Ding",
      "Mingyue Kuang",
      "Zimeng Li",
      "Junyi Zhao",
      "A-Man Zhang",
      "Shuai Li"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2602.22802",
    "title": "Full Single-Quantum Control of Particles in Penning Traps for Symmetry Tests at the Quantum Limit",
    "abstract": "           The BASE collaboration aims to measure antimatter systems with the highest precision in order to perform a rigorous test of CPT symmetry and search for physics beyond the Standard Model. As part of the BASE collaboration, we pursue the development of quantum logic inspired cooling and detection techniques for g-factor measurements of (anti-)protons. Implementing these methods requires full quantum-level control of individual antimatter particles confined in cryogenic Penning traps. By mapping the (anti-)proton's internal state onto a co-trapped 9Be+ \"logic\" ion via free Coulomb coupling in a double-well potential, we can accelerate measurement cycles and push g-factor precision measurements on (anti-)protons toward the quantum limit. Here, we present an overview of the proposed method and the current status of the project, with special emphasis on the new cryogenic multi-Penning-trap stack and the proton detection system.         ",
    "url": "https://arxiv.org/abs/2602.22802",
    "authors": [
      "J.M. Cornejo",
      "J.-A. Coenders",
      "A. Lissel",
      "N. Poljakov",
      "M. Prasse",
      "Y. Priewich",
      "J. Schaper",
      "M. Schubert",
      "B. Hampel",
      "M. Schilling",
      "S. Ulmer",
      "C. Ospelkaus"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22806",
    "title": "Experimental investigation of the effect of dispersion on squeezing generation in a synchronously pumped optical parametric oscillator",
    "abstract": "           An experimental investigation of intracavity dispersion effects in a synchronously pumped optical parametric oscillator (SPOPO) is presented. A flexible setup combining spectral and phase shaping of both pump and local oscillator fields with frequency-resolved balanced homodyne detection is employed to examine how intracavity dispersion influences squeezing. Different cavity configurations with varying finesse and dispersion conditions are studied, and the squeezing is measured as a function of pump power and local oscillator bandwidth. Contrary to expectations based on existing theoretical models, the measured squeezing levels remain essentially unchanged as dispersion varies. To account for these observations, a modeling approach is introduced in which intracavity dispersion is described as an effective spectral filtering occurring at the stage of SPOPO supermode generation. Within this framework, the filtering is incorporated directly into the interaction Hamiltonian of the nonlinear process. This perspective establishes a consistent experimental benchmark for the study of dispersion in SPOPOs and underscores the importance of spectral filtering in the interpretation of multimode squeezing experiments.         ",
    "url": "https://arxiv.org/abs/2602.22806",
    "authors": [
      "Edoardo Suerra",
      "Samuele Altilia",
      "Stefano Olivares",
      "Alessandro Ferraro",
      "Sebastiano Corli",
      "Enrico Prati",
      "Simone Cialdi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22914",
    "title": "Continuous Blood Monitoring with Particle-based Integrated Sensing and Communication (ISAC)",
    "abstract": "           Although the circulatory system functions as a continuous source of physiological data, contemporary diagnostics remain bound to intermittent, time-delayed assessments. To resolve this, we present a framework for ubiquitous hematological profiling driven by Integrated Sensing and Communication (ISAC). We demonstrate how electromagnetic signals can be exploited to monitor blood in real-time, effectively converting them into diagnostic tools. We analyze the biological foundations of blood, review existing Complete Blood Count (CBC) and sensing technologies, and detail a novel pipeline for continuous blood monitoring. Furthermore, we discuss the potential applications of deploying these devices to enable real-time CBC and biomarker detection, ultimately revolutionizing how we predict, detect, and manage individual and public health.         ",
    "url": "https://arxiv.org/abs/2602.22914",
    "authors": [
      "Fatih E. Bilgen",
      "Ozgur B. Akan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Emerging Technologies (cs.ET)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2602.23139",
    "title": "Charge collection parameterization of MALTA2, a depleted monolithic active pixel sensor",
    "abstract": "           A fast simulation method is presented for a depleted monolithic active pixel sensor, which uses a data driven parameterization of the charge collection and propagation. This approach provides an efficient alternative to TCAD simulations, particularly for sensors whose proprietary process details - such as doping profiles or implant geometries - are unavailable. Data was obtained with a MALTA2 sensor fabricated in a 180 nm CMOS imaging technology on 30 {\\mu}m epitaxial silicon using the MALTA beam telescope at CERN SPS. The model reproduces the measured inpixel efficiency with high accuracy and enables a realistic yet computationally lightweight analog pixel simulation. This method will be further employed in optimizing the digital sensor design for applications in high-rate particle tracking and high-granularity calorimetry.         ",
    "url": "https://arxiv.org/abs/2602.23139",
    "authors": [
      "L. Fasselt",
      "P. Behera",
      "D. V. Berlea",
      "D. Bortoletto",
      "C. Buttar",
      "T. Chembakan",
      "V. Dao",
      "G. Dash",
      "S. Haberl",
      "T. Inada",
      "F.K. Isik",
      "P. Jana",
      "X. Li",
      "L. Li",
      "H. Pernegger",
      "P. Riedler",
      "W. Snoeys",
      "C. A. Solans Sánchez",
      "A. Swoboda",
      "I. Turk Cakir",
      "M. van Rijnbach",
      "M. Vázquez Núñez",
      "A. Vijay",
      "J. Weick",
      "S. Worm"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2602.23246",
    "title": "Enhanced Interband Optical Nonlinearities from Coupled Quantum Wells",
    "abstract": "           The recent, rapid advances in nonlinear chipscale nanophotonics in the visible and near-infrared have been largely driven by manipulating the local dielectric environment proximate to decades-old workhorse bulk nonlinear optical materials, rather than increasing the inherent strength of their nonlinear response. While proposed decades ago, we demonstrate the first experimental realization of a new class of designer nonlinear materials that leverage the interband optical transition in asymmetric structures to provide strong second order susceptibility, $\\chi^{(2)}$. Using simple AlGaAs/GaAs coupled quantum wells operating in the near-infrared as a prototype, we observed strong second harmonic generation enhancement of 1550 nm to 775 nm over bulk controls. Extracted $\\chi^{(2)}$ values were as high as 2750 pm/V, which is $>$7x that of bulk GaAs. Furthermore, measured susceptibilities agreed well with quantum mechanical calculations of $\\chi^{(2)}$ using layer profiles extracted from electron microscopy. Growth interruptions were employed to improve interfacial abruptness in response to electron microscopy characterization, resulting in increased $\\chi^{(2)}$ toward the simulation predictions for ideal heterointerfaces. More complex layer designs showed predicted $\\chi^{(2)}$ up to 7 nm/V. Such materials are anticipated to find myriad applications, including entangled photon generation at telecommunications wavelengths for chipscale quantum information processing.         ",
    "url": "https://arxiv.org/abs/2602.23246",
    "authors": [
      "Rithvik Ramesh",
      "Madeline Brown",
      "Amberly Ricks",
      "Sedigheh Esfahani",
      "Patrick Devaney",
      "Kevin Wen",
      "Moaz Waqar",
      "Zarko Sakotic",
      "Sander A. Mann",
      "Teddy Hsieh",
      "Alec M. Skipper",
      "Qian Meng",
      "Hyunseung Jung",
      "Michele Cotrufo",
      "Farbod Shafiei",
      "Michael C. Downer",
      "Sanjay Shakkottai",
      "Mark Wistey",
      "Igal Brener",
      "Xiaoqing Pan",
      "Andrea Alù",
      "Daniel Wasserman",
      "Jacob B. Khurgin",
      "Seth R. Bank"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.23337",
    "title": "mrfmsim: a modular, extendable, and readable simulation platform for magnetic resonance force microscopy experiments",
    "abstract": "           We present mrfmsim, an open-source package that facilitates the design, simulation, and signal validation of magnetic resonance force microscopy experiments. The mrfmsim package uses directed acyclic graphs (DAGs) to model experiments and employs a plugin system that enables adding custom experiments and functionalities. Unlike common DAG-powered workflow packages, mrfmsim allows flexible customization of experiments post-definition, such as optimized looping, without requiring rewriting the internal model. In this paper, we highlight the challenges of building simulation packages for experiments that undergo continuous development in a graduate research setting. We demonstrate how a one-off approach to experimental simulation yielded erroneous results, and how the modularity, extendibility, and readability of the new platform enabled correct results and a significantly accelerated development cycle.         ",
    "url": "https://arxiv.org/abs/2602.23337",
    "authors": [
      "Peter Sun",
      "Corinne E. Isaac",
      "Michael C. Boucher",
      "Eric W. Moore",
      "Zhen Wang",
      "John A. Marohn"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.21306",
    "title": "Optical repumping and atom number balancing in a two-color MOT",
    "abstract": "           We study a novel repumping transition for $^{88}$Sr atoms trapped in a 'blue' magneto-optical trap. We show that, while the repumping efficiency is about three orders of magnitude smaller than for traditional schemes, it is sufficient for recycling all atoms, provided the repumping laser beams are arranged to form a 'green' magneto- optical trap (MOT) helping to cool and confine the atoms and preventing their loss. Our main findings are: (i) that the green MOT configuration is able to trap 10 times more atoms in the blue MOT than using the green transition merely as a repump, and (ii) that the atom numbers in the two-color MOT can be balanced through experimental control parameters. The interest of this scheme lies in its capability of reaching low temperature and its suitability for continuous atomic beam generation.         ",
    "url": "https://arxiv.org/abs/2602.21306",
    "authors": [
      "Shubha Deutschle",
      "Lőrinc Sárkány",
      "Milán János Negyedi",
      "József Fortágh",
      "Andreas Günther",
      "Philippe Wilhelm Courteille"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22312",
    "title": "Robustness-Runtime Tradeoff for Quantum State Transfer",
    "abstract": "           Quantum state transfer is the primitive of transporting an unknown state on one site of a lattice to another. Using power-law interactions, recent state transfer protocols achieve speedup by utilizing the intermediate ancilla sites. However, these protocols require the ancillas to be in a perfectly initialized state, which, due to noise or imperfect control, may not be the case. In this work we introduce the $\\textit{robustness}$ of a state transfer protocol, which quantifies the protocol's tolerance to error in the initial ancilla state. In the Heisenberg picture, state transfer grows operators supported on the final site such that they no longer commute with all operators on the starting site. We prove that this robustness tightly bounds the Schatten $p$-norms of these commutators between initial and final-site operators. This generalizes the known cases of $p=\\infty$ and $p=2$, which govern completely state-dependent and state-independent state transfer respectively, demonstrating that intermediate values of $p$ govern partially state-dependent state transfer. In conjunction with existing power-law light cones, our result gives new minimum runtimes for partially state-dependent protocols which, in certain regimes, are parametrically better than existing bounds. We introduce new robust state transfer protocols, charting the landscape between complete state-dependence and state-independence.         ",
    "url": "https://arxiv.org/abs/2602.22312",
    "authors": [
      "Twesh Upadhyaya",
      "Yifan Hong",
      "T. C. Mooney",
      "Alexey V. Gorshkov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22319",
    "title": "Fundamental Limits on QBER and Distance in Quantum Key Distribution",
    "abstract": "           Quantum key distribution (QKD) enables information-theoretic secure communication, yet its ultimate tolerance to noise and achievable transmission distance remain fundamentally constrained. We establish the maximum quantum bit error rate (QBER) compatible with secure QKD and derive corresponding upper bounds on communication distance. Our results follow from a fundamental capacity threshold for qubit Pauli channels and apply to protocols based on two or more mutually unbiased bases, using either single-photon or weak coherent sources. By connecting information-theoretic limits to realistic physical noise models, we obtain universal bounds on achievable distances in fiber and free-space links, including diffraction-limited constraints relevant to deep-space quantum communications. These findings clarify the ultimate noise robustness of QKD and delineate the fundamental boundaries of secure quantum communication.         ",
    "url": "https://arxiv.org/abs/2602.22319",
    "authors": [
      "Stefano Pirandola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22429",
    "title": "Macroscopic Quantum Electrodynamics with Gain: Modified Fluctuations and Their Consequences",
    "abstract": "           Macroscopic quantum electrodynamics (MQED) provides a unified framework to describe quantum electromagnetic fields in the presence of arbitrary macroscopic environments. Central to this theory is the field correlation, which governs both radiative (e.g., Lamb shifts and the Purcell effect) and mechanical phenomena, such as van der Waals and Casimir forces. In this tutorial, we provide an overview of MQED and its extension to active media, highlighting fluctuation-induced forces as manifestations of gain-modified field correlations.         ",
    "url": "https://arxiv.org/abs/2602.22429",
    "authors": [
      "Daigo Oue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.22460",
    "title": "Mimicking the earth core conditions with ultrafast laser materials interaction",
    "abstract": "           Ultrafast lasers create extreme, non-equilibrium thermodynamic conditions that can transiently reach pressures and temperatures comparable to interior core of the earth. Here we show that femtosecond excitation of amorphous silica-hafnia multilayer dielectrics drives the formation of high-pressure crystalline phases of silica including stishovite, seifertite, and the pyrite-type high density structure, within confined subsurface this http URL TEM, SAED, and 4D-STEM, we directly map nanoscale phase evolution and identify crystalline motifs embedded inside laser generated this http URL molecular dynamics simualtions reveal the thermodynamic pathway underlying these transformations, where rapid electronic pressure initiates densification and octahedral coordination, followed by temperature driven crystallization and displacive transitions during ultrafast quenching. The resulting polymorphs reflects a dual-stage pathway inaccessible under equilibrium processing. Our results establish femtosecond laser excitation as a viable route to synthesize and stabilize ultrahigh-density high pressure silica phases under ambient conditions, without a diamond anvil cell, with implications for laser-damage mechanisms, high-energy-density materials, and planetary physics.         ",
    "url": "https://arxiv.org/abs/2602.22460",
    "authors": [
      "Mohamed Yaseen Noor",
      "Aram Yedigaryan",
      "Gabriel Calderon",
      "Arshak Tsaturyan",
      "Elena Kanchan",
      "Jinwoo Hwang",
      "Carmen S. Menoni",
      "Jean-Philippe Colombier",
      "Enam Chowdhury"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Geophysics (physics.geo-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.22541",
    "title": "Optimizing Doppler laser cooling protocols for quantum sensing with 3D ion crystals in a Penning trap",
    "abstract": "           Large, 3D trapped ion crystals offer improved sensitivity in quantum sensing protocols, and are expected to be implemented as platforms in near-future experiments. However, numerical techniques used to study the laser cooling of such crystals are inefficient as the number of ions, $N$, in the crystal increases. Here we develop a powerful numerical framework to simulate laser cooling of up to $10^5$ ions stored in a Penning trap. We apply this framework to characterize and optimize the cooling of ellipsoidal 3D crystals. We document new pathways to enhanced cooling based on the addition of an axial component to the potential energy-dominated $\\boldsymbol{E}\\times\\boldsymbol{B}$ modes. Furthermore, we observe greatly enhanced cooling of the perpendicular kinetic energy to below 1 mK in prolate ion crystals, enabling a simplified cooling beam setup for such crystals. We propose specific values of trap and laser beam parameters which lead to optimal cooling in a variety of examples. This work illustrates the feasibility of preparing large 3D crystals for high-sensitivity quantum science protocols, motivating their use in future experiments.         ",
    "url": "https://arxiv.org/abs/2602.22541",
    "authors": [
      "John Zaris",
      "Wes Johnson",
      "Athreya Shankar",
      "John J. Bollinger",
      "Allison L. Carter",
      "Daniel H.E. Dubin",
      "Scott E. Parker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2602.22677",
    "title": "Quantum-Optically Resolving the Number of Colloidal Quantum Dots in a Subwavelength Volume",
    "abstract": "           The number resolution of solid-state artificial atoms is of fundamental interest for the study of quantum few-body systems, yet remains experimentally challenging. Quantum optical experiments offer a non-invasive approach which links up macroscopic measurements with the quantity of quantum emitters. In this work, we propose a time-domain quantum optical methodology for the strict numbering of colloidal CdSe/CdS/ZnS quantum dots (QDs) confined in subwavelength-size polystyrene capsules. The non-polarized, homogeneously broadened emission of colloidal QDs in the subwavelength volume satisfies the description of Dicke's superradiance of identical quantum emitters. An analytic relation describes the numerical dependence of the second-order photon correlation on the number and the collective lifetime of emitters, yielding an experimental counting range of colloidal QDs from one to ten. This work provides a robust pathway for the non-invasive numbering of artificial atoms and the investigation of collective light-matter interactions at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2602.22677",
    "authors": [
      "Zhi-Bo Ni",
      "Jia-Wang Yu",
      "Jiong-Zhao Li",
      "Xiao-Tian Cheng",
      "Mei-Na Jiang",
      "Zi-Xuan Song",
      "Xiao-Qing Zhou",
      "Wei Fang",
      "Chen-Hui Li",
      "Feng Liu",
      "Xing Lin",
      "Chao-Yuan Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.22792",
    "title": "No Absolute Hierarchy of Quantum Complementarity",
    "abstract": "           Bohr's principle of complementarity, prohibiting simultaneous access to certain physical properties within a single experimental arrangement, is considered to be a defining feature of quantum mechanics. It is commonly viewed as inducing an intrinsic hierarchy among incompatible observables: some sets of quantum properties are fundamentally more incompatible than others, as quantified by the maximal sharpness permitting their joint measurement. We show that this hierarchy ceases to be absolute in the multi-copy regime. Analyzing qubit spin observables, we prove a No-Comparison Theorem establishing that no global ordering of incompatible observable sets is preserved across all finite-copy configurations. In particular, two sets of observables can exhibit reversed complementarity ordering depending solely on whether the available resources are arranged as identical copies or as parallel-antiparallel pairs. Thus, the degree of quantum incompatibility is not an intrinsic property of observables alone but depends on the global configuration of the prepared quantum probes. Our results uncover a configuration-dependent structure of complementarity, reveal a subtle role of entanglement in shaping the structure of measurement limitations, and call for a reassessment of quantum information protocols under finite resources.         ",
    "url": "https://arxiv.org/abs/2602.22792",
    "authors": [
      "Kunika Agarwal",
      "Sahil Gopalkrishna Naik",
      "Ananya Chakraborty",
      "Guruprasad Kar",
      "Ram Krishna Patra",
      "Snehasish Roy Chowdhury",
      "Manik Banik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2602.23221",
    "title": "Connecting Quantum Contextuality and Nonlocality",
    "abstract": "           Quantum theory departs from classical physics in its treatment of correlations, most prominently through the phenomena of contextuality and nonlocality. Once regarded primarily as foundational curiosities, these effects are now understood as key operational resources for quantum computation, communication, and simulation. Although traditionally investigated in distinct settings, recent theoretical and experimental advances have revealed deep conceptual, mathematical, and operational connections between them. This review presents a unified perspective on these developments based on sheaf-theoretic and graph-theoretic frameworks, which provide theory-independent characterizations of statistical correlations. These approaches clarify the structural relationship between contextuality and nonlocality, facilitate the formulation of experimentally testable inequalities, and guide implementations in realistic physical platforms, with particular emphasis on photonic systems. By bridging abstract theoretical structures and concrete experimental realizations, this review sheds light on the nonclassical foundations of quantum correlations and their emerging role in quantum technologies.         ",
    "url": "https://arxiv.org/abs/2602.23221",
    "authors": [
      "Jianqi Sheng",
      "Dongkai Zhang",
      "Lixiang Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.23237",
    "title": "Polarization-selective quantum cooperative response in dual-species atom arrays",
    "abstract": "           Atom arrays have emerged as a powerful platform for quantum light-matter interfaces, yet single-species arrays are constrained by in-plane symmetry, restricting polarization control. Here we investigate the cooperative optical response of dual-species subwavelength atom arrays, in which intrinsic polarizability difference breaks in-plane symmetry. By engineering the lattice spacing and detunings, the arrays exhibit polarization-dependent subradiant modes, enabling complete reflection of specific polarization component. Leveraging this mechanism, we assemble array units as functional pixels and demonstrate a scalable polarization-selective quantum light modulator. Our work establishes a dynamically reconfigurable atomic-photonic platform for versatile subwavelength quantum optical elements.         ",
    "url": "https://arxiv.org/abs/2602.23237",
    "authors": [
      "Huan Wang",
      "Shangguo Zhu",
      "Yun Long",
      "Fei Zhang",
      "Yinghui Guo",
      "Mingbo Pu",
      "Xiangang Luo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.00603",
    "title": "Modelling laminar flow in V-shaped filters integrated with catalyst technologies for atmospheric pollutant removal",
    "abstract": "           Atmospheric pollution from particulate matter, volatile organic compounds and greenhouse gases is a critical environmental and public health issue, leading to respiratory diseases and climate change. A potential mitigation strategy involves utilising ventilation systems, which process large volumes of indoor and outdoor air and remove particulate pollutants through filtration. However, the integration of catalytic technologies with filters in ventilation systems remains underexplored, despite their potential to simultaneously remove particulate matter and gases, as seen in flue gas treatment and automotive exhaust systems. In this study, we develop a predictive, long-wave model for V-shaped filters, with and without separators. The model, validated against experimental and numerical data, provides a framework for enhancing flow rates by increasing fibre diameter and porosity while reducing aspect ratio and filter thickness. These changes lead to increased permeability, which lowers energy requirements. However, they also reduce the pollutant removal efficiency, highlighting the trade-off between flow, filtration performance and operational costs. Leveraging the long-wave model alongside experimental results, we estimate the maximum potential removal rate ($4.5\\times10^{-3}$ GtPM$_{2.5}$, $6.4\\times10^{-3}$ GtNO$_{\\text{x}}$, $2.0\\times10^{-2}$ GtCH$_{4}$ per year; $1.6\\times10^{0}$ GtCO$_{2}$e per year, 20-year GWP for CH$_4$) and minimum cost (\\$$3.4\\times10^{3}$ per tNO$_{\\text{x}}$, \\$$1.1\\times10^{3}$ per tCH$_{4}$; \\$$1.3\\times10^{1}$ per tCO$_{2}$e) if a billion V-shaped filters integrated with catalytic enhancements were deployed in operation. These findings highlight the feasibility of catalytic filters as a scalable, high-efficiency solution for improving air quality and mitigating atmospheric pollution.         ",
    "url": "https://arxiv.org/abs/2506.00603",
    "authors": [
      "Samuel D. Tomlinson",
      "Aliki M. Tsopelakou",
      "Tzia M. Onn",
      "Steven R. H. Barrett",
      "Adam M. Boies",
      "Shaun D. Fitzgerald"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.11304",
    "title": "In-situ Radiation Damage Study of Silicon Carbide Detectors Subjected to Clinical Proton Beams",
    "abstract": "           Silicon carbide (SiC) planar PiN diodes from two different manufacturers were irradiated with 252.7 MeV protons from a medical synchrotron. Over the course of two 8h irradiation shifts, the samples were exposed to increasing fluences ranging from 1.4e+11 to 3.5e+13 p+/cm^2. Electrical characterizations, including IV and CV measurements, were performed both before and after irradiation using probe stations, and for selected samples even in-situ between fluence steps directly at the irradiation facility. The results show a gradual compensation of the effective epitaxial doping concentration with each incremental fluence step, observed as a reduction in capacitance before full depletion and confirmed by the extracted effective doping concentration. From these measurements, linear donor removal rates are determined for all sample groups, with values ranging from 4.2/cm to 6.4/cm. These findings provide a quantitative basis for understanding radiation-induced charge carrier removal in 4H-SiC devices and are relevant for predicting the performance and lifetime of future radiation-hard detector technologies, including 4H-SiC LGADs.         ",
    "url": "https://arxiv.org/abs/2510.11304",
    "authors": [
      "Daniel Radmanovac",
      "Andreas Gsponer",
      "Simon Waid",
      "Sebastian Onder",
      "Matthias Knopf",
      "Juergen Burin",
      "Stefan Gundacker",
      "Thomas Bergauer"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.18523",
    "title": "Interface States in Space-Time Photonic Crystals: Topological Origin, Propagation and Amplification",
    "abstract": "           Studying the topology of spatiotemporal media poses a fundamental challenge: their remarkable properties stem from breaking spatial and temporal symmetries, yet this same breaking obscures their topological characterization. Here, we show that space-time symmetries persist in crystals with travelling-wave modulations whose velocities can be either lower (subluminal) or higher (superluminal) than the speed of light, enabling the study of their topological properties and the prediction of spatiotemporal interface states. For each modulation regime, we use a Lorentz transformation to a frame in which the modulation depends on only one of the transformed variables. Then, we identify a conserved joint parity-time-reversal symmetry in the new variables that enforces the quantization of a spatiotemporal Zak phase, elevating it to a $\\mathbb{Z}_2$ topological invariant. Finally, we calculate the associated interface states and uncover unique features arising from time-varying effects, including selective directional amplification, propagation along subluminal and superluminal boundaries, frequency- and momentum-converted replicas, and broadband amplification even in the absence of momentum gaps. Our framework holds for spatiotemporal modulations of any velocity, unifying a wide class of systems that includes photonic time crystals, and clarifying their topological origin.         ",
    "url": "https://arxiv.org/abs/2510.18523",
    "authors": [
      "Alejandro Caballero",
      "Thomas F. Allard",
      "Paloma A. Huidobro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.05202",
    "title": "Restricted-Geometry Quantum Models Beyond Atoms: Application of the Eckhardt-Sacha approach to NSDI in Diatomic Systems",
    "abstract": "           We present a (1+1)-dimensional quantum model designed to describe nonsequential double ionization (NSDI) in homonuclear diatomic molecules exposed to strong linearly polarized laser fields. Extending the restricted-geometry framework previously developed for atomic systems by Eckhardt and Sacha, our approach captures key features of NSDI, including the characteristic knee structure in double ionization yields. Despite its simplifying assumptions, the model shows good agreement with experimental data and proves particularly suitable for systems with $\\sigma$-type orbital symmetry. It offers a computationally efficient tool for exploring multi-electron dynamics in molecular systems.         ",
    "url": "https://arxiv.org/abs/2511.05202",
    "authors": [
      "Lars C. Bannow",
      "Jan H. Thiede",
      "Michał Ogryzek",
      "Dmitry K. Efimov",
      "Jakub S. Prauzner-Bechcicki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03964",
    "title": "Toward Quantum-Aware Machine Learning: Improved Prediction of Quantum Dissipative Dynamics via Complex Valued Neural Networks",
    "abstract": "           Accurately modeling quantum dissipative dynamics remains challenging due to environmental complexity and non-Markovian memory effects. Although machine learning provides a promising alternative to conventional simulation techniques, most existing models employ real-valued neural networks (RVNNs) that inherently mismatch the complex-valued nature of quantum mechanics. By decoupling the real and imaginary parts of the density matrix, RVNNs can obscure essential amplitude-phase correlations, compromising physical consistency. Here, we introduce complex-valued neural networks (CVNNs) as a physics-consistent framework for learning quantum dissipative dynamics. CVNNs operate directly on complex-valued inputs, preserve the algebraic structure of quantum states, and naturally encode quantum coherences. Through numerical benchmarks on the spin-boson model and several variants of the Fenna-Matthews-Olson complex, we demonstrate that CVNNs outperform RVNNs in convergence speed, training stability, and physical fidelity -- including significantly improved trace conservation and Hermiticity. These advantages increase with system size and coherence complexity, establishing CVNNs as a robust, scalable, quantum-aware classical approach for simulating open quantum systems in the pre-fault-tolerant quantum era.         ",
    "url": "https://arxiv.org/abs/2601.03964",
    "authors": [
      "Muhammad Atif",
      "Arif Ullah",
      "Ming Yang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2601.10985",
    "title": "Quantum-optical theory of the few femtosecond nonlinear optical response of Drude metals with a non-parabolic conduction band",
    "abstract": "           We develop an energy-space density matrix framework to investigate the interaction of extremely short optical pulses (ESPs) with transparent conducting oxides (TCOs). This approach captures not only electron populations, material polarization, and the permittivity, but also the quantum coherences between states. Compared to traditional momentum-space models, the energy-space formulation offers substantial computational simplification while retaining accuracy. Building on but going beyond the scope of Ref.~\\cite{single_cycle_nlty_Letter}, we focus on dynamical features previously unexplored. Our formulation reveals clear signatures of quantum coherence in the net absorption dynamics and highlights the emergence of strong excited-state absorption under intense excitation. It also clarifies that spontaneous emission can be neglected in this regime. Furthermore, we investigate the influence of pump pulse intensity on the local field's duration, spectral broadening and shift, and phase induced by carrier dynamics, highlighting the absorptive nature of the nonlinear response. Our results provide a unified framework for understanding nonlinear light-matter interaction in dispersive, low-density electron systems driven far from equilibrium by intense broadband excitation.         ",
    "url": "https://arxiv.org/abs/2601.10985",
    "authors": [
      "Ieng-Wai Un",
      "Subhajit Sarkar",
      "Yonatan Sivan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.20615",
    "title": "Robust quantized transport from topological quasienergy winding in long-range-coupling synthetic quantum walks",
    "abstract": "           Quantized transport is a prominent feature in topological physics, with canonical examples being the quantum Hall effect and adiabatic Thouless pump, which are based on the Chern number, a topological invariant of 2D systems. Going beyond the Chern-number-based paradigms, quantized transports can also arise from k-direction quasienergy winding unique to periodically driven (Floquet) systems, which are free of dimensionality and adiabaticity limitations. However, lattices displaying winding of their quasienergy bands require asymmetric long-range couplings that are difficult to achieve in lattices of real-space coupled sites. Here, by leveraging photonic synthetic dimensions we construct asymmetric long-range-couplings in a one-dimensional temporal quantum walk based on three coupled fiber loops. We demonstrate quantized transport arising from the winding of quasienergy bands in k direction. We show that the average group velocity of an initial wave packet is proportional to the winding number, which leads to a quantized transport displacement. To better visualize this quantized displacement, we cascade two regions with flipped nearest/long-range couplings and observe a focusing effect with a quantized spatial shift in the focusing point. We also probe the robust properties of quantized transport against obstacles and disorders. The study initiates quasienergy-winding-based topological transports, which can feature applications in precise and robust imaging and information processing.         ",
    "url": "https://arxiv.org/abs/2602.20615",
    "authors": [
      "Chengzhi Qin",
      "Yinglan Li",
      "Bing Wang",
      "Zimeng Zou",
      "Jiaxin Xu",
      "Xinyuan Hu",
      "Alberto Amo",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.15520",
    "title": "Time-bin encoded quantum key distribution over 120 km with a telecom quantum dot source",
    "abstract": "           Quantum key distribution (QKD) with deterministic single photon sources has been demonstrated over intercity fiber and free-space channels. The previous implementations relied mainly on polarization encoding schemes, which are susceptible to birefringence, polarization-mode dispersion and polarization-dependent loss in practical fiber networks. In contrast, time-bin encoding offers inherent robustness and has been widely adopted in mature QKD systems using weak coherent laser pulses. However, its feasibility in conjunction with a deterministic single-photon source has not yet been experimentally demonstrated. In this work, we construct a time-bin encoded QKD system employing a high-brightness quantum dot (QD) single-photon source operating at telecom wavelength. Our proof-of-concept experiment successfully demonstrates the possibility of secure key distribution over fiber link of 120 km, while maintaining extraordinary long-term stability over 6 hours of continuous operation. This work provides the first experimental validation of integrating a quantum dot single-photon source with time-bin encoding in a telecom-band QKD system. In addition, it demonstrates the highest secure key rate among the time-bin QKDs based on single-photon sources. This development signifies a substantial advancement in the establishment of a robust and scalable QKD network based on solid-state single-photon technology         ",
    "url": "https://arxiv.org/abs/2506.15520",
    "authors": [
      "Jipeng Wang",
      "Joscha Hanel",
      "Zenghui Jiang",
      "Raphael Joos",
      "Michael Jetter",
      "Eddy Patrick Rugeramigabo",
      "Simone Luca Portalupi",
      "Peter Michler",
      "Xiao-Yu Cao",
      "Hua-Lei Yin",
      "Shan Lei",
      "Jingzhong Yang",
      "Michael Zopf",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]