[
  {
    "id": "arXiv:2310.11601",
    "title": "LANSCE 805 MHz Low Level RF Resonance Control Water System Upgrade",
    "abstract": "The Los Alamos Neutron Science Center (LANSCE) accelerator at Los Alamos National Laboratory (LANL) has been in service for over 50 years. Efforts to update and modernize crucial systems, many of which are origi-nal, are ongoing. This paper reports on the refurbishment of the Low-Level Radio Frequency (LLRF) Resonance Control Water System (RCWS) for the half-mile long Cavity-Coupled LINAC (CCL). The RCWS controls the resonance frequency of the cavities by controlling the temperature of the cooling water delivered to each of 44 accelerator modules. Of the 44 modules making up the CCL, 20 now have an upgraded RCWS. Upgrading in-cludes removing the old hardware and installing new components including: water pumps, mix tanks, valves, temperature switches, flow switches and plumbing. This paper describes the design of the new system, material and component selection, installation, and technical challenges. ",
    "url": "https://arxiv.org/abs/2310.11601",
    "authors": [
      "A. Poudel",
      "J. Medina",
      "J. O'Hara",
      "H. Salazar",
      "J. Montross"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.11674",
    "title": "Enhanced nonlinear optical effects in drift-biased nonreciprocal  graphene plasmonics",
    "abstract": "Nonlinear light-matter interactions are typically enhanced by increasing the local field and its interaction time with matter. Conventional methods to achieve these goals are based on resonances or slow-light effects. However, these methods suffer from various issues, including narrow operational bandwidths, large footprints, and material absorption. An interesting alternative approach to enhance the local field is offered by nonreciprocal systems: by blocking the path of a unidirectional wave in a terminated nonreciprocal waveguiding structure, broadband electromagnetic fields can be drastically enhanced and localized near the termination. This approach was previously studied only in three-dimensional gyrotropic material platforms where the need for external magnets and bulky materials make it less practical. Here, instead, we employ a magnet-free mechanism to break reciprocity in 2D plasmonic materials, e.g., graphene. Specifically, we employ high-speed drifting electrons on a voltage-biased graphene sheet to lift the forward/backward degeneracy of the surface plasmon-polariton dispersion, creating modes with different propagation properties parallel and antiparallel to the current. We show that controllable, asymmetric, and intense field hot-spots are generated at the edges of a suitably terminated graphene metasurface. We then theoretically demonstrate that such asymmetric field hot-spots offer an effective solution to enhance third-order nonlinear optical effects. As an example, we predict that, using realistic values of drift velocity, high third-harmonic conversion efficiencies of up to 0.3 percent are achievable around the plasmon resonance frequencies. ",
    "url": "https://arxiv.org/abs/2310.11674",
    "authors": [
      "S. Ali Hassani Gangaraj",
      "Boyuan Jin",
      "Christos Argyropoulos",
      "Francesco Monticone"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.11773",
    "title": "High-resolution ptychographic imaging at a seeded free-electron laser  source using OAM beams",
    "abstract": "Electromagnetic waves possessing orbital angular momentum (OAM) are powerful tools for applications in optical communications, new quantum technologies and optical tweezers. Recently, they have attracted growing interest since they can be harnessed to detect peculiar helical dichroic effects in chiral molecular media and in magnetic nanostructures. In this work, we perform single-shot per position ptychography on a nanostructured object at a seeded free-electron laser, using extreme ultraviolet OAM beams of different topological charge order $\\ell$ generated with spiral zone plates. By controlling $\\ell$, we demonstrate how the structural features of OAM beam profile determine an improvement of about 30% in image resolution with respect to conventional Gaussian beam illumination. This result extends the capabilities of coherent diffraction imaging techniques, and paves the way for achieving time-resolved high-resolution (below 100 nm) microscopy on large area samples. ",
    "url": "https://arxiv.org/abs/2310.11773",
    "authors": [
      "M. Pancaldi",
      "F. Guzzi",
      "C. S. Bevis",
      "M. Manfredda",
      "J. Barolak",
      "S. Bonetti",
      "I. Bykova",
      "D. De Angelis",
      "G. De Ninno",
      "M. Fanciulli",
      "L. Novinec",
      "E. Pedersoli",
      "A. Ravindran",
      "B. Rösner",
      "C. David",
      "T. Ruchon",
      "A. Simoncig",
      "M. Zangrando",
      "D. E. Adams",
      "P. Vavassori",
      "M. Sacchi",
      "G. Kourousias",
      "G. F. Mancini",
      "F. Capotondi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.11817",
    "title": "Unforeseen advantage of looser focusing in vacuum laser acceleration",
    "abstract": "Acceleration of electrons in vacuum directly by intense laser fields, often termed vacuum laser acceleration (VLA), holds great promise for the creation of compact sources of high-charge, ultrashort, relativistic electron bunches. However, while the energy gain is expected to be higher with tighter focusing (i.e. stronger electric field), this does not account for the reduced acceleration range, which is limited by diffraction. Here, we present the results of an experimental investigation of VLA, using tungsten nanotips driven by relativistic-intensity few-cycle laser pulses. We demonstrate the acceleration of relativistic electron beams with typical charge of 100s pC to 15 MeV energies. Two different focusing geometries (tight and loose, with f-numbers one and three respectively) produced comparable results, despite a factor of ten difference in the peak intensities, which is evidence for the importance of post-injection acceleration mechanisms around the focus. Our results are in good agreement with the results of full-scale, three-dimensional particle-in-cell simulations. ",
    "url": "https://arxiv.org/abs/2310.11817",
    "authors": [
      "Aitor De Andres",
      "Shikha Bhadoria",
      "Javier Tello Marmolejo",
      "Alexander Muschet",
      "Peter Fischer",
      "Hamid Reza Barzegar",
      "Tom Blackburn",
      "Arkady Gonoskov",
      "Dag Hanstorp",
      "Mattias Marklund",
      "Laszlo Veisz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11858",
    "title": "Multiple flat bands and localized states in photonic super-Kagome  lattices",
    "abstract": "We demonstrate multiple flat bands and compact localized states (CLSs) in a photonic super-Kagome lattice (SKL) that exhibits coexistence of singular and nonsingular flat bands within its unique band structure. Specifically, we find that the upper two flat bands of an SKL are singular - characterized by singularities due to band touching with their neighboring dispersive bands at the Brillouin zone center. Conversely, the lower three degenerate flat bands are nonsingular, and remain spectrally isolated from other dispersive bands. The existence of such two distinct types of flat bands is experimentally demonstrated by observing stable evolution of the CLSs with various geometrical shapes in a laser-written SKL. We also discuss the classification of the flat bands in momentum space, using band-touching singularities of the Bloch wave functions. Furthermore, we validate this classification in real space based on unit cell occupancy of the CLSs in a single SKL plaquette. These results may provide insights for the study of flatband transport, dynamics, and nontrivial topological phenomena in other relevant systems. ",
    "url": "https://arxiv.org/abs/2310.11858",
    "authors": [
      "Limin Song",
      "Shenyi Gao",
      "Jina Ma",
      "Liqin Tang",
      "Daohong Song",
      "Yigang Li",
      "Zhigang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2310.11934",
    "title": "Microwave photo-association of fine-structure-induced Rydberg  $(n+2)D_{5/2}nF_{J}$ macro-dimer molecules of cesium",
    "abstract": "Long-range $(n+2)D_{5/2} \\, nF_J$ Rydberg macro-dimers are observed in an ultracold cesium Rydberg gas for $39\\leq n\\leq48$. Strong dipolar \"flip\" ($\\langle D_{5/2} F_{5/2} \\vert \\hat{V}_{dd} \\vert F_{5/2} D_{5/2} \\rangle$, $\\langle D_{5/2} F_{7/2} \\vert \\hat{V}_{dd} \\vert F_{7/2} D_{5/2} \\rangle$) and \"cross\" ($\\langle D_{5/2} F_{7/2} \\vert \\hat{V}_{dd} \\vert F_{5/2} D_{5/2} \\rangle$) couplings lead to bound, fine-structure-mixed $(n+2)D_{5/2}nF_J$ macro-dimers at energies between the $F_J$ fine-structure levels. The $DF$ macro-dimers are measured by microwave photo-association from optically prepared $[(n+2)D_{5/2}]_2$ Rydberg pair states. Calculated adiabatic potential curves are used to elucidate the underlying physics and to model the $DF$ macro-dimer spectra, with good overall agreement. Microwave photo-association allows Franck-Condon tuning, which we have studied by varying the detuning of a Rydberg-atom excitation laser. Further, in Stark spectroscopy we have measured molecular DC electric polarizabilities that are considerably larger than those of the atomic states. The large molecular polarizabilities may be caused by high-$\\ell$ mixing. The observed linewidths of the Stark-shifted molecular lines provide initial evidence for intra-molecular induced-dipole-dipole interaction. ",
    "url": "https://arxiv.org/abs/2310.11934",
    "authors": [
      "Jingxu Bai",
      "Yuechun Jiao",
      "Rong Song",
      "Georg Raithel",
      "Suotang Jia",
      "Jianming Zhao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11641",
    "title": "Cloud-Magnetic Resonance Imaging System: In the Era of 6G and Artificial  Intelligence",
    "abstract": "Magnetic Resonance Imaging (MRI) plays an important role in medical diagnosis, generating petabytes of image data annually in large hospitals. This voluminous data stream requires a significant amount of network bandwidth and extensive storage infrastructure. Additionally, local data processing demands substantial manpower and hardware investments. Data isolation across different healthcare institutions hinders cross-institutional collaboration in clinics and research. In this work, we anticipate an innovative MRI system and its four generations that integrate emerging distributed cloud computing, 6G bandwidth, edge computing, federated learning, and blockchain technology. This system is called Cloud-MRI, aiming at solving the problems of MRI data storage security, transmission speed, AI algorithm maintenance, hardware upgrading, and collaborative work. The workflow commences with the transformation of k-space raw data into the standardized Imaging Society for Magnetic Resonance in Medicine Raw Data (ISMRMRD) format. Then, the data are uploaded to the cloud or edge nodes for fast image reconstruction, neural network training, and automatic analysis. Then, the outcomes are seamlessly transmitted to clinics or research institutes for diagnosis and other services. The Cloud-MRI system will save the raw imaging data, reduce the risk of data loss, facilitate inter-institutional medical collaboration, and finally improve diagnostic accuracy and work efficiency. ",
    "url": "https://arxiv.org/abs/2310.11641",
    "authors": [
      "Yirong Zhou",
      "Yanhuang Wu",
      "Yuhan Su",
      "Jing Li",
      "Jianyun Cai",
      "Yongfu You",
      "Di Guo",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Artificial Intelligence (cs.AI)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11764",
    "title": "From Ad-Hoc to Systematic: A Strategy for Imposing General Boundary  Conditions in Discretized PDEs in variational quantum algorithm",
    "abstract": "We proposed a general quantum-computing-based algorithm that harnesses the exponential power of noisy intermediate-scale quantum (NISQ) devices in solving partial differential equations (PDE). This variational quantum eigensolver (VQE)-inspired approach transcends previous idealized model demonstrations constrained by strict and simplistic boundary conditions. It enables the imposition of arbitrary boundary conditions, significantly expanding its potential and adaptability for real-world applications, achieving this \"from ad-hoc to systematic\" concept. We have implemented this method using the fourth-order PDE (the Euler-Bernoulli beam) as example and showcased its effectiveness with four different boundary conditions. This framework enables expectation evaluations independent of problem size, harnessing the exponentially growing state space inherent in quantum computing, resulting in exceptional scalability. This method paves the way for applying quantum computing to practical engineering applications. ",
    "url": "https://arxiv.org/abs/2310.11764",
    "authors": [
      "Dingjie Lu",
      "Zhao Wang",
      "Jun Liu",
      "Yangfan Li",
      "Wei-Bin Ewe",
      "Zhuangjian Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11936",
    "title": "Momentum space separation of quantum path interferences between photons  and surface plasmon polaritons in nonlinear photoemission microscopy",
    "abstract": "Quantum path interferences occur whenever multiple equivalent and coherent transitions result in a common final state. Such interferences strongly modify the probability of a particle to be found in that final state, a key concept of quantum coherent control. When multiple nonlinear and energy-degenerate transitions occur in a system, the multitude of possible quantum path interferences is hard to disentangle experimentally. Here, we analyze quantum path interferences during the nonlinear emission of electrons from hybrid plasmonic and photonic fields using time-resolved photoemission electron microscopy. We experimentally distinguish quantum path interferences by exploiting the momentum difference between photons and plasmons and through balancing the relative contributions of their respective fields. Our work provides a fundamental understanding of the nonlinear photon-plasmon-electron interaction. Distinguishing emission processes in momentum space, as introduced here, will ultimately allow nano-optical quantum-correlations to be studied without destroying the quantum path interferences. ",
    "url": "https://arxiv.org/abs/2310.11936",
    "authors": [
      "Pascal Dreher",
      "David Janoschka",
      "Harald Giessen",
      "Ralf Schützhold",
      "Timothy J. Davis",
      "Michael Horn-von Hoegen",
      "Frank-J. Meyer zu Heringdorf"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12744",
    "title": "Implementing quantum dimensionality reduction for non-Markovian  stochastic simulation",
    "abstract": " Comments: 11+2 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2208.12744",
    "authors": [
      "Kang-Da Wu",
      "Chengran Yang",
      "Ren-Dong He",
      "Mile Gu",
      "Guo-Yong Xiang",
      "Chuan-Feng Li",
      "Guang-Can Guo",
      "Thomas J. Elliott"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13135",
    "title": "Experimental Demonstration of A Dual-Input/Dual-Output Reflective  Impedance Metasurface",
    "abstract": " Title: Experimental Demonstration of A Dual-Input/Dual-Output Reflective  Impedance Metasurface ",
    "url": "https://arxiv.org/abs/2302.13135",
    "authors": [
      "Jean Louis Keyrouz",
      "Vasileios G. Ataloglou",
      "George V. Eleftheriades"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.13728",
    "title": "An Optical Analog for a Rotating Binary Bose-Einstein Condensate",
    "abstract": " Comments: 6 pages, 8 figures, in English, accepted for publication in JETP ",
    "url": "https://arxiv.org/abs/2305.13728",
    "authors": [
      "Victor P. Ruban"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.08919",
    "title": "Evading Quantum Mechanics à la Sudarshan: quantum-mechanics-free  subsystem as a realization of Koopman-von Neumann mechanics",
    "abstract": " Comments: 6 pages, no figures, version to be published in Foundations of Physics ",
    "url": "https://arxiv.org/abs/2308.08919",
    "authors": [
      "Zurab K. Silagadze"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2310.10439",
    "title": "Dynamical Chaos and Level Splitting under the Channeling of the High  Energy Positrons in [100] Direction of the Silicon Crystal",
    "abstract": " Comments: Presented on the XIV International Symposium \"Radiation from Relativistic Electrons in Periodic Structures\", September 18-22, 2023, Tsaghkadzor, Armenia ",
    "url": "https://arxiv.org/abs/2310.10439",
    "authors": [
      "V.V. Syshchenko",
      "A.I. Tarnovsky",
      "V.I. Dronik",
      "A.Yu. Isupov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2310.11013",
    "title": "Quantum limits of covert target detection",
    "abstract": " Comments: 18 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2310.11013",
    "authors": [
      "Guo Yao Tham",
      "Ranjith Nair",
      "Mile Gu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.11017",
    "title": "Correcting heading errors in optically pumped magnetometers through  microwave interrogation",
    "abstract": " Comments: 6 pages, 4 figures + supplementary 16 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2310.11017",
    "authors": [
      "Chris Kiehl",
      "Thanmay S. Menon",
      "Svenja Knappe",
      "Tobias Thiele",
      "Cindy A. Regal"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11410",
    "title": "High kinetic inductance NbTiN films for quantum limited travelling wave  parametric amplifiers",
    "abstract": " Title: High kinetic inductance NbTiN films for quantum limited travelling wave  parametric amplifiers ",
    "url": "https://arxiv.org/abs/2310.11410",
    "authors": [
      "Federica Mantegazzini",
      "Felix Ahrens",
      "Matteo Borghesi",
      "Paolo Falferi",
      "Luca Fasolo",
      "Marco Faverzani",
      "Elena Ferri",
      "Danilo Labranca",
      "Benno Margesin",
      "Renato Mezzena",
      "Roberto Moretti",
      "Angelo Nucciotti",
      "Luca Origo",
      "Andrea Vinante",
      "Mario Zannoni",
      "Andrea Giachero"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]