[
  {
    "id": "arXiv:2512.07861",
    "title": "Normal form computation of nonlinear dispersion relationship for locally resonant metamaterial",
    "abstract": "           This article is devoted to the application of the parametrisation method for invariant manifold with a complex normal form style (CNF), for the derivation of high-order approximations of underdamped nonlinear dispersion relationships for periodic structures, more specifically by considering the case of a locally resonant metamaterial chain incorporating damping and various nonlinear stiffnesses. Two different strategies are proposed to solve the problem. In the first one, Bloch's assumption is first applied to the equations of motion, and then the nonlinear change of coordinates provided by the complex normal form style in the parametrisation method is applied. This direct procedure, which applies first the wave dependency to the original physical coordinates of the problem, is referred to as CNF-BP (for CNF applied with Bloch's assumption on physical coordinates). In the second strategy, the nonlinear change of coordinates provided by the parametrisation method, which relates the physical coordinates to the so-called normal coordinates, is first applied. Then the periodic assumption is used, thus imposing a Bloch wave ansatz on the normal coordinates. This method will be referred to as CNF-PN (for CNF with a periodic assumption on normal coordinates). In the conservative case, the CNF-PN strategy exhibits superior capability in capturing complex wave propagation phenomena, whereas the CNF-BP strategy encounters limitations in handling non-fundamental harmonics and the nonlinear interactions between host oscillators. For underdamped systems, the CNF-PN is rigorously validated and systematically compared against numerical techniques, a classical analytical perturbation technique (the method of multiple scales), and direct numerical time integration of annular chain structures.         ",
    "url": "https://arxiv.org/abs/2512.07861",
    "authors": [
      "Tao Wang",
      "Cyril Touzé",
      "Haiqin Li",
      "Qian Ding"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Dynamical Systems (math.DS)",
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2512.07882",
    "title": "Referenceless Proton Resonance Frequency Thermometry Using Deep Learning with Self-Attention",
    "abstract": "           Background: Accurate proton resonance frequency (PRF) MR thermometry is essential for monitoring temperature rise during thermal ablation with high intensity focused ultrasound (FUS). Conventional referenceless methods such as complex field estimation (CFE) and phase finite difference (PFD) tend to exhibit errors when susceptibility-induced phase discontinuities occur at tissue interfaces.         ",
    "url": "https://arxiv.org/abs/2512.07882",
    "authors": [
      "Yueran Zhao",
      "Chang-Sheng Mei",
      "Nathan J. McDannold",
      "Shenyan Zong",
      "Guofeng Shen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Artificial Intelligence (cs.AI)"
    ]
  },
  {
    "id": "arXiv:2512.07913",
    "title": "Formal developments in curved momentum space: the quantum field theory roadmap",
    "abstract": "           We advocate that the dual picture of spacetime noncommutativity , i.e. the existence of a curved momentum space, could be a way out to solve some of the open conceptual problems in the field, such as the basis dependence of observables. In this framework, we show how to build deformed Klein--Gordon and Dirac equations. In addition, we give an outlook of how one could define quantum field theories, both free and interacting ones.         ",
    "url": "https://arxiv.org/abs/2512.07913",
    "authors": [
      "S.A. Franchino-Viñas"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2512.07954",
    "title": "Measuring the group velocity dispersion in near resonant hot atomic vapors",
    "abstract": "           Group velocity dispersion (GVD) in near-resonant hot atomic vapors is difficult to measure with standard pulse broadening or interferometric techniques, as absorption, pulse distortion and nonlinearities strongly affect the probe and reduce the signal-to-noise ratio. We introduce a simpler method using a continuous-wave laser with weak phase modulation and a slow photodetector, directly inspired by Bragg-like spectroscopy in fluids of light. During propagation, the red and blue-detuned sidebands accumulate different dispersive phase shifts, leading to oscillations in the transmitted modulation contrast as the modulation frequency is scanned. Vanishing contrast at well-defined frequencies directly yields the GVD. We apply this technique to hot rubidium vapors and observe the strong frequency dependence of the GVD across a broad detuning range of the D2 line at different temperatures.         ",
    "url": "https://arxiv.org/abs/2512.07954",
    "authors": [
      "Alix Merolle",
      "Quentin Glorieux"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.07968",
    "title": "Watt-level second harmonic generation in periodically poled thin-film lithium tantalate",
    "abstract": "           Second-harmonic generation (SHG) is a fundamental tool in modern laser technology, enabling coherent frequency conversion to remote optical bands, serving as the basis for self-referenced femtosecond lasers and quadrature-squeezed light sources. State-of-the-art SHG relies on bulk crystals and ridge waveguides, although continuous-wave (CW) SH efficiency in bulk crystals is limited by short interaction lengths and large mode areas. Ridge waveguides offer better performance with lower pump power requirements, yet must span several centimeters to deliver high output power, complicating fabrication and narrowing the bandwidth. Recently, SHG in periodically poled thin-film lithium niobate integrated photonic circuits has attracted significant interest, offering orders-of-magnitude improvement in SHG under CW pumping due to the stronger optical mode confinement. However, lithium niobate has a low optical damage threshold, even in MgO-doped substrates, which limits SH power output to well below the watt level. Here, we overcome this challenge and demonstrate 7 mm-long periodically poled thin-film lithium tantalate (PPLT) waveguides that achieve high SH output in the CW regime, with generated power exceeding 1 W and off-chip output above 0.5 W at 775 nm under 4.5 W pump power. PPLT offers a higher optical damage threshold than PPLN and supports watt-level operation. By optimizing electrode geometry and poling conditions, we obtain reproducible poling despite lithium tantalate's coercive field being nearly four times higher than that of MgO-doped lithium niobate. Although its effective nonlinearity is more than five times lower, we achieve watt-level CW output with a short waveguide, demonstrating the potential of PPLT circuits for high-power applications in integrated lasers, quantum photonics, AMO physics, optical clocks, and frequency metrology.         ",
    "url": "https://arxiv.org/abs/2512.07968",
    "authors": [
      "Nikolai Kuznetsov",
      "Zihan Li",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.07996",
    "title": "ALS Storage Ring RF Control System Upgrade Plan and Status",
    "abstract": "           The Advanced Light Source (ALS) at Lawrence Berkeley National Laboratory, a third-generation synchrotron light source operational since 1992, is undergoing a comprehensive upgrade of its storage ring RF control system. The legacy Horner PLC controllers and remote I/O modules, now at end-of-life, are being replaced with an Allen-Bradley PLC platform to improve maintainability, reliability, and long-term support. This paper presents the planning, design, and current status of the upgrade project.         ",
    "url": "https://arxiv.org/abs/2512.07996",
    "authors": [
      "Najm Us Saqib",
      "Angel Jurado",
      "Esteban Andrade",
      "Qiang Du",
      "Jeong Han Lee",
      "Miroslaw Dach",
      "Benjamin Flugstad"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2512.08127",
    "title": "FRINGE: a protocol for self-referenced quantum state estimation via photon-number-resolved interferometry",
    "abstract": "           We introduce a self-referenced method for quantum-state tomography of light based on photon-number-resolved double-slit interferometry. Two identical copies of the unknown quantum field illuminate laterally displaced slits, guaranteeing perfect spatiotemporal mode matching without a separate local oscillator. In the far-field, detection at transverse position $x$ is associated with a relative slit phase $\\phi(x)$, and an $N$-photon event projects the detected quantum field onto a state $|N;\\phi(x)\\rangle$. The resulting distribution $P(N,\\phi)$ is the quantum analogue of a Frequency Resolved Optical Gating (FROG) trace: whereas FROG reconstructs the classical complex spectral field $E(\\omega)$ from a spectrally resolved second harmonic of a pulse with its delayed self, our measurement reconstructs the Fock-space wavefunction or density matrix from binomially weighted self-interference. The scheme requires no known or mode-matched reference and is compatible with commercially available photon-number-resolving cameras. Beyond conceptual simplicity and automatic mode matching, the FROG analogy permits direct transfer of mature ultrafast-optics methodologies (e.g., mixed-state, ptychographic, and vectorial extensions) into quantum optics, offering a versatile route to tomography of quantum photon states.         ",
    "url": "https://arxiv.org/abs/2512.08127",
    "authors": [
      "Matan Even Tzur"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08128",
    "title": "Single-step laser patterning and thinning of biocompatible MEMS flow sensor",
    "abstract": "           Micro-electro mechanical systems (MEMS) thermal flow sensors are increasingly used for compact, low-power flow monitoring in biomedical applications. However, silicon-based method for sensor fabrication is limited by high cost, rigidity, and multi-step cleanroom processes. This study presents a single-step fiber laser micromachining method for fabricating biocompatible, free-standing MEMS thermal flow sensors from ultrathin titanium foil. The process combines patterning and localized thinning in single-step process, with titanium serving as resistive sensing element. A dual-matrix optimization approach consisting of a Threshold Mapping Matrix (TMM) and Energy Density Matrix (EDM) was used to determine optimized parameters without repeated trial-and-error. For localized thinning, sequential R-T scans with cooling intervals reduced redeposition from the Gaussian beam profile and produced uniform thickness reduction from 50 {\\mu}m to 20--30 {\\mu}m. The fabricated sensors were evaluated through thermal coefficient resistance (TCR) measurement, Infrared (IR) thermography, and airflow tests under steady and cyclic conditions controlled by artificial ventilation system. The fabricated devices showed a stable TCR of 3278 ppm °C$^{-1}$, a linear relationship calibration curve between velocity and resistance with $R^2$=0.986 and a 54% improvement in thermal response was achieved with the free-standing structure design compared to substrate-fixed designs. This fabrication approach removes the need for photolithography, wet/dry etching, and wafer bonding, enabling faster and lower-cost production of flexible, biocompatible flow sensors. The method can be applied to other MEMS devices that require compact size, flexibility, localized thinning and free-standing structures.         ",
    "url": "https://arxiv.org/abs/2512.08128",
    "authors": [
      "Mohammad Nizar Mohamed Zukri",
      "Muhammad Salman Al Farisi",
      "Yoshihiro Hasegawa",
      "Mitsuhiro Shikida"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.08154",
    "title": "Laser-assisted deposition of carbon nanotubes in optical fibers with multiparameter control",
    "abstract": "           We demonstrate a new method to deposit carbon nanotubes (CNT) on optical fibers based on a syringe-loaded CNT solution axially aligned to the fiber tip. A laser generates an optical tweezer in a water-based CNT solution, depositing nanotubes over the fiber cross-section. The parameters are adjusted, resulting in two deposited CNT layers with distinct thicknesses. This setup employs smaller solution volumes than those commonly used in beckers, providing high confinement, protection, and interaction of nanotubes, laser, and fiber, offering a promising alternative for real-time monitoring, which are significant to the development of industrial fiber lasers and biomedical optoacoustic devices.         ",
    "url": "https://arxiv.org/abs/2512.08154",
    "authors": [
      "Ricardo E. da Silva",
      "Cristiano M. B. Cordeiro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08224",
    "title": "Frequency Locking to Environmental Forcing Suppresses Oscillatory Extinction in Phage-Bacteria Interactions",
    "abstract": "           Bacteriophage-bacteria interactions are central to microbial ecology, influencing evolution, biogeochemical cycles, and pathogen behavior. Most theoretical models assume static environments and passive bacterial hosts, neglecting the joint effects of bacterial traits and environmental fluctuations on coexistence dynamics. This limitation hinders the prediction of microbial persistence in dynamic ecosystems such as soils and this http URL a minimal ordinary differential equation framework, we show that the bacterial growth rate and the phage adsorption rate collectively determine three possible ecological outcomes: phage extinction, stable coexistence, or oscillation-induced extinction. Specifically, we demonstrate that environmental fluctuations can suppress destructive oscillations through resonance, promoting coexistence where static models otherwise predict collapse. Counterintuitively, we find that lower bacterial growth rates are helpful in enhancing survival under high infection pressure, elucidating the observed post-infection growth this http URL studies reframe bacterial hosts as active builders of ecological dynamics and environmental variation as a potential stabilizing force. Our findings thus bridge a key theory-experiment gap and provide a foundational framework for predicting microbial responses to environmental stress, which might have potential implications for phage therapy, microbiome management, and climate-impacted community resilience.         ",
    "url": "https://arxiv.org/abs/2512.08224",
    "authors": [
      "Hao-Neng Luo",
      "Zhi-Xi Wu",
      "Jian-Yue Guan"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Populations and Evolution (q-bio.PE)"
    ]
  },
  {
    "id": "arXiv:2512.08383",
    "title": "Dielectric permittivity tensor dynamics of in-plane hyperbolic van der Waals MoOCl2 and emergent chiral photonic applications",
    "abstract": "           Van der Waals (vdW) crystals offer unique opportunities for modern nanophotonic applications owing to their intrinsic anisotropic nature. While most of them exhibit uniaxial anisotropy arising from weak out-of-plane vdW interaction, some of their representative families also exhibit an in-plane biaxial anisotropy. Among the latter, outstand vdW oxochlorides with in-plane axes of a different physical character (metallic or dielectric). Here, we present an accurate dynamics of dielectric permittivity tensor components of vdW MoOCl2 in the ultraviolet (UV) to visible (Vis) spectral region partly covering near-infrared (NIR). Addressing its enormously anisotropic optical constants, we focus on another hyperbolicity window of vdW MoOCl2 emerging in the UV spectral region that may potentially unlock rich light-matter interaction effects. Furthermore, we propose an approach towards designing nanoscale handedness preserved Vis light circular polarizers based on twisted helical vdW MoOCl2 heterostructures. Our findings display that vdW MoOCl2 provides a highly promising platform not only for hyperbolic, but also for chiral nanophotonic applications.         ",
    "url": "https://arxiv.org/abs/2512.08383",
    "authors": [
      "Artsruni Margaryan",
      "Maksim Sargsyan",
      "Meri Hayrapetyan",
      "David Karakhanyan",
      "Kostya S. Novoselov",
      "Davit A. Ghazaryan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2512.08538",
    "title": "Laser-pumped drilling carbon nanotube vortex shock waves in optical fibers",
    "abstract": "           We experimentally demonstrate laser-induced vortex shock waves formed by carbon nanotubes drilling optical fibers for the first time. Three samples of standard single-mode optical fibers (SMF) are sequentially inserted in a syringe loaded with a 1 mL solution of single-walled carbon nanotubes (CNT) and methanol, and a high-power laser is injected into the fibers for 5 (SMF 1), 10 (SMF 2), and 20 (SMF 3) minutes. The CNT solution thermally expands and generates vortex acoustic flows, which are confined in the syringe cavity, significantly increasing the velocity and impact of nanotubes at the fiber tip. The resulting shock waves achieve estimated hypersonic velocities (5742 m/s) and high pressures (6.7 GPa), overcoming the silica tensile strength and ablating structured vortices in the fibers. The material, geometry, and depth profile of the vortices are characterized, providing details of mixing carbon and silica layers, increasing radially from the fiber core center and in thickness to the cladding for longer laser periods (850 nm to 10 micron thickness). The cross-sections of the measured vortices are compared to analytical simulations, revealing unprecedented Fibonacci helices drilling holes in the fiber core with a 5 micron maximum depth, while depositing nanoscale CNT-silica layers following Fibonacci spirals. These achievements point out a new route for laser-controlled deposition of nanoparticles and fabrication of vortex devices on fiber tips, which is promising for all-fiber vortex spatial phase modulators in optical communications, fiber sensors, high-power pulsed fiber lasers, and biomedical ultrasonic neurotransmitters.         ",
    "url": "https://arxiv.org/abs/2512.08538",
    "authors": [
      "Ricardo E. da Silva",
      "Marcos A. R. Franco"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08546",
    "title": "Polarization Dependent Enhancement of Magnetic Dipolar Emission with Silicon Nanodimers",
    "abstract": "           Eu(TTA)3 complexes are used as an emission source in the presence of high refractive index dielectric nanostructures. These nanostructures support Mie-type resonances that modify the local density of optical states. Specifically, the silicon dimer provides polarization-dependent electric and magnetic field enhancement in the dimer gap to modify the electric dipolar and magnetic dipolar emissions of the Eu3+ at 610 nm and 590 nm, respectively. Finite element method simulations are used to determine the optimal parameters for the sample and to demonstrate the polarization-dependent emission enhancement of dipolar emitters in the gap. A two-step electron beam lithography process is used to fabricate the hybrid nanoscopic structures, with a Eu3+ doped electron beam resist located only in the center of the dimer. The results demonstrate the potential of these nanostructures to selectively tailor the emission of the two distinct dipolar transitions by engineering the resonant nanostructures. Our work highlights the potential of magnetic light-matter interactions as a novel degree of freedom.         ",
    "url": "https://arxiv.org/abs/2512.08546",
    "authors": [
      "Marijn Rikers",
      "Ayesheh Bashiri",
      "Aleksandr Vaskin",
      "Ángela Barreda",
      "Duk-Yong Choi",
      "Michael Steinert",
      "Thomas Pertsch",
      "Isabelle Staude"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08603",
    "title": "Pulse Shape Discrimination for Germanium Detectors using Variational Quantum Circuits",
    "abstract": "           Pulse shape discrimination (PSD) is a critical component in background rejection for neutrinoless double-beta decay and dark matter searches using Broad Energy Germanium (BEGe) detectors. To date, advanced discrimination has relied on Deep Learning approaches employing e.g. Denoising Autoencoders (DAE) and Convolutional Neural Networks (CNN). While effective, these models require tens of thousands of parameters and heavy pre-processing. In this work, we present, to the best of our knowledge, the first application of Quantum Machine Learning (QML) to real, experimental pulse waveforms from a germanium detector. We propose a quantum-classical hybrid approach using Variational Quantum Circuits (VQC) with amplitude encoding. By mapping the 1024-sample waveforms directly into a 10-qubit Hilbert space, we demonstrate that a VQC with only 302 trainable parameters achieves a receiver operating characteristic (ROC) area under the curve (AUC) of 0.98 and a global accuracy of 97.1%. This result demonstrates that even in the current Noisy Intermediate-Scale Quantum (NISQ) era, quantum models can match the performance of state-of-the-art classical baselines while reducing model complexity by over two orders of magnitude. Furthermore, we envision a scenario where future quantum sensors transmit quantum states directly to such processing units, exploiting the exponentially large Hilbert space in a natively quantum pipeline.         ",
    "url": "https://arxiv.org/abs/2512.08603",
    "authors": [
      "Fabrizio Napolitano"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2512.08690",
    "title": "Plasma waveguides for high-intensity laser pulses",
    "abstract": "           Fundamental to many applications of laser pulses in science and technology is an extended interaction length with matter that significantly exceeds the distance over which the pulse would normally diffract and transversely spread. At low intensity, the interaction could simply be the linear refraction provided by a glass optical fiber to keep the pulse from spreading. At increased pulse intensity, more than diffraction-free pulse transport is of interest: an extended interaction length of high intensity light can give rise to bright secondary sources of photons, and at relativistic intensities, beams of high energy charged particles. As generation of these secondary sources requires laser intensities well above the threshold for ionization of atoms, new methods for defeating pulse diffraction in a plasma have been developed. Chief among them are plasma waveguides: optical fibers composed of plasma that have characteristic mode structure. This article reviews the methods and theory of plasma waveguides, highlighting the recent development of meter-scale plasma waveguides that have been instrumental to the laser acceleration of high charge electron beams to ~10 GeV.         ",
    "url": "https://arxiv.org/abs/2512.08690",
    "authors": [
      "J.E. Shrock",
      "B. Miao",
      "E. Rockafellow",
      "H.M. Milchberg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08773",
    "title": "Photonic electrometry using a piezoelectric-Pockels microresonator",
    "abstract": "           Facilitated by low-noise laser frequency locking, optical microresonators with the Pockels effect have shown unprecedented high resolutions in sensing electrical field. However, the requirement for tunable and low-noise laser sources considerably increases the cost and the size of the system, thereby limiting the industrial applicability of the microresonator-based technology. Here, we explore the possibility of using a low-cost fixed-frequency semiconductor laser as the pump laser to perform radiofrequency electrometry. A resonant mode in a lithium niobate microresonator is frequency-locked to the laser using the electrooptic effect. This same effect also underlies the radiofrequency electric-field sensing mechanism. Our experimental results show that the electrometry resolution can be maintained at signal frequencies beyond the optical resonance bandwidth and that the signal-to-noise ratio does not change with varied coupling conditions as long as the laser frequency noise is the dominant noise source of the system. In addition, narrowband electrooptic sensitivity enhancement is observed at frequencies of the microresonator's piezoelectric resonances, resulting in a resolution enhancement factor of approximately 3 at signal frequencies around 4 MHz. Our work advances the photonic resonant electrometry technology by studying the bandwidth limitation, and opens the road to the employment of low-cost lasers in high-resolution sensing applications.         ",
    "url": "https://arxiv.org/abs/2512.08773",
    "authors": [
      "Suwan Sun",
      "Hairun Guo",
      "Andre Luiten",
      "Wenle Weng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08796",
    "title": "Injection dynamics in spin-wave active ring oscillator (SWARO)",
    "abstract": "           We investigated injection locking in spin-wave active ring oscillators (SWAROs) operating in the multi-mode regime. By applying external RF signals with varying frequency and power, we identified the locking behavior of individual modes and extracted the total locking ranges from spectral measurements. The results show asymmetric evolution of the lower and upper locking boundaries with drive power for the lower-frequency SWARO modes, while the highest-frequency mode exhibits nearly symmetric behavior. A maxi- mum locking range of over 11 MHz is observed at a drive power of -10 dBm. To interpret these results, we develop an Adler-like model that captures the dependence of the locking range on drive power, showing good agreement for the higher-frequency modes. For the lowest-frequency mode, however, the model underestimates the locking range at low drive and saturates at high drive power levels, while the experimental range increases mono- tonically, indicating the influence of multi-mode interactions. These findings establish SWARO as a useful platform for exploring injection phenomena in spin-wave ring systems with delayed feedback and motivate the development of extended injection models that account for multi-mode dynamics.         ",
    "url": "https://arxiv.org/abs/2512.08796",
    "authors": [
      "Anirban Mukhopadhyay",
      "Ihor I. Syvorotka",
      "Anil Prabhakar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.08845",
    "title": "Near real-time channel selection for Distributed Acoustic Sensing technology",
    "abstract": "           Distributed Acoustic Sensing (DAS) technology is advancing seismic monitoring by providing dense observations near earthquake sources. However, the resulting data volumes often limit real-time processing capability, with most seismological applications focusing on retrospective analysis of seismic sequences. To address this challenge, we introduce ORION, a fast and versatile selector of high-quality DAS channels that efficiently reduces the amount of data to analyze. The method first adopts spatial clustering to identify cable segments with similar geometrical attributes (e.g, azimuth), and then performs channel selection within each section using waveform attributes (e.g., signal-to-noise ratio); this approach enables spatial sub-sampling while preserving azimuthal coverage. We demonstrate the flexibility of the selector across several cable geometries. Finally, we analyze a seismic sequence using ORION-selected channels and compare the source locations with those from a more conventional uniform distribution of channels along the cable, showing improvements in hypocenter accuracy.         ",
    "url": "https://arxiv.org/abs/2512.08845",
    "authors": [
      "Emanuele Bozzi",
      "Giulio Pascucci",
      "Giacomo Rapagnani",
      "Gian Maria Bocchini",
      "Rebecca Harrington",
      "Arantza Ugalde",
      "Gilberto Saccorotti",
      "Francesco Grigoli"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2512.07881",
    "title": "Revised comment on the paper titled \"The Origin of Quantum Mechanical Statistics: Insights from Research on Human Language",
    "abstract": "           This short note comments on \\citet{Aerts2024Origin}, which proposes that ranked word frequencies in texts should be read through the lens of Bose--Einstein (BE) statistics and even used to illuminate the origin of quantum statistics in physics. The core message here is modest: the paper offers an interesting analogy and an eye-catching fit, but several key steps mix physical claims with definitions and curve-fitting choices. We highlight three such points: (i) a normalization issue that is presented as \"bosonic enhancement\", (ii) an identification of rank with energy that makes the BE fit only weakly diagnostic of an underlying mechanism, and (iii) a baseline comparison that is too weak to support an ontological conclusion. We also briefly flag a few additional concerns (interpretation drift, parameter semantics, and reproducibility).         ",
    "url": "https://arxiv.org/abs/2512.07881",
    "authors": [
      "Mikołaj Sienicki",
      "Krzysztof Sienicki"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2512.08021",
    "title": "Classical and quantum dynamics of a particle confined in a paraboloidal cavity",
    "abstract": "           We present a classical and quantum analysis of a particle confined in a three-dimensional paraboloidal cavity formed by two confocal paraboloids. Classically, the system is integrable and presents three independent constants of motion, namely, the energy, the $z$-component of the angular momentum, and a third dynamical constant associated with the paraboloidal geometry, which can be derived from the separability of the Hamilton--Jacobi equation. We derive closed-form analytical expressions for the actions, which allow us to determine the two conditions to get periodic closed trajectories. We classify these trajectories through the indices $(s,t,\\ell)$. The caustic paraboloids that bound the motion provide a complete geometric characterization of admissible trajectories. Quantum mechanically, separability of the Schrödinger equation in parabolic coordinates yields eigenmodes described by Whittaker functions. We determine the energy spectrum and identify degeneracies arising not only from azimuthal symmetry but also from specific cavity deformations. A direct correspondence between classical trajectories and quantum eigenstates reveals that probability densities concentrate in the classically allowed region with controlled penetration into forbidden zones.         ",
    "url": "https://arxiv.org/abs/2512.08021",
    "authors": [
      "Ángel E. Reyna-Cruz",
      "Julio C. Gutiérrez-Vega"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2512.08276",
    "title": "A Transcorrelated Wave-Function Framework for Solids: An Application to Bulk and Defected Silicon",
    "abstract": "           Accurate wave-function descriptions of pristine and defected solids remain challenging due to the simultaneous presence of finite-size, basis-set, and correlation errors. While embedding techniques alleviate finite-size effects and correlated wave-function approaches systematically improve correlation, basis-set incompleteness continues to limit practical accuracy. Here we present a study of transcorrelated (TC) many-body wave-function methods on properties of solid state systems. We augment the existing xTC theory to periodic systems, and establish an unified transcorrelated embedding framework that integrates periodic TC theory with fragment-based correlated solvers. Using silicon as a test case, we validate the method against coupled-cluster, FCIQMC, and diffusion Monte Carlo benchmarks for bulk. Then we apply TC embedding to calculation of formation energies of two silicon self-interstitials. The TC Hamiltonian yields rapid basis convergence and quantitatively reliable defect formation energies at the triple-$\\zeta$ level, substantially reducing the basis-set bottleneck for wave-function treatments of crystalline defects.         ",
    "url": "https://arxiv.org/abs/2512.08276",
    "authors": [
      "Kristoffer Simula",
      "Johannes Hauskrecht",
      "Evelin Martine Corvid Christlmaier",
      "Pablo Lopez-Rios",
      "Daniel Kats",
      "Denis Usvyat",
      "Ali Alavi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.08390",
    "title": "Practical protein-pocket hydration-site prediction for drug discovery on a quantum computer",
    "abstract": "           Demonstrating the practical utility of Noisy Intermediate-Scale Quantum (NISQ) hardware for recurrent tasks in Computer-Aided Drug Discovery is of paramount importance. We tackle this challenge by performing three-dimensional protein pockets hydration-site prediction on a quantum computer. Formulating the water placement problem as a Quadratic Unconstrained Binary Optimization (QUBO), we use a hybrid approach coupling a classical three-dimensional reference-interaction site model (3D-RISM) to an efficient quantum optimization solver, to run various hardware experiments up to 123 qubits. Matching the precision of classical approaches, our results reproduced experimental predictions on real-life protein-ligand complexes. Furthermore, through a detailed resource estimation analysis, we show that accuracy can be systematically improved with increasing number of qubits, indicating that full quantum utility is in reach. Finally, we provide evidence that advantageous situations could be found for systems where classical optimization struggles to provide optimal solutions. The method has potential for assisting simulations of protein-ligand complexes for drug lead optimization and setup of docking calculations.         ",
    "url": "https://arxiv.org/abs/2512.08390",
    "authors": [
      "Daniele Loco",
      "Kisa Barkemeyer",
      "Andre R. R. Carvalho",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.08612",
    "title": "$\\mathcal{PT}$-symmetric cavity magnomechanics with gain-assisted transparency and amplification",
    "abstract": "           We investigate magnomechanically induced transparency in a parity-time-symmetric cavity magnomechanical system with traveling-field-induced non-Hermiticity. The setup consists of a microwave cavity mode coupled to magnons in a single-crystal yttrium iron garnet sphere, which in turn are hybridized with a vibrational mechanical mode through magnetostrictive interaction. In the Hermitian regime, strong photon-magnon coupling generates a single transparency window in the cavity transmission, which splits into a doublet when the magnon is coherently hybridized with the mechanical mode via magnomechanical coupling. This establishes a versatile platform in which the transparency spectrum can be engineered from single- to multi-window response using experimentally accessible, scaled magnomechanical interactions. When a non-Hermitian coupling is introduced, the system enters a parity-time-broken regime in which the transparency ceases to be purely passive and becomes gain assisted, leading to asymmetric transmission with amplification on one side of the resonance and enhanced absorption on the other. By tuning the cavity detuning, we convert magnomechanical transparency into Fano-type line shapes with strongly non-Lorentzian phase dispersion and map their deformation into asymmetric, gain-assisted Fano ridges in the joint space of probe and magnon detunings. Finally, we analyze the associated group delay and show that both slow- and fast-light behavior can be widely tuned by varying the photon-magnon and magnomechanical couplings together with the non-Hermitian strength, highlighting parity-time-symmetric cavity magnomechanics as a promising platform for reconfigurable quantum signal processing and enhanced sensing.         ",
    "url": "https://arxiv.org/abs/2512.08612",
    "authors": [
      "Cham Oumie",
      "Wu-Ming Liu",
      "Kashif Ammar Yasir"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08650",
    "title": "Perfect continuous-variable quantum microcombs",
    "abstract": "           Quantum microcombs generated in high-Q microresonators provide compact, multiplexed sources of entangled modes for continuous-variable (CV) quantum information processing. While deterministic generation of CV states via Kerr-induced two-mode squeezing has been demonstrated, achieving spectrally uniform squeezing remains challenging because of asymmetry and anomalies in the dispersion profile. Here we overcome these limitations by combining a microresonator with an engineered mode spectrum and optimized pump conditions. We realize a CV quantum microcomb comprising 14 independent two-mode squeezed states, each exhibiting more than 4 dB of raw squeezing (up to 4.3 dB) across a 0.7 THz bandwidth. This uniform, high-performance quantum resource represents a key step toward scalable, integrated CV quantum technologies operating beyond classical limits.         ",
    "url": "https://arxiv.org/abs/2512.08650",
    "authors": [
      "Kangkang Li",
      "Yue Wang",
      "Ze Wang",
      "Xin Zhou",
      "Jincheng Li",
      "Yinke Cheng",
      "Binyan Wu",
      "Qihuang Gong",
      "Bei-Bei Li",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.08662",
    "title": "Spectroscopic readout of chiral photonic topology in a single-cavity spin-orbit-coupled Bose-Einstein condensate",
    "abstract": "           Topological photonic phases are typically identified through band reconstruction, steady-state transmission, or real-space imaging of edge modes. In this work, we present a framework for spectroscopic readout of chiral photonic topology in a single driven optical cavity containing a spin-orbit-coupled Bose-Einstein condensate. We demonstrate that the cavity transmission power spectral density provides a direct and measurable proxy for a momentum- and frequency-resolved photonic Chern marker, enabling topological characteristics to be inferred from spectral data without the need for bulk-band tomography. In the loss-dominated regime, where cavity decay exceeds atomic dissipation, the power spectral density exhibits Dirac-like gapped hybrid modes with a vanishing Chern marker, indicating a trivial phase. When the dissipation imbalance is reversed, a bright, gap-spanning spectral ridge emerges, co-localized with peaks in both the Chern marker and Berry curvature. The complex spectrum reveals parity-time symmetric coalescences and gain-loss bifurcations, marking exceptional points and enabling chiral, gap-traversing transport. By linking noise spectroscopy to geometric and non-Hermitian topology in a minimal cavity-QED architecture, this work provides a framework for spectroscopic detection of topological order in driven quantum systems. This approach offers a pathway to compact, tunable topological photonics across a broad range of light-matter platforms, providing a method for the study and control of topological phases in hybrid quantum systems.         ",
    "url": "https://arxiv.org/abs/2512.08662",
    "authors": [
      "Kashif Ammar Yasir",
      "Gao Xianlong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.01210",
    "title": "Surface acoustic waves to monitor active THz metagrating based on VO2",
    "abstract": "           We theoretically propose a new approach to in-situ monitor the altered states of pixels in VO2 based active THz amplitude metagrating by using surface acoustic waves (SAWs) generated in LiNbO3 substrate. A single broadband RF response of the SAW device consists of N narrowband frequency channels which code the feedback information on the current pixels states. This way the resistance alteration due to metal-to-insulator transition of all VO2 based pixels of the active THz grating is monitored in advance even without incident radiation. The method provides important new options of monitoring a metasurface aging as well as incorrect switching related to technological defects. Using of the SAW device in all-electrically addressed VO2 based binary grating with tunable period as well as advanced gradient type gratings are modeled.         ",
    "url": "https://arxiv.org/abs/2412.01210",
    "authors": [
      "G.Y.Karapetyan",
      "M.V.Ochkurov",
      "V.E.Kaydashev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.05798",
    "title": "Stochastic modeling of deterministic laser chaos using generator extended dynamic mode decomposition",
    "abstract": "           Recently, chaotic phenomena in laser dynamics have attracted much attention to its applied aspects, and a synchronization phenomenon, leader-laggard relationship, in time-delay coupled lasers has been used in reinforcement learning. In the present paper, we discuss the possibility of capturing the essential stochasticity of the leader-laggard relationship; in nonlinear science, it is known that coarse-graining allows one to derive stochastic models from deterministic systems. We derive stochastic models with the aid of the Koopman operator approach, and we clarify that the low-pass filtered data is enough to recover the essential features of the original deterministic chaos, such as peak shifts in the distribution of being the leader and a power-law behavior in the distribution of switching-time intervals. We also confirm that the derived stochastic model works well in reinforcement learning tasks, i.e., multi-armed bandit problems, as with the original laser chaos system.         ",
    "url": "https://arxiv.org/abs/2506.05798",
    "authors": [
      "Kakutaro Fukushi",
      "Jun Ohkubo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.14920",
    "title": "VO2 films grown on TiO2 sub-layer: influence of thickness on structural, electrical and optical properties",
    "abstract": "           Vanadium dioxide with metal-to-insulator transition (MIT) that is triggered by heat, current or light is a promising material for modern active THz/mid-IR metasurfaces and all-optical big data processing systems. Multilayer VO2-based active metasurfaces are urgently needed however several important issues related to VO2 properties in VO2/TiO2/Al2O3 films should be thoroughly examined first. We study electrical, optical and structural properties of VO2 films as well as their composition and switching characteristics as function of the VO2 layer thickness in VO2/TiO2 composites. XRD analysis revealed an epitaxial growth of films with deformation of the monoclinic VO2 lattice to hexagonal symmetry. Reduced VO2 layer thickness from 170 nm to 20 nm results in increased phase transition temperature while the width of the resistance versus temperature hysteresis loop R(T) remains constant at ~6C for all VO2 thicknesses in the range of 20-170 nm. The resistance alteration ratio is reduced from 4.2e3 to 2.7e2 in thinner films. Raman spectra reveal a significant shift of VO2 lattice vibration modes for films thinner than 30 nm claiming a great structural strain whereas modes position for thicker VO2 layers are similar to those in bulk structure. Composition of VO2 films has revealed only a minor alteration of VO2/V2O5 phases ratio from 1.6 to 1.8 when the film thickness has been increased from 20 nm to 50 nm. Investigation of surface elemental composition and valence states of VO2 films revealed that VO2/V2O5 ratio remains practically unchanged with thickness reduction. The study of electrical MIT dynamics revealed the switching time of a 50 nm VO2 film to be as low as 800 ns.         ",
    "url": "https://arxiv.org/abs/2411.14920",
    "authors": [
      "M. E. Kutepov",
      "V. E. Kaydashev",
      "D.V. Stryukov",
      "A.S. Konstantinov",
      "A.V. Nikolskiy",
      "A.T. Kozakov",
      "A.D. Morozov",
      "I. K. Domaratskiy",
      "S.S. Zhukov",
      "E. M. Kaidashev"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]