[
  {
    "id": "arXiv:2512.10035",
    "title": "The role of modes in nonlinear fiber optical computing",
    "abstract": "           We investigate the nonlinear propagation of light in graded-index multimode fiber, utilizing it as an optical computing unit, and quantify how it employs waveguide modes to process information. Using a time-dependent spatiotemporal propagation model with modal decomposition, we evaluate several benchmark regression and classification tasks and study the modal content of the generated speckles, which couples with a simple digital layer to perform optical computing. Analysis of modal entropy and energy-based mode counts reveals that effective computation is confined to a low-dimensional modal subspace, whose identity depends on the task and propagation regime. This also sets a trade-off between modal richness and nonlinear beam self-cleaning. These results establish modal statistics as practical design metrics for fiber-based optical computers.         ",
    "url": "https://arxiv.org/abs/2512.10035",
    "authors": [
      "Firdevs Yüce",
      "Bora Çarpınlıoğlu",
      "Uğur Teğin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10090",
    "title": "Generation of Perfectly Achromatic Optical Vortices Using a Compensated Tandem Twisted Nematic Cell",
    "abstract": "           The generation of white optical vortices is currently constrained by intrinsic trade-offs between spectral bandwidth, conversion efficiency, and temporal pulse integrity in conventional diffractive and geometric-phase approaches. In this work, we theoretically investigate a compensated tandem crossed twisted nematic (TN) liquid crystal architecture that overcomes these fundamental limitations. By developing a rigorous Jones matrix model and defining specific figures of merit for chromatic fidelity, we analyze the impact of manufacturing imperfections and non-adiabatic waveguiding (deviations from the Mauguin regime) on the device performance. We propose and evaluate three distinct compensation strategies, ranging from optimized passive designs for specific manufacturing tolerances to a robust active compensation scheme utilizing a tunable retarder. Our analysis demonstrates that the active approach effectively nullifies parasitic amplitude modulation, enabling the generation of perfectly achromatic vortices with high phase purity across an arbitrary bandwidth. This establishes the compensated tandem TN cell as a superior and versatile platform for high-fidelity white-light singular optics.         ",
    "url": "https://arxiv.org/abs/2512.10090",
    "authors": [
      "Dmytro O. Plutenko",
      "Mikhail V. Vasnetsov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2512.10103",
    "title": "Investigation of Real-Space Transfer Noise in InP Quantum Wells",
    "abstract": "           Indium phosphide (InP) high electron-mobility transistors (HEMTs) are widely used in many fields such as quantum computing because of their unparalleled microwave noise performance. Achieving improved noise performance requires a physical understanding of the noise mechanisms. Here, we experimentally test a theoretical proposal for drain (output) noise as originating in part from real-space transfer (RST) by characterizing the microwave noise temperature of transfer-length method structures with the same channel composition but two different barrier compositions. This choice was made to alter the confining potential of electrons in the channel, thereby affecting the RST mechanism, while avoiding changes to the channel transport properties. We observe trends of noise temperature with physical temperature and source-drain voltage which are compatible with the predictions of RST noise theory. This finding supports the hypothesis that RST contributes to drain noise in HEMTs.         ",
    "url": "https://arxiv.org/abs/2512.10103",
    "authors": [
      "Jiayin Zhang",
      "Anthony J. Ardizzi",
      "Kieran A. Cleary",
      "Austin J. Minnich"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.10123",
    "title": "A Model-Guided Neural Network Method for the Inverse Scattering Problem",
    "abstract": "           Inverse medium scattering is an ill-posed, nonlinear wave-based imaging problem arising in medical imaging, remote sensing, and non-destructive testing. Machine learning (ML) methods offer increased inference speed and flexibility in capturing prior knowledge of imaging targets relative to classical optimization-based approaches; however, they perform poorly in regimes where the scattering behavior is highly nonlinear. A key limitation is that ML methods struggle to incorporate the physics governing the scattering process, which are typically inferred implicitly from the training data or loosely enforced via architectural design. In this paper, we present a method that endows a machine learning framework with explicit knowledge of problem physics, in the form of a differentiable solver representing the forward model. The proposed method progressively refines reconstructions of the scattering potential using measurements at increasing wave frequencies, following a classical strategy to stabilize recovery. Empirically, we find that our method provides high-quality reconstructions at a fraction of the computational or sampling costs of competing approaches.         ",
    "url": "https://arxiv.org/abs/2512.10123",
    "authors": [
      "Olivia Tsang",
      "Owen Melia",
      "Vasileios Charisopoulos",
      "Jeremy Hoskins",
      "Yuehaw Khoo",
      "Rebecca Willett"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2512.10162",
    "title": "Solid-state Laser Cooling",
    "abstract": "           Since the first proof-of-concept demonstrations of photoluminescence-based optical refrigeration, solid-state laser cooling has developed into a credible competitor to conventional cryogenic technologies. Solid-state laser cooling continues to advance as new materials push cooling limits. These developments have created a need to consolidate progress made to date as well as standardize critical experimental considerations needed for reliable and verifiable cooling measurements. This primer therefore outlines essential concepts and requirements, which underpin solid-state laser cooling. The primer summarizes key milestones achieved with cooling-grade, rare-earth-doped glasses and crystals as well as with semiconductors. It additionally highlights emerging applications of solid-state optical refrigeration. To strengthen the consistency and reproducibility of cooling results going forward, two reporting checklists are introduced. They cover materials, cooling metrics, and thermometry. This primer is intended to serve as both a tutorial and a practical reference for incoming and existing researchers involved in solid-state laser-cooling.         ",
    "url": "https://arxiv.org/abs/2512.10162",
    "authors": [
      "Yang Ding",
      "Shenghao Zhang",
      "Alexander R. Albrecht",
      "Zhaojie Feng",
      "Lars Forberger",
      "Hiroki Tanaka",
      "Markus P. Hehlen",
      "Galina Nemova",
      "Peter J. Pauzauskie",
      "Denis V. Seletskiy",
      "Masaru Kuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.10221",
    "title": "Search for a solar-bound axion halo using the Global Network of Optical Magnetometers for Exotic physics searches",
    "abstract": "           We report on a search for a gravitationally bound solar axion halo using data from the Global Network of Optical Magnetometers for Exotic physics searches (GNOME), a worldwide array of magnetically shielded atomic magnetometers with sensitivity to exotic spin couplings. Motivated by recent theoretical work suggesting that self-interacting ultralight axions can be captured by the Sun's gravitational field and thermalize into the ground state, we develop a signal model for the pseudo-magnetic fields generated by axion-proton gradient couplings in such a halo. The analysis focuses on the fifth GNOME Science Run (69 days, 12 stations), employing a cross-correlation pipeline with time-shifted daily modulation templates to search for the global, direction-dependent, monochromatic signal expected from a solar axion halo. No statistically significant candidate signals are observed. We set 95% confidence-level upper limits on the amplitude of the axion-induced pseudo-magnetic field over the frequency range 0.05 Hz to 20 Hz, translating to constraints on the linear and quadratic axion-proton couplings for halo densities predicted by gravitational capture models and for the maximum overdensities allowed by planetary ephemerides. In the quadratic coupling case, our limits surpass existing astrophysical bounds by over two orders of magnitude across much of the accessible parameter space.         ",
    "url": "https://arxiv.org/abs/2512.10221",
    "authors": [
      "Tatum Z. Wilson",
      "Derek F. Jackson Kimball",
      "Samer Afach",
      "Jiexiao Bi",
      "B. C. Buchler",
      "Dmitry Budker",
      "Kaleb Cervantes",
      "Joshua Eby",
      "Nataniel L. Figueroa",
      "Ron Folman",
      "Jiawei Gao",
      "Daniel Gavilán-Martín",
      "Menachem Givon",
      "Zoran D. Grujić",
      "Hong Guo",
      "Paul Hamilton",
      "M. P. Hedges",
      "Zhejun Huang",
      "Dongok Kim",
      "Younggeun Kim",
      "Sami S. Khamis",
      "Emmanuel Klinger",
      "Abaz Kryemadhi",
      "Nina Kukowski",
      "Jianjun Li",
      "Grzegorz Lukasiewicz",
      "Hector Masia-Roig",
      "Michal Padniuk",
      "Christopher A. Palm",
      "Chaitanya Paranjape",
      "Sun Yool Park",
      "Xiang Peng",
      "Gilad Perez",
      "Rayshaun Preston",
      "Szymon Pustelny",
      "Wolfram Ratzinger",
      "Yossi Rosenzweig",
      "Ophir M. Ruimi",
      "Amy Saputo",
      "Theo Scholtes",
      "P. C. Segura",
      "Yannis K. Semertzidis",
      "Yun Chang Shin",
      "Jason E. Stalnaker",
      "Ibrahim Sulai",
      "Dhruv Tandon",
      "Ken Vu",
      "Arne Wickenbrock",
      "Teng Wu",
      "Yucheng Yang",
      "Yixin Zhao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.10462",
    "title": "Pockels effect induced strong Kerr nonlinearity in a lithium niobate waveguide",
    "abstract": "           The utilization of Kerr nonlinearity in lithium niobate has been extensively investigated over the years. Nevertheless, the practical implementation of Kerr nonlinearity in waveguides has been constrained by the material's inherently low third-order nonlinear coefficients. Here, we present a significant advancement by demonstrating Pockels effect-induced strong Kerr nonlinearity in a periodically poled thin-film lithium niobate waveguide. Both effective four-wave mixing (FWM) and cascaded effective FWM processes are experimentally observed. The induced FWM process achieves a remarkable maximum output power of -8.5 dBm, spanning a wavelength spectrum of over 116.8 nm. Analysis reveals that the induced effective Kerr nonlinearity exhibits a substantial effective nonlinear refractive index as $2.9\\times 10^{-15} m^{2}W^{-1}$, corresponding to an effective nonlinear refractive index enhancement factor of $1.6\\times 10^{4}$ relative to the intrinsic value. Moreover, a wavelength-converting experiment demonstrates a flat optic-to-optic response over a broadband radiofrequency spectrum, confirming that signal integrity is well preserved after on-chip effective FWM conversion. Therefore, the demonstrated efficient and broadband Pockels effect induced effective Kerr nonlinearity paves the way for novel applications in diverse fields, including spectroscopy, parametric amplification, quantum correlation studies, and wavelength conversion technologies.         ",
    "url": "https://arxiv.org/abs/2512.10462",
    "authors": [
      "Haoran Li",
      "Fei Huang",
      "Jingyan Guo",
      "He Gao",
      "Hanwen Li",
      "Zhile Wu",
      "Xinmin Yao",
      "Zhengyuan Bao",
      "Huan Li",
      "Yaocheng Shi",
      "Zejie Yu",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10626",
    "title": "Deep Photonic Reservoir Computing with On-chip Nonlinearity",
    "abstract": "           Reservoir computing, renowned for its low training cost, has emerged as a promising lightweight paradigm for efficient spatiotemporal processing,it remains challenging to realize deep photonic reservoir computing (DPRC) systems, due to the lack of scalable on-chip nonlinearity. Here, we introduce a versatile time delayed DPRC framework that natively supports deep and concurrent spatiotemporal processing entirely in the optical domain. At its core, the system leverages free carrier dynamics in silicon microring resonators to provide the fundamental nonlinearity and short term memory, and these nonlinear nodes are interconnected through true time delay lines that establish shared long-term memory. Benefiting from intrinsic physical nonlinearity and multi-timescale fading memory, this simple yet effective architecture demonstrates remarkable high dimensional representation capabilities. On the NTU RGB D benchmark, the parameter efficient DPRC system achieves superior action recognition accuracies compared to mainstream deep learning models, while requiring only a single shot regression training procedure. We further verify a prototype DPRC chip that excels across diverse dataset classification and time series prediction tasks. It enables a streamlined all optical pipeline between hierarchical layers, delivering a consistent computational density of 334.25 TOPs/mm2, independent of the reservoir depth and three orders of magnitude higher than conventional approaches. Moreover, its performance scales with near-zero hardware overhead by utilizing additional wavelength channels. This DPRC network is highly scalable on a silicon photonic platform, with flexible extension to hundreds of deep reservoir layers and parallel channels, paving the way toward intelligent optoelectronic systems for advanced real time processing and parallel decision making.         ",
    "url": "https://arxiv.org/abs/2512.10626",
    "authors": [
      "Jinlong Xiang",
      "Youlve Chen",
      "Yuchen Yin",
      "Zhenyu Zhao",
      "Chaojun Xu",
      "An He",
      "Xintong Lv",
      "Yikai Su",
      "Xuhan Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10677",
    "title": "Spatial-spectral mapping for long-duration broadband terahertz pulse generation in on-chip waveguide arrays",
    "abstract": "           Conventional approaches to terahertz (THz) pulse generation are restricted by the Fourier-transform limit, which hinders the creation of sources that combine long duration with broad bandwidth--a capability crucial for many spectroscopic and sensing applications. In this work, we overcome this challenge in the terahertz domain using an on-chip gradient waveguide array. The key is to spectrally disperse the pulse into spatially separated channels within a lithium niobate chip, effectively decoupling the design of temporal and spectral properties. We validate the source by distinguishing amino acid mixtures, demonstrating its tailored biosensing potential. This work establishes a novel mechanism for integrated THz generation, offering considerable promise for broadband spectroscopy and on-chip photonics.         ",
    "url": "https://arxiv.org/abs/2512.10677",
    "authors": [
      "Yibo Huang",
      "Yao Lu",
      "Haoyu Duan",
      "Chao Wang",
      "Xitan Xu",
      "Jiwei Qi",
      "Qiang Wu",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10728",
    "title": "Optimized matching conditions for self-guided laser wakefield accelerators",
    "abstract": "           We revisit the matching conditions for self-guided laser pulse propagation in plasma and refine their formulation to maximize the energy of electrons produced via laser wakefield acceleration. Bayesian optimization, combined with particle-in-cell simulations carried out in a quasi-three-dimensional geometry and a Lorentz-boosted frame, is employed. The optimization identifies the maximum electron energy that a self-guided laser wakefield accelerator, driven by a laser of a given energy, can produce, together with the corresponding acceleration distance. Our results further demonstrate that electrons with energies close to the maximum value can be obtained across a relatively wide range of input parameters and without the need for their precise tuning. This provides substantial flexibility for experimental implementation and significantly relaxes the operational constraints associated with self-guided laser wakefield accelerators.         ",
    "url": "https://arxiv.org/abs/2512.10728",
    "authors": [
      "P. Valenta",
      "K. G. Miller",
      "B. K. Russell",
      "M. Lamač",
      "M. Jech",
      "G. M. Grittani",
      "S. V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.10771",
    "title": "Accurate laboratory testing of low-frequency triaxial vibration sensors under various environmental conditions",
    "abstract": "           Triaxial vibration sensor are widely used used in various application. Recently, low-cost sensors based on micro electro mechanical system (MEMS) technology are also becoming more widely adopted. However, their measurement accuracy can be affected by environmental factors such as temperature. In this study, we developed an environmental testing system integrated with a triaxial vibration exciter. The system can reproduce long-stroke, low-frequency triaxial vibrations -- such as those caused by huge earthquakes -- under temperatures ranging from $-30~^\\circ\\mathrm{C}$ to $+80~^\\circ\\mathrm{C}$. Using this system, the measurement accuracy of vibration sensors can be evaluated under different environmental conditions. The system provides highly accurate reference measurements using a laser interferometer and reference accelerometers that are primarily calibrated within the system. The overall accuracy of the reference vibration measurement is estimated to be approximately 0.23~\\%. Based on these reference measurements, we investigated the accuracy of earthquake observations using a MEMS accelerometer as a demonstration. The system configuration and testing procedures are presented in this paper.         ",
    "url": "https://arxiv.org/abs/2512.10771",
    "authors": [
      "Tomofumi Shimoda",
      "Wataru Kokuyama",
      "Hideaki Nozato"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2512.10900",
    "title": "Rapid multi-mode trapped-ion laser cooling in a phase-stable standing wave",
    "abstract": "           Laser cooling is fundamental to precise control and interrogation of atomic quantum systems. In the context of quantum computing and metrology with trapped ions, the integrated optical control of interest for scaling may additionally enable increased performance of coherent and incoherent operations. Here we utilize multi-channel integrated delivery of ultraviolet to infrared wavelengths required for calcium ion control including in passively phase-stable ultraviolet standing waves to demonstrate rapid, broadband laser cooling. We experimentally verify a long-standing prediction, realizing Doppler cooling to below the conventional Doppler limit at a standing-wave (SW) node. Utilizing electromagnetically induced transparency (EIT), we experimentally cool motional modes spanning an approximately 5 MHz bandwidth from the Doppler temperature to near the ground state within 150 $\\mu$s, reaching $\\bar n \\approx 0.05$ phonon number occupancies for the target mode. Direct evaluation against the comparable running-wave (RW) scheme shows the SW implementation's simultaneous advantage in cooling rate, motional mode bandwidth, and final phonon number as previously theoretically predicted. Our results demonstrate structured light's capability for robust ground-state laser cooling, and a clear advantage in a fundamental functionality enabled by scalable approaches to optical control.         ",
    "url": "https://arxiv.org/abs/2512.10900",
    "authors": [
      "Zhenzhong Xing",
      "Hamim Mahmud Rivy",
      "Vighnesh Natarajan",
      "Aditya Milind Kolhatkar",
      "Gillenhaal Beck",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.09948",
    "title": "Quantum Monte Carlo in Classical Phase Space with the Wigner-Kirkwood Commutation Function. Results for the Saturation Liquid Density of $^4$He",
    "abstract": "           A Metropolis Monte Carlo algorithm is given for the case of a complex phase space weight, which applies generally in quantum statistical mechanics. Computer simulations using Lennard-Jones $^4$He near the $\\lambda$-transition, including an expansion to third order of the Wigner-Kirkwood commutation function, give a saturation liquid density in agreement with measured values.         ",
    "url": "https://arxiv.org/abs/2512.09948",
    "authors": [
      "Phil Attard"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.10145",
    "title": "Harnessing Vacuum Fluctuations to Shape Electronic and Photonic Behavior",
    "abstract": "           Vacuum quantum fluctuations are an inescapable and fundamental feature of modern physics. By integrating cavity-enhanced or surface-modified vacuum quantum fluctuations with low-dimensional materials, a new paradigm-vacuumronics-emerges, enabling unprecedented control over both material properties and photonic responses at the micro- and nanoscale. This synergy opens novel pathways for engineering quantum light-matter interactions, advancing applications in quantum photonics, nanoscale optoelectronics, and quantum material design.         ",
    "url": "https://arxiv.org/abs/2512.10145",
    "authors": [
      "Qing-Dong Jiang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10205",
    "title": "Optical fuse based on the photorefractive effect for defending the light-injection attacks of quantum key distribution",
    "abstract": "           Light-injection attacks pose critical security threats to quantum key distribution (QKD) systems. Conventional defense methods, such as isolators, filters, and optical power monitoring, are confronted with the threats of specific attacks and the limitations in integration. To address this, we propose and experimentally demonstrate an integrated attack sensing and automatic response unit utilizing the photorefractive effect in a thin-film lithium niobate microring resonator. Our unit provides a high rejection ratio against non-resonant injected light. For resonant attacks exceeding tens of microwatts, the unit can autonomously attenuate the transmission of the quantum signal light, leading to a significant suppression of the secret key rate. This work enhances the security of QKD systems against light-injection attacks by providing a highly sensitive, broadband, and on-chip defense mechanism.         ",
    "url": "https://arxiv.org/abs/2512.10205",
    "authors": [
      "Min Chen",
      "Hong-Yan Song",
      "Jia-Lin Chen",
      "Peng Ye",
      "Guo-Wei Zhang",
      "Fang-Xiang Wang",
      "Li Zhang",
      "Shuang Wang",
      "De-Yong He",
      "Zhen-qiang Yin",
      "Guang-Can Guo",
      "Wei Chen",
      "Zheng-Fu Han"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10269",
    "title": "Quantum relaxometry for detecting biomolecular interactions with single NV centers",
    "abstract": "           The investigation of biomolecular interactions at the single-molecule level has emerged as a pivotal research area in life science, particularly through optical, mechanical, and electrochemical approaches. Spins existing widely in biological systems, offer a unique degree of freedom for detecting such interactions. However, most previous studies have been largely confined to ensemble-level detection in the spin degree. Here, we developed a molecular interaction analysis method approaching single-molecule level based on relaxometry using the quantum sensor, nitrogen-vacancy (NV) center in diamond. Experiments utilized an optimized diamond surface functionalized with a polyethylenimine nanogel layer, achieving $\\sim$10 nm average protein distance and mitigating interfacial steric hindrance. Then we measured the strong interaction between streptavidin and spin-labeled biotin complexes, as well as the weak interaction between bovine serum albumin and biotin complexes, at both the micrometer scale and nanoscale. For the micrometer-scale measurements using ensemble NV centers, we re-examined the often-neglected fast relaxation component and proposed a relaxation rate evaluation method, substantially enhancing the measurement sensitivity. Furthermore, we achieved nanoscale detection approaching single-molecule level using single NV centers. This methodology holds promise for applications in molecular screening, identification and kinetic studies at the single-molecule level, offering critical insights into molecular function and activity mechanisms.         ",
    "url": "https://arxiv.org/abs/2512.10269",
    "authors": [
      "Min Li",
      "Qi Zhang",
      "Xi Kong",
      "Sheng Zhao",
      "Bin-Bin Pan",
      "Ziting Sun",
      "Pei Yu",
      "Zhecheng Wang",
      "Mengqi Wang",
      "Wentao Ji",
      "Fei Kong",
      "Guanglei Cheng",
      "Si Wu",
      "Ya Wang",
      "Sanyou Chen",
      "Xun-Cheng Su",
      "Fazhan Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2512.10278",
    "title": "Single-molecule Scale Nuclear Magnetic Resonance Spectroscopy using a Robust Near-Infrared Spin Sensor",
    "abstract": "           Nuclear magnetic resonance (NMR) at the single-molecule level with atomic resolution holds transformative potential for structural biology and surface chemistry. Near-surface solid-state spin sensors with optical readout ability offer a promising pathway toward this goal. However, their extreme proximity to target molecules demands exceptional robustness against surface-induced perturbations. Furthermore, life science applications require these sensors to operate in biocompatible spectral ranges that minimize photodamage. In this work, we demonstrate that the PL6 quantum defect in 4H silicon carbide (4H-SiC) can serve as a robust near-infrared spin sensor. This sensor operates at tissue-transparent wavelengths and exhibits exceptional near-surface stability even at depth of 2 nm. Using shallow PL6 centers, we achieve nanoscale NMR detection of proton ($\\mathrm{^{1}H}$) spins in immersion oil and fluorine ($\\mathrm{^{19}F}$) spins in Fomblin, attaining a detection volume of $\\mathrm{(3~nm)^3}$ and a sensitivity reaching the requirement for single-proton spin detection. This work establishes 4H-SiC quantum sensors as a compelling platform for nanoscale magnetic resonance, with promising applications in probing low-dimensional water phases, protein folding dynamics, and molecular interactions.         ",
    "url": "https://arxiv.org/abs/2512.10278",
    "authors": [
      "Yu Chen",
      "Qi Zhang",
      "Yuanhong Teng",
      "Chihang Luo",
      "Zhijie Li",
      "Jinpeng Liu",
      "Ya Wang",
      "Fazhan Shi",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2512.10549",
    "title": "Sensitivity threshold defines the optimal spin subset for ensemble quantum sensing",
    "abstract": "           Finite drive power leaves unavoidable spatial gradients in control fields, preventing spin ensembles from reaching the standard-quantum-limit sensitivity. We derive an analytic expression of ensemble sensitivity for inhomogeneous spin sensors and introduce sensitivity thresholds that reveal the optimal spin subset. Applied to both pulsed and continuous-wave magnetometry, the optimal subsets deliver up to a tenfold improvement over conventional schemes relying on nominally uniform regions of the ensembles. We demonstrate phase-only digital holography to implement the optimal subsets and show that residual aberrations add less than 1 dB of sensitivity loss. Our framework imposes no fundamental trade-offs and extends quantum sensing to heterogeneous sensing environments.         ",
    "url": "https://arxiv.org/abs/2512.10549",
    "authors": [
      "Suwan I. Kang",
      "Minhyeok Kim",
      "Sanghyo Park",
      "Heonsik Lee",
      "Keunyoung Lee",
      "Donggyu Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.10651",
    "title": "All-photonic entanglement swapping with remote quantum dots",
    "abstract": "           Entanglement swapping is a protocol that details how to create entanglement between previously uncorrelated particles. Its all-photonic version - mediated by the interference of photon pairs generated by separate quantum systems-finds disparate applications in quantum networks. So far, all-photonic entanglement swapping between remote systems has been implemented only using sources that operate probabilistically. However, the scaling up of quantum networks requires deterministic quantum emitters that do not suffer from a trade-off between degree of entanglement and photonpair generation rate. Here, we demonstrate all-photonic entanglement swapping using photon-pairs generated by two separate GaAs quantum dots. The emitters are deterministically embedded in hybrid semiconductor-piezoelectric devices that make the entangled-photons from two dissimilar quantum dots nearly identical. Entanglement swapping is demonstrated with a fidelity as high as 0.71(2), more than 10 standard deviations above the classical limit. The experimental data are quantitatively explained by a theoretical model that also suggests how to boost the protocol performances. Our work opens the path to the exploitation of quantum dot entangled-photon sources in quantum repeater networks.         ",
    "url": "https://arxiv.org/abs/2512.10651",
    "authors": [
      "Mattia Beccaceci",
      "Giuseppe Ronco",
      "Fabrizio Cienzo",
      "Pierpaolo Bassetti",
      "Alessandro Laneve",
      "Francesco Basso Basset",
      "Tobias M. Krieger",
      "Qurin Buchinger",
      "Francesco Salusti",
      "Barbara Souza Damasceno",
      "Silke Kuhn",
      "Saimon F. Covre da Silva",
      "Sandra Stroj",
      "Klaus D. Jöns",
      "Sven Höfling",
      "Tobias Huber-Loyola",
      "Armando Rastelli",
      "Michele B. Rota",
      "Rinaldo Trotta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10706",
    "title": "Scalable Optical Links for Controlling Bosonic Quantum Processors",
    "abstract": "           Superconducting quantum computing has the potential to revolutionize computational capabilities. However, scaling up large quantum processors is limited by the cumbersome and heat-conductive electronic cables that connect room-temperature control electronics to quantum processors, leading to significant signal attenuation. Optical fibers provide a promising solution, but their use has been restricted to controlling simple two-level quantum systems over short distances. Here, we demonstrate optical control of a bosonic quantum processor, achieving universal operations on the joint Hilbert space of a transmon qubit and a storage cavity. Using an array of cryogenic fiber-integrated uni-traveling-carrier photodiodes, we prepare Fock states containing up to ten photons. Additionally, remote control of bosonic modes over a transmission distance of 15 km has been achieved, with fidelities exceeding 95%. The combination of high-dimensional quantum control, multi-channel operation, and long-distance transmission addresses the key requirements for scaling superconducting quantum computers and enables architectures for distributed quantum data centers.         ",
    "url": "https://arxiv.org/abs/2512.10706",
    "authors": [
      "Chuanlong Ma",
      "Jia-Qi Wang",
      "Linze Li",
      "Jiajun Chen",
      "Xiaoxuan Pan",
      "Zheng-Hui Tian",
      "Zheng-Xu Zhu",
      "Jia-Hua Zou",
      "Dingran Gu",
      "Luyu Wang",
      "Qiushi Chen",
      "Weiting Wang",
      "Xin-Biao Xu",
      "Chang-Ling Zou",
      "Baile Chen",
      "Luyan Sun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.10889",
    "title": "Quantifying classical and quantum bounds for resolving closely spaced, non-interacting, simultaneously emitting dipole sources in optical microscopy",
    "abstract": "           Recent theoretical and experimental work has shown that the quantum Fisher information associated with estimating the separation between two optical point sources remains finite at small separations, effectively opening new routes to super-resolution imaging of simultaneously emitting sources. Most studies to date, however, implicitly invoke the scalar approximation, which is not appropriate in the context of high-numerical-aperture microscopy. Utilizing parameter estimation theory, here we consider the estimation of separation between two closely spaced dipole emitters, a commonly employed model for single-molecule optical beacons. We consider two limiting cases: one in which the orientations of the emitters are fixed and equal, and another in which both dipoles freely sample all of orientation space over the course of the measurement. We quantify precision limits using quantum and classical variants of the Fisher information and Cramér-Rao bound. In all cases, the vectorial nature of the emission complicates the analyses, but with appropriate filtering of the collected light in the azimuthal-radial polarization basis, a previously proposed scheme to saturate the quantum Fisher information via image inversion interferometry can be salvaged.         ",
    "url": "https://arxiv.org/abs/2512.10889",
    "authors": [
      "Armine I. Dingilian",
      "Aarnah Kurella",
      "Cheyenne S. Mitchell",
      "Dhananjay Dhruva",
      "David J. Durden",
      "Mikael P. Backlund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16460",
    "title": "Demonstration and frequency noise characterization of a 17 $μ$m quantum cascade laser",
    "abstract": "           We evaluate the spectral performance of a novel continuous-wave room-temperature distributed feedback quantum cascade laser operating at the long wavelength of 17 $\\mu$m. By demonstrating broadband laser absorption spectroscopy of the $\\nu$2 fundamental vibrational mode of N2O molecules, we have determined the spectral range and established the spectroscopic potential of this laser. We have characterized the frequency noise and measured the line width of this new device, uncovering a discrepancy with the current consensus on the theoretical modeling of quantum cascade lasers. Our results confirm the potential of such novel narrow-line-width sources for vibrational spectroscopy. Extending laser spectroscopy to longer wavelength is a fascinating prospect that paves the way for a wide range of opportunities from chemical detection, to frequency metrology as well as for exploring light-matter interaction with an extended variety of molecules, from ultra-cold diatomic species to increasingly complex molecular systems.         ",
    "url": "https://arxiv.org/abs/2310.16460",
    "authors": [
      "M Manceau",
      "T E Wall",
      "H Philip",
      "A N Baranov",
      "Olivier Lopez",
      "M R Tarbutt",
      "R Teissier",
      "B Darquié"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.16950",
    "title": "Generation of Deep Ultraviolet Optical Vortices via Amplitude and Phase Spiral Zone Plates",
    "abstract": "           We present the development and experimental implementation of diffractive optical elements designed to generate optical vortices in the deep ultraviolet range (from 260 to 266 nm). These elements, fabricated using advanced lithographic and etching techniques, facilitate the efficient transformation of Gaussian beams into twisted modes carrying orbital angular momentum. Experimental tests conducted using the laser driver of an RF photoinjector at JINR successfully demonstrate the generation of deep-ultraviolet optical vortices with a topological charge of l = 1. These findings underscore the potential of structured light in the deep ultraviolet range for applications in relativistic electron beam studies and beam manipulation technologies.         ",
    "url": "https://arxiv.org/abs/2501.16950",
    "authors": [
      "A.S. Dyatlov",
      "M.A. Nozdrin",
      "A.N. Sergeev",
      "N.E. Sheremet",
      "S.S. Stafeev",
      "D.V. Karlovets"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.09166",
    "title": "Microring resonator as a Rayleigh mirror for broadband laser-cavity comb generation",
    "abstract": "           High-quality microring resonators (MRRs) have proven to be promising sources of optical combs generated from continuous-wave radiation. In addition to the primary comb that propagates along with the pump, Rayleigh scattering creates a comb that travels in the opposite direction. Normally, the scattering is a very weak, however, in the high-quality-factor MRR the power transferred to the backward-propagating comb can be quite significant. We demonstrate that the backward-propagating comb can be used as a feedback source for a fiber laser, effectively creating a nonlinear mirror for the laser cavity. By assembling a simple laser cavity comprising only active fiber and two mirrors, one of which is an integrated MRR, we show a robust self-starting comb generation with width exceeding 500 nm. We confirm the universal character of this approach for other types of microresonators, including whispering gallery mode resonators, by launching self-starting laser cavity combs with the crystalline toroidal cavity, coupled with a tapered fiber. This method provides significant simplification for the filter-driven laser cavity soliton generation, especially when free-space coupling is applied.         ",
    "url": "https://arxiv.org/abs/2503.09166",
    "authors": [
      "Aram A. Mkrtchyan",
      "Anastasia S. Netrusova",
      "Mikhail S. Mishevsky",
      "Zohran Ali",
      "Nikita Yu. Dmitriev",
      "Kirill N. Minkov",
      "Dmitry A. Chermoshentsev",
      "Albert G. Nasibulin",
      "Igor A. Bilenko",
      "Yuriy G. Gladush"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18746",
    "title": "Non-Resonant Raman Optical Activity From Phase-Space Electronic Structure Theory",
    "abstract": "           In order to model experimental non-resonant Raman optical activity, chemists must compute a host of second-order response tensors, (e.g. the electric-dipole magnetic-dipole polarizability) and their nuclear derivatives along a set of vibrational modes. While these response functions are almost always computed within a Born-Oppenheimer (BO) framework, here we provide a natural interpretation of the electric-dipole magnetic-dipole polarizability within phase space electronic structure theory, a beyond-BO model whereby the electronic structure depends on nuclear momentum (P) in addition to nuclear position (R). By coupling to nuclear momentum, phase space electronic structure theory is able to capture the asymmetric response of the electronic properties to an external field, in sofar as for a vibrating (non-stationary) molecule, dmu/dB \\ne dm/dF, where mu and m are the electrical linear and magnetic dipoles, and F and B are electric and magnetic fields. As an example, for a prototypical methyloxirane molecule, we show that phase space electronic structure theory is able to deliver a reasonably good match with experimental results in a manner that is invariant to gauge origin G0.         ",
    "url": "https://arxiv.org/abs/2510.18746",
    "authors": [
      "Zhen Tao",
      "Mansi Bhati",
      "Joseph E. Subotnik"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2511.07666",
    "title": "Response of a magnetically diverted tokamak plasma to a resonant magnetic perturbation",
    "abstract": "           The safety-factor profile of a magnetically diverted tokamak plasma diverges logarithmically as the magnetic separatrix (a.k.a. the last closed magnetic flux-surface) is approached. At first sight, this suggests that, when determining the response of such a plasma to a static, externally generated, resonant magnetic perturbation (RMP), it is necessary to include an infinite number of rational magnetic flux-surfaces in the calculation, the majority of which lie very close to the separatrix. In fact, when finite plasma resistivity is taken into account, this turns out not to be the case. Instead, it is only necessary to include rational surfaces that lie in the region 0<Psi<Psi_c, where Psi is the normalized poloidal magnetic flux, and Psi_c<1 can be calculated from the edge plasma parameters. It is estimated that Psi_c= 0.9985 for an n=1 RMP, and Psi_c=0.9952 for an n=4 RMP, in a typical JET H-mode plasma.         ",
    "url": "https://arxiv.org/abs/2511.07666",
    "authors": [
      "R. Fitzpatrick"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2512.02376",
    "title": "Efficient Quantum Simulation of Non-Adiabatic Molecular Dynamics with Precise Electronic Structure",
    "abstract": "           In the study of non-adiabatic chemical processes such as photocatalysis and photosynthesis, non-adiabatic molecular dynamics (NAMD) is an indispensable theoretical tool, which requires precise potential energy surfaces (PESs) of ground and excited states. Quantum computing offers promising potential for calculating PESs that are intractable for classical computers. However, its realistic application poses significant challenges to the development of quantum algorithms that are sufficiently general to enable efficient and precise PES calculations across chemical systems with diverse properties, as well as to seamlessly adapt existing NAMD theories to quantum computing. In this work, we introduce a quantum-adapted extension to the Landau-Zener-Surface-Hopping (LZSH) NAMD. This extension incorporates curvature-driven hopping corrections that protect the population evolution while maintaining the efficiency gained from avoiding the computation of non-adiabatic couplings (NACs), as well as preserving the trajectory independence that enables parallelization. Furthermore, to ensure the high-precision PESs required for surface hopping dynamics, we develop a sub-microhartree-accurate PES calculation protocol. This protocol supports active space selection, enables parallel acceleration either on quantum or classical clusters, and demonstrates adaptability to diverse chemical systems - including the charged H3+ ion and the C2H4 molecule, a prototypical multi-reference benchmark. This work paves the way for practical application of quantum computing in NAMD, showcasing the potential of parallel simulation on quantum-classical heterogeneous clusters for ab-initio computational chemistry.         ",
    "url": "https://arxiv.org/abs/2512.02376",
    "authors": [
      "Tianyi Li",
      "Yumeng Zeng",
      "Qiming Ding",
      "Zixuan Huo",
      "Xiaosi Xu",
      "Jiajun Ren",
      "Diandong Tang",
      "Xiaoxia Cai",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.08796",
    "title": "Injection dynamics in spin-wave active ring oscillator (SWARO)",
    "abstract": "           We investigated injection locking in spin-wave active ring oscillators (SWAROs) operating in the multi-mode regime. By applying external RF signals with varying frequency and power, we identified the locking behavior of individual modes and extracted the total locking ranges from spectral measurements. The results show asymmetric evolution of the lower and upper locking boundaries with drive power for the lower-frequency SWARO modes, while the highest-frequency mode exhibits nearly symmetric behavior. A maximum locking range of over 11 MHz is observed at a drive power of -10 dBm. To interpret these results, we develop an Adler-like model that captures the dependence of the locking range on drive power, showing good agreement for the higher-frequency modes. For the lowest-frequency mode, however, the model underestimates the locking range at low drive and saturates at high drive power levels, while the experimental range increases monotonically, indicating the influence of multi-mode interactions. These findings establish SWARO as a useful platform for exploring injection phenomena in spin-wave ring systems with delayed feedback and motivate the development of extended injection models that account for multi-mode dynamics.         ",
    "url": "https://arxiv.org/abs/2512.08796",
    "authors": [
      "Anirban Mukhopadhyay",
      "Ihor I. Syvorotka",
      "Anil Prabhakar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.14399",
    "title": "On the First Quantum Correction to the Second Virial Coefficient of a Generalized Lennard-Jones Fluid",
    "abstract": "           We derive an explicit analytic expression for the first quantum correction to the second virial coefficient of a $d$-dimensional fluid whose particles interact via the generalized Lennard-Jones $(2n,n)$ potential. By introducing an appropriate change of variable, the correction term is reduced to a single integral that can be evaluated in closed form in terms of parabolic cylinder or generalized Hermite functions. The resulting expression compactly incorporates both dimensionality and stiffness, providing direct access to the low- and high-temperature asymptotic regimes. In the special case of the standard Lennard-Jones fluid ($d=3$, $n=6$), the formula obtained is considerably more compact than previously reported representations based on hypergeometric functions. The knowledge of this correction allows us to determine the first quantum contribution to the Boyle temperature, whose dependence on dimensionality and stiffness is explicitly analyzed, and enables quantitative assessment of quantum effects in noble gases such as helium, neon, and argon. Moreover, the same methodology can be systematically extended to obtain higher-order quantum corrections.         ",
    "url": "https://arxiv.org/abs/2511.14399",
    "authors": [
      "Daniel Parejo",
      "Andrés Santos"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2512.08390",
    "title": "Practical protein-pocket hydration-site prediction for drug discovery on a quantum computer",
    "abstract": "           Demonstrating the practical utility of Noisy Intermediate-Scale Quantum (NISQ) hardware for recurrent tasks in Computer-Aided Drug Discovery is of paramount importance. We tackle this challenge by performing three-dimensional protein pockets hydration-site prediction on a quantum computer. Formulating the water placement problem as a Quadratic Unconstrained Binary Optimization (QUBO), we use a hybrid approach coupling a classical three-dimensional reference-interaction site model (3D-RISM) to an efficient quantum optimization solver, to run various hardware experiments up to 123 qubits. Matching the precision of classical approaches, our results reproduced experimental predictions on real-life protein-ligand complexes. Furthermore, through a detailed resource estimation analysis, we show that accuracy can be systematically improved with increasing number of qubits, indicating that full quantum utility is in reach. Finally, we provide evidence that advantageous situations could be found for systems where classical optimization struggles to provide optimal solutions. The method has potential for assisting simulations of protein-ligand complexes for drug lead optimization and setup of docking calculations.         ",
    "url": "https://arxiv.org/abs/2512.08390",
    "authors": [
      "Daniele Loco",
      "Kisa Barkemeyer",
      "Andre R. R. Carvalho",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2512.09819",
    "title": "Linear and Nonlinear Optical Properties of SiO$_2$/TiO$_2$ Heterostructures Grown by Plasma Enhanced Atomic Layer Deposition",
    "abstract": "           Second harmonic (SH) radiation can only be generated in non-centrosymmetric bulk crystals under the electric-dipole approximation. Nonlinear thin films made from bulk crystals are technologically challenging because of complex and high temperature fabrication processes. In this work, heterostructures made of amorphous materials SiO$_2$ and TiO$_2$ were prepared by a CMOS-compatible technique named plasma enhanced atomic layer deposition (PEALD) with deposition temperature at 100 °C. By using the uniaxial dispersion model, we characterized the form-birefringence properties, which can enable the phase matching condition in waveguides or other nonlinear optical applications. By applying a fringe-based technique, we determined the largest diagonal component of the effective second-order bulk susceptibility $\\chi_{zzz}^{(2)}$ = 1.30$\\pm$0.13 pm/V at a wavelength of 1032 nm. Noteworthy, we observed strong SH signals from two-component nanolaminates, which are several orders of magnitude larger than from single layers. The SH signals from our samples only require the broken inversion symmetry at the interface. Here optical properties of nanocomposites can be precisely tuned by the promising PEALD technology.         ",
    "url": "https://arxiv.org/abs/2512.09819",
    "authors": [
      "Jinsong Liu",
      "Martin Mičulka",
      "Raihan Rafi",
      "Sebastian Beer",
      "Denys Sevriukov",
      "Stefan Nolte",
      "Sven Schröder",
      "Andreas Tünnermann",
      "Isabelle Staude",
      "Adriana Szeghalmi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]