[
  {
    "id": "arXiv:2204.03699",
    "title": "Momentum domain polarization probing of forward and inverse spin Hall  effect of leaky modes in plasmonic crystals",
    "abstract": "Here, we report simultaneous exhibition of both forward and inverse photonic Spin Hall effect in geometrically tailored anisotropic waveguided plasmonic crystal systems. The leaky hybridized quasiguided modes of the plasmonic crystal manifested in the far-field momentum (Fourier) domain as circular ring-like intensity distributions, and the different SOI effects revealed their exclusive signature as polarization-dependent azimuthal intensity lobes on top of it. Using a darkfield Fourier domain polarization Mueller matrix platform, we have observed input spin (circular polarization)- dependent trajectory of the quasiguided modes in the momentum domain (forward spin Hall effect) and its reciprocal effect as the wavevector controlled spin selection of the scattered leaky quasiguided modes (inverse spin Hall effect). These effects are separately manifested in characteristic Mueller matrix elements enabling their interpretation as geometrical circular anisotropy effects. Resonance-enabled enhancement and control of these effects are also demonstrated by exploiting the spectral Fano-type resonance. The far-field manifestation of spin-directional excitation of leaky quasiguided modes, their unique interpretation through momentum domain Mueller matrix, regulation and control of the SOI effects in plasmonic-photonic crystal systems, opens up exciting avenues in spin-orbit photonic research. ",
    "url": "https://arxiv.org/abs/2204.03699",
    "authors": [
      "Jeeban Kumar Nayak",
      "Harley Suchiang",
      "Subir Kumar Ray",
      "Ayan Banerjee",
      "Subhasish Dutta Gupta",
      "Nirmalya Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03712",
    "title": "Comment on \"Measuring the enhancement factor of the hyperpolarized Xe in  nuclear magnetic resonance gyroscopes\"",
    "abstract": "Z. Xu, et al. [Phys. Rev. A 103, 023114 (2021)], have reported a measurement for the enhancement factor $\\kappa$, which characterizes the overlap of the electron wavefunction with the noble-gas nucleus in Cs-$^{129}$Xe spin-exchange optical pumping (SEOP), that is more than an order of magnitude higher than previous experimental results and theoretical estimates. There is no plausible proposed physical basis for this discrepancy. As the authors repeatedly mischaracterize the nature and properties of the enhancement factor and do not completely describe their experimental technique, there is little reason to accept or consider this result in its current form in the context of future relevant work on Cs-Xe SEOP and its applications. ",
    "url": "https://arxiv.org/abs/2204.03712",
    "authors": [
      "B. Saam"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03806",
    "title": "Silicon nanophotonic chips featuring Sagnac loop reflectors as a basis  for advanced optical spectral filters",
    "abstract": "We present and investigate theoretically photonic integrated filters based on 2 Sagnac coupled loop reflectors (SLRs) that are arranged in a self-coupled optical waveguide. We recently presented photonic integrated filters based on coupled and cascaded SLRs. In this paper, we advance this field by investigating a unique approach of employing coupled SLRs formed by self-coupled waveguides. This allows us to achieve high performance filter functions including Fano-like resonances and wavelength interleaving with a simpler design and a higher fabrication tolerance by tailoring coherent mode interference in the device. Our design takes into account the device fabrication issues as well as the requirements for practical applications. As a guide for practical device fabrication, an analysis of the impact of the structural parameters and fabrication tolerance on each filter function is also provided. The Fano-like resonances show a low insertion loss (IL) of 1.1 dB, a high extinction ratio of 30.2 dB, and a high slope rate (SR) of 747.64 dB/nm. The combination of low IL and high SR promises this device for Fano resonance applications. Our device also can achieve wavelength de-interleaving function with high fabrication tolerance which is advantageous for applications such as optical interleavers that require a symmetric flat-top filter shape. Optical de-interleavers and interleavers are key components for optical signal multiplexing and demultiplexing for wavelength division multiplexing optical communication systems. Versatile spectral responses with a simple design, compact device footprint, and high fabrication tolerance make this approach highly promising for flexible response shaping for many applications. ",
    "url": "https://arxiv.org/abs/2204.03806",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03912",
    "title": "Optical Signatures of the Coupling between Excitons and Charge Transfer  States in Linear Molecular Aggregates",
    "abstract": "Charge Transfer (CT) has enjoyed continuous interest due to increasing experimental control over molecular structure leading to applications in, for example, photovoltaics and hydrogen production. In this paper, we investigate the effect of CT states on the absorption spectrum of linear molecular aggregates using a scattering matrix technique that allows us to deal with arbitrarily large systems. The presented theory performs well for both strong and weak mixing of exciton and CT states, bridging the gap between previously employed methods which are applicable in only one of these limits. In experimental spectra the homogeneous linewidth is often too large to resolve all optically allowed transitions individually, resulting in a characteristic two-peak absorption spectrum in both the weak- and strong-coupling regime. Using the scattering matrix technique we examine the contributions of free and bound states in detail. We conclude that the skewness of the high-frequency peak may be used as a new way to identify the exciton-CT-state coupling strength. ",
    "url": "https://arxiv.org/abs/2204.03912",
    "authors": [
      "Marìck Manrho",
      "Thomas L.C. Jansen",
      "Jasper Knoester"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03947",
    "title": "Lensless coherent diffraction imaging based on spatial light modulator  with unknown modulation curve",
    "abstract": "Lensless imaging is a popular research field for the advantages of small size, wide field-of-view and low aberration in recent years. However, some traditional lensless imaging methods suffer from slow convergence, mechanical errors and conjugate solution interference, which limit its further application and development. In this work, we proposed a lensless imaging method based on spatial light modulator (SLM) with unknown modulation curve. In our imaging system, we use SLM to modulate the wavefront of object, and introduce the ptychographic scanning algorithm that is able to recover the complex amplitude information even the SLM modulation curve is inaccurate or unknown. In addition, we also design a split-beam interference experiment to calibrate the modulation curve of SLM, and using the calibrated modulation function as the initial value of the expended ptychography iterative engine (ePIE) algorithm can improve the convergence speed. We further analyze the effect of modulation function, algorithm parameters and the characteristics of the coherent light source on the quality of reconstructed image. The simulated and real experiments show that the proposed method is superior to traditional mechanical scanning methods in terms of recovering speed and accuracy, with the recovering resolution up to 14 um. ",
    "url": "https://arxiv.org/abs/2204.03947",
    "authors": [
      "Hao Sha",
      "Chao He",
      "Shaowei Jiang",
      "Pengming Song",
      "Shuai Liu",
      "Wenzhen Zou",
      "Peiwu Qin",
      "Haoqian Wang",
      "Yongbing Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2204.03962",
    "title": "Multi-functional metasurface architecture for amplitude, polarization  and wavefront control",
    "abstract": "Metasurfaces (MSs) have been utilized to manipulate different properties of electromagnetic waves. By combining local control over the wave amplitude, phase, and polarization into a single tunable structure, a multi-functional and reconfigurable metasurface can be realized, capable of full control over incident radiation. Here, we experimentally validate a multi-functional metasurface architecture for the microwave regime, where in principle variable loads are connected behind the backplane to reconfigurably shape the complex surface impedance. As a proof-of-concept step, we fabricate several metasurface instances with static loads in different configurations (surface mount capacitors and resistors of different values in different connection topologies) to validate the approach and showcase the different achievable functionalities. Specifically, we show perfect absorption for oblique incidence (both polarizations), broadband linear polarization conversion, and beam splitting, demonstrating control over the amplitude, polarization state, and wavefront, respectively. Measurements are performed in the 4-18 GHz range inside an anechoic chamber and show good agreement with theoretically-anticipated results. Our results clearly demonstrate the practical potential of the proposed architecture for reconfigurable electromagnetic wave manipulation. ",
    "url": "https://arxiv.org/abs/2204.03962",
    "authors": [
      "A. Pitilakis",
      "M. Seckel",
      "A. C. Tasolamprou",
      "F. Liu",
      "A. Deltsidis",
      "D. Manessis",
      "A. Ostmann",
      "N. V. Kantartzis",
      "C. Liaskos",
      "C. M. Soukoulis",
      "S. A. Tretyakov",
      "M. Kafesaki",
      "O. Tsilipakos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03970",
    "title": "SOI-based micro-mechanical terahertz detector operating at  room-temperature",
    "abstract": "We present a micro-mechanical terahertz (THz) detector fabricated on a silicon on insulator (SOI) substrate and operating at room-temperature. The device is based on a U-shaped cantilever of micrometric size, on top of which two aluminum half-wave dipole antennas are deposited. This produces an absorption extending over the $\\sim 2-3.5$THz frequency range. Due to the different thermal expansion coefficients of silicon and aluminum, the absorbed radiation induces a deformation of the cantilever, which is read out optically using a $1.5\\mu$m laser diode. By illuminating the detector with an amplitude modulated, 2.5 THz quantum cascade laser, we obtain, at room-temperature and atmospheric pressure, a responsivity of $\\sim 1.5 \\times 10^{8}$pm/W for the fundamental mechanical bending mode of the cantilever. This yields an noise-equivalent-power of 20 nW/Hz$^{1/2}$ at 2.5THz. Finally, the low mechanical quality factor of the mode grants a broad frequency response of approximately 150kHz bandwidth, with a response time of $\\sim 2.5\\mu$s. ",
    "url": "https://arxiv.org/abs/2204.03970",
    "authors": [
      "K. Froberger",
      "B. Walter",
      "M. Lavancier",
      "R. Peretti",
      "G. Ducournau",
      "J-F. Lampin",
      "M. Faucher",
      "S. Barbieri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.03977",
    "title": "Exact two-component Hamiltonians for relativistic quantum chemistry:  Two-electron picture-change corrections made simple",
    "abstract": "Based on self-consistent field (SCF) atomic mean-field (amf) quantities, we present two simple, yet computationally efficient and numerically accurate matrix-algebraic approaches to correct both scalar-relativistic \\textit{and} spin-orbit two-electron picture-change effects (PCE) arising within an exact two-component (X2C) Hamiltonian framework. Both approaches, dubbed amfX2C and e(xtended)amfX2C, allow us to uniquely tailor PCE corrections to mean-field models, $viz.$ Hartree-Fock or Kohn-Sham DFT, in the latter case also avoiding the need of a point-wise calculation of exchange-correlation PCE corrections. We assess the numerical performance of these PCE correction models on spinor energies of group-18 (closed-shell) and group-16 (open-shell) diatomic molecules, achieving a consistent $\\approx\\!10^{-5}$ Hartree accuracy compared to reference four-component data. Additional tests include SCF calculations of molecular properties such as absolute contact density and contact density shifts in copernicium fluoride compounds (CnF$_{n}$, n=2,4,6), as well as equation-of-motion coupled cluster calculations of X-ray core ionization energies of $5d$ and $6d$-containing molecules, where we observe an excellent agreement with reference data. To conclude, we are confident that our (e)amfX2C PCE correction models constitute a fundamental milestone towards a universal and reliable relativistic two-component quantum chemical approach, maintaining the accuracy of the parent four-component one at a fraction of its computational cost. ",
    "url": "https://arxiv.org/abs/2204.03977",
    "authors": [
      "Stefan Knecht",
      "Michal Repisky",
      "Hans Jørgen Aagaard Jensen",
      "Trond Saue"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.04005",
    "title": "Extended depth of field of diffraction limited imaging system using  spatial light modulator based intensity compensated polarization coded  aperture",
    "abstract": "Reducing the aperture size is a conventional technique to obtain enhanced image resolution in optics but it is obscured by depleting illumination. Polarization coded apertures (PCAs) can be employed to circumvent this critical artifact. We experimentally demonstrate intensity compensated polarization encrypted apertures, which are designed using the polarization modulation characteristics of LC-SLM. PCAs are not limited by the aperture size and hence far-field point spread function (PSF) can be more conveniently recorded using these PCAs. We experimentally validate that Depth of field (DOF) of a diffraction-limited lens and axial intensity of binary Fresnel zone plate (BFZP) is enhanced using PCAs with nominal intensity loss. ",
    "url": "https://arxiv.org/abs/2204.04005",
    "authors": [
      "Vipin Tiwari",
      "Nandan S. Bisht"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.04137",
    "title": "Shaping contactless forces through anomalous acoustic scattering",
    "abstract": "Waves impart momentum and exert force on obstacles in their path. The transfer of wave momentum is a fundamental mechanism for contactless manipulation, yet the rules of conventional scattering intrinsically limit the radiation force based on the shape and the size of the manipulated object. Here, we show that this intrinsic limit can be overcome for acoustic waves with subwavelength-structured metasurfaces, where the force becomes controllable by the arrangement of surface features, independent of the object's overall shape and size. Harnessing such anomalous metasurface scattering, we demonstrate complex actuation phenomena: self-guidance, where a metasurface object is autonomously guided by an acoustic wave, and contactless pulling, where a metasurface object is pulled by the wave. Our results show that bringing metasurface physics, and its full arsenal of tools, to the domain of mechanical manipulation opens the door to diverse actuation mechanisms that are beyond the limits of traditional wave-matter interactions. ",
    "url": "https://arxiv.org/abs/2204.04137",
    "authors": [
      "Matthew Stein",
      "Sam Keller",
      "Yujie Luo",
      "Ognjen Ilic"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03733",
    "title": "Demonstration of a Quantum Gate using Electromagnetically Induced  Transparency",
    "abstract": "We demonstrate a native $\\mathrm{CNOT}$ gate between two individually addressed neutral atoms based on electromagnetically induced transparency (EIT). This protocol utilizes the strong long-range interactions of Rydberg states to enable conditional state transfer on the target qubit when operated in the blockade regime. An advantage of this scheme is it enables implementation of multi-qubit CNOT$^k$ gates using a pulse sequence independent of qubit number, and provides an simple gate for efficient implementation of quantum algorithms and error correction. We achieve a loss corrected gate fidelity of $\\mathcal{F}_\\mathrm{CNOT}^\\mathrm{cor} = 0.82(6)$, and prepare an entangled Bell-state with $\\mathcal{F}_\\mathrm{Bell}^\\mathrm{cor} = 0.66(5)$, limited at present by laser power. We present a number of technical improvements to advance this to a level required for fault-tolerant scaling. ",
    "url": "https://arxiv.org/abs/2204.03733",
    "authors": [
      "K. McDonnell",
      "L. F. Keary",
      "J. D. Pritchard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2204.04017",
    "title": "Quantum Machine Learning Framework for Virtual Screening in Drug  Discovery: a Prospective Quantum Advantage",
    "abstract": "Machine Learning (ML) for Ligand Based Virtual Screening (LB-VS) is an important in-silico tool for discovering new drugs in a faster and cost-effective manner, especially for emerging diseases such as COVID-19. In this paper, we propose a general-purpose framework combining a classical Support Vector Classifier (SVC) algorithm with quantum kernel estimation for LB-VS on real-world databases, and we argue in favor of its prospective quantum advantage. Indeed, we heuristically prove that our quantum integrated workflow can, at least in some relevant instances, provide a tangible advantage compared to state-of-art classical algorithms operating on the same datasets, showing strong dependence on target and features selection method. Finally, we test our algorithm on IBM Quantum processors using ADRB2 and COVID-19 datasets, showing that hardware simulations provide results in line with the predicted performances and can surpass classical equivalents. ",
    "url": "https://arxiv.org/abs/2204.04017",
    "authors": [
      "Stefano Mensa",
      "Emre Sahin",
      "Francesco Tacchino",
      "Panagiotis Kl. Barkoutsos",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.04150",
    "title": "A cryogenic and superconducting inertial sensor for the Lunar  Gravitational--Wave Antenna, the Einstein Telescope and Selene-physics",
    "abstract": "The Lunar Gravitational--Wave Antenna is a proposed low-frequency gravitational-wave detector on the Moon surface. It will be composed of an array of high-end cryogenic superconducting inertial sensors (CSISs). A cryogenic environment will be used in combination with superconducting materials to open up pathways to low-loss actuators and sensor mechanics. CSIS revolutionizes the (cryogenic) inertial sensor field with a modelled displacement sensitivity at 0.5 Hz of 3 orders of magnitude better than the current state-of-the-art. It will allow the Lunar Gravitational-Wave Antenna to be sensitive below 1 Hz, down to 1 mHz and it will also be employed in the forthcoming Einstein Telescope --a third-generation gravitational-wave detector which will make use of cryogenic technologies and that will have an enhanced sensitivity below 10 Hz. Moreover, CSIS seismic data could also be employed to obtain new insights about the Moon interior and what we can call the Selene-physics. ",
    "url": "https://arxiv.org/abs/2204.04150",
    "authors": [
      "Francesca Badaracco",
      "Joris V. van Heijningen",
      "Elvis Ferreira",
      "Andrea Perali"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2108.01726",
    "title": "Single-photon nonlocality in quantum networks",
    "abstract": " Comments: Letter. v3 close to published version ",
    "url": "https://arxiv.org/abs/2108.01726",
    "authors": [
      "Paolo Abiuso",
      "Tamás Kriváchy",
      "Emanuel-Cristian Boghiu",
      "Marc-Olivier Renou",
      "Alejandro Pozas-Kerstjens",
      "Antonio Acín"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.06252",
    "title": "Piecewise Interaction Picture Density Matrix Quantum Monte Carlo",
    "abstract": " Title: Piecewise Interaction Picture Density Matrix Quantum Monte Carlo ",
    "url": "https://arxiv.org/abs/2108.06252",
    "authors": [
      "William Van Benschoten",
      "James J. Shepherd"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2108.08929",
    "title": "ModalPINN: an extension of Physics-Informed Neural Networks with  enforced truncated Fourier decomposition for periodic flow reconstruction  using a limited number of imperfect sensors",
    "abstract": " Comments: Preprint submitted to Journal of Computational Physics (July, 20th 2021)- 2nd version adds the link to the Github repository - 3rd version comes after revision 1 (March 2022) ",
    "url": "https://arxiv.org/abs/2108.08929",
    "authors": [
      "Gaetan Raynaud",
      "Sebastien Houde",
      "Frederick P. Gosselin"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13653",
    "title": "Optical transparency induced by a largely Purcell-enhanced quantum dot  in a polarization-degenerate cavity",
    "abstract": " Title: Optical transparency induced by a largely Purcell-enhanced quantum dot  in a polarization-degenerate cavity ",
    "url": "https://arxiv.org/abs/2111.13653",
    "authors": [
      "Harjot Singh",
      "Demitry Farfurnik",
      "Zhouchen Luo",
      "Allan S. Bracker",
      "Samuel G. Carter",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.05007",
    "title": "Polarized light emission from graphene induced by terahertz pulses",
    "abstract": " Title: Polarized light emission from graphene induced by terahertz pulses ",
    "url": "https://arxiv.org/abs/2112.05007",
    "authors": [
      "I. V. Oladyshkin",
      "S. B. Bodrov",
      "A. V. Korzhimanov",
      "A. A. Murzanev",
      "Yu. A. Sergeev",
      "A. I. Korytin",
      "M. D. Tokman",
      "A. N. Stepanov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.10662",
    "title": "Energy spectrum of two-dimensional acoustic turbulence",
    "abstract": " Title: Energy spectrum of two-dimensional acoustic turbulence ",
    "url": "https://arxiv.org/abs/2112.10662",
    "authors": [
      "Adam Griffin",
      "Giorgio Krstulovic",
      "Victor L'vov",
      "Sergey Nazarenko"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Chaotic Dynamics (nlin.CD)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2112.12602",
    "title": "Artifacts in optical projection tomography due to refractive index  mismatch: model and correction",
    "abstract": " Title: Artifacts in optical projection tomography due to refractive index  mismatch: model and correction ",
    "url": "https://arxiv.org/abs/2112.12602",
    "authors": [
      "Yan Liu",
      "Jonathan Dong",
      "Cédric Schmidt",
      "Aleix Boquet-Pujadas",
      "Jérôme Extermann",
      "Michael Unser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12925",
    "title": "NQCDynamics.jl: A Julia Package for Nonadiabatic Quantum Classical  Molecular Dynamics in the Condensed Phase",
    "abstract": " Comments: 19 pages, 8 figures; updated figures, added scaling data, added model E results ",
    "url": "https://arxiv.org/abs/2202.12925",
    "authors": [
      "James Gardner",
      "Oscar A. Douglas-Gallardo",
      "Wojciech G. Stark",
      "Julia Westermayr",
      "Svenja M. Janke",
      "Scott Habershon",
      "Reinhard J. Maurer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]