[
  {
    "id": "arXiv:2306.01026",
    "title": "Unraveling the Mystery of Quantum Measurement with A New Space-Time  Approach to Relativistic Quantum Mechanics",
    "abstract": "Quantum measurement is a fundamental concept in the field of quantum mechanics. The action of quantum measurement, leading the superposition state of the measured quantum system into a definite output state, not only reconciles contradictions between quantum and classical mechanics but also facilitates quantum state manipulations, including reading and resetting. Despite its significance, four fundamental issues -- randomness, instantaneousness, irreversibility, and preferred-basis -- continue to pose significant challenges to the broader application of quantum measurement and our overall understanding of quantum mechanics. In this work, we employ a new space-time approach to relativistic quantum mechanics to address these issues systematically. Our approach provides a comprehensive elucidation of the intricate connections between quantum measurement and quantum unitary evolution, as well as an in-depth analysis for the interdependence of non-local correlations and relativistic theories. We thereby reveal a more fundamental dynamical theory, beyond the traditional time-evolution equation in quantum mechanics, where the axioms of quantum measurement naturally emerge as a corollary. These findings contribute to the advancement of related fields, and our work holds potential implications for future research and applications in the realm of quantum mechanics. ",
    "url": "https://arxiv.org/abs/2306.01026",
    "authors": [
      "Wei Wen"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.01082",
    "title": "Wavelength-stepping algorithm for testing thickness, front and back  surfaces of optical plates with high signal-to-noise ratio",
    "abstract": "We propose a least-squares phase-stepping algorithm (LS-PSA) consisting of only 14 steps for high-quality optical plate testing. Optical plate testing produces an infinite number of simultaneous fringe patterns due to multiple reflections. However, because of the small reflection of common optical materials, only a few simultaneous fringes have amplitudes above the measuring noise. From these fringes, only the variations of the plate's surfaces and thickness are of interest. To measure these plates, one must use wavelength-stepping, which corresponds to phase-stepping in standard digital interferometry. The designed PSA must phase-demodulate a single fringe sequence and filter out the remaining temporal fringes. In the available literature, researchers have adapted PSAs to the dimensions of particular plates. As a consequence, there are as many PSAs published as different testing plate conditions. Moreover, these PSAs are designed with too many phase-steps to provide detuning robustness well above the required level. Instead, we mathematically prove that a single 14-step LS-PSA can adapt to several testing setups. As is well known, this 14-step LS-PSA has a maximum signal-to-noise ratio (SNR) and the highest harmonics rejection among any other 14-step PSA. Due to optical dispersion and experimental length measuring errors, the fringes may have a slight phase detuning. Using propagation error theory, we demonstrate that measuring distances with around 1% uncertainty produces a small and acceptable detuning error for the proposed 14-step LS-PSA. ",
    "url": "https://arxiv.org/abs/2306.01082",
    "authors": [
      "Manuel Servin",
      "Gonzalo Paez",
      "Moises Padilla",
      "Guillermo Garnica"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.01132",
    "title": "Optical Limiter Based on PT-Symmetry Breaking of Reflectionless Modes",
    "abstract": "The application of parity-time (PT) symmetry in optics, especially PT-symmetry breaking, has attracted considerable attention as a novel approach to controlling light propagation. Here, we report optical limiting by two coupled optical cavities with a PT-symmetric spectrum of reflectionless modes. The optical limiting is related to broken PT symmetry due to light-induced changes in one of the cavities. Our experimental implementation is a three-mirror resonator of alternating layers of ZnS and cryolite with a PT-symmetric spectral degeneracy of two reflectionless modes. The optical limiting is demonstrated by measurements of single 532-nm 6-ns laser pulses. At fluences below 10 mJ/cm2, the multilayer exhibits a flat-top passband at 532 nm. At higher fluences, laser heating combined with the thermo-optic effect in ZnS leads to cavity detuning and PT-symmetry breaking of the reflectionless modes. As a result, the entire multilayer structure quickly becomes highly reflective, protecting itself from laser-induced damage. The cavity detuning mechanism can differ at much higher limiting thresholds and include nonlinearity. ",
    "url": "https://arxiv.org/abs/2306.01132",
    "authors": [
      "F. Riboli",
      "R. Kononchuk",
      "F. Tommasi",
      "A. Boschetti",
      "S. Suwunnarat",
      "I. Anisimov",
      "I. Vitebskiy",
      "D. S. Wiersma",
      "S. Cavalieri",
      "T. Kottos",
      "A. A. Chabanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.01184",
    "title": "Probing the limits of optical cycling in a predissociative diatomic  molecule",
    "abstract": "Molecular predissociation is the spontaneous, nonradiative bond breaking process that can occur upon excitation. In the context of laser cooling, predissociation is an unwanted consequence of molecular structure that limits the ability to scatter a large number of photons required to reach the ultracold regime. Unlike rovibrational branching, predissociation is irreversible since the fragments fly apart with high kinetic energy. Of particular interest is the simple diatomic molecule, CaH, for which the two lowest electronically excited states used in laser cooling lie above the dissociation threshold of the ground potential. In this work, we present measurements and calculations that quantify the predissociation probabilities affecting the cooling cycle. The results allow us to design a laser cooling scheme that will enable the creation of an ultracold and optically trapped cloud of CaH molecules. In addition, we use the results to propose a two-photon pathway to controlled dissociation of the molecules, in order to gain access to their ultracold fragments, including hydrogen. ",
    "url": "https://arxiv.org/abs/2306.01184",
    "authors": [
      "Qi Sun",
      "Claire E. Dickerson",
      "Jinyu Dai",
      "Isaac M. Pope",
      "Lan Cheng",
      "Daniel Neuhauser",
      "Anastassia N. Alexandrova",
      "Debayan Mitra",
      "Tanya Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2306.01259",
    "title": "Generating and processing optical waveforms using spectral singularities",
    "abstract": "We show that a laser at threshold can be utilized to generate the class of dispersionless waveforms $\\left(vt-z\\right)^{m}e^{i\\left(kz-\\omega t\\right)}$ at optical frequencies.We derive these properties analytically and demonstrate them in semiclassical time-domain laser simulations. We then utilize these waveforms to expand other waveforms with high modulation frequencies and demonstrate theoretically the feasibility of complex-frequency coherent-absorption at optical frequencies, with efficient energy transduction and cavity loading. This approach has potential applications in quantum computing, photonic circuits, and biomedicine. ",
    "url": "https://arxiv.org/abs/2306.01259",
    "authors": [
      "Asaf Farhi",
      "Alexander Cerjan",
      "A. Douglas Stone"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.01374",
    "title": "Acoustic meta-stethoscope for cardiac auscultation",
    "abstract": "Straight cylindrical stethoscopes serve as an important alternative to conventional stethoscopes whose application in the treatment of infectious diseases might be limited by the use of protective clothing. Yet their miniaturization is challenging due to the low-frequency of bioacoustics signal. Here, we design and experimentally implement a meta-stethoscope with subwavelength size, simple fabrication, easy assembly yet high sensitivity, which simply comprises multiple round perforated plate units and a cylindrical shell. We elucidate our proposed mechanism by analytically deriving the frequency response equation, which proves that the equivalent acoustic propagation path is substantially increased by the high-index metamaterial, enabling downscaling of the meta-stethoscope to subwavelength footprint. The acoustic performance of meta-stethoscope is experimentally characterized by monitoring the cardiac auscultation on clothed human body. The simulated and measured results agree well, with both showing the expected enhancement of sensitivity of our proposed meta-stethoscope (~ 10 dB) within the predicted working frequency range from 80 to 130 Hz despite its compactness and simplicity. Our designed portable, detachable yet effective meta-stethoscope opens a route to metamaterial-enabled stethoscope paradigm, with potential applications in diverse scenarios such as medical diagnosis and acoustic sensing. ",
    "url": "https://arxiv.org/abs/2306.01374",
    "authors": [
      "Zheng-Ji Chen",
      "Jing-Jing Liu",
      "Bin Liang",
      "Jing Yang",
      "Jian-Chun Cheng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.01621",
    "title": "Large Area Optical Frequency Detectors for Single-Shot Phase Readout",
    "abstract": "Attosecond science has demonstrated that electrons can be controlled on the sub-cycle time scale of an optical wave, paving the way toward optical frequency electronics. Using controlled few-cycle optical waveforms, the study of sub-cycle electron emission has enabled the generation of attosecond ultraviolet pulses and the control of attosecond currents inside of solids. However, these experiments rely on high-energy laser systems not suitable for integration with microcircuits. To move towards integrated optical frequency electronics, a system suitable for integration into microcircuits capable of generating detectable signals with low pulse energies is needed. While current from plasmonic nanoantenna emitters can be driven at optical frequencies, low charge yields have been a significant limitation. In this work we demonstrate that large-scale electrically-connected plasmonic nanoantenna networks, when driven in concert, enable a much higher charge yield sufficient for shot-to-shot carrier-envelope phase detection, which is a hallmark of the underlying sub-cycle processes. We use a tailored sub-2-cycle mid-infrared waveform of only tens of nanojoules of energy to drive in excess of 2000 carrier-envelope-phase-sensitive electrons from interconnected plasmonic nanoantenna arrays that we detect on a single-shot basis using conventional electronics. Our work shows that electronically integrated plasmonic nanoantennas are a viable approach to integrated optical frequency electronics. By engineering the nanoantennas to the particular use case, such as carrier-envelope phase detection, and optimizing the density and total amount, the output signals are fully controlled. This approach to optical frequency electronics will further enable many interesting applications, such as petahertz-bandwidth electric field sampling or the realization of logic gates operating at optical frequencies. ",
    "url": "https://arxiv.org/abs/2306.01621",
    "authors": [
      "Felix Ritzkowsky",
      "Matthew Yeung",
      "Engjell Bebeti",
      "Thomas Gebert",
      "Toru Matsuyama",
      "Matthias Budden",
      "Roland Mainz",
      "Huseyin Cankaya",
      "Karl Berggren",
      "Giulio Rossi",
      "Phillip Keathley",
      "Franz Kärtner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.01661",
    "title": "Control Systems and Data Management for High-Power Laser Facilities",
    "abstract": "The next generation of high-power lasers enables repetition of experiments at orders of magnitude higher frequency than was possible using the prior generation. Facilities requiring human intervention between laser repetitions need to adapt in order to keep pace with the new laser technology. A distributed networked control system can enable laboratory-wide automation and feedback control loops. These higher-repetition-rate experiments will create enormous quantities of data. A consistent approach to managing data can increase data accessibility, reduce repetitive data-software development, and mitigate poorly organized metadata. An opportunity arises to share knowledge of improvements to control and data infrastructure currently being undertaken. We compare platforms and approaches to state-of-the-art control systems and data management at high-power laser facilities, and we illustrate these topics with case studies from our community. ",
    "url": "https://arxiv.org/abs/2306.01661",
    "authors": [
      "Scott Feister",
      "Kevin Cassou",
      "Stephen Dann",
      "Andreas Döpp",
      "Philippe Gauron",
      "Anthony J. Gonsalves",
      "Archis Joglekar",
      "Victoria Marshall",
      "Olivier Neveu",
      "Hans-Peter Schlenvoigt",
      "Matthew J. V. Streeter",
      "Charlotte A. J. Palmer"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Systems and Control (eess.SY)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.00781",
    "title": "Non-perturbative theory of spontaneous parametric down-conversion in  open and dispersive optical systems",
    "abstract": "We develop a non-perturbative formulation based on the Green-function quantization method, that can describe spontaneous parametric down-conversion in the high-gain regime in nonlinear optical structures with arbitrary amount of loss and dispersion. This formalism opens the way for description and design of arbitrary complex and/or open nanostructured nonlinear optical systems in quantum technology applications, such as squeezed-light generation, nonlinearity-based quantum sensing, and hybrid quantum systems mediated by nonlinear interactions. As an example case, we numerically investigate the scenario of integrated quantum spectroscopy with undetected photons, in the high-gain regime, and uncover novel gain-dependent effects in the performance of the system. ",
    "url": "https://arxiv.org/abs/2306.00781",
    "authors": [
      "Aleksa Krstić",
      "Frank Setzpfandt",
      "Sina Saravi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.00888",
    "title": "Dipolar quantum solids emerging in a Hubbard quantum simulator",
    "abstract": "In quantum mechanical many-body systems, long-range and anisotropic interactions promote rich spatial structure and can lead to quantum frustration, giving rise to a wealth of complex, strongly correlated quantum phases. Long-range interactions play an important role in nature; however, quantum simulations of lattice systems have largely not been able to realize such interactions. A wide range of efforts are underway to explore long-range interacting lattice systems using polar molecules, Rydberg atoms, optical cavities, and magnetic atoms. Here, we realize novel quantum phases in a strongly correlated lattice system with long-range dipolar interactions using ultracold magnetic erbium atoms. As we tune the dipolar interaction to be the dominant energy scale in our system, we observe quantum phase transitions from a superfluid into dipolar quantum solids, which we directly detect using quantum gas microscopy. Controlling the interaction anisotropy by orienting the dipoles enables us to realize a variety of stripe ordered states. Furthermore, by transitioning non-adiabatically through the strongly correlated regime, we observe the emergence of a range of metastable stripe-ordered states. This work demonstrates that novel strongly correlated quantum phases can be realized using long-range dipolar interaction in optical lattices, opening the door to quantum simulations of a wide range of lattice models with long-range and anisotropic interactions. ",
    "url": "https://arxiv.org/abs/2306.00888",
    "authors": [
      "Lin Su",
      "Alexander Douglas",
      "Michal Szurek",
      "Robin Groth",
      "S. Furkan Ozturk",
      "Aaron Krahn",
      "Anne H. Hébert",
      "Gregory A. Phelps",
      "Sepehr Ebadi",
      "Susannah Dickerson",
      "Francesca Ferlaino",
      "Ognjen Marković",
      "Markus Greiner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.01252",
    "title": "Deep Learning based Skin-layer Segmentation for Characterizing Cutaneous  Wounds from Optical Coherence Tomography Images",
    "abstract": "Optical coherence tomography (OCT) is a medical imaging modality that allows us to probe deeper substructures of skin. The state-of-the-art wound care prediction and monitoring methods are based on visual evaluation and focus on surface information. However, research studies have shown that sub-surface information of the wound is critical for understanding the wound healing progression. This work demonstrated the use of OCT as an effective imaging tool for objective and non-invasive assessments of wound severity, the potential for healing, and healing progress by measuring the optical characteristics of skin components. We have demonstrated the efficacy of OCT in studying wound healing progress in vivo small animal models. Automated analysis of OCT datasets poses multiple challenges, such as limitations in the training dataset size, variation in data distribution induced by uncertainties in sample quality and experiment conditions. We have employed a U-Net-based model for the segmentation of skin layers based on OCT images and to study epithelial and regenerated tissue thickness wound closure dynamics and thus quantify the progression of wound healing. In the experimental evaluation of the OCT skin image datasets, we achieved the objective of skin layer segmentation with an average intersection over union (IOU) of 0.9234. The results have been corroborated using gold-standard histology images and co-validated using inputs from pathologists. Clinical Relevance: To monitor wound healing progression without disrupting the healing procedure by superficial, noninvasive means via the identification of pixel characteristics of individual layers. ",
    "url": "https://arxiv.org/abs/2306.01252",
    "authors": [
      "Prashant Kumar",
      "Swatantra Dhara",
      "Ayan Gope",
      "Jyotirmoy Chatterjee",
      "Subhamoy Mandal"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.01671",
    "title": "Nonadiabatic nuclear-electron dynamics: a quantum computing approach",
    "abstract": "The combined quantum electron-nuclear dynamics is often associated with the Born-Huang expansion of the molecular wave function and the appearance of nonadiabatic effects as a perturbation. On the other hand, native multicomponent representations of electrons and nuclei also exist, which do not rely on any a priori approximation. However, their implementation is hampered by prohibitive scaling costs and therefore quantum computers offer a unique opportunity for extending their use to larger systems. Here, we propose a quantum algorithm for the simulation of the time-evolution of molecular systems in the second quantization framework, which is applied to the simulation of the proton transfer dynamics in malonaldehyde. After partitioning the dynamics into slow and fast components, we show how the entanglement between the electronic and nuclear degrees of freedom can persist over long times if electrons are not adiabatically following the nuclear displacement. The proposed quantum algorithm may become a valid candidate for the study of electron-nuclear quantum phenomena when sufficiently powerful quantum computers become available. ",
    "url": "https://arxiv.org/abs/2306.01671",
    "authors": [
      "Arseny Kovyrshin",
      "Mårten Skogh",
      "Lars Tornberg",
      "Anders Broo",
      "Stefano Mensa",
      "Emre Sahin",
      "Benjamin C. B. Symons",
      "Jason Crain",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2008.04231",
    "title": "Sub-kelvin temperature management in ion traps for optical clocks",
    "abstract": " Comments: 18 pages ",
    "url": "https://arxiv.org/abs/2008.04231",
    "authors": [
      "T. Nordmann",
      "A. Didier",
      "M. Doležal",
      "P. Balling",
      "T. Burgermeister",
      "T. E. Mehlstäubler"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.13451",
    "title": "Superconducting microsphere magnetically levitated in an anharmonic  potential with integrated magnetic readout",
    "abstract": " Comments: version close to published version; 16 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2210.13451",
    "authors": [
      "Martí Gutierrez Latorre",
      "Gerard Higgins",
      "Achintya Paradkar",
      "Thilo Bauch",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10264",
    "title": "Integrated waveguide-based acousto-optic modulation with near-unity  conversion efficiency",
    "abstract": " Title: Integrated waveguide-based acousto-optic modulation with near-unity  conversion efficiency ",
    "url": "https://arxiv.org/abs/2302.10264",
    "authors": [
      "Liang Zhang",
      "Chaohan Cui",
      "Pao-Kang Chen",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09025",
    "title": "Power Law Singularity for Cavity Collapse in a Compressible Euler Fluid  with Tait-Murnaghan Equation of State",
    "abstract": " Comments: 6 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2303.09025",
    "authors": [
      "Daniels Krimans",
      "Seth Putterman"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.03587",
    "title": "Exact Transient Analysis of a Biconical Antenna of Arbitrary Length and  Cone Angle",
    "abstract": " Title: Exact Transient Analysis of a Biconical Antenna of Arbitrary Length and  Cone Angle ",
    "url": "https://arxiv.org/abs/2305.03587",
    "authors": [
      "Ramakrishna Janaswamy"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11153",
    "title": "Vibro-Polaritonic Chemistry beyond the Cavity Born-Oppenheimer  Approximation and the Role of Electron-Photon Correlation",
    "abstract": " Comments: 24 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2305.11153",
    "authors": [
      "Eric W. Fischer",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]