[
  {
    "id": "arXiv:2304.06180",
    "title": "An integrated online radioassay data storage and analytics tool for nEXO",
    "abstract": "Large-scale low-background detectors are increasingly used in rare-event searches as experimental collaborations push for enhanced sensitivity. However, building such detectors, in practice, creates an abundance of radioassay data especially during the conceptual phase of an experiment when hundreds of materials are screened for radiopurity. A tool is needed to manage and make use of the radioassay screening data to quantitatively assess detector design options. We have developed a Materials Database Application for the nEXO experiment to serve this purpose. This paper describes this database, explains how it functions, and discusses how it streamlines the design of the experiment. ",
    "url": "https://arxiv.org/abs/2304.06180",
    "authors": [
      "R.H.M. Tsang",
      "A. Piepke",
      "S. Al Kharusi",
      "E. Angelico",
      "I.J. Arnquist",
      "A. Atencio",
      "I. Badhrees",
      "J. Bane",
      "V. Belov",
      "E.P. Bernard",
      "A. Bhat",
      "T. Bhatta",
      "A. Bolotnikov",
      "P.A. Breur",
      "J.P. Brodsky",
      "E. Brown",
      "T. Brunner",
      "E. Caden",
      "G.F. Cao",
      "L.Q. Cao",
      "D. Cesmecioglu",
      "C. Chambers",
      "E. Chambers",
      "B. Chana",
      "S.A. Charlebois",
      "D. Chernyak",
      "M. Chiu",
      "B. Cleveland",
      "J.R. Cohen",
      "R. Collister",
      "M. Cvitan",
      "J. Dalmasson",
      "L. Darroch",
      "K. Deslandes",
      "R. DeVoe",
      "M.L. di Vacri",
      "Y.Y. Ding",
      "M.J. Dolinski",
      "J. Echevers",
      "B. Eckert",
      "M. Elbeltagi",
      "R. Elmansali",
      "L. Fabris",
      "W. Fairbank",
      "J. Farine",
      "Y.S. Fu",
      "D. Gallacher",
      "G. Gallina",
      "P. Gautam",
      "G. Giacomini",
      "W. Gillis",
      "C. Gingras",
      "D. Goeldi",
      "R. Gornea",
      "G. Gratta",
      "Y.D. Guan",
      "C.A. Hardy",
      "S. Hedges",
      "M. Heffner",
      "E. Hein",
      "J. Holt",
      "E.W. Hoppe",
      "A. House",
      "W. Hunt",
      "A. Iverson",
      "A. Jamil",
      "X.S. Jiang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2304.06189",
    "title": "Coherent quantum beats: spectroscopy of energy differences buried within  inhomogeneous broadening",
    "abstract": "Precision spectroscopy of solid-state systems is challenging due to inhomogeneous broadening. We describe a technique -- coherent quantum beats -- that enables the measurement of small frequency shifts within an inhomogeneously broadened distribution, while addressing the full ensemble. We show that the technique can be used to obtain improvements in signal size and spectral resolution, offering advantages for precision measurements in solids. ",
    "url": "https://arxiv.org/abs/2304.06189",
    "authors": [
      "Harish D. Ramachandran",
      "Julia E. Ford",
      "Amar C. Vutha"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06296",
    "title": "Multi-Tone Microwave Locking via Real-Time Feedback",
    "abstract": "Environmental noise coupling to mechanical experiments often introduces low-frequency fluctuations to the resonators, adding noise to measurements and reducing signal to noise. To counter these fluctuations, we demonstrate a dynamic feedback system implemented by the locking of a microwave drive to the noisy cavity. A homodyne interferometer scheme monitors the cavity resonance fluctuations due to low-frequency noise, which is mitigated by frequency-modulating (FM) the microwave generator. The feedback has a bandwidth of $400$ Hz, with a reduction of cavity fluctuations by $84\\%$ integrating up to a bandwidth of $2$ kHz. Moreover, the cavity resonance frequency fluctuations are reduced by $73\\%$. This scheme can be scaled to enable multi-tone experiments locked to the same feedback signal. As a demonstration, we apply the feedback to an optomechanical experiment and implement a cavity-locked, multi-tone mechanical measurement. As low-frequency cavity frequency noise can be a limiting factor in many experiments, the multi-tone microwave locking technique presented here is expected to be relevant for a wide range of fields of research. ",
    "url": "https://arxiv.org/abs/2304.06296",
    "authors": [
      "J.P. van Soest",
      "C.A. Potts",
      "S. Peiter",
      "A. Sanz Mora",
      "G.A. Steele"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06332",
    "title": "Topologically controlled multiskyrmions in photonic gradient-index  lenses",
    "abstract": "Skyrmions are topologically protected quasiparticles, originally studied in condensed-matter systems and recently in photonics, with great potential in ultra-high-capacity information storage. Despite the recent attention, most optical solutions require complex and expensive systems yet produce limited topologies. Here we demonstrate an extended family of quasiparticles beyond normal skyrmions, which are controlled in confined photonic gradient-index media, extending to higher-order members such as multiskyrmions and multimerons, with increasingly complex topologies. We introduce new topological numbers to describe these complex photonic quasiparticles and propose how this new zoology of particles could be used in future high-capacity information transfer. Our compact creation system lends integrated and programmable solutions of complex particle textures, with potential impacts on both photonic and condensed-matter systems for revolutionizing topological informatics and logic devices. ",
    "url": "https://arxiv.org/abs/2304.06332",
    "authors": [
      "Yijie Shen",
      "Chao He",
      "Zipei Song",
      "Binguo Chen",
      "Honghui He",
      "Yifei Ma",
      "Julian A.J. Fells",
      "Steve J. Elston",
      "Stephen M. Morris",
      "Martin J. Booth",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.06492",
    "title": "Effect of pure dephasing quantum noise in the quantum search algorithm:  an undergraduate approach using Atos Quantum Assembly",
    "abstract": "Quantum computing is tipped to lead the future of global technological progress. However, the obstacles related to quantum software development are an actual challenge to overcome. In particular, there is a discrepant lack of trained and skilled workforce to implement new quantum software on the recent quantum hardware. In this scenario, this work presents a didactic implementation of the quantum search algorithm in Atos Quantum Assembly Language (AQASM). In addition, we present the creation of a virtual quantum processor whose configurable architecture allows the analysis of induced quantum noise effects on the quantum algorithms. The codes are available throughout the manuscript so that readers, even those with little scientific computing experience, can replicate them and apply the methods discussed in this article to solve their own quantum computing projects. The presented results are consistent with theoretical predictions and demonstrate that AQASM and myQLM are powerful tools for teaching quantum computing and building, implementing, and simulating quantum hardware. ",
    "url": "https://arxiv.org/abs/2304.06492",
    "authors": [
      "Maria Heloísa Fraga da Silva",
      "Gleydson Fernandes de Jesus",
      "Clebson Cruz"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06518",
    "title": "Quantum decoherence in Microtubules",
    "abstract": "Not all activities in living creatures can be explained by classical dynamics. Application of quantum physics in biology helps to study the unexplained phenomena in cells. More detailed research work is needed rather than rejecting the concept of intervention of quantum physics in biology. Here we have used some concepts introduced by Hameroff, Penrose \\cite{hamer} and some quantum models to show the quantum decoherence in neurons. Assuming a quantum superposition of dimers in microtubules we have separately presented two types of interaction with its environment. For interaction with bosonic environment we have shown that the decoherence time scale depends on a constant factor which depends on the interaction coefficients and amplitude of spectral density. For interaction with spin environment we have pointed out one case where the coherent superposition state of dimer is strong enough to survive against the environmental induced decoherence. ",
    "url": "https://arxiv.org/abs/2304.06518",
    "authors": [
      "Kaushik Naskar",
      "Parthasarathi Joarder"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06562",
    "title": "On the use of dielectric elements in axion searches with microwave  resonant cavities",
    "abstract": "This study explores the primary effects of dielectric materials in a resonant cavity-based search for axion dark matter. While dielectrics prove beneficial in numerous cases, their incorporation may lead to less-than-optimal performance, especially for the lowest TM mode. Additionally, the stronger confinement of the electric field inside the dielectrics can exacerbate mode mixings, in particular for higher-order modes. Case studies have been carried out using a combination of analytical solutions and numerical simulations. The findings indicate dielectric cavities employing the $\\text{TM}_{010}$ mode experience a significant reduction in sensitivity when compared to a similar search conducted in a cavity at equivalent frequency using no dielectrics. ",
    "url": "https://arxiv.org/abs/2304.06562",
    "authors": [
      "Xiran Bai",
      "Michael J. Jewell",
      "Steve K. Lamoreaux",
      "Reina H. Maruyama",
      "Karl van Bibber"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2304.06070",
    "title": "A hybrid quantum algorithm to detect conical intersections",
    "abstract": "Conical intersections are topologically protected crossings between the potential energy surfaces of a molecular Hamiltonian, known to play an important role in chemical processes such as photoisomerization and non-radiative relaxation. They are characterized by a non-zero Berry phase, which is a topological invariant defined on a closed path in atomic coordinate space, taking the value $\\pi$ when the path encircles the intersection manifold. In this work, we show that for real molecular Hamiltonians, the Berry phase can be obtained by tracing a local optimum of a variational ansatz along the chosen path and estimating the overlap between the initial and final state with a control-free Hadamard test. Moreover, by discretizing the path into $N$ points, we can use $N$ single Newton-Raphson steps to update our state non-variationally. Finally, since the Berry phase can only take two discrete values (0 or $\\pi$), our procedure succeeds even for a cumulative error bounded by a constant; this allows us to bound the total sampling cost and to readily verify the success of the procedure. We demonstrate numerically the application of our algorithm on small toy models of the formaldimine molecule (\\ce{H2C=NH}). ",
    "url": "https://arxiv.org/abs/2304.06070",
    "authors": [
      "Emiel Koridon",
      "Joana Fraxanet",
      "Alexandre Dauphin",
      "Lucas Visscher",
      "Thomas E. O'Brien",
      "Stefano Polla"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06075",
    "title": "Numerical simulations of long-range open quantum many-body dynamics with  tree tensor networks",
    "abstract": "Open quantum systems provide a conceptually simple setting for the exploration of collective behavior stemming from the competition between quantum effects, many-body interactions, and dissipative processes. They may display dynamics distinct from that of closed quantum systems or undergo nonequilibrium phase transitions which are not possible in classical settings. However, studying open quantum many-body dynamics is challenging, in particular in the presence of critical long-range correlations or long-range interactions. Here, we make progress in this direction and introduce a numerical method for open quantum systems, based on tree tensor networks. Such a structure is expected to improve the encoding of many-body correlations and we adopt an integration scheme suited for long-range interactions and applications to dissipative dynamics. We test the method using a dissipative Ising model with power-law decaying interactions and observe signatures of a first-order phase transition for power-law exponents smaller than one. ",
    "url": "https://arxiv.org/abs/2304.06075",
    "authors": [
      "Dominik Sulz",
      "Christian Lubich",
      "Gianluca Ceruti",
      "Igor Lesanovsky",
      "Federico Carollo"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06089",
    "title": "A hybrid quantum-classical algorithm for multichannel quantum scattering  of atoms and molecules",
    "abstract": "We propose a hybrid quantum-classical algorithm for solving the time-independent Schr\\\"odinger equation for atomic and molecular collisions. The algorithm is based on the $S$-matrix version of the Kohn variational principle, which computes the fundamental scattering $S$-matrix by inverting the Hamiltonian matrix expressed in the basis of square-integrable functions. The computational bottleneck of the classical algorithm -- symmetric matrix inversion -- is addressed here using the variational quantum linear solver (VQLS), a recently developed noisy intermediate-scale quantum (NISQ) algorithm for solving systems of linear equations. We apply our algorithm to single and multichannel quantum scattering problems, obtaining accurate vibrational relaxation probabilities in collinear atom-molecule collisions. We also show how the algorithm could be scaled up to simulate collisions of large polyatomic molecules. Our results demonstrate that it is possible to calculate scattering cross sections and rates for complex molecular collisions on NISQ quantum processors, opening up the possibility of scalable digital quantum computation of gas-phase bimolecular collisions and reactions of relevance to astrochemistry and ultracold chemistry. ",
    "url": "https://arxiv.org/abs/2304.06089",
    "authors": [
      "Xiaodong Xing",
      "Alejandro Gomez Cadavid",
      "Artur F. Izmaylov",
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06097",
    "title": "Quartic solitons of a mode-locked laser distributed model",
    "abstract": "Dissipative quartic solitons have gained interest in the field of mode-locked lasers for their energy-width scaling which, if identical to the one found in conservative quartic solitons, would allow the generation of ultrashort pulses with high energies. Pursuing the characterization of such solitons, here we found soliton solutions of a distributed model for mode-locked lasers in the presence of group velocity and fourth order dispersions (GVD and 4OD respectively), for two saturable absorber saturation powers. We found that the energy of the pulses follows an inverse relation with the width, with most cases following a different trend than the one found for conservative quartic solitons. Nevertheless, for higher saturation powers and negative 4OD, the pulses showed a behaviour approximate to the one found in the conservative regime, and were the most energetic and the shortest. ",
    "url": "https://arxiv.org/abs/2304.06097",
    "authors": [
      "D. Malheiro",
      "M. Facão",
      "M.I. Carvalho"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.06200",
    "title": "Optimal control of large quantum systems: assessing memory and runtime  performance of GRAPE",
    "abstract": "Gradient Ascent Pulse Engineering (GRAPE) is a popular technique in quantum optimal control, and can be combined with automatic differentiation (AD) to facilitate on-the-fly evaluation of cost-function gradients. We illustrate that the convenience of AD comes at a significant memory cost due to the cumulative storage of a large number of states and propagators. For quantum systems of increasing Hilbert space size, this imposes a significant bottleneck. We revisit the strategy of hard-coding gradients in a scheme that fully avoids propagator storage and significantly reduces memory requirements. Separately, we present improvements to numerical state propagation to enhance runtime performance. We benchmark runtime and memory usage and compare this approach to AD-based implementations, with a focus on pushing towards larger Hilbert space sizes. The results confirm that the AD-free approach facilitates the application of optimal control for large quantum systems which would otherwise be difficult to tackle. ",
    "url": "https://arxiv.org/abs/2304.06200",
    "authors": [
      "Yunwei Lu",
      "Sandeep Joshi",
      "Vinh San Dinh",
      "Jens Koch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06304",
    "title": "Stiefel-Whitney topological charges in a three-dimensional acoustic  nodal-line crystal",
    "abstract": "Band topology of materials describes the extent Bloch wavefunctions are twisted in momentum space. Such descriptions rely on a set of topological invariants, generally referred to as topological charges, which form a characteristic class in the mathematical structure of fiber bundles associated with the Bloch wavefunctions. For example, the celebrated Chern number and its variants belong to the Chern class, characterizing topological charges for complex Bloch wavefunctions. Nevertheless, under the space-time inversion symmetry, Bloch wavefunctions can be purely real in the entire momentum space; consequently, their topological classification does not fall into the Chern class, but requires another characteristic class known as the Stiefel-Whitney class. Here, in a three-dimensional acoustic crystal, we demonstrate a topological nodal-line semimetal that is characterized by a doublet of topological charges, the first and second Stiefel-Whitney numbers, simultaneously. Such a doubly charged nodal line gives rise to a doubled bulk-boundary correspondence: while the first Stiefel-Whitney number induces ordinary drumhead states of the nodal line, the second Stiefel-Whitney number supports hinge Fermi arc states at odd inversion-related pairs of hinges. These results establish the Stiefel-Whitney topological charges as intrinsic topological invariants for topological materials, with their unique bulk-boundary correspondence beyond the conventional framework of topological band theory. ",
    "url": "https://arxiv.org/abs/2304.06304",
    "authors": [
      "Haoran Xue",
      "Z. Y. Chen",
      "Zheyu Cheng",
      "J. X. Dai",
      "Yang Long",
      "Y. X. Zhao",
      "Baile Zhang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06383",
    "title": "Optical grade bromide-based thin film electrolytes",
    "abstract": "Controlling the charge density in low-dimensional materials with an electrostatic potential is a powerful tool to explore and influence their electronic and optical properties. Conventional solid gates impose strict geometrical constraints to the devices and often absorb electromagnetic radiation in the infrared (IR) region. A powerful alternative is ionic liquid (IL) gating. This technique only needs a metallic electrode in contact with the IL and the highest achievable electric field is limited by the electrochemical interactions of the IL with the environment. Despite the excellent gating properties, a large number of ILs is hardly exploitable for optical experiments in the mid-IR region, because they typically suffer from low optical transparency and degradation in ambient conditions. Here, we report the realization of two electrolytes based on bromide ILs dissolved in polymethyl methacrylate (PMMA). We demonstrate that such electrolytes can induce state-of-the-art charge densities as high as $20\\times10^{15}\\ \\mathrm{cm^{-2}}$. Thanks to the low water absorption of PMMA, they work both in vacuum and in ambient atmosphere after a simple vacuum curing. Furthermore, our electrolytes can be spin coated into flat thin films with optical transparency in the range from 600 cm$^{-1}$ to 4000 cm$^{-1}$. Thanks to these properties, the electrolytes are excellent candidates to fill the gap as versatile gating layers for electronic and mid-IR optoelectronic devices. ",
    "url": "https://arxiv.org/abs/2304.06383",
    "authors": [
      "Nicola Melchioni",
      "Giacomo Trupiano",
      "Giorgio Tofani",
      "Riccardo Bertini",
      "Andrea Mezzetta",
      "Federica Bianco",
      "Lorenzo Guazzelli",
      "Fabio Beltram",
      "Christian Silvio Pomelli",
      "Stefano Roddaro",
      "Alessandro Tredicucci",
      "Federico Paolucci"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.06422",
    "title": "Self-doping effect in confined copper selenide semiconducting quantum  dots for efficient photoelectrocatalytic oxygen evolution",
    "abstract": "Self-doping can not only suppress the photogenerated charge recombination of semiconducting quantum dots by self-introducing trapping states within the bandgap, but also provide high-density catalytic active sites as the consequence of abundant non-saturated bonds associated with the defects. Here, we successfully prepared semiconducting copper selenide (CuSe) confined quantum dots with abundant vacancies and systematically investigated their photoelectrochemical characteristics. Photoluminescence characterizations reveal that the presence of vacancies reduces the emission intensity dramatically, indicating a low recombination rate of photogenerated charge carriers due to the self-introduced trapping states within the bandgap. In addition, the ultra-low charge transfer resistance measured by electrochemical impedance spectroscopy implies the efficient charge transfer of CuSe semiconducting quantum dots-based photoelectrocatalysts, which is guaranteed by the high conductivity of their confined structure as revealed by room-temperature electrical transport measurements. Such high conductivity and low photogenerated charge carriers recombination rate, combined with high-density active sites and confined structure, guaranteeing the remarkable photoelectrocatalytic performance and stability as manifested by photoelectrocatalysis characterizations. This work promotes the development of semiconducting quantum dots-based photoelectrocatalysis and demonstrates CuSe semiconducting quantum confined catalysts as an advanced photoelectrocatalysts for oxygen evolution reaction. ",
    "url": "https://arxiv.org/abs/2304.06422",
    "authors": [
      "Jie Ren",
      "Chenya Zhao",
      "Lanshan He",
      "Congcong Wu",
      "Wenting Jia",
      "Shengwen Xu",
      "Daojian Ye",
      "Weiyang Xu",
      "Fujin Huang",
      "Hang Zhou",
      "Chengwu Zou",
      "Ce Hu",
      "Ting Yu",
      "Xingfang Luo",
      "Cailei Yuan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06486",
    "title": "Characterization of multi-mode linear optical networks",
    "abstract": "Multi-mode optical interferometers represent the most viable platforms for the successful implementation of several quantum information schemes that take advantage of optical processing. Examples range from quantum communication, sensing and computation, including optical neural networks, optical reservoir computing or simulation of complex physical systems. The realization of such routines requires high levels of control and tunability of the parameters that define the operations carried out by the device. This requirement becomes particularly crucial in light of recent technological improvements in integrated photonic technologies, which enable the implementation of progressively larger circuits embedding a considerable amount of tunable parameters. In this work, we formulate efficient procedures for the characterization of optical circuits in the presence of imperfections that typically occur in physical experiments, such as unbalanced losses and phase instabilities in the input and output collection stages. The algorithm aims at reconstructing the transfer matrix that represents the optical interferometer without making any strong assumptions about its internal structure and encoding. We show the viability of this approach in an experimentally relevant scenario, defined by a tunable integrated photonic circuit, and we demonstrate the effectiveness and robustness of our method. Our findings can find application in a wide range of optical setups, based both on bulk and integrated configurations. ",
    "url": "https://arxiv.org/abs/2304.06486",
    "authors": [
      "Francesco Hoch",
      "Taira Giordani",
      "Nicolò Spagnolo",
      "Andrea Crespi",
      "Roberto Osellame",
      "Fabio Sciarrino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.06541",
    "title": "Soliton Gas: Theory, Numerics and Experiments",
    "abstract": "The concept of soliton gas was introduced in 1971 by V. Zakharov as an infinite collection of weakly interacting solitons in the framework of Korteweg-de Vries (KdV) equation. In this theoretical construction of a diluted soliton gas, solitons with random parameters are almost non-overlapping. More recently, the concept has been extended to dense gases in which solitons strongly and continuously interact. The notion of soliton gas is inherently associated with integrable wave systems described by nonlinear partial differential equations like the KdV equation or the one-dimensional nonlinear Schr\\\"odinger equation that can be solved using the inverse scattering transform. Over the last few years, the field of soliton gases has received a rapidly growing interest from both the theoretical and experimental points of view. In particular, it has been realized that the soliton gas dynamics underlies some fundamental nonlinear wave phenomena such as spontaneous modulation instability and the formation of rogue waves. The recently discovered deep connections of soliton gas theory with generalized hydrodynamics have broadened the field and opened new fundamental questions related to the soliton gas statistics and thermodynamics. We review the main recent theoretical and experimental results in the field of soliton gas. The key conceptual tools of the field, such as the inverse scattering transform, the thermodynamic limit of finite-gap potentials and the Generalized Gibbs Ensembles are introduced and various open questions and future challenges are discussed. ",
    "url": "https://arxiv.org/abs/2304.06541",
    "authors": [
      "Pierre Suret",
      "Stephane Randoux",
      "Andrey Gelash",
      "Dmitry Agafontsev",
      "Benjamin Doyon",
      "Gennady El"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.03600",
    "title": "Nonrelativistic Fundamental Quantum and Classical Wave Equations",
    "abstract": " Comments: Old version to be withdrawn because of its new published version now posted as 2211.03546 ",
    "url": "https://arxiv.org/abs/2109.03600",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08249",
    "title": "The Future Quantum Workforce: Competences, Requirements and Forecasts",
    "abstract": " Comments: 19 pages, 10 figures; reviewed version to be published in Phys. Rev. Phys. Educ. Res ",
    "url": "https://arxiv.org/abs/2208.08249",
    "authors": [
      "Franziska Greinert",
      "Rainer Müller",
      "Philipp Bitzenbauer",
      "Malte S. Ubben",
      "Kim-Alessandro Weber"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06443",
    "title": "Fast electrically switchable large gap quantum spin Hall states in  MGe$_2$Z$_4$",
    "abstract": " Title: Fast electrically switchable large gap quantum spin Hall states in  MGe$_2$Z$_4$ ",
    "url": "https://arxiv.org/abs/2211.06443",
    "authors": [
      "Rajibul Islam",
      "Ghulam Hussain",
      "Rahul Verma",
      "Mohammad Sadegh Talezadehlari",
      "Zahir Muhammad",
      "Bahadur Singh",
      "Carmine Autieri"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11213",
    "title": "Surface acoustic wave resonators on thin film piezoelectric substrates  in the quantum regime",
    "abstract": " Comments: 13 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2301.11213",
    "authors": [
      "Thomas Luschmann",
      "Alexander Jung",
      "Stephan Geprägs",
      "Franz X. Haslbeck",
      "Achim Marx",
      "Stefan Filipp",
      "Simon Gröblacher",
      "Rudolf Gross",
      "Hans Huebl"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.09851",
    "title": "Calculation of the energies of the multideterminant states of the  nitrogen vacancy center in diamond with quantum Monte Carlo",
    "abstract": " Title: Calculation of the energies of the multideterminant states of the  nitrogen vacancy center in diamond with quantum Monte Carlo ",
    "url": "https://arxiv.org/abs/2303.09851",
    "authors": [
      "Kristoffer Simula",
      "Ilja Makkonen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03967",
    "title": "Quantum gate synthesis by small perturbation of a free particle in a box  with electric field",
    "abstract": " Comments: 16 pages ",
    "url": "https://arxiv.org/abs/2304.03967",
    "authors": [
      "Kumar Gautam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  }
]