[
  {
    "id": "arXiv:2208.12296",
    "title": "Generalized relativistic small-core pseudopotentials accounting for  quantum electrodynamic effects: construction and pilot applications",
    "abstract": "A simple procedure to incorporate one-loop quantum electrodynamic (QED) corrections into the generalized (Gatchina) nonlocal shape-consistent relativistic pseudopotential model is described. The pseudopotentials for Lu, Tl, and Ra replacing only inner core shells (with principal quantum numbers $n\\le 3$ for the two former elements and $n\\le 4$ for the latter one) are derived from the solutions of reference atomic SCF problems with the Dirac-Coulomb-Breit Hamiltonian to which the model Lamb shift operator added. QED contributions to atomic valence excitation energies evaluated at the SCF level are demonstrated to exceed the errors introduced by the pseudopotential approximation itself by an order of magnitude. Pilot applications of the new model to calculations of excitation energies of two-valence-electron atomic systems using the intermediate-Hamiltonian relativistic Fock space coupled cluster method reformulated here for incomplete main model spaces are reported. Implications for high-accuracy molecular excited state calculations are discussed. ",
    "url": "https://arxiv.org/abs/2208.12296",
    "authors": [
      "Andréi Zaitsevskii",
      "Nikolai S. Mosyagin",
      "Alexander V. Oleynichenko",
      "Ephraim Eliav"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12303",
    "title": "Soft aperture spatial filtering: 1.5W in a single spatial mode from a  highly multi-mode laser diode in an external cavity",
    "abstract": "Broad area laser diodes are attractive for the high optical power they can produce. Unfortunately, this high power normally comes at the cost of severely reduced spatial coherence since the wide area of the semiconductor wave-guide is inherently spatially multi-mode (in the slow axis). We demonstrate a method to majorly improve the spatial coherence of a high-power broad-area diode laser by placing it in an external cavity that is mode selective. We design the cavity, such that the diode aperture acts as its own spatial filter, obviating the need for an intra-cavity slit-filter, and optimally utilizing the entire gain medium. We demonstrate this soft filtering method using wide diodes of $200 \\rm{\\mu m}$ and $300 \\rm{\\mu m}$ widths and compare its power-efficiency to the standard approach of hard-filtering with a slit. We obtain high-gain operation in a pure single-mode, demonstrating up to $1.5\\rm{W}$ CW power at $1064 \\rm{nm}$ with high beam quality. ",
    "url": "https://arxiv.org/abs/2208.12303",
    "authors": [
      "Mallachi-Elia Meller",
      "Idan Parshani",
      "Leon Bello",
      "David Goldovsky",
      "Amir Kahana",
      "Avi Pe'er"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12312",
    "title": "Acoustic detection potential of single minimum ionizing particles in  viscous liquids",
    "abstract": "An ionizing particle passing through a liquid generates acoustic signals via local heat deposition. We delve into modeling such acoustic signals in the case of a single particle that interacts with the liquid electromagnetically in a generic way. We present a systematic way of introducing corrections due to viscosity using a perturbative approach so that our solution is valid at large distances from the interaction point. A computational simulation framework to perform the calculations described is also provided. The methodology developed is then applied to predict the acoustic signal of relativistic muons in various liquids as a toy model. ",
    "url": "https://arxiv.org/abs/2208.12312",
    "authors": [
      "Panagiotis Oikonomou",
      "Laura Manenti",
      "Isaac Sarnoff",
      "Francesco Arneodo"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12423",
    "title": "Control of NV center radiation in nanodiamonds by silicon nanoantennas",
    "abstract": "The development of nanophotonics systems for the manipulation of the luminescent properties of single quantum emitters is essential for quantum communication and computing. Dielectric nanosystems enable various opportunities for light control through inherent electric and magnetic resonances, however their full potential has not yet been discovered. Here, the emission properties of NV centers in nanodiamonds placed in the near-field zone of silicon nanoresonators are investigated. It is demonstrated experimentally that the spontaneous emission rate of single NV centers in 50 nm nanodiamonds can be modified by their coupling to spherical nanoantennas, reducing the mode of the lifetime distribution by approximately 2 times from 16 ns to 9 ns. It is also shown that the collected intensity of photoluminescence emission from the multiple NV centers in 150 nm nanodiamond coupled to a cylindrical nanoantenna is increased by more than 50% compared to the intensity from the same nanodiamond on a bare substrate ",
    "url": "https://arxiv.org/abs/2208.12423",
    "authors": [
      "Anastasiia Zalogina",
      "Javid Javadzade",
      "Roman Savelev",
      "Filipp Komissarenko",
      "Alexander Uvarov",
      "Ivan Mukhin",
      "Ilya Shadrivov",
      "Alexey Akimov",
      "Dmitry Zuev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12475",
    "title": "PNO: A Promising Deep-UV Nonlinear Optical Material with Extremely High  Second Harmonic Generation Effect",
    "abstract": "In this work, the polar tetrahedron [PN$_2$O$_2$] was revealed as a new deep-ultraviolet (deep-UV) nonlinear optically active unit. Accordingly, a thermodynamically stable compound (PNO) consisting of the polar [PN$_2$O$_2$] units was predicted and suggested as a promising candidate of deep-UV nonlinear optical (NLO) material. Compared with other deep-UV materials known to date, PNO possesses the strongest second harmonic generation (SHG) coefficient (about 6 times that of KH$_2$PO$_4$ (KDP)). Moreover, its three-dimensional connectivity endows it with good mechanical and thermal properties. Therefore, PNO should be a new option for non-$\\pi$-conjugated deep-UV NLO materials. ",
    "url": "https://arxiv.org/abs/2208.12475",
    "authors": [
      "Congwei Xie",
      "Abudukadi Tudi",
      "Artem R. Oganov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.12521",
    "title": "Quantum non-Gaussianity certification of photon-number-resolving  detectors",
    "abstract": "We report on direct experimental certification of the quantum non-Gaussian character of a photon-number resolving detector. The certification protocol is based on an adaptation of the existing quantum non-Gaussianity criteria for quantum states to quantum measurements. In our approach, it suffices to probe the detector with a vacuum state and two different thermal states to test its quantum non-Gaussianity. The certification is experimentally demonstrated for the detector formed by a spatially multiplexed array of ten single-photon avalanche photodiodes. We confirm the quantum non-Gaussianity of POVM elements $\\hat{\\Pi}_m$ associated with the $m$-fold coincidence counts, up to $m=7$. The experimental ability to certify from the first principles the quantum non-Gaussian character of $\\hat{\\Pi}_m$ is for large $m$ limited by low probability of the measurement outcomes, especially for vacuum input state. We find that the injection of independent Gaussian background noise into the detector can be helpful and may reduce the measurement time required for reliable confirmation of quantum non-Gaussianity. In addition, we modified and experimentally verified the quantum non-Gaussianity certification protocol employing a third thermal state instead of a vacuum to speed up the whole measurement. Our findings demonstrate the existence of efficient tools for the practical characterization of fundamental non-classical properties and benchmarking of complex optical quantum detectors. ",
    "url": "https://arxiv.org/abs/2208.12521",
    "authors": [
      "Jan Grygar",
      "Josef Hloušek",
      "Jaromír Fiurášek",
      "Miroslav Ježek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12590",
    "title": "Ab-initio quantum chemistry with neural-network wavefunctions",
    "abstract": "Machine learning and specifically deep-learning methods have outperformed human capabilities in many pattern recognition and data processing problems, in game playing, and now also play an increasingly important role in scientific discovery. A key application of machine learning in the molecular sciences is to learn potential energy surfaces or force fields from ab-initio solutions of the electronic Schr\\\"odinger equation using datasets obtained with density functional theory, coupled cluster, or other quantum chemistry methods. Here we review a recent and complementary approach: using machine learning to aid the direct solution of quantum chemistry problems from first principles. Specifically, we focus on quantum Monte Carlo (QMC) methods that use neural network ansatz functions in order to solve the electronic Schr\\\"odinger equation, both in first and second quantization, computing ground and excited states, and generalizing over multiple nuclear configurations. Compared to existing quantum chemistry methods, these new deep QMC methods have the potential to generate highly accurate solutions of the Schr\\\"odinger equation at relatively modest computational cost. ",
    "url": "https://arxiv.org/abs/2208.12590",
    "authors": [
      "Jan Hermann",
      "James Spencer",
      "Kenny Choo",
      "Antonio Mezzacapo",
      "W. M. C. Foulkes",
      "David Pfau",
      "Giuseppe Carleo",
      "Frank Noé"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2208.12592",
    "title": "Resonance curves are perfect circles",
    "abstract": "The ability to approach a physical phenomenon and grasp its major importance is a remarkable quality of understanding. This paper presents a rather elegant and novel way of looking at the resonance phenomenon, which among others shares a common conceptual basis in various fields of physics. For the sake of simplicity, the discussion will be restricted to the case of electric current resonance in series RLC circuits. The mathematics of electric resonance is thus meticulously extended to the extent that it ultimately unravels an invaluable relationship between the current at a certain driving frequency and that at the resonance frequency. Much further it gives rise to an elaborate correlation between any two driving frequencies that give the same current. Arising from the previously mentioned relations, a new technique is devised, a simple geometrical construction, that without running into tedious calculations, allows the computation of the phase difference between the current and the impressed voltage at any given frequency. Not to mention another geometric utility, that is miraculously constructed to correlate any frequency with its corresponding ``conjugate'' one, that allows the same current in the circuit. ",
    "url": "https://arxiv.org/abs/2208.12592",
    "authors": [
      "Adel Alameh"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12593",
    "title": "Accurate Transfer of Individual Nanoparticles onto Single Photonic  Nanostructures",
    "abstract": "Controlled integration of metallic nanoparticles (NPs) onto photonic nanostructures enables realization of complex devices for extreme light confinement and enhanced light-matter interaction. This can be achieved combining Nanoparticle-on-Mirror (NPoM) nanocavities with the light manipulation capabilities of micron-scale metallic antennas and/or photonic integrated waveguides. However, metallic nanoparticles are usually deposited via drop-casting, which prevents their accurate positioning. Here we present a methodology for precise transfer and positioning of individual NPs onto different photonic nanostructures. The method is based on soft lithography printing that employs elastomeric stamp-assisted transfer of individual NPs onto a single nanostructure. It can also parallel imprint many individual NPs with high throughput and accuracy in a single step. Raman spectroscopy confirms enhanced light-matter interactions in the resulting NPoM-based devices. Our method mixes top-down and bottom-up nanofabrication techniques and shows the potential of building complex photonic nanodevices for applications ranging from enhanced sensing and spectroscopy to signal processing. ",
    "url": "https://arxiv.org/abs/2208.12593",
    "authors": [
      "J. Redolat",
      "M. Camarena-Pérez",
      "A. Griol",
      "M. Kovylina",
      "A. Xomalis",
      "J. J. Baumberg",
      "A. Martínez",
      "E. Pinilla-Cienfuegos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12599",
    "title": "SOFFLFM: Super-resolution optical fluctuation Fourier light-field  microscopy",
    "abstract": "Fourier light-field microscopy (FLFM) uses a micro-lens array (MLA) to segment the Fourier Plane of the microscopic objective lens to generate multiple two-dimensional perspective views, thereby reconstructing the three-dimensional(3D) structure of the sample using 3D deconvolution calculation without scanning. However, the resolution of FLFM is still limited by diffraction, and furthermore, dependent on the aperture division. In order to improve its resolution, a Super-resolution optical fluctuation Fourier light field microscopy (SOFFLFM) was proposed here, in which the Sofi method with ability of super-resolution was introduced into FLFM. SOFFLFM uses higher-order cumulants statistical analysis on an image sequence collected by FLFM, and then carries out 3D deconvolution calculation to reconstruct the 3D structure of the sample. Theoretical basis of SOFFLFM on improving resolution was explained and then verified with simulations. Simulation results demonstrated that SOFFLFM improved lateral and axial resolution by more than sqrt(2) and 2 times in the 2nd and 4th order accumulations, compared with that of FLFM. ",
    "url": "https://arxiv.org/abs/2208.12599",
    "authors": [
      "Haixin Huang",
      "Haoyuan Qiu",
      "Hanzhe Wu",
      "Yihong Ji",
      "Heng Li",
      "Bin Yu",
      "Danni Chen",
      "Junle Qu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2208.12669",
    "title": "Dissipative Kerr solitons, breathers and chimera states in coherently  driven passive cavities with parabolic potential",
    "abstract": "We analyze the stability and dynamics of dissipative Kerr solitons in the presence of a parabolic potential. This potential stabilizes oscillatory and chaotic regimes, favoring the generation of static DKSs. Furthermore, the potential induces the emergence of new dissipative structures, such as asymmetric breathers and chimera-like states. Based on a mode decomposition of these states, we unveil the underlying modal interactions. ",
    "url": "https://arxiv.org/abs/2208.12669",
    "authors": [
      "Yifan Sun",
      "Pedro Parra-Rivas",
      "Mario Ferraro",
      "Fabio Mangini",
      "Mario Zitelli",
      "Raphael Jauberteau",
      "Francesco Rinaldo Talenti",
      "Stefan Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2208.12733",
    "title": "Optimal Profile Design for Acoustic Black Holes using Timoshenko beam  Theory",
    "abstract": "We revisit the problem of constructing one-dimensional acoustic black holes. Instead of considering the Euler-Bernoulli beam theory, we use Timoshenko's approach instead, which is known to be more realistic at higher frequencies. Our goal is to minimize the reflection coefficient under a constraint imposed on the normalized wave number variation. We use the calculus of variations in order to derive the corresponding Euler-Lagrange equation analytically and then use numerical methods to solve this equation in order to find the optimal height profile for different frequencies. We then compare these profiles to the corresponding ones previously found using the Euler-Bernoulli beam theory and see that in the lower range of the dimensionless frequency $\\Omega$ (defined using the largest height of the plate), the optimal profiles almost coincide, as expected. For higher such frequencies, even for values where Euler-Bernoulli theory should still be marginally valid, the profiles predicted using Euler-Bernoulli differ substantially from the correct ones predicted by Timoshenko theory. One explanation for this phenomenon is that unlike in the constant height case, in our setting the wave numbers also depend on the ratio between the smallest and the largest heights. ",
    "url": "https://arxiv.org/abs/2208.12733",
    "authors": [
      "Kasper S. Sørensen",
      "Horia D. Cornean",
      "Sergey Sorokin"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12775",
    "title": "High-speed high-resolution optical correlation-domain reflectometry  without using electrical spectrum analyzer",
    "abstract": "We propose a newly configured optical correlation-domain reflectometry (OCDR) without the use of an electrical spectrum analyzer (ESA) for high-speed distributed reflectivity measurement with an enhanced spatial resolution. First, the operation of ESA-free OCDR is analyzed by numerical simulation, the results of which show the potential of the configuration to perform distributed reflectivity measurement with an improved spatial resolution. Subsequently, the simulation results are verified by comparison experiments, where distributed reflectivity measurements along a 32-m-long single-mode fiber joint with multiple connectors are performed using both conventional (with averaging) and ESA-free OCDR configurations (without averaging) at a repetition rate of 100 Hz. The widths of the reflectivity peaks experimentally obtained by the conventional and ESA-free OCDR configurations are 22.9 cm and 7.0 cm, respectively. Finally, we experimentally evaluated the performance of the ESA-free OCDR at higher repetition rates, achieving 6.3-cm spatial resolution at a repetition rate of 1 kHz. This result indicates that the ESA-free OCDR can perform a distributed reflectivity measurement with an improved spatial resolution at a higher operation speed than ever. ",
    "url": "https://arxiv.org/abs/2208.12775",
    "authors": [
      "Guangtao Zhu",
      "Tomoya Miyamae",
      "Kohei Noda",
      "Heeyoung Lee",
      "Kentaro Nakamura",
      "Yosuke Mizuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.12784",
    "title": "Stimulated Laser Cooling Using Microfabrication",
    "abstract": "We have achieved stimulated laser cooling of thermal rubidium atomic beams on a silicon chip. Following pre-collimation via a silicon microchannel array, we perform beam brightening via a blue-detuned optical molasses. Owing to the small size of the chip elements, we require only 8 mW, or nine times lower power than earlier free-space experiments on cesium [Aspect et al., Phys. Rev. Lett. 57, 1688 (1986)]. Silicon micromirrors are fabricated and hand-assembled to precisely overlap a strong elliptical standing wave with a sheet-shaped atomic density distribution, with dimensions chosen precisely to match these. We reduce the transverse velocity spread to below 1 m/s within a total travel distance of 4.5 mm on a silicon substrate. We use Doppler-sensitive two-photon Raman spectroscopy to characterize the cooling. In contrast to time-of-flight methods utilized previously, this approach requires a much shorter apparatus to achieve similar resolution. This hybrid of passive and active collimation paves the way toward the construction of full-fledged atomic instruments, such as atomic beam clocks and gyroscopes, entirely on-chip through batch-fabricated processes. ",
    "url": "https://arxiv.org/abs/2208.12784",
    "authors": [
      "Chao Li",
      "Xiao Chai",
      "Linzhao Zhuo",
      "Bochao Wei",
      "Ardalan Lotfi",
      "Farrokh Ayazi",
      "Chandra Raman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12805",
    "title": "Measurement of Rb-Rb van der Waals coefficient via Quantum Diffractive  Universality",
    "abstract": "Collisions between trapped atoms or trapped molecules with room temperature particles in the surrounding vacuum induce loss of the trapped population at a rate proportional to the density of the background gas particles. The total velocity-averaged loss rate coefficient $\\langle \\sigma_\\mathrm{tot} v \\rangle$ for such collisions and the variation of the loss rate with trap depth has been shown to depend only on the long range interaction potential between the collision partners. This collision universality was previously used to realize a self-calibrating, atom-based, primary pressure standard and was validated by indirect comparison with an orifice flow standard. Here, we use collision universality to measure $\\langle \\sigma_\\mathrm{tot} v \\rangle = 6.44(11)(5) \\times 10^{-15}~\\rm{m^3/s}$ for Rb-Rb collisions and deduce the corresponding $C_6 = 4688(198)(95)~E_ha_0^6$, in excellent agreement with predictions based upon $\\textit{ab initio}$ calculated and previously measured $C_6$ values. ",
    "url": "https://arxiv.org/abs/2208.12805",
    "authors": [
      "Riley A. Stewart",
      "Pinrui Shen",
      "James L. Booth",
      "Kirk W. Madison"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12272",
    "title": "Operator Growth in Open Quantum Systems",
    "abstract": "The spreading of quantum information in closed systems, often termed scrambling, is a hallmark of many-body quantum dynamics. In open systems, scrambling competes with noise, errors and decoherence. Here, we provide a universal framework that describes the scrambling of quantum information in open systems: we predict that the effect of open-system dynamics is fundamentally controlled by operator size distributions and independent of the microscopic error mechanism. This framework allows us to demonstrate that open quantum systems exhibit universal classes of information dynamics that fundamentally differ from their unitary counterparts. Implications for Loschmidt echo experiments and the classical simulability of open quantum dynamics will be discussed. ",
    "url": "https://arxiv.org/abs/2208.12272",
    "authors": [
      "Thomas Schuster",
      "Norman Y. Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12487",
    "title": "Solvent distribution effects on quantum chemical calculations with  quantum computers",
    "abstract": "We present a combination of three-dimensional reference interaction site model self-consistent field (3D-RISM-SCF) theory and the variational quantum eigensolver (VQE) to consider the solvent distribution effects within the framework of quantum-classical hybrid computing. The present method, 3D-RISM-VQE, does not include any statistical errors from the solvent configuration sampling owing to the analytical treatment of the statistical solvent distribution. We apply 3D-RISM-VQE to compute the spatial distribution functions of solvent water around a water molecule, the potential and Helmholtz energy curves of NaCl, and to conduct Helmholtz energy component analysis of H$_2$O and NH$_4^+$. Moreover, we utilize 3D-RISM-VQE to analyze the extent to which solvent effects alter the efficiency of quantum calculations compared with calculations in the gas phase using the $L^1$-norms of molecular electronic Hamiltonians. Our results demonstrate that the efficiency of quantum chemical calculations on a quantum computer in solution is virtually the same as in the gas phase. ",
    "url": "https://arxiv.org/abs/2208.12487",
    "authors": [
      "Yuichiro Yoshida",
      "Wataru Mizukami",
      "Norio Yoshida"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12604",
    "title": "Frequency domain multiplexing readout for large arrays of  transition-edge sensors",
    "abstract": "We report our most recent progress and demonstration of a frequency domain multiplexing (FDM) readout technology for transition-edge sensor (TES) arrays, both of which we have been developing, in the framework of the X-IFU instrument on board the future Athena X-ray telescope. Using Ti/Au TES micro-calorimeters, high-Q LC filters and analog/digital electronics developed at SRON and low-noise two-stage SQUID amplifiers from VTT Finland, we demonstrated feasibility of our FDM readout technology, with the simultaneous readout of 37 pixels with an energy resolution at of 2.23 eV at an energy of 6 keV. We finally outline our plans for further scaling up and improving our technology. ",
    "url": "https://arxiv.org/abs/2208.12604",
    "authors": [
      "Davide Vaccaro",
      "Hiroki Akamatsu",
      "Luciano Gottardi",
      "Jan van der Kuur",
      "Kenichiro Nagayoshi",
      "Emanuele Taralli",
      "Martin de Wit",
      "Marcel P. Bruijn",
      "Anton J. van der Linden",
      "Bert-Joost van Leeuwen",
      "Paul van der Hulst",
      "Kevin Ravensberg",
      "Cor P. de Vries",
      "Mikko Kiviranta",
      "Jian-Rong Gao",
      "Jan-Willem A. den Herder"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.12670",
    "title": "Search for galactic axions with a high-Q dielectric cavity",
    "abstract": "A haloscope of the QUAX--$a\\gamma$ experiment, composed of an high-Q resonant cavity immersed in a 8 T magnet and cooled to $\\sim 4.5$~K is operated to search for galactic axion with mass $m_a\\simeq42.8~\\mu\\text{eV}$. The design of the cavity with hollow dielectric cylinders concentrically inserted in a OFHC Cu cavity, allowed us to maintain a loaded quality-factor Q $\\sim 300000$ during the measurements in presence of magnetic field. Through the cavity tuning mechanism it was possible to modulate the resonance frequency of the haloscope in the region $10.35337-10.35345$~GHz and thus acquire different dataset at different resonance frequencies. Acquiring each dataset for about 50 minutes, combining them and correcting for the axion's signal estimation-efficiency we set a limit on the axion-photon coupling $g_{a\\gamma\\gamma}< 0.731\\times10^{-13}$ GeV$^{-1}$ with the confidence level set at $90\\%$. ",
    "url": "https://arxiv.org/abs/2208.12670",
    "authors": [
      "D. Alesini",
      "D. Babusci",
      "C. Braggio",
      "G. Carugno",
      "N. Crescini",
      "D. DAgostino",
      "A. D'Elia",
      "D. Di Gioacchino",
      "R. Di Vora",
      "P. Falferi",
      "U. Gambardella",
      "C. Gatti",
      "G. Iannone",
      "C. Ligi",
      "A. Lombardi",
      "G. Maccarrone",
      "A. Ortolan",
      "R. Pengo",
      "A. Rettaroli",
      "G. Ruoso",
      "L. Taffarello",
      "S. Tocci"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.12744",
    "title": "Implementing quantum dimensionality reduction for non-Markovian  stochastic simulation",
    "abstract": "Complex systems are embedded in our everyday experience. Stochastic modelling enables us to understand and predict the behaviour of such systems, cementing its utility across the quantitative sciences. Accurate models of highly non-Markovian processes -- where the future behaviour depends on events that happened far in the past -- must track copious amounts of information about past observations, requiring high-dimensional memories. Quantum technologies can ameliorate this cost, allowing models of the same processes with lower memory dimension than corresponding classical models. Here we implement such memory-efficient quantum models for a family of non-Markovian processes using a photonic setup. We show that with a single qubit of memory our implemented quantum models can attain higher precision than possible with any classical model of the same memory dimension. This heralds a key step towards applying quantum technologies in complex systems modelling. ",
    "url": "https://arxiv.org/abs/2208.12744",
    "authors": [
      "Kang-Da Wu",
      "Chengran Yang",
      "Ren-Dong He",
      "Mile Gu",
      "Guo-Yong Xiang",
      "Chuan-Feng Li",
      "Guang-Can Guo",
      "Thomas J. Elliott"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.01148",
    "title": "Simulating hyperbolic space on a circuit board",
    "abstract": " Comments: Main text and methods (8 pages, 4 figures) + supplementary information (13 pages, 8 figures). Supplementary data available at this https URL (v2) updated with accepted version ",
    "url": "https://arxiv.org/abs/2109.01148",
    "authors": [
      "Patrick M. Lenggenhager",
      "Alexander Stegmaier",
      "Lavi K. Upreti",
      "Tobias Hofmann",
      "Tobias Helbig",
      "Achim Vollhardt",
      "Martin Greiter",
      "Ching Hua Lee",
      "Stefan Imhof",
      "Hauke Brand",
      "Tobias Kießling",
      "Igor Boettcher",
      "Titus Neupert",
      "Ronny Thomale",
      "Tomáš Bzdušek"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.01738",
    "title": "Implementing commercial inverse design tools for compact, phase-encoded,  plasmonic digital logic devices",
    "abstract": " Comments: This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible ",
    "url": "https://arxiv.org/abs/2110.01738",
    "authors": [
      "Michael Efseaff",
      "Kyle Wynne",
      "Krishna Narayan",
      "Mark C. Harrison"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12078",
    "title": "Passive symmetry breaking of the space-time propagation in cavity  dissipative solitons",
    "abstract": " Title: Passive symmetry breaking of the space-time propagation in cavity  dissipative solitons ",
    "url": "https://arxiv.org/abs/2111.12078",
    "authors": [
      "Idan Parshani",
      "Leon Bello",
      "Mallachi-Elia Meller",
      "Avi Pe'er"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01925",
    "title": "Topologically protected generation of spatiotemporal optical vortices  with nonlocal spatial-mirror-symmetry-breaking metasurface",
    "abstract": " Title: Topologically protected generation of spatiotemporal optical vortices  with nonlocal spatial-mirror-symmetry-breaking metasurface ",
    "url": "https://arxiv.org/abs/2206.01925",
    "authors": [
      "Junyi Huang",
      "Hongliang Zhang",
      "Tengfeng Zhu",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10804",
    "title": "Gap solitons in parity-time symmetric moiré optical lattices",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2206.10804",
    "authors": [
      "Xiuye Liu",
      "Jianhua Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02996",
    "title": "Photonic band gap formation in silicon carbide triangular cross-section  photonic crystals",
    "abstract": " Title: Photonic band gap formation in silicon carbide triangular cross-section  photonic crystals ",
    "url": "https://arxiv.org/abs/2208.02996",
    "authors": [
      "Pranta Saha",
      "Sridhar Majety",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06156",
    "title": "Multi-mode Dynamics of Terahertz Quantum Cascade Lasers: spontaneous and  actively induced generation of dense and harmonic coherent regimes",
    "abstract": " Title: Multi-mode Dynamics of Terahertz Quantum Cascade Lasers: spontaneous and  actively induced generation of dense and harmonic coherent regimes ",
    "url": "https://arxiv.org/abs/2208.06156",
    "authors": [
      "Carlo Silvestri",
      "Xiaoqiong Qi",
      "Thomas Taimre",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11461",
    "title": "Lorentz-invariant topological structures of the electromagnetic field in  a Fabry-Perot resonant slit-grating",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2208.11461",
    "authors": [
      "Marina Yakovleva",
      "Jean-Luc Pelouard",
      "Fabrice Pardo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11901",
    "title": "Photonic Galton board in the synthetic dimension for  tera-sample-per-second arbitrary waveform generation",
    "abstract": " Title: Photonic Galton board in the synthetic dimension for  tera-sample-per-second arbitrary waveform generation ",
    "url": "https://arxiv.org/abs/2208.11901",
    "authors": [
      "Yiran Guan",
      "Jiejun Zhang",
      "Lingzhi Li",
      "Ruidong Cao",
      "Guangying Wang",
      "Jingxu Chen",
      "Jianping Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12172",
    "title": "Walking with the atoms in a chemical bond : A perspective using quantum  phase transition",
    "abstract": " Title: Walking with the atoms in a chemical bond : A perspective using quantum  phase transition ",
    "url": "https://arxiv.org/abs/2208.12172",
    "authors": [
      "Sabre Kais"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]