[
  {
    "id": "arXiv:2110.08964",
    "title": "Affine Hermitian Grassmann Codes",
    "abstract": "The Grassmannian is an important object in Algebraic Geometry. One of the many techniques used to study the Grassmannian is to build a vector space from its points in the projective embedding and study the properties of the resulting linear code. We introduce a new class of linear codes, called Affine Hermitian Grassman Codes. These codes are the linear codes resulting from an affine part of the projection of the Polar Hermitian Grassmann codes. They combine Polar Hermitian Grassmann codes and Affine Grassmann codes. We will determine the parameters of these codes and discuss their minimum distance codewords. ",
    "url": "https://arxiv.org/abs/2110.08964",
    "authors": [
      "Fernando Piñero González",
      "Doel Rivera Laboy"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Algebraic Geometry (math.AG)"
    ]
  },
  {
    "id": "arXiv:2110.09405",
    "title": "Capacity Region Bounds for the K user Dispersive Nonlinear Optical WDM  Channel with Peak Power Constraints",
    "abstract": "It is known that fiber nonlinearities induce crosstalk in a wavelength division multiplexed (WDM) system, which limits the capacity of such systems especially at higher signal powers. Traditionally, the channel capacity of a single WDM user is analyzed under different assumptions for the transmitted signals of the other users. In this paper, we instead take a multi-user information theoretic view of an optical WDM channel impaired by cross-phase modulation and dispersion as an interference channel. We characterize, for the first time, an outer bound on the capacity region of simultaneously achievable rate pairs, assuming a general K-user perturbative channel model using genie-aided techniques. Furthermore, an achievable rate region is obtained by time-sharing between certain single-user strategies, and it is shown that the latter can achieve better rate tuples compared to treating nonlinear interference as noise. ",
    "url": "https://arxiv.org/abs/2110.09405",
    "authors": [
      "Viswanathan Ramachandran",
      "Gabriele Liga",
      "Astrid Barreiro",
      "Alex Alvarado"
    ],
    "subjectives": [
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2011.03185",
    "title": "Efficient quantum algorithm for dissipative nonlinear differential  equations",
    "abstract": " Comments: 36 pages, 1 figure. Published in PNAS ",
    "url": "https://arxiv.org/abs/2011.03185",
    "authors": [
      "Jin-Peng Liu",
      "Herman Øie Kolden",
      "Hari K. Krovi",
      "Nuno F. Loureiro",
      "Konstantina Trivisa",
      "Andrew M. Childs"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2102.12142",
    "title": "Gaussian boson sampling and multi-particle event optimization by machine  learning in the quantum phase space",
    "abstract": " Comments: Extended version, with correct figure 4, code available in github ",
    "url": "https://arxiv.org/abs/2102.12142",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  }
]