[
  {
    "id": "arXiv:2501.02124",
    "title": "Semiconductor Laser with Electrically Modulated Frequency",
    "abstract": "           We propose a novel method to control the frequency of semiconductor lasers. The new technique allows fabricating three-terminal lasers with fast frequency tuning and the possibility to implement intrinsically the linearization of laser frequency sweep. The electrical contact located between the lower undoped cladding and the waveguide together with the upper laser contact enable pumping for optical gain. A voltage applied between the same contact and the contact located under the lower cladding induces space charge limited current (SCLC) across the lower cladding. Electrons driven into this layer create the space charge. The charge affects the refractive index of the layer and correspondingly the laser frequency. The proposed technique is applicable to any semiconductor lasers. Critical requirements are that free carrier concentration in the lower cladding must be small enough not to affect the SCLC and the laser gain must be high enough to overcome losses introduced by interactivity contact. As an example, we present the calculated characteristics of the QCL operated at 10$\\mu$m wavelength. Our calculations show that the laser frequency shift can reach GHz range and the laser tuning speed will be limited by external electronics. Calculations demonstrate that within the range of the selected parameters, the device possesses intrinsically linear relation between the optical frequency and the tuning voltage.         ",
    "url": "https://arxiv.org/abs/2501.02124",
    "authors": [
      "B. Laikhtman",
      "G. Belenky",
      "S. Suchalkin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02165",
    "title": "Efficient and accurate analysis of oscillation dynamics for dissipative cavity solitons based on the artificial neural network",
    "abstract": "           As a conventional means to analyze the system mechanism based on partial differential equations (PDE) or nonlinear dynamics, iterative algorithms are computationally intensive. In this framework, the details of oscillating dynamics of cavity solitons are beyond the reach of traditional mathematical analysis. In this work, we demonstrate that this long-standing challenge could be tackled down with the Long Short-Term Memory (LSTM) neural network. We propose the incorporating parameter-fed ports, which are capable of recognizing period-doubling bifurcations of respiratory solitons and quickly predicting nonlinear dynamics of solitons with arbitrary parameter combinations and arbitrary time series lengths. The model predictions capture oscillatory features with a small Root Mean Square Errors (RMSE) = 0.01676 and an absolute error that barely grows with the length of the prediction time. Lugiato-Lefever equation (LLE) based parameter space boundaries for typical oscillatory patterns are plotted at about 120 times the speed relative to the split-step Fourier method (SSFM) and higher resolution.         ",
    "url": "https://arxiv.org/abs/2501.02165",
    "authors": [
      "Maolin Wang",
      "Pengxiang Wang",
      "Gang Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.02188",
    "title": "Quantitative Single-Shot Supercontinuum-Enhanced Terahertz Spectroscopy (SETS)",
    "abstract": "           Single-shot terahertz (THz) spectroscopy probes sub-picosecond, non-repetitive events by combining the advantages of laser absorption techniques with the phase-sensitive detection of interferometric methods. However, its usage as a quantitative tool is hindered by the chirp penalty of the spectral encoding scheme, where a narrow probe bandwidth distorts the THz signal, limiting the bandwidth and spectral resolution of THz measurements. In this work, we introduce Supercontinuum-Enhanced Terahertz Spectroscopy (SETS), a method that leverages a broadband supercontinuum probe to overcome these challenges. With SETS, we show an increase in usable THz bandwidth from 1.5 THz to 2.3 THz, reducing signal distortion by 50% and offering a scalable pathway to extend bandwidth further. Numerical models of spectral encoding highlight the flexibility of SETS, achieving high spectral resolution (< 4 GHz with a 250 ps supercontinuum pulse) while maintaining a usable bandwidth > 1 THz for amplitude and phase spectra. Experiments on argon plasma and water vapor, complemented by theoretical validation, generalization, and extrapolation, show the capability of SETS to measure electron density, collision frequency, and absorption spectra simultaneously with tailored measurement accuracy and resolution (as low as 5x10^15 m^-3 for electron density). By addressing a critical limitation in single-shot diagnostics, SETS enables high-resolution, non-intrusive, quantitative measurements for complex reactive flows and dynamic refractive media.         ",
    "url": "https://arxiv.org/abs/2501.02188",
    "authors": [
      "Charan R. Nallapareddy",
      "Thomas C. Underwood"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02210",
    "title": "Vulnerability Liquefaction Mapping in Padang City Based on Cloud Computing Using Optical Satellite Imagery Data",
    "abstract": "           Liquefaction is a significant geological hazard in earthquake-prone locations like Padang City, Indonesia. The phenomenon happens when saturated soil loses strength owing to seismic shaking, resulting in substantial infrastructure damage. Accurate identification of sensitive locations is critical to catastrophe mitigation. This study aims to map water distribution using optical satellite data and estimate its importance as a crucial element in determining liquefaction vulnerability. The Normalized Difference Water Index (NDWI) was used to assess water and vegetation indexes, taking advantage of its sensitivity to water content in varied land surfaces. We recommended using the NIR (near-infrared) and SWIR (short wave infrared) bands with 832.8 nm and 2202.4 nm, respectively, which are sensitive to soil water content. High-resolution satellite data were used to create NDWI maps, highlighting locations with high water saturation. These findings were combined with geological and seismic data to identify liquefaction-prone zones. The study found that locations with high water content, as measured by NDWI, are highly associated with greater liquefaction susceptibility. The findings highlight the importance of water distribution in determining soil behavior during seismic occurrences. This study highlights the value of NDWI as a low-cost and efficient tool for measuring liquefaction vulnerability at the regional level. The technique offers insights into Padang City's urban planning, catastrophe risk reduction, and community preparedness.         ",
    "url": "https://arxiv.org/abs/2501.02210",
    "authors": [
      "Pakhrur Razi",
      "Amalia Putri",
      "Josaphat Tetuko Sri Sumantyo",
      "Akmam"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2501.02212",
    "title": "Nuclear quantum effects slow down the energy transfer in biological light-harvesting complexes",
    "abstract": "           We assess how quantum-mechanical effects associated with high-frequency chromophore vibrations influence excitation energy transfer in biological light-harvesting complexes. We begin with a mixed quantum-classical theory that combines a quantum description of the electronic motion with a classical description of the nuclear motion in a way that is consistent with the quantum-classical equilibrium distribution. We then include nuclear quantum effects in this theory with a variational polaron transformation of the high frequency vibrational modes. This approach is validated by comparison with fully quantum mechanical benchmark calculations and then applied to three prototypical biological light-harvesting complexes. We find that high-frequency vibrations delay the energy transfer in the quantum treatment, but accelerate it in the classical treatment. For the inter-ring transfer in the light-harvesting complex 2 of purple bacteria, the transfer rate is a factor of 1.5 times slower in the quantum treatment than the classical. The transfer timescale in the Fenna--Matthews--Olson complex is essentially the same in both cases, whereas the transfer in light-harvesting complex II of spinach is 1.7 times slower in the quantum treatment. In all cases, the quantum mechanical long-time equilibrium populations of the chromophores are well reproduced by the classical treatment, suggesting that nuclear quantum effects are generally unimportant for the directionality of energy transfer. Nuclear quantum effects do however reduce the transfer rate in systems with large excitonic energy gaps and strong vibronic coupling to high-frequency vibrational modes.         ",
    "url": "https://arxiv.org/abs/2501.02212",
    "authors": [
      "Johan E. Runeson",
      "David E. Manolopoulos"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02230",
    "title": "Pseudospin Transverse Localization of Light in an Optical Disordered Spin-Glass Phase",
    "abstract": "           Localization phenomena during transport are typically driven by disordered scalar potentials. Here, we predict a universal pseudospin localization phenomenon induced by a disordered vectorial potential and demonstrate it experimentally in an optical analogue of a classical disordered spin-glass magnetic phase. In our system, a transverse disorder in the second-order nonlinear coupling of a nonlinear photonic crystal causes the idler-signal light beam, representing the pseudospin current, to become localized in the transverse plane. This effect depends strongly on the nonlinear coupling strength, controlled by the optical pump power, revealing its inherently nonlinear and non-perturbative nature. Furthermore, this phenomenon is marked by decaying Rabi oscillations between the idler and signal fields, linked to the disorder properties, suggesting an accompanied longitudinal decoherence effect. Our findings offer deep insights into spin transport in disordered magnetic textures and open avenues for exploring complex magnetic phases and phase transitions using nonlinear optics.         ",
    "url": "https://arxiv.org/abs/2501.02230",
    "authors": [
      "Shani Izhak",
      "Aviv Karnieli",
      "Ofir Yesharim",
      "Shai Tsesses",
      "Ady Arie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.02255",
    "title": "A very low-current electromagnetic induction experiment enhanced by acoustic means",
    "abstract": "           We have created a simple, portable, low-cost setup allowing the students and teachers to experiment with and discuss electromagnetic induction in a safe way, using low currents. The simplicity and portability make these activities well suited for experiments outside of the classroom, which is particularly welcome for distance learning. The setup consists of two smartphones used as signal generators, a small coil, two loudspeakers connected to the coil and a third smartphone used as an oscilloscope. We have no doubt that simple, low cost, portable experiments using engaging elements such as smartphones, sound, and music, will be attractive for secondary school and first-year university physics courses.         ",
    "url": "https://arxiv.org/abs/2501.02255",
    "authors": [
      "Santiago Ortuno-Molina",
      "Rod Milbrandt",
      "Juan C. Castro-Palacio",
      "Juan A. Monsoriu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02445",
    "title": "Photonic Modes in Twisted Graphene Nanoribbons",
    "abstract": "           This study investigates the behavior of photonic modes in twisted graphene nanoribbons (TGNRs) using an analytical approach based on solving the fully covariant vector boson equation. We present a model that demonstrates how helical twisting in TGNRs significantly affects the evolution of photonic modes. Our analytical solutions yield detailed expressions for mode profiles, energy spectra, and decay characteristics. We find that increasing the twist parameter shortens the decay times (\\(\\tau_{ns}\\)) for damped modes, indicating enhanced photonic coupling due to the twisted geometry. Conversely, longer nanoribbons (NRs) exhibit increased decay times, showing a length (\\(L\\))-dependent effect, where \\(\\tau_{ns} \\propto L / c\\), with \\(c\\) representing the speed of light. These findings may enhance the understanding of light control in nanostructures and suggest potential applications in tunable photonic devices, topological photonics, and quantum optical systems.         ",
    "url": "https://arxiv.org/abs/2501.02445",
    "authors": [
      "A. Guvendi",
      "S. G. Dogan",
      "O. Mustafa",
      "K. Hasanirokh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02685",
    "title": "Quantum Perspectivism vs Nietzschean Perspectivism",
    "abstract": "           This is a work of hard physical philosophy, where Quantum Perspectivism is shown to function as both an interpretation of quantum mechanics and a physical model for understanding Nietzsche's perspectivism. This framework combines quantum logic, the principle of complementarity, and contextuality to examine how perspectives construct reality. In this model, measurements correspond to Perspectives and Meta-Perspectives, represented as Boolean subalgebras and Hilbert sub-lattices within the Hilbert lattice, respectively. The Hilbert lattice itself is reinterpreted as Jung's Unus Mundus, a unified ontological reality. A metaphysical observation, made by a metaphysical observer, of a given system (World) is identified with the set of all corresponding meta-perspectives in the Hilbert lattice/Unus Mundus, the ocean of reality. Perspectives, likened to islands in this ocean, correspond to single measurements of a system, capturing the logical structure of observed properties. Meta-perspectives, analogous to continents, represent the synthesis of multiple measurements, providing a broader yet inherently incomplete understanding of the system. This structure emphasizes the complementarity and contextual dependencies of measurements while exposing the limitations of classical objectivity in the quantum domain. Advocating for a perspectival view of both the world and truth, Quantum Perspectivism unites quantum mechanics and Nietzschean philosophy into a cohesive framework for exploring the interplay between consciousness, observation, and reality.         ",
    "url": "https://arxiv.org/abs/2501.02685",
    "authors": [
      "Badis Ydri"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02755",
    "title": "Photo-luminescence properties of ion implanted Er3+-defects in 4H-SiCOI towards integrated quantum photonics",
    "abstract": "           Colour centres hosted in solid-state materials such as silicon carbide and diamond are promising candidates for integration into chip-scale quantum systems. Specifically, the incorporation of these colour centres within photonic integrated circuits may enable precise control over their inherent photo-physical properties through strong light-matter interaction. Here, we investigate ion-implanted erbium ($\\text{Er}^{3+}$) defects embedded in thin-film 4H-silicon-carbide-on-insulator (4H-SiCOI). Optimized implantation conditions and thermal annealing processes designed to enhance the emission characteristics of the $\\text{Er}^{3+}$-defect are reported. By examining key properties such as photoluminescence intensity, optical lifetime, and polarization, we present an analysis of ensemble $\\text{Er}^{3+}$-defects within 4H-SiCOI, providing insights into their potential for future quantum applications.         ",
    "url": "https://arxiv.org/abs/2501.02755",
    "authors": [
      "Joshua Bader",
      "Shao Qi Lim",
      "Faraz Ahmed Inam",
      "Brett C. Johnson",
      "Alberto Peruzzo",
      "Jeffrey McCallum",
      "Qing Li",
      "Stefania Castelletto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2501.02865",
    "title": "A simulation study of the impact of fracture networks on the co-production of geothermal energy and lithium",
    "abstract": "           Co-production of geothermal energy and lithium is an emerging opportunity with the potential to enhance the economic potential of geothermal operations. The economic reward of extracting lithium from geothermal brine is determined by how the lithium concentration evolves during brine production. In the initial stage, production will target lithium contained in the brine resident close to the production well. While lithium recharge, in the form of rock dissolution and inflow from other parts of the reservoir, is possible, the efficiency of such recharge depends on the geology of the reservoir. In this work, we study how structural heterogeneities in the form of fractures impact the flow of lithium-carrying brine. Using a numerical simulation tool that gives high resolution of flow and transport in fractures and the host rock, we study how the presence of fractures influences energy and lithium production. Our simulations show that, due to heat conduction and the lack of mineral recharge from the rock, differences in fracture network geometries have a much larger impact on lithium production than energy production. The simulations thus confirm that in addition to the geochemical characterisation of lithium in geothermal brines, understanding fracture characterisation and its impact on production is highly important for lithium production.         ",
    "url": "https://arxiv.org/abs/2501.02865",
    "authors": [
      "Shin Irgens Banshoya",
      "Ingca Berre",
      "Eirik Keilegavlen"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02999",
    "title": "Combining laser cooling and Zeeman deceleration for precision spectroscopy in supersonic beams",
    "abstract": "           Precision spectroscopic measurements in atoms and molecules play an increasingly important role in chemistry and physics, e.g., to characterize structure and dynamics at long timescales, to determine physical constants, or to search for physics beyond the standard model of particle physics. In this article, we demonstrate the combination of Zeeman deceleration and transverse laser cooling to generate slow (mean velocity of 175 m/s) and transversely ultracold ($T_\\perp \\approx 135 \\,\\mu$K) supersonic beams of metastable $(1s)(2s)\\,^3S_1$ He (He$^*$) for precision spectroscopy. The curved-wavefront laser-cooling approach is used to achieve large capture velocities and high He$^*$ number densities. The beam properties are characterized by imaging, time-of-flight and high-resolution spectroscopic methods, and the factors limiting the Doppler widths in single-photon spectroscopic measurements of the $(1 s)(40 p) \\,^3 P_J \\, \\leftarrow (1 s)(2 s) \\,^3 S_1$ transition at UV frequencies around $1.15\\times 10^{15}$ Hz are analyzed. In particular, the use of skimmers to geometrically confine the beam in the transverse directions is examined and shown to not always lead to a reduction of the Doppler width. Linewidths as narrow as 5 MHz could be obtained, enabling the determination of line centers with a precision of $\\Delta \\nu/\\nu$ of $4\\times 10^{-11}$ limited by the signal-to-noise ratio. Numerical particle-trajectory simulations are used to interpret the experimental observations and validate the conclusions.         ",
    "url": "https://arxiv.org/abs/2501.02999",
    "authors": [
      "Gloria Clausen",
      "Laura Gabriel",
      "Josef A. Agner",
      "Hansjürg Schmutz",
      "Tobias Thiele",
      "Andreas Wallraff",
      "Frédéric Merkt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03077",
    "title": "Impact of cut-off frequency effect on resonance energy transfer and Casimir-Polder interaction",
    "abstract": "           Using the Green's function approach, we investigate the resonance energy transfer (RET) rate between two parallel, identical two-level atoms in the presence of three types of cylindrical system: a distributed Bragg reflector (DBR), a perfectly reflecting wall (PRW), and a two-layer silicon fiber. Our analysis, incorporating the cut-off frequency condition, reveals significant suppression of the RET rate for atoms positioned along the axis of the cylinder with the PRW. In contrast, for atoms located within the DBR, the RET rate is enhanced in the far zone. Additionally, we find that for atoms oriented radially are placed inside or near the surface of the silicon fiber, the RET rate is entirely inhibited. We also investigate the Casimir-Polder (CP) interaction between a cut-off-frequency DBR and an excited atom, discovering a fully attractive potential towards the surface for the atom within the waveguide.         ",
    "url": "https://arxiv.org/abs/2501.03077",
    "authors": [
      "Nguyen Dung Chinh",
      "Vinh N.T. Pham",
      "Nguyen Duy Vy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03106",
    "title": "Cavity quantum electrodynamics of photonic temporal crystals",
    "abstract": "           Photonic temporal crystals host a variety of intriguing phenomena, from wave amplification and mixing to exotic band structures, all stemming from the time-periodic modulation of optical properties. While these features have been well described classically, their quantum manifestation has remained elusive. Here, we introduce a quantum electrodynamical model of PTCs that reveals a deeper connection between classical and quantum pictures: the classical momentum gap arises from a localization-delocalization quantum phase transition in a Floquet-photonic synthetic lattice. Leveraging an effective Hamiltonian perspective, we pinpoint the critical momenta and highlight how classical exponential field growth manifests itself as wave-packet acceleration in the quantum synthetic space. Remarkably, when a two-level atom is embedded in such a cavity, its Rabi oscillations undergo irreversible decay to a half-and-half mixed state-a previously unobserved phenomenon driven by photonic delocalization within the momentum gap, even with just a single frequency mode. Our findings establish photonic temporal crystals as versatile platforms for studying nonequilibrium quantum photonics and suggest new avenues for controlling light matter interactions through time domain engineering.         ",
    "url": "https://arxiv.org/abs/2501.03106",
    "authors": [
      "Junhyeon Bae",
      "Kyungmin Lee",
      "Bumki Min",
      "Kun Woo Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03146",
    "title": "Fundamentals of Antenna Bandwidth and Quality Factor",
    "abstract": "           After a brief history of the development of quality factor, useful expressions are derived for the robust Qz(w) quality factor that accurately determines the VSWR input-impedance fractional bandwidth of antennas for isolated resonances and a small enough bandwidth power drop. For closely spaced multiple resonances/antiresonances, a definitive formula is given for the increase in fractional bandwidth enabled by Bode-Fano matching. Methods are given for determining the conventional and complex-energy quality factors of antennas from RLC circuit models. New field-based quality factors Q(w) are derived for antennas with known fields produced by an input current I. These Q(w) are remarkably robust because they equal Qz(w) when the input impedance is available. Like Qz(w), the field-based Q(w) is independent of the choice of origin of the antenna fields and is impervious to extra lengths of transmission lines and surplus reactances. These robust field-based quality factors are used to derive new lower bounds on the quality factors (upper bounds on the bandwidths) of spherical-mode antennas that improve upon the previous Chu/Collin-Rothschild lower bounds for spherical modes. A criterion for antenna supergain is found by combining the Harrington maximum gain formula with the recently derived formula for the reactive power boundaries of antennas. Maximum gain versus minimum quality factor for spherical antennas are determined using the improved lower bounds on quality factor for different values of electrical size ka. Lastly, reduced antenna quality factors allowed by dispersive tuning overcome the traditional Chu lower bounds for lower radiation efficiencies and small enough bandwidth power drops.         ",
    "url": "https://arxiv.org/abs/2501.03146",
    "authors": [
      "Arthur D. Yaghjian"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03180",
    "title": "Cost-effective time-stretch terahertz recorders using 1550 nm probes",
    "abstract": "           Time-stretch electro-optic detection allows THz waveforms to be recorded in single-shot, up to Megahertz acquisition rates. This capability is required in accelerator physics, and also opens new applications in table-top THz time-domain spectroscopy. However, the technique has also been notoriously known for the need of high speed -- and high cost -- ADCs or oscilloscopes for the readout. Furthermore, the resulting cost considerably increases with the number of samples that is needed per THz waveform, an issue that has severely limited the widespread of the technique so far. In this article, we show that particularly cost-effective designs can be obtained by using 1550~nm probes. We present the performances of an experimental design, that uses only standard components (including dispersive devices), and a standard commercial probe laser without additional pulse broadening. In these conditions, our time-stretch system could already record coherent THz pulses at the SOLEIL synchrotron radiation facility, over an unprecedented number of samples, using oscilloscopes and ADC boards with only 1-3 GHz bandwidth.         ",
    "url": "https://arxiv.org/abs/2501.03180",
    "authors": [
      "Christelle Hanoun",
      "Eléonore Roussel",
      "Christophe Szwaj",
      "Clément Evain",
      "Marc Le Parquier",
      "Jean-Blaise Brubach",
      "Nicolas Hubert",
      "Marie Labat",
      "Pascale Roy",
      "Marie-Agnès Tordeux",
      "Serge Bielawski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02125",
    "title": "Spontaneous Unitarity Violation and Quantum State Reduction",
    "abstract": "           One of the central foundational problems in quantum mechanics is the inability of Schrödinger's unitary time evolution to describe measurement of a quantum state. Recent developments in models of spontaneous unitarity violation (SUV) propose that quantum state reduction can emerge as a thermodynamic phenomenon, offering a natural resolution to the measurement problem. This paper investigates the philosophical implications of SUV in relation to the nature of probabilities in quantum mechanics and statistical mechanics. It provides an alternate interpretation of probabilities in quantum mechanics that aligns with (and improves upon) the arguments of the propensity interpretation of probabilities.         ",
    "url": "https://arxiv.org/abs/2501.02125",
    "authors": [
      "Dakshansh Chawda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02276",
    "title": "Entropic organization of topologically modified ring polymers in spherical confinement",
    "abstract": "           It has been shown that under high cylindrical confinement, two ring polymers with excluded volume interactions between monomers, segregate to two halves of the cylinder to maximize their entropy. In contrast, two ring polymers remain mixed within a sphere, as there is no symmetry breaking direction [Nat Rev Microbiol, 8, 600-607 (2010)]. Therefore, in order to observe emergent organization of ring polymers in a sphere, we can introduce an asymmetric topological modification to the polymer architecture by creating a small loop and a big loop within the ring polymer. We consider the bead-spring model of polymers where there are only repulsive excluded volume interactions between the monomers ensuring that the organization we observe is purely entropy-driven. We find that for a single topologically modified polymer within a sphere, the monomers of the bigger loop are statistically more probable to be found closer to the periphery. However, the situation is reversed when we have multiple such topologically modified polymers in a sphere. The monomers of the small loops are found closer to the walls of the sphere. We can increase this localization and radial organization of polymer segments by increasing the number of small loops in each ring polymer. We study how these loops interact with each other within a polymer, as well as with loops of other polymers in spherical confinement. We compare contact maps of multiple such topologically modified polymers in a sphere. Finally, we discuss the plausible relevance of our studies to eukaryotic chromosomes that are confined within a spherical nucleus.         ",
    "url": "https://arxiv.org/abs/2501.02276",
    "authors": [
      "Kingkini Roychoudhury",
      "Shreerang Pande",
      "Indrakanty S. Shashank",
      "Debarshi Mitra",
      "Apratim Chatterji"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2501.02472",
    "title": "Photon Blockade in Cavity Magnomechanical Systems using Phase-Controlled Feedback",
    "abstract": "           In this paper, we optimize photon blockade in a cavity magnomechanical system using feedback by introducing optimized values for the phase and magnetic field coupling strength at each drive frequency. It is shown that the computed values significantly reduce the photon second-order correlation function in the dynamic Schrodinger equation. The Radau method, an implicit Runge-Kutta method, has been employed, which provides more accurate results. Furthermore, we demonstrate that a frequency detuning between the magnon and photon can result in deep values of photon blockade. Utilizing these optimized parameters outperforms scenarios that rely on constant, non-optimized values. This approach provides strong potential for applications in quantum sensing and quantum computation.         ",
    "url": "https://arxiv.org/abs/2501.02472",
    "authors": [
      "Mounes Eslami",
      "Kurosh Javidan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.02582",
    "title": "Carleman-lattice-Boltzmann quantum circuit with matrix access oracles",
    "abstract": "           We apply Carleman linearization of the Lattice Boltzmann (CLB) representation of fluid flows to quantum emulate the dynamics of a 2D Kolmogorov-like flow. We assess the accuracy of the result and find a relative error of the order of $10^{-3}$ with just two Carleman iterates, for a range of the Reynolds number up to a few hundreds. We first define a gate-based quantum circuit for the implementation of the CLB method and then exploit the sparse nature of the CLB matrix to build a quantum circuit based on block-encoding techniques which makes use of matrix oracles. It is shown that the gate complexity of the algorithm is thereby dramatically reduced, from exponential to quadratic. However, due to the need of employing up to seven ancilla qubits, the probability of success of the corresponding circuit for a single time step is too low to enable multi-step time evolution. Several possible directions to circumvent this problem are briefly outlined.         ",
    "url": "https://arxiv.org/abs/2501.02582",
    "authors": [
      "Claudio Sanavio",
      "William A. Simon",
      "Alexis Ralli",
      "Peter Love",
      "Sauro Succi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03170",
    "title": "Universality in the microwave shielding of ultracold polar molecules",
    "abstract": "           Microwave shielding is an important technique that can suppress the losses that arise from collisions of ultracold polar molecules. It has been instrumental in achieving molecular Bose-Einstein condensation (BEC) for NaCs [Bigagli et al., Nature 631, 289 (2024)]. We demonstrate that microwave shielding is universal, in the sense that the 2-body collision properties of different molecules are very similar when expressed in suitable reduced units of length and energy. This applies to rate coefficients for inelastic scattering and loss, to scattering lengths, and to the properties of 2-molecule bound states. We also explore the small deviations from universality that arise at very large Rabi frequencies. In general, the collision properties are near-universal except when the Rabi frequency exceeds a few percent of the molecular rotational constant. The universality extends to elliptically polarized microwaves and to combinations of multiple fields. Our results indicate that the methods that have been used to achieve BEC for NaCs can be transferred directly to most other polar molecules.         ",
    "url": "https://arxiv.org/abs/2501.03170",
    "authors": [
      "Joy Dutta",
      "Bijit Mukherjee",
      "Jeremy M. Hutson"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03211",
    "title": "Compact superconducting vacuum-gap capacitors with low microwave loss and high mechanical coherence for scalable quantum circuits",
    "abstract": "           Vacuum gap capacitors have recently gained considerable attention in superconducting circuit platforms due to their compact design and low dielectric losses in the microwave regime. Their ability to support mechanical vibrational modes makes them ideal candidates for circuit optomechanics. However, precise control of gap size and achieving high coherence in mechanical modes remain long-standing challenges. Here, we present a detailed fabrication process for scalable vacuum gap capacitors that support ultra-high-coherence mechanical motion, exhibit low microwave loss, and maintain a small footprint compared to planar geometries. We fabricate arrays of up to 24 LC resonators, with capacitors featuring nanometer-scale gap size variations. We demonstrate that the mechanical quality factors can reach up to $40 \\times 10^6$, a 100-fold improvement over other platforms, with microwave quality factors $\\mathcal{O}(10^5)$ at low photon number levels. This platform also achieves a sizable single-photon optomechanical coupling rate of approximately 20 Hz. Using this, we cooled the mechanical oscillator to its ground state (0.07 quanta) and squeezed its motion below the vacuum level by 2.7 dB. We further demonstrate the scalability of this platform by implementing large-scale optomechanical arrays, a strained graphene model, and observing quantum collective phenomena in a mechanical hexamer. These vacuum gap capacitors are promising candidates for coupling superconducting qubits with mechanical systems, serving as storage elements in quantum computing, and exploring gravitational effects on quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2501.03211",
    "authors": [
      "Amir Youssefi",
      "Mahdi Chegnizadeh",
      "Marco Scigliuzzo",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10178",
    "title": "Direct numerical simulation of inflow boundary-layer turbulence effects on cavity flame stabilisation in a model scramjet combustor",
    "abstract": "           Supersonic lean premixed hydrogen/air combustion stabilised by a cavity-flame holder within a model scramjet, characterized by a Mach 1.5 inflow at 1000 K and 50 kPa, is investigated via direct numerical simulation. By separately implementing wall-bounded turbulent and laminar inlet conditions, this work analysis various physical processes of flame stabilization and turbulence-flame interactions to study the influence of inflow boundary layer conditions. Findings indicate that combustion occurred within the cavity shear layer in both cases and propagated downstream along the lower wall. Also, the server impingement at the rear wall in the case with laminar inflow leads to greater cavity resistance. Furthermore, the studies on gas exchange and transport process indicates that with laminar inflow the entered gas accumulates in the back part of the cavity via the intensive mass exchange process and weaker interaction between the primary and secondary vortices. Flame stretch and thickness are further investigated to shed light into turbulence-flame interaction in supersonic flows. Findings indicates that the case with inflow wall-bounded turbulence show similar behaviours compared to previous studies, whereas the observed phenomena in front part of cavity shear layer are differ due to the presence of roll-up vortices in the case with laminar inflow. Overall, the influence of tangential strain rate and curvature are consistent with the preceding results and the evolution of flame thickness is caused by the combined effect of the two factors in both cases.         ",
    "url": "https://arxiv.org/abs/2305.10178",
    "authors": [
      "Minqi Lin",
      "Jian Fang",
      "Xi Deng",
      "Xiaojun Gu",
      "Zhi X. Chen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2406.04996",
    "title": "Bose-Einstein-condensate source on an optical-grating-based atom chip for quantum sensor applications",
    "abstract": "           We report the preparation of Bose-Einstein condensates (BECs) by integrating laser cooling with a grating magneto-optical trap (GMOT) and forced evaporation in a magnetic trap on a single chip. This new approach allowed us to produce a $6 \\times 10^4$ atom Bose-Einstein condensate of rubidium-87 atoms with a single laser cooling beam. Our results represent a significant advance in the robustness and reliability of cold atom-based inertial sensors, especially for applications in demanding field environments.         ",
    "url": "https://arxiv.org/abs/2406.04996",
    "authors": [
      "R. Calviac",
      "A. Rouxel",
      "S. Charlot",
      "D. Bourrier",
      "A. Arnoult",
      "A. Monmayrant",
      "O. Gauthier-Lafaye",
      "A. Gauguet",
      "B. Allard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09952",
    "title": "The STAR Forward Silicon Tracker",
    "abstract": "           The Forward Silicon Tracker (FST) is a pivotal component of the forward upgrade of the Solenoidal Tracker at RHIC (STAR), designed to discern hadron charge signs with a momentum resolution better than 30% for $0.2 < p_T < 2$ GeV/c in the $2.5 < \\eta < 4$ pseudorapidity range. Its compact design features three disks along the beam direction, minimized material budget, and scattering effects. The FST uses Hamamatsu's p-in-n silicon strip sensors with a double metal layer that enables efficient signal routing to the readout electronics, enhancing overall detector performance. The flexible hybrid boards, essential for the readout system, are constructed with Kapton and copper layers to optimize signal handling and power distribution. These boards connect silicon strips to analogue pipeline ASIC APV25-S1 chips, which read up to 128 channels each. A cooling system with nonconducting, volatile NOVEC 7200 coolant at 22.2°C mitigates ASIC-generated heat. The FST enhances forward tracking performance at STAR as an integral part of the forward upgrade.         ",
    "url": "https://arxiv.org/abs/2407.09952",
    "authors": [
      "J. D. Brandenburg",
      "Y. Chang",
      "J. Dong",
      "Y. He",
      "Y. Hu",
      "B. Huang",
      "H. Huang",
      "T. Huang",
      "H. Li",
      "M. Nie",
      "R. Sharma",
      "X. Sun",
      "P. Tribedy",
      "F. Videbæk",
      "G. Visser",
      "G. Wilks",
      "P. Wang",
      "G. Xie",
      "G. Yan",
      "Z. Ye",
      "L. Yi",
      "Y. Yang",
      "S. Zhang",
      "Z. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2408.07929",
    "title": "Efficient algorithms for surface density of states in topological photonic and acoustic systems",
    "abstract": "           Topological photonics and acoustics have recently garnered wide research interests for their topological ability to manipulate the light and sound at surfaces. Conventionally, the supercell technique is the standard approach to calculating these boundary effects, whereas it consumes increasingly large computational resources as the supercell size grows. Additionally, it falls short in differentiating the surface states at opposite boundaries and from bulk states due to the finite size of systems. To overcome the limitations, here we provide two complementary efficient methods for obtaining the ideal topological surface states of a semi-infinite system. The first one is the cyclic reduction method, which is based on iteratively inverting the Hamiltonian for a single unit cell, and the other is the transfer matrix method, which relies on the eigenanalysis of a transfer matrix for a pair of unit cells. Benchmarks show that, compared to the traditional supercell method, the cyclic reduction method can reduce both memory and time consumption by two orders of magnitude; the transfer matrix method can reduce memory by an order of magnitude, take less than half the time, and achieve high accuracy. Our methods are applicable to more complex scenarios, such as coated structures, heterostructures, and sandwiched structures. As examples, the surface-density-of-states spectra of photonic Chern insulators, valley photonic crystals, and acoustic topological insulators are demonstrated. Our computational schemes enable direct comparisons with near-field scanning measurements and expedite the exploration of topological artificial materials and the design of topological devices.         ",
    "url": "https://arxiv.org/abs/2408.07929",
    "authors": [
      "Yi-Xin Sha",
      "Ming-Yao Xia",
      "Ling Lu",
      "Yi Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.08375",
    "title": "Producing entangled photon pairs and quantum squeezed states in plasmas",
    "abstract": "           Plasma is capable of mediating the conversion of two pump photons into two different photons through a relativistic four-wave mixing nonlinearity. Spontaneously created photon pairs are emitted at symmetric angles with respect to the colinear pump direction, and the emission rate is largest if they have identical frequency. Thus, two orthogonally polarized pumps can produce polarization-entangled photon pairs through a mm-long homogeneous plasma. The noise from Raman scattering can be avoided if the pump detuning differs from twice the plasma frequency. On the other hand, pump detuning exactly equal to twice the plasma frequency can significantly enhance the interaction rate, which allows for the production of strong two-mode squeezed states. Remarkably, the amplified noise from Raman scattering are correlated and hence can be suppressed in one of the output quadratures, thereby maintaining the squeezing magnitude.         ",
    "url": "https://arxiv.org/abs/2408.08375",
    "authors": [
      "Kenan Qu",
      "Nathaniel J. Fisch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.07004",
    "title": "Optimizing for a Near Single-Mode Type-0 Optical Parametric Amplifier in Nanophotonics",
    "abstract": "           Thin-film lithium niobate (TFLN) has recently emerged as a promising platform for integrated nonlinear photonics, enabling the use of optical parametric amplifiers (OPAs) for applications in quantum information processing, precision metrology, and ultrafast optical signal processing. However, OPA waveguide designs have not yet achieved the phase-matching conditions for type-0 operation in a single spectro-temporal mode, limiting their use. We optimize the waveguide dimensions, poling pattern, pump wavelength, and pump pulse duration for high spectral purity, a metric for single-mode fidelity. We numerically demonstrate a nanophotonic OPA with a spectral purity of 0.982 in a TFLN waveguide. Through semi-classical simulations, we further demonstrate that in the optical parametric regime, where vacuum fluctuations at the input of the OPA can saturate the gain and deplete the pump, the macroscopic output of such a single-mode OPA can be utilized for an ultra-fast quantum random number generator. These results demonstrate a promising direction for integrated OPAs in a wide range of ultrafast quantum nanophotonics applications.         ",
    "url": "https://arxiv.org/abs/2412.07004",
    "authors": [
      "Shivam Mundhra",
      "Elina Sendonaris",
      "Robert M. Gray",
      "James Williams",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18403",
    "title": "Detectorless 3D terahertz imaging: achieving subwavelength resolution with reflectance confocal interferometric microscopy",
    "abstract": "           Terahertz imaging holds great potential for non-destructive material inspection, but practical implementation has been limited by resolution constraints. In this study, we present a novel single-pixel THz imaging system based on a confocal microscope architecture, utilising a quantum cascade laser as both transmitter and phase-sensitive receiver. Our approach addresses these challenges by integrating laser feedback interferometry detection, achieving a two-fold improvement in lateral resolution compared to conventional reflectance confocal microscopy and a dramatic enhancement in axial resolution through precise interferometric phase measurements. This breakthrough provides lateral resolution near $\\lambda/2$ and a depth of focus better than $\\lambda/5$, significantly outperforming traditional confocal systems. The system can produce a 0.5 Mpixel image in under two minutes, surpassing both raster-scanning single-pixel and multipixel focal-plane array-based imagers. Coherent operation enables simultaneous amplitude and phase image acquisition, and a novel visualisation method links amplitude to image saturation and phase to hue, enhancing material characterisation. A 3D tomographic analysis of a silicon chip reveals subwavelength features, demonstrating the system's potential for high-resolution THz imaging and material analysis. This work sets a new benchmark for THz imaging, overcoming key challenges and opening up transformative possibilities for non-destructive material inspection and characterisation.         ",
    "url": "https://arxiv.org/abs/2412.18403",
    "authors": [
      "Jorge Silva",
      "Martin Plöschner",
      "Karl Bertling",
      "Mukund Ghantala",
      "Tim Gillespie",
      "Jari Torniainen",
      "Jeremy Herbert",
      "Yah Leng Lim",
      "Thomas Taimre",
      "Xiaoqiong Qi",
      "Bogdan C. Donose",
      "Tao Zhou",
      "Hoi-Shun Lui",
      "Dragan Indjin",
      "Yingjun Han",
      "Lianhe Li",
      "Alexander Valavanis",
      "Edmund H. Linfield",
      "A. Giles Davies",
      "Paul Dean",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.01847",
    "title": "Probabilistic Genotype-Phenotype Maps Reveal Mutational Robustness of RNA Folding, Spin Glasses, and Quantum Circuits",
    "abstract": "           Recent studies of genotype-phenotype (GP) maps have reported universally enhanced phenotypic robustness to genotype mutations, a feature essential to evolution. Virtually all of these studies make a simplifying assumption that each genotype -- represented as a sequence -- maps deterministically to a single phenotype, such as a discrete structure. Here, we introduce probabilistic genotype-phenotype (PrGP) maps, where each genotype maps to a vector of phenotype probabilities, as a more realistic and universal language for investigating robustness in a variety of physical, biological, and computational systems. We study three model systems to show that PrGP maps offer a generalized framework which can handle uncertainty emerging from various physical sources: (1) thermal fluctuation in RNA folding, (2) external field disorder in spin glass ground state finding, and (3) superposition and entanglement in quantum circuits, which are realized experimentally on IBM quantum computers. In all three cases, we observe a novel biphasic robustness scaling which is enhanced relative to random expectation for more frequent phenotypes and approaches random expectation for less frequent phenotypes. We derive an analytical theory for the behavior of PrGP robustness, and we demonstrate that the theory is highly predictive of empirical robustness.         ",
    "url": "https://arxiv.org/abs/2301.01847",
    "authors": [
      "Anna Sappington",
      "Vaibhav Mohanty"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Biological Physics (physics.bio-ph)",
      "Populations and Evolution (q-bio.PE)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07424",
    "title": "Observing Quantum Coherent Oscillations in a Three-Level Atoms via Electromagnetically Induced Transparency by Two-Dimensional Spectroscopy",
    "abstract": "           Two-dimensional electronic spectroscopy (2DES) has high spectral resolution and is a useful tool for studying atom dynamics. In this paper, we show a smallest unit of electromagnetically induced transparency (EIT) for 2DES, that is, a three-level system. It is found that the original main peak is split into four small ones due to the introduction of the EIT. It suggests that the homogeneous broadening of 2DES can be effectively reduced by the EIT. Moreover, in sharp contrast to a constant height, the height of the peaks will manifest a damped oscillation with respect to the population time. It seems that the quantum-beat phenomenon appears. These findings may help us obtain more information about the dynamics of excited states.         ",
    "url": "https://arxiv.org/abs/2401.07424",
    "authors": [
      "Jing-Yi-Ran Jin",
      "Hao-Yue Zhang",
      "Yi-Xuan Yao",
      "Rong-Hang Chen",
      "Qing Ai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00758",
    "title": "Quantum noise induced nonreciprocity for single photon transport in parity-time symmetric systems",
    "abstract": "           We show nonreciprocal light propagation for single-photon inputs due to quantum noise in coupled optical systems with gain and loss. We consider two parity-time ($\\mathcal{PT}$) symmetric linear optical systems consisting of either two directly coupled resonators or two finite-length waveguides evanescently coupled in parallel. One resonator or waveguide is filled with an active gain medium and the other with a passive loss medium. The light propagation is reciprocal in such $\\mathcal{PT}$ symmetric linear systems without quantum noise. We show here that light transmission becomes nonreciprocal when we include quantum noises in our modeling, which is essential for a proper physical description. The quantum nonreciprocity is especially pronounced in the $\\mathcal{PT}$ broken phase. Transmitted light intensity in the waveguide of incidence is asymmetric for two waveguides even without noise. Quantum noise significantly enhances such asymmetry in the broken phase.         ",
    "url": "https://arxiv.org/abs/2407.00758",
    "authors": [
      "Dibyendu Roy",
      "G. S. Agarwal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.01641",
    "title": "Lorentz-Equivariant Quantum Graph Neural Network for High-Energy Physics",
    "abstract": "           The rapid data surge from the high-luminosity Large Hadron Collider introduces critical computational challenges requiring novel approaches for efficient data processing in particle physics. Quantum machine learning, with its capability to leverage the extensive Hilbert space of quantum hardware, offers a promising solution. However, current quantum graph neural networks (GNNs) lack robustness to noise and are often constrained by fixed symmetry groups, limiting adaptability in complex particle interaction modeling. This paper demonstrates that replacing the Lorentz Group Equivariant Block modules in LorentzNet with a dressed quantum circuit significantly enhances performance despite using nearly 5.5 times fewer parameters. Additionally, quantum circuits effectively replace MLPs by inherently preserving symmetries, with Lorentz symmetry integration ensuring robust handling of relativistic invariance. Our Lorentz-Equivariant Quantum Graph Neural Network (Lorentz-EQGNN) achieved 74.00% test accuracy and an AUC of 87.38% on the Quark-Gluon jet tagging dataset, outperforming the classical and quantum GNNs with a reduced architecture using only 4 qubits. On the Electron-Photon dataset, Lorentz-EQGNN reached 67.00% test accuracy and an AUC of 68.20%, demonstrating competitive results with just 800 training samples. Evaluation of our model on generic MNIST and FashionMNIST datasets confirmed Lorentz-EQGNN's efficiency, achieving 88.10% and 74.80% test accuracy, respectively. Ablation studies validated the impact of quantum components on performance, with notable improvements in background rejection rates over classical counterparts. These results highlight Lorentz-EQGNN's potential for immediate applications in noise-resilient jet tagging, event classification, and broader data-scarce HEP tasks.         ",
    "url": "https://arxiv.org/abs/2411.01641",
    "authors": [
      "Md Abrar Jahin",
      "Md. Akmol Masud",
      "Md Wahiduzzaman Suva",
      "M. F. Mridha",
      "Nilanjan Dey"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.07503",
    "title": "A Novel Automatic Real-time Motion Tracking Method for Magnetic Resonance Imaging-guided Radiotherapy: Leveraging the Enhanced Tracking-Learning-Detection Framework with Automatic Segmentation",
    "abstract": "           Background and Purpose: Accurate motion tracking in MRI-guided Radiotherapy (MRIgRT) is essential for effective treatment delivery. This study aimed to enhance motion tracking precision in MRIgRT through an automatic real-time markerless tracking method using an enhanced Tracking-Learning-Detection (ETLD) framework with automatic segmentation. Materials and Methods: We developed a novel MRIgRT motion tracking and segmentation method by integrating the ETLD framework with an improved Chan-Vese model (ICV), named ETLD+ICV. The ETLD framework was upgraded for real-time cine MRI, including advanced image preprocessing, no-reference image quality assessment, an enhanced median-flow tracker, and a refined detector with dynamic search region adjustments. ICV was used for precise target volume coverage, refining the segmented region frame by frame using tracking results, with key parameters optimized. The method was tested on 3.5D MRI scans from 10 patients with liver metastases. Results: Evaluation of 106,000 frames across 77 treatment fractions showed sub-millimeter tracking errors of less than 0.8mm, with over 99% precision and 98% recall for all subjects in the Beam Eye View(BEV)/Beam Path View(BPV) orientation. The ETLD+ICV method achieved a dice global score of more than 82% for all subjects, demonstrating the method's extensibility and precise target volume coverage. Conclusion: This study successfully developed an automatic real-time markerless motion tracking method for MRIgRT that significantly outperforms current methods. The novel method not only delivers exceptional precision in tracking and segmentation but also shows enhanced adaptability to clinical demands, making it an indispensable asset in improving the efficacy of radiotherapy treatments.         ",
    "url": "https://arxiv.org/abs/2411.07503",
    "authors": [
      "Shengqi Chen",
      "Zilin Wang",
      "Jianrong Dai",
      "Shirui Qin",
      "Ying Cao",
      "Ruiao Zhao",
      "Jiayun Chen",
      "Guohua Wu",
      "Yuan Tang"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)",
      "Tissues and Organs (q-bio.TO)"
    ]
  }
]