[
  {
    "id": "arXiv:2405.01541",
    "title": "Thermo-mechanical behaviour of a tungsten first wall in HiPER laser  fusion scenarios",
    "abstract": "The behaviour of a tungsten first wall is studied under the irradiation conditions predicted for the different operation scenarios of the European Laser fusion project HiPER, which is based on direct drive targets and an evacuated dry wall chamber. The scenarios correspond to different stages in the development of a nuclear fusion reactor, from proof of principle (bunch mode facility) to economic feasibility (pre-commercial power plant). This work constitutes a quantitative study to evaluate the first wall performance under realistic irradiation conditions in the different scenarios. We calculated the radiation fluxes assuming the geometrical configurations reported so far for HiPER. Then, we calculated the irradiation-induced first wall temperature evolution and the thermo-mechanical response of the material. The results indicate that the first wall will plastically deform up to a few microns underneath the surface. Continuous operation in power plant leads to fatigue failure with crack generation and growth. Finally, the crack propagation and the minimum W thickness required to fulfil the first wall protection role is studied. The response of tungsten as first wall material as well as its main limitations will be discussed for the HiPER scenarios. ",
    "url": "https://arxiv.org/abs/2405.01541",
    "authors": [
      "D Garoz",
      "A. R. Páramo",
      "A Rivera",
      "J. M. Perlado",
      "R González-Arrabal"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.01542",
    "title": "Materials research for hiper laser fusion facilities: chamber wall,  structural material and final optics",
    "abstract": "The European HiPER project aims to demonstrate commercial viability of inertial fusion energy within the following two decades. This goal requires an extensive Research & Development program on materials for different applications (e.g., first wall, structural components and final optics). In this paper we will discuss our activities in the framework of HiPER to develop materials studies for the different areas of interest. The chamber first wall will have to withstand explosions of at least 100 MJ at a repetition rate of 5-10 Hz. If direct drive targets are used, a dry wall chamber operated in vacuum is preferable. In this situation the major threat for the wall stems from ions. For reasonably low chamber radius (5-10 m) new materials based on W and C are being investigated, e.g., engineered surfaces and nanostructured materials. Structural materials will be subject to high fluxes of neutrons leading to deleterious effects, such as, swelling. Low activation advanced steels as well as new nanostructured materials are being investigated. The final optics lenses will not survive the extreme ion irradiation pulses originated in the explosions. Therefore, mitigation strategies are being investigated. In addition, efforts are being carried out in understanding optimized conditions to minimize the loss of optical properties by neutron and gamma irradiation. ",
    "url": "https://arxiv.org/abs/2405.01542",
    "authors": [
      "J. Alvarez",
      "A. Rivera",
      "R. Gonzalez-Arrabal",
      "D. Garoz",
      "E. Del Rio",
      "J. M. Perlado"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.01547",
    "title": "Sound Reconstruction via Optical Multi-Mode Fiber",
    "abstract": "Sound reconstruction via arbitrary objects has been a popular method in recent years, based on the recording of scattered light from the target object with a high-speed detector. In this work, we demonstrate the use of multi-mode fiber as a medium that enables reconstruction at a much further distance. By placing a speaker near the fiber and using a high-speed camera with a maximum region of interest, we show that it is possible to reconstruct the sound without relying on specific grain information in the speckle. Basic filtration techniques and spectral subtraction methods are employed to improve the signal quality. After applying band-stop and high-pass filters, the magnitude-squared coherence between the original sound and captured data is 0.8 at fundamental frequencies. The proof-of-concept method that we introduce here can be extended to monitor the vibrations of earth's crust and civilian buildings for structural safety. ",
    "url": "https://arxiv.org/abs/2405.01547",
    "authors": [
      "Ege Küçükkömürcü",
      "Berk Nezir Gün",
      "Emre Yüce"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.01548",
    "title": "Foundry's perspective on laser and SOA module integration with silicon  photonics",
    "abstract": "Silicon photonic integrated circuit (PIC) builds on the demand for a low cost approach from established silicon-based manufacturing infrastructure traditionally built for electronics. Besides its natural abundance, silicon has desirable properties such as optically low loss (at certain critical wavelengths), and small form factor to enable high density scaled-up optical on-chip circuitry. However, given its indirect bandgap, the platform is typically integrated with other direct bandgap (e.g., III-V semiconductor) platforms for on-chip light source. An effective solution to integrating light source onto silicon photonics platform is integral to a practical scaled-up and full-fledged integrated photonics implementation. Here, we discuss the integration solutions, and present our foundry's perspective toward realizing it. ",
    "url": "https://arxiv.org/abs/2405.01548",
    "authors": [
      "James Y. S. Tan",
      "Shawn Xie Wu",
      "Salih Yanikgonul",
      "Chao Li",
      "Patrick Guo-Qiang Lo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.01571",
    "title": "Effect of multiple bands on high-harmonic generation in zinc oxide  subjected to intense mid-infrared femtosecond laser pulse",
    "abstract": "We theoretically investigate photo-ionization and high harmonic generation in the bulk of zinc oxide subjected to intense femto-second laser pulses with mid-infrared wavelength (3 $\\mu$m). When the electric field strength inside vacuum is below $0.6$ V/\\AA, an intra-band mechanism associated to non-adiabatic response of multiple valence and conduction bands is found to be responsible for high-harmonic generation in the bulk solid. Good semi-quantitative agreement with the experimental data is found: clean and well defined odd-order harmonic peaks extending beyond the band edge of ZnO are exhibited for laser linearly polarized perpendicular to the optical axis of the crystal. ",
    "url": "https://arxiv.org/abs/2405.01571",
    "authors": [
      "Boyan Obreshkov",
      "Tzveta Apostolova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.01779",
    "title": "Highly efficient compact acousto-optic modulator based on a  hybrid-lattice hollow core fiber",
    "abstract": "We demonstrate the acousto-optic modulation of a hybrid-lattice hollow core fiber (HL-HCF) for the first time. For many years, optical fibers with reduced diameters have been the main solution to increase the interaction of acoustic and optical waves. However, the high drive voltages and large modulator components still employed drastically affect the efficiency and miniaturization of these devices. Here, we experimentally show that combining Kagom\\'e and tubular lattices in HL-HCFs allows for enhancing the amplification of the acoustic waves and the modulation of the guided optical modes thus providing high modulation efficiency even when using a fiber with a 240 um diameter. To the best of our knowledge, the measured HL-HCF's modulation efficiency (1.3 dB/V) is the highest compared to devices employing reduced diameter fibers. Additionally, we demonstrate a compact acousto-optic modulator with driver dimensions smaller than the HL-HCF diameter. Overall, our results show a promising alternative to solve the compromise of speed, efficiency, and compactness for integration with microscale all-fiber photonic devices. ",
    "url": "https://arxiv.org/abs/2405.01779",
    "authors": [
      "Ricardo E. da Silva",
      "Jonas H. Osório",
      "David J. Webb",
      "Frédéric Gérôme",
      "Fetah Benabid",
      "Marcos A. R. Franco",
      "Cristiano M. B. Cordeiro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.01962",
    "title": "Optical skyrmions from metafibers",
    "abstract": "Optical skyrmions are an emerging class of structured light with sophisticated particle-like topologies with great potential for revolutionizing modern informatics. However, the current generation of optical skyrmions involves complex or bulky systems, hindering their development of practical applications. Here, exploiting the emergent \"lab-on-fiber\" technology, we demonstrate the design of a metafiber-integrated photonic skyrmion generator. We not only successfully generated high-quality optical skyrmions from metafibers, but also experimentally verified their remarkable properties, such as regulability and topological stability with deep-subwavelength features beyond the diffraction limits. Our flexible and fiber-integrated optical skyrmions platform paves the avenue for future applications of topologically-enhanced remote super-resolution microscopy and super-robust information transfer. ",
    "url": "https://arxiv.org/abs/2405.01962",
    "authors": [
      "Tiantian He",
      "Yuan Meng",
      "Lele Wang",
      "Hongkun Zhong",
      "Nilo Mata-Cervera",
      "Dan Li",
      "Ping Yan",
      "Qiang Liu",
      "Yijie Shen",
      "Qirong Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.02031",
    "title": "Vibrational Entanglement through the Lens of Quantum Information  Measures",
    "abstract": "We introduce a quantum information analysis of vibrational wave functions to understand complex vibrational spectra of molecules with strong anharmonic couplings and vibrational resonances. For this purpose, we define one- and two-modal entropies to guide the identification of strongly coupled vibrational modes and to characterize correlations within modal basis sets. We evaluate these descriptors for multi-configurational vibrational wave functions which we calculate with the n-mode vibrational density matrix renormalization group algorithm. Based on the quantum information measures, we present a vibrational entanglement analysis of the vibrational ground and excited states of CO2, which display strong anharmonic effects due to the symmetry-induced and accidental (near-) degeneracies. We investigate the entanglement signature of the Fermi resonance and discuss the maximally entangled state arising from the two degenerate bending modes. ",
    "url": "https://arxiv.org/abs/2405.02031",
    "authors": [
      "Nina Glaser",
      "Alberto Baiardi",
      "Annina Z. Lieberherr",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01720",
    "title": "Ferromagnetic resonance response in square artificial spin ice: roles of  geometry in vertex dynamics and magnetic configurations",
    "abstract": "Artificial spin ice (ASI) represents a class of uniquely structured superlattices comprising geometrically arranged interacting nanomagnets. This arrangement facilitates the exploration of magnetic frustration phenomena and related spin wave dynamics, contributing to the field of magnonics. In this work, we present a compressive study of spin wave dynamics in square ASI lattices using micromagnetic simulations, explicitly focusing on ferromagnetic resonance (FMR) and oscillation modes. We investigate how variations in the aspect ratio of nanomagnets dimensions influence magnetic excitations in both saturated and remanent states. We analyze the frequency variations of FMR peaks corresponding to edges and bulk oscillation modes in relation to both magnetic configuration and nanomagnets dimensions. We emphasize the remanent state of square ASI vertex configurations, particularly focusing on their characteristic energy states (Type I, Type II, Type III, and Type IV), while detailing how symmetries influence oscillation modes. We observe distinct FMR responses originating from vertices, exhibiting unique characteristics for each energy state. Our results offer a potential method of utilizing the FMR technique to identify energy states in ASI systems. ",
    "url": "https://arxiv.org/abs/2405.01720",
    "authors": [
      "G. A. Gomez-Iriarte",
      "D. E. Gonzalez-Chavez",
      "R. L. Sommer",
      "J. P. Sinnecker"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01830",
    "title": "Computational Electromagnetics Meets Spin Qubits: Controlling Noise  Effects in Quantum Sensing and Computing",
    "abstract": "Solid-state spin qubits have emerged as promising quantum information platforms but are susceptible to magnetic noise. Despite extensive efforts in controlling noise in spin qubit quantum applications, one important but less controlled noise source is near-field electromagnetic fluctuations. Low-frequency (MHz and GHz) electromagnetic fluctuations are significantly enhanced near nanostructured lossy material components essential in quantum applications, including metallic/superconducting gates necessary for controlling spin qubits in quantum computing devices and materials/nanostructures to be probed in quantum sensing. Although controlling this low-frequency electromagnetic fluctuation noise is crucial for improving the performance of quantum sensing and computing, current efforts are hindered by computational challenges. In this paper, we leverage advanced computational electromagnetics techniques, especially fast and accurate volume integral equation based solvers, to overcome the computational obstacle. We introduce a theoretical and computational framework to control low-frequency magnetic fluctuation noise for enhancing spin qubit quantum sensing and computing performance. Our framework extends the application of computational electromagnetics to spin qubit quantum devices. We further apply our theoretical framework to control noise effects in realistic quantum computing devices and quantum sensing applications. Our work paves the way for device engineering to control magnetic fluctuations and improve the performance of spin qubit quantum sensing and computing. ",
    "url": "https://arxiv.org/abs/2405.01830",
    "authors": [
      "Wenbo Sun",
      "Sathwik Bharadwaj",
      "Runwei Zhou",
      "Dan Jiao",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.02211",
    "title": "Performance Analysis of an Optimization Algorithm for Metamaterial  Design on the Integrated High-Performance Computing and Quantum Systems",
    "abstract": "Optimizing metamaterials with complex geometries is a big challenge. Although an active learning algorithm, combining machine learning (ML), quantum computing, and optical simulation, has emerged as an efficient optimization tool, it still faces difficulties in optimizing complex structures that have potentially high performance. In this work, we comprehensively analyze the performance of an optimization algorithm for metamaterial design on the integrated HPC and quantum systems. We demonstrate significant time advantages through message-passing interface (MPI) parallelization on the high-performance computing (HPC) system showing approximately 54% faster ML tasks and 67 times faster optical simulation against serial workloads. Furthermore, we analyze the performance of a quantum algorithm designed for optimization, which runs with various quantum simulators on a local computer or HPC-quantum system. Results showcase ~24 times speedup when executing the optimization algorithm on the HPC-quantum hybrid system. This study paves a way to optimize complex metamaterials using the integrated HPC-quantum system. ",
    "url": "https://arxiv.org/abs/2405.02211",
    "authors": [
      "Seongmin Kim",
      "In-Saeng Suh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03828",
    "title": "Fundamental limits on anomalous energy flows in correlated quantum  systems",
    "abstract": " Comments: 5+4 pages. Close to published version ",
    "url": "https://arxiv.org/abs/2307.03828",
    "authors": [
      "Patryk Lipka-Bartosik",
      "Giovanni Francesco Diotallevi",
      "Pharnam Bakhshinezhad"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07649",
    "title": "Generation of intense, polarization-controlled magnetic fields with  non-paraxial structured laser beams",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2401.07649",
    "authors": [
      "Sergio Martín-Domene",
      "Luis Sánchez-Tejerina",
      "Rodrigo Martín-Hernández",
      "Carlos Hernández-García"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.14812",
    "title": "Design and Optimization of a Graphene-On-Silicon Nitride Integrated  Waveguide Dual-Mode Electro-Absorption Modulator",
    "abstract": " Comments: 9 pages, 8 figures; increased waveguide core width, design modified, results improved; typos corrected, references added ",
    "url": "https://arxiv.org/abs/2401.14812",
    "authors": [
      "Fernando Martín-Romero",
      "Víctor Jesús Gómez"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00677",
    "title": "Niel's Chess: A Quantum Game for Schools and the General Public",
    "abstract": " Comments: 8 pages, 16 figures. arXiv admin note: substantial text overlap with arXiv:2306.13669 ",
    "url": "https://arxiv.org/abs/2405.00677",
    "authors": [
      "Tamás Varga"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00759",
    "title": "Topological Corner Modes by Composite Wannier States in Glide-Symmetric  Photonic Crystal",
    "abstract": " Title: Topological Corner Modes by Composite Wannier States in Glide-Symmetric  Photonic Crystal ",
    "url": "https://arxiv.org/abs/2405.00759",
    "authors": [
      "Zhenzhen Liu",
      "Xiaoxi Zhou",
      "Guochao Wei",
      "Lei Gao",
      "Bo hou",
      "Jun-Jun Xiao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]