[
  {
    "id": "arXiv:2507.21272",
    "title": "High-efficiency and broadband coherent optical comb generation in integrated X-cut lithium niobate microresonators",
    "abstract": "           The ability to generate efficient and coherent frequency combs using photonic integrated circuits offers tremendous potential for a range of applications. In particular, \"microcombs\" based on chip-integrated resonators are poised to revolutionize optical communication, computation, and sensing systems, especially when paired with fast electro-optic (EO) devices. X-cut thin-film lithium niobate (TFLN) is a promising platform for developing the next-generation of microcomb-driven integrated photonic systems, providing a diversity of functionalities through combined $\\chi^{(3)}$ and EO nonlinearities. In this context, normal-dispersion Kerr microcombs are critically needed because of their standout advantages, yet this dispersion regime remains unexplored for comb generation on X-cut TFLN. Here, we leverage ultralow-loss photonic waveguides, as well as strategic resonator designs that allow us to tailor Raman effects and engineer desired spatial mode interactions, for the robust generation of normal-dispersion Kerr microcombs. Specifically, we show microcombs that substantially surpass state-of-the-art bright cavity soliton and EO microcombs on X-cut TFLN in key performance metrics. Additionally, we demonstrate a novel microcomb whose existence is underpinned by both normal-dispersion Kerr dynamics and stimulated Raman scattering, in a single spatial mode of a microresonator. This microcomb manifests itself as two interleaved frequency combs centered about the pump and Stokes frequencies, resulting in extended spectral spans. Our work will unlock high-speed and low energy consumption photonic circuits for communications, frequency synthesis, and signal processing enabled by a monolithic microcomb technology, while also stimulating further investigations of new nonlinear states that may synergize the strong hybrid nonlinearities unique to X-cut TFLN.         ",
    "url": "https://arxiv.org/abs/2507.21272",
    "authors": [
      "Yunxiang Song",
      "Zongda Li",
      "Xinrui Zhu",
      "Norman Lippok",
      "Miro Erkintalo",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.21279",
    "title": "Linear and Nonlinear Optical Properties of Molecules from Real-Time Propagation Based on the Bethe-Salpeter Equation",
    "abstract": "           We present a real-time propagation method for computing linear and nonlinear optical properties of molecules based on the Bethe-Salpeter equation. The method follows the time evolution of the one-particle density matrix under an external electric field. We include electron-electron interaction effects through a self-energy based on the screened exchange approximation. Quasiparticle energies are taken from a prior $GW$ calculation to construct the effective single-particle Hamiltonian and we represent all operators and wavefunctions in an atom-centered Gaussian basis. We benchmark the accuracy of the real-time propagation against the standard linear-response Bethe-Salpeter equation using a set of organic molecules. We find very good agreement when computing linear-response isotropic polarizability spectra from both approaches, with a mean absolute deviation of 30~meV in peak positions. Beyond linear response, we simulate second harmonic generation and optical rectification in a non-centrosymmetric molecule. These phenomena are not captured by the commonly used linear-response Bethe-Salpeter equation. We foresee broad applicability of real-time propagation based on the Bethe-Salpeter equation for the study of linear and nonlinear optical properties of molecules as the method has a similar computational cost as time-dependent density functional theory with hybrid functionals.         ",
    "url": "https://arxiv.org/abs/2507.21279",
    "authors": [
      "Štěpán Marek",
      "Jan Wilhelm"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21356",
    "title": "Enhancing Spectroscopy and Microscopy with Emerging Methods in Photon-Correlation and Quantum Illumination",
    "abstract": "           Quantum optics has driven major advances in our ability to generate and detect correlations between individual photons. Its principles are now increasingly translated into nanoscale characterization techniques, enhancing spectroscopy, microscopy, and metrology. In this Review, we highlight rapid progress in the field driven by advances in single-photon detectors and quantum light sources, including time-resolved single-photon counting cameras, superconducting nanowire detectors, and increasingly bright sources of entangled photons. We emphasize emerging applications in super-resolution microscopy, measurements below classical noise limits, and photon-number-resolved spectroscopy-a powerful paradigm for probing nanoscale electronic materials and molecular dynamics. We conclude by outlining key technological challenges and future opportunities across materials science and bio-nanophotonics.         ",
    "url": "https://arxiv.org/abs/2507.21356",
    "authors": [
      "Chieh Tsao",
      "Haonan Ling",
      "Alex Hinkle",
      "Yifan Chen",
      "Keshav Kumar Jha",
      "Zhen-Li Yan",
      "Hendrik Utzat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21427",
    "title": "Depth-resolved polarisation sensitive optical coherence tomography reveals the complex microanatomical response of cartilage to compression",
    "abstract": "           Conventional methods for analysing cartilage microstructure under mechanical loading are largely destructive. In this work, we evaluate the efficacy of using depth-resolved polarisation sensitive optical coherence tomography (PS-OCT) to study the cartilage morphological response to compression. We show that depth-resolved PS-OCT reveals the microstructure of cartilage under load, and it can do so non-destructively, opening significant possibilities for enhanced clinical assessment of cartilage health by detecting deviance from normal load-bearing behaviour.         ",
    "url": "https://arxiv.org/abs/2507.21427",
    "authors": [
      "Darven Murali Tharan",
      "Marco Bonesi",
      "Daniel Everett",
      "Matthew Goodwin",
      "Cushla McGoverin",
      "Sue McGlashan",
      "Ashvin Thambyah",
      "Frédérique Vanholsbeeck"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21456",
    "title": "Efficient single-atom transfer from an optical conveyor belt to a tightly confined optical tweezer",
    "abstract": "           Efficient loading of single atoms into tightly confined traps is crucial for advancing quantum information processing and exploring atom-photon interactions. However, directly loading atoms from a magneto-optical trap (MOT) into static tweezers in cavity-based systems and hybrid atom-photon interfaces remains a challenge. Here, we demonstrate atom loading in a tightly confined optical tweezer 0.6mm away from MOT by an optical conveyor belt. By employing real-time feedback control of the atom number in the overlapping region between the conveyor belt and the tweezer, we enhance a single-atom loading probability to 77.6%. Our technique offers a versatile solution for deterministic single-atom loading in various experimental settings and paves the way for diverse applications based on hybrid photonic-atom structures.         ",
    "url": "https://arxiv.org/abs/2507.21456",
    "authors": [
      "Lei Xu",
      "Ling-Xiao Wang",
      "Guang-Jie Chen",
      "Zhu-Bo Wang",
      "Xin-Biao Xu",
      "Guang-Can Guo",
      "Chang-Ling Zou",
      "Guo-Yong Xiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21578",
    "title": "Excited State Absorption Drives Low-Energy Optical Limiting in Oligothiophenes",
    "abstract": "           Optical limiting (OL), a crucial mechanism for protecting human eyes and sensitive sensors from intense radiation, relies on understanding the optical nonlinearities acting on the systems. Assessing and disentangling the effects at play is crucial to predict and control the nonlinear optical response in real materials. In this ab initio study based on real-time time-dependent density-functional theory, we investigate non-perturbatively the absorption spectra of a set of thiophene oligomers, the building blocks of technologically relevant organic semiconductors, excited by broadband radiation of increasing intensity. Under strong electric fields, the absorption cross section grows significantly below the onset of linear excitations, exhibiting saturation typical of OL. By exciting the oligothiophenes with a train of pulses targeting the first and second excited states of each moiety and analyzing the resulting population dynamics, we reveal excited-state absorption (ESA) in the near-infrared to visible region. Our results indicate ESA as the driving mechanism for OL in oligothiophene molecules, thereby providing important insight to design novel compounds with optimized nonlinear optical characteristics.         ",
    "url": "https://arxiv.org/abs/2507.21578",
    "authors": [
      "Mustapha Driouech",
      "Michele Guerrini",
      "Caterina Cocchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.21721",
    "title": "Comparing Visual Qubit Representations in Quantum Education: The Bloch sphere Enhances Task Efficiency",
    "abstract": "           Visual-graphical qubit representations offer a means to introduce abstract quantum concepts - such as quantum state, superposition, or measurement - in an accessible manner, particularly for learners with low prior knowledge. Building on a previous expert rating of mechanisms of qubit representations, this study compared two representations - Bloch sphere and Quantum Bead - in terms of learning outcomes, task performance, cognitive load, and mid-term retention. The study was conducted with N=149 school students. The study assessed conceptual understanding, application-oriented task performance by measuring accuracy per time, and cognitive load. A follow-up test after 1-2 weeks assessed mid-term retention. Results showed no significant effect of representation type on post-test learning outcomes. However, process data revealed that learners using the Bloch sphere completed application-oriented tasks significantly more efficiently. The cognitive load was similar in both groups. Mid-term retention of quantum concepts was stable across groups, and early learning performance emerged as the strongest predictor of mid-term retention. In conclusion, these findings emphasize that instructional impact is not solely determined by outcome measures, but also by how representations influence cognitive processing, task integration, and learners' interaction with complex content.         ",
    "url": "https://arxiv.org/abs/2507.21721",
    "authors": [
      "Linda Qerimi",
      "Sarah Malone",
      "Eva Rexigel",
      "Jochen Kuhn",
      "Stefan Küchemann"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21835",
    "title": "Universal dynamics and microwave control of programmable cavity electro-optic frequency combs",
    "abstract": "           Electro-optic (EO) frequency combs are foundational for metrology and spectroscopy. Specifically, microresonator-based cavity EO combs are distinguished by efficient sideband generation, precisely controlled by microwave signals, enabling high-performance integrated frequency references and pulse sources. However, the apparent simplicity of these devices, often described by the EO modulation-induced coupling of nearest-neighbor cavity modes, has limited investigations of their fundamental physics, thereby restricting their full potential. Here, we uncover the universal dynamics and complete frequency lattice connectivity underpinning cavity EO microcombs, as well as characterize the full space of nonlinear optical states, controlled by modulation depth and optical detuning, using the thin-film lithium niobate photonic platform. Leveraging this understanding, we design complex long-range couplings between cavity modes to realize programmable spectro-temporal shaping of the generated combs and pulses. We achieve three technological advances, including repetition-rate flexibility, substantial comb bandwidth extension beyond traditional scaling laws, and resonantly-enhanced flat-top spectrum. Our results provide physical insights for synchronously driven cavity-based EO systems, broadly defined, paving the way for electrically controlled and electrically enhanced comb generators for next-generation photonic applications.         ",
    "url": "https://arxiv.org/abs/2507.21835",
    "authors": [
      "Yunxiang Song",
      "Tianqi Lei",
      "Yanyun Xue",
      "Andrea Cordaro",
      "Michael Haas",
      "Guanhao Huang",
      "Xudong Li",
      "Shengyuan Lu",
      "Leticia Magalhaes",
      "Jiayu Yang",
      "Matthew Yeh",
      "Xinrui Zhu",
      "Neil Sinclair",
      "Qihuang Gong",
      "Yaowen Hu",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.21855",
    "title": "Strong-coupling and high-bandwidth cavity electro-optic modulation for advanced pulse-comb synthesis",
    "abstract": "           Cavity electro-optic (EO) modulation plays a pivotal role in optical pulse and frequency comb synthesis, supporting a wide range of applications including communication, computing, ranging, and quantum information. The ever-growing demand for these applications has driven efforts in enhancing modulation coupling strength and bandwidth towards advanced pulse-comb synthesis. However, the effects of strong-coupling and high-bandwidth cavity EO modulation remain underexplored, due to the lack of a general, unified model that captures this extreme condition. In this work, we present a universal framework for pulse-comb synthesis under cavity EO modulation, where coupling strength and modulation bandwidth far exceed the cavity's free spectral range (FSR). We show that, under such intense and ultrafast driving conditions, EO-driven frequency combs and pulses exhibit rich higher-order nonlinear dynamics, including temporal pulse compression and comb generation with arbitrary pump detuning. Leveraging this framework, we reveal a direct link between the higher-order dynamics of EO pulse-comb generation and the band structure of synthetic dimension. Furthermore, we demonstrate arbitrary comb shaping via machine-learning-based inverse microwave drive design, achieving a tenfold enhancement in cavity electro-optic comb flatness by exploring the synergistic effects of high-bandwidth driving and detuning-induced frequency boundaries. Our findings push cavity electro-optic modulation into a new frontier, unlocking significant potential for universal and machine-learning-programmable electro-optic frequency combs, topological photonics, as well as photonic quantum computing in the strong-coupling and high-bandwidth regimes.         ",
    "url": "https://arxiv.org/abs/2507.21855",
    "authors": [
      "Tianqi Lei",
      "Yunxiang Song",
      "Yanyun Xue",
      "Qihuang Gong",
      "Marko Lončar",
      "Yaowen Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21891",
    "title": "Safety Analysis for Distributed Coupled-Cavity Laser based Wireless Power Transfer",
    "abstract": "           Intracavity laser-based systems are emerging as key enablers for next-generation wireless communications, positioning, and wireless power transfer (WPT). Distributed coupled-cavity laser (DCCL) systems, as a representative configuration, have been proposed to expand the field of view (FoV) and enhance safety. This paper investigates the safety assessment of DCCL-WPT systems through three case studies: skin safety, eye safety, and small-object intrusion sensitivity. First, we establish a safety analysis model to quantify irradiation levels on intruding objects in the beam path, which simulates intracavity beam propagation using diffraction modeling and gain-loss dynamics under case-specific boundary conditions. Next, we formulate an eye safety evaluation tailored for DCCL-WPT systems using a human head model to identify potential exposure angles and distances. Ray tracing confirms that intracavity beams are not focused onto the retina, making cornea exposure the primary consideration (irradiance is below 0.1 W/cm2). Numerical results demonstrate that DCCL-WPT achieves: i) over 600 mW charging power under skin-safe conditions at 5 m distance (100 mW over 16° FoV), and nearly 50% lower irradiance on intruding objects compared to single-cavity systems; ii) 150 mW charging power under eye-safe conditions with 650 mW 1064 nm output beam power, far beyond the typical ~10 mW eye-safe threshold; iii) high sensitivity to small-object intrusion, enabling hazard mitigation. These findings underscore the practicality of DCCL-WPT systems for mobile, long-distance, and safe energy transfer, and lay the groundwork for future safety-aware optimizations in real-world deployments.         ",
    "url": "https://arxiv.org/abs/2507.21891",
    "authors": [
      "Mingqing Liu",
      "Hao Deng",
      "Iman Tavakkolnia",
      "Qingwen Liu",
      "Bin He",
      "Harald Haas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.21979",
    "title": "Post-compression of a Q-switched laser in a glass-rod multi-pass cell",
    "abstract": "           Q-switched lasers are compact, cost-effective, and highly pulse energy-scalable sources for nanosecond-scale laser pulses. The technology has been developed for many decades and is widely used in scientific, industrial and medical applications. However, their inherently narrow bandwidth imposes a lower limit on pulse duration - typically in the few-hundred-picosecond range - limiting the applicability of Q-switched technology in fields that require ultrafast laser pulses in the few-picosecond or femtosecond regime. In contrast, mode-locked lasers can produce broad-band, ultrafast (< 1 ps) pulses, but are complex, expensive, and typically require a large footprint. To bridge the parameter gap between these two laser platforms - in terms of pulse duration and achievable peak power - we here propose a Herriott-type multi-pass cell (MPC) based post-compression scheme for shortening the pulse durations of Q-switched lasers down to the ultrafast, picosecond regime. We experimentally demonstrate post-compression of 0.5 ns, 1 mJ pulses from a Q-switched laser to 24 ps using a compact glass-rod MPC for spectral broadening. We verify this result numerically and show that compression down to a few picoseconds is possible using the nanosecond MPC (nMPC).         ",
    "url": "https://arxiv.org/abs/2507.21979",
    "authors": [
      "Peer Biesterfeld",
      "Arthur Schönberg",
      "Marc Seitz",
      "Nayla Jimenez",
      "Tino Lang",
      "Marcus Seidel",
      "Prannay Balla",
      "Lutz Winkelmann",
      "Jyothish K. Sunny",
      "Sven Fröhlich",
      "Philip Mosel",
      "Ingmar Hartl",
      "Francesca Calegari",
      "Uwe Morgner",
      "Milutin Kovacev",
      "Christoph M. Heyl",
      "Andrea Trabattoni"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.22021",
    "title": "Carbon-based Microfabricated Organic Electrochemical Transistors Enabled by Printing and Laser Ablation",
    "abstract": "           Organic electrochemical transistors (OECTs) are key bioelectronic devices, with applications in neuromorphics, sensing, and flexible electronics. However, their microfabrication typically relies on precious metal contacts manufactured via cleanroom processes. Here, we present a high-throughput additive-subtractive microfabrication strategy for metal-free, flexible OECTs using biodegradable materials and room-temperature processing. Additive manufacturing of large features is achieved via extrusion printing of a water-dispersed graphene ink to fabricate electrode contacts, and spin-coating of a cellulose acetate ink to form both the substrate and encapsulation layer. Combined with femtosecond laser ablation, this approach enables micrometer-resolution patterning of free-standing OECTs with channel openings down to 1 um and sheet resistance below 10 Ohm/sq. By tuning laser parameters, we demonstrate both selective and simultaneous ablation strategies, enabling the fabrication horizontal, vertical, and planar-gated OECTs, as well as complementary NOT gate inverters. Thermal degradation studies in air show that over 80% of the device mass decomposes below 360 deg C, providing a low-energy route for device disposal and addressing the environmental impact of electronic waste. This approach offers a cleanroom-free and lithography-free pathway toward the rapid prototyping of high-resolution, sustainable organic electronics, combining material circularity, process simplicity, and architectural versatility for next-generation bioelectronic applications.         ",
    "url": "https://arxiv.org/abs/2507.22021",
    "authors": [
      "Alan Eduardo Avila Ramirez",
      "Jessika Jessika",
      "Yujie Fu",
      "Gabriel Gyllensting",
      "Marine Batista",
      "David Hijman",
      "Jyoti Shakya",
      "Yazhou Wang",
      "Wan Yue",
      "Renee Kroon",
      "Jiantong Li",
      "Mahiar Max Hamedi",
      "Anna Herland",
      "Erica Zeglio"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.19323",
    "title": "On the Discretization Error of the Discrete Generalized Quantum Master Equation",
    "abstract": "           The transfer tensor method (TTM) [Cerrillo and Cao, Phys. Rev. Lett. 2014, 112, 110401] can be considered a discrete-time formulation of the Nakajima-Zwanzig quantum master equation (NZ-QME) for modeling non-Markovian quantum dynamics. A recent paper [Makri, J. Chem. Theory Comput. 2025, 21, 5037] raised concerns regarding the consistency of the TTM discretization, particularly a spurious term at the initial time \\( t=0 \\). This Communication presents a detailed analysis of the discretization structure of TTM, clarifying the origin of the initial-time correction and establishing a consistent relationship between the TTM discrete-time memory kernel \\( K_N \\), and the continuous-time NZ-QME kernel \\( \\mathcal{K}(N\\Delta t) \\). This relationship is validated numerically using the spin-boson model, demonstrating convergence of reconstructed memory kernels and accurate dynamical evolution as \\( \\Delta t \\to 0 \\). While TTM provides a consistent discretization, we note that alternative schemes are also viable, such as the midpoint derivative/midpoint integral scheme proposed in Makri's work. The relative performance of various schemes for either computing accurate \\( \\mathcal{K}(N\\Delta t) \\) from exact dynamics, or obtaining accurate dynamics from exact \\( \\mathcal{K}(N\\Delta t) \\), warrants further investigation.         ",
    "url": "https://arxiv.org/abs/2507.19323",
    "authors": [
      "Ruojing Peng",
      "Lachlan P. Lindoy",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21119",
    "title": "Pre-, In-, and Post-Processing Class Imbalance Mitigation Techniques for Failure Detection in Optical Networks",
    "abstract": "           We compare pre-, in-, and post-processing techniques for class imbalance mitigation in optical network failure detection. Threshold Adjustment achieves the highest F1 gain (15.3%), while Random Under-sampling (RUS) offers the fastest inference, highlighting a key performance-complexity trade-off.         ",
    "url": "https://arxiv.org/abs/2507.21119",
    "authors": [
      "Yousuf Moiz Ali",
      "Jaroslaw E. Prilepsky",
      "Nicola Sambo",
      "João Pedro",
      "Mohammad M. Hosseini",
      "Antonio Napoli",
      "Sergei K. Turitsyn",
      "Pedro Freire"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.21192",
    "title": "Quantum Systems as Indivisible Stochastic Processes",
    "abstract": "           According to the stochastic-quantum correspondence, a quantum system can be understood as a stochastic process unfolding in an old-fashioned configuration space based on ordinary notions of probability and `indivisible' stochastic laws, which are a non-Markovian generalization of the laws that describe a textbook stochastic process. The Hilbert spaces of quantum theory and their ingredients, including wave functions, can then be relegated to secondary roles as convenient mathematical appurtenances. In addition to providing an arguably more transparent way to understand and modify quantum theory, this indivisible-stochastic formulation may lead to new possible applications of the theory. This paper initiates a deeper investigation into the conceptual foundations and structure of the stochastic-quantum correspondence, with a particular focus on novel forms of gauge invariance, dynamical symmetries, and Hilbert-space dilations.         ",
    "url": "https://arxiv.org/abs/2507.21192",
    "authors": [
      "Jacob A. Barandes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21408",
    "title": "Dissipation in the Broadband and Ultrastrong Coupling Regimes of Cavity Quantum Electrodynamics: An \\emph{Ab Initio} Quantized Quasinormal Mode Approach",
    "abstract": "           Phenomenological approaches to photon loss have long been the workhorse of cavity-QED, but prove inadequate in the presence of sufficiently broadband light-matter interactions. We present a rigorous and \\emph{ab initio} derivation of a quantum master equation for a quantized optical cavity mode coupled to a dipole, using a quasinormal mode (QNM) quantization procedure for plasmonic and dielectric open-system cavity-QED, which is valid in broadband light-matter interaction regimes, including ultrastrong coupling (USC). The theory supports general three-dimensional resonators with arbitrary dispersion and loss, and thus can be applied to a wide range of open cavities. Our \\emph{ab initio} and gauge-invariant approach fully recovers the recent result of Phys. Rev. Lett. 134, 123601 (2025) for the spectral density of a quantized cavity with a single dipole, exhibits a dissipative classical-quantum correspondence for bosonic Hopfield model systems, and reveals important departures from previous heuristic assumptions about system-bath coupling. We identify a new criterion for what we term the ``broadband'' dissipative regime of cavity-QED, where phenomenological models require corrections in accordance with the intrinsic and spatially-dependent complex phase of the QNM, and also shed light on \\emph{fundamental limits} to single-mode models in extreme coupling regimes. Using plasmonic and dielectric cavity examples, we show validity ranges of our QNM master equation and spectral USC calculations, and discuss prospects for near-term experimental observation of broadband dissipative effects.         ",
    "url": "https://arxiv.org/abs/2507.21408",
    "authors": [
      "Chris Gustin",
      "Juanjuan Ren",
      "Sebastian Franke",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.21687",
    "title": "High-harmonic generation under electronic strong coupling: A time-dependent combined quantum electrodynamics/quantum chemistry study",
    "abstract": "           The creation of light-matter hybrid states, polaritons, in a cavity offers new intriguing opportunities to manipulate the electronic structure and electron dynamics of atoms and molecules. Here, we investigate the effect of electronic strong coupling (ESC) between atoms or molecules and field modes of a Fabry-Pérot cavity on High-Harmonic Generation (HHG) spectra within a theoretical model study. We assume that the atom or molecule is driven by an intense classical laser field, giving rise to HHG, while being strongly coupled to quantized cavity modes as described by the Pauli-Fierz Hamiltonian in the framework of molecular quantum electrodynamics (QED). Specifically, as a test case, we first consider a model Hamiltonian of a one-dimensional hydrogen atom coupled to a cavity mode, which can be treated ``numerically exact'' using grid methods. Further, a hydrogen molecule coupled to a cavity mode is considered and treated within a recently suggested QED-TD-CI (Quantum Electrodynamics Time-Dependent Configuration Interaction) method [Weidman $\\textit{et al.}$, J. Chem. Phys. $\\textbf{160}$, 094111 (2024)]. The resulting HHG spectra show (i) a suppression of the harmonic cutoff in line with excitation of quantum light in the cavity and, in some cases, (ii) enhancement of some harmonics of the coupled light-matter system.         ",
    "url": "https://arxiv.org/abs/2507.21687",
    "authors": [
      "Paul A. Albrecht",
      "Eric W. Fischer",
      "Tillmann Klamroth",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.21890",
    "title": "Data-driven quantum Koopman method for simulating nonlinear dynamics",
    "abstract": "           Quantum computation offers potential exponential speedups for simulating certain physical systems, but its application to nonlinear dynamics is inherently constrained by the requirement of unitary evolution. We propose the quantum Koopman method (QKM), a data-driven framework that bridges this gap through transforming nonlinear dynamics into linear unitary evolution in higher-dimensional observable spaces. Leveraging the Koopman operator theory to achieve a global linearization, our approach maps system states into a hierarchy of Hilbert spaces using a deep autoencoder. Within the linearized embedding spaces, the state representation is decomposed into modulus and phase components, and the evolution is governed by a set of unitary Koopman operators that act exclusively on the phase. These operators are constructed from diagonal Hamiltonians with coefficients learned from data, a structure designed for efficient implementation on quantum hardware. This architecture enables direct multi-step prediction, and the operator's computational complexity scales logarithmically with the observable space dimension. The QKM is validated across diverse nonlinear systems. Its predictions maintain relative errors below 6% for reaction-diffusion systems and shear flows, and capture key statistics in 2D turbulence. This work establishes a practical pathway for quantum-accelerated simulation of nonlinear phenomena, exploring a framework built on the synergy between deep learning for global linearization and quantum algorithms for unitary dynamics evolution.         ",
    "url": "https://arxiv.org/abs/2507.21890",
    "authors": [
      "Baoyang Zhang",
      "Zhen Lu",
      "Yaomin Zhao",
      "Yue Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2507.22055",
    "title": "Quantum and Material Effects in Undulator-Based LSW Searches for Dark Photons",
    "abstract": "           The dark photon is one of the simplest extensions of the Standard Model and provides a minimal laboratory for quantum-mechanical phenomena. Light-shining-through-a-wall (LSW) searches often adopt the dark photon-photon oscillation formula as if the sensitivity were independent of the light source, the wall, and the surrounding medium. In this paper, I revisit an LSW experiment whose light source is an undulator and systematically include various quantum effects: finite wave packets, kinematical suppression due to the microscopic structure of the source, and mixing suppression/enhancement in the wall and the air. We find that the resulting sensitivities deviate significantly from those obtained with the naïve oscillation formula, especially depending on the mass of the dark photon, relevant to reflective index of the medium or walls, there can be resonance effects enhancing the sensitivity significantly. Accounting for these effects, we show that placing a photon detector outside the shielding along the beamline of a synchrotron facility enables an economical, parasitic LSW search for dark photons.         ",
    "url": "https://arxiv.org/abs/2507.22055",
    "authors": [
      "Wen Yin"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2111.15555",
    "title": "Detuning Properties of RF Phase Modulation in an Electron Storage Ring",
    "abstract": "           In electron storage rings, it is possible to increase the bunch length by applying phase modulation to the radio frequency accelerating field by choosing appropriate parameters for the modulation. Such a bunch lengthening effect improves beam parameters such as beam lifetime, which can help us achieve better beam stability. It is well known that the modulation frequency around the double synchrotron frequency is effective in lengthening the bunch. The dependence of bunch lengthening on modulation frequency, the so-called detuning property, has a peak around the double synchrotron frequency with a frequency width that depends on the modulation amplitude. Nonlinear effects due to phase modulation lead to a peak frequency shift in a negative direction from the double synchrotron frequency, accompanied by an asymmetric peak shape. Beam current also affects the properties of the detuning condition of such bunch lengthening. We investigated the detuning property using a theoretical model and systematic measurements at the electron storage ring KARA, and we verified the qualitative agreement between the experiments and the theoretical model. The macro-particle simulations have confirmed the agreement.         ",
    "url": "https://arxiv.org/abs/2111.15555",
    "authors": [
      "Akira Mochihashi",
      "Sebastian Maier",
      "Edmund Blomley",
      "Marcel Schuh",
      "Erhard Huttel",
      "Tobias Boltz",
      "Benjamin Kehrer",
      "Anke-Susanne Müller",
      "Dmitry Teytelman"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2507.09772",
    "title": "Designing quantum chemistry algorithms with Just-In-Time compilation",
    "abstract": "           We introduce just-in-time (JIT) compilation to the integral kernels for Gaussian-type orbitals (GTOs) to enhance the efficiency of electron repulsion integral computations. For Coulomb and exchange (JK) matrices, JIT-based algorithms yield a 2x speedup for the small 6-31G* basis set over GPU4PySCF v1.4 on an NVIDIA A100-80G GPU. By incorporating a novel algorithm designed for orbitals with high angular momentum, the efficiency of JK evaluations with the large def2-TZVPP basis set is improved by up to 4x. The core CUDA implementation is compact, comprising only ~1,000 lines of code, including support for single-precision arithmetic. Furthermore, the single-precision implementation achieves a 3x speedup over the previous state-of-the-art.         ",
    "url": "https://arxiv.org/abs/2507.09772",
    "authors": [
      "Xiaojie Wu",
      "Yuanheng Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2507.20552",
    "title": "Monolithically Integrated Optical Convolutional Processors on Thin Film Lithium Niobate",
    "abstract": "           Photonic neural networks (PNNs) of sufficiently large physical dimensions and high operation accuracies are envisaged as an ideal candidate for breaking the major bottlenecks in the current artificial intelligence architectures in terms of latency, energy efficiency and computational power. To achieve this vision, it is of vital importance to scale up the PNNs and in the meantime reduce the high demand on the dimensions required by the PNNs. The underlying cause of this strategy is the enormous gap between the scales of photonic and electronic integrated circuits. Here, we demonstrate monolithically integrated optical convolutional processors on thin film lithium niobate (TFLN) to enable large-scale programmable convolution kernels and in turn greatly reduce the dimensions required by the subsequent fully connected layers. Experimental validation achieves high classification accuracies of 96%/86% on the MNIST/Fashion-MNIST datasets and 84.6% on the AG News dataset, while dramatically reducing the required subsequent fully connected layer dimensions to 196x10 (from 784x10) and 175x4 (from 800x4), respectively. Furthermore, our devices can be driven by commercial field-programmable gate array (FPGA) systems, a unique advantage in addition to their scalable channel number and kernel size, our architecture provides a solution to build practical machine learning photonic devices.         ",
    "url": "https://arxiv.org/abs/2507.20552",
    "authors": [
      "Ruixue Liu",
      "Rongbo Wu",
      "Yong Zheng",
      "Yuan Ren",
      "Boyang Nan",
      "Min Wang",
      "Yunpeng Song",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.08699",
    "title": "A novel quantum circuit for the quantum Fourier transform",
    "abstract": "           The Quantum Fourier Transform (QFT) is a fundamental component of many quantum computing algorithms. In this paper, we present an alternative method for factoring this transformation. Inspired by this approach, we introduce a new quantum circuit for implementing the QFT. We show that this circuit is more efficient than the conventional design. Furthermore, using this circuit, we develop alternative versions of the HHL algorithm and Shor's algorithm, which also demonstrate improved performance compared to their standard implementations.         ",
    "url": "https://arxiv.org/abs/2507.08699",
    "authors": [
      "Juan M. Romero",
      "Emiliano Montoya-González",
      "Guillermo Cruz",
      "Roberto C. Romero"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.20908",
    "title": "Probabilistic Link Budget Analysis for Low Earth Orbit Satellites in the Optical Regime",
    "abstract": "           Low Earth Orbit (LEO) optical satellite communication systems face performance challenges due to atmospheric effects such as scintillation, turbulence, wavefront distortion, beam spread, and jitter. This paper presents a comprehensive mathematical model to characterize these effects and their impact on signal propagation. We develop a methodology for dynamically calculating link budgets at any location and time by integrating these models into a probabilistic framework. The approach accounts for spatial and temporal variations in atmospheric conditions, enabling accurate estimation of link loss probabilities. Simulations validate the model's accuracy and applicability to real-world LEO satellite systems. This work offers a robust tool for optimizing link performance and enhancing the reliability of satellite networks, providing valuable insights for system designers and operators.         ",
    "url": "https://arxiv.org/abs/2507.20908",
    "authors": [
      "Dhruv Shivkant",
      "Shreyaans Jain",
      "Rohit K Ramakrishnan"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  }
]