[
  {
    "id": "arXiv:2305.05707",
    "title": "Ultrawide Edge State Supercontinuum in a Floquet-Lieb Topological  Photonic Insulator",
    "abstract": "Conventional topological photonic insulators typically have narrow nontrivial band gaps truncated by broad dispersive bulk bands, resulting in limited edge mode transmission bandwidths that can be exploited for potential applications. Here we propose and demonstrate the first Floquet-Lieb topological photonic insulator with all flat bands which can support continuous edge mode transmission across multiple Floquet-Brillouin zones. This supercontinuum of edge states results from the orthogonality between the flat-band modes and the edge states, allowing for continuous excitation of the latter without scattering into the bulk modes. Moreover, we show that these flat bands are perfectly immune to random variations in the on-site potential, regardless of how large the perturbations are, thus ensuring complete robustness of the edge modes to this type of disorder. We realized Floquet-Lieb insulators using 2D microring resonator lattices with perfect nearest-neighbor couplings. Transmission measurements and direct imaging of the scattered light distributions showed an edge mode supercontinuum spanning more than three microring free spectral ranges. These broad edge mode transmission bands persisted even in the presence of lattice disorder caused by fabrication imperfection. The proposed Floquet-Lieb insulator can potentially be used to realize topological photonic devices with ultrawide bandwidths and super robustness for applications in integrated quantum photonics and programmable photonic circuits. ",
    "url": "https://arxiv.org/abs/2305.05707",
    "authors": [
      "Hanfa Song",
      "Tyler Zimmerling",
      "Bo Leng",
      "Vien Van"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05825",
    "title": "Structural Engineering of Colloidal Quantum Dots: Towards Realization of  Highly Efficient, Aerobic-Stable, and Droop-Free QLEDs",
    "abstract": "Quantum dot light-emitting diodes (QLEDs) are promising building blocks for prospective lighting and display applications. Despite the significant advancements achieved towards increasing the efficiency and brightness levels of QLEDs, the unavoidable demand for an inert atmosphere during the fabrication process restrains their potential for large-scale manufacturing. Here, we demonstrate ZnCdSe/ZnSe/ZnSeS/ZnS core/multi-shell QDs with ultra-thick shell (14 monolayers), significantly suppressing the diffusion of moisture and oxidative species to realize efficient all solution-processed QLED devices fully fabricated under ambient air conditions. The lattice-mismatch-engineered shell growth in the synthesized QDs leads to the strong confinement of charge carriers inside the core and near-unity photoluminescence quantum yield (PLQY) in the amber-to-red wavelength region (595-625 nm). The best amber-emitting QLED devices exhibit an external quantum efficiency (EQE) of 14.8%, a current efficiency (CE) of 41.1 cd/A, and a luminance of 5.6 x 105 cd/m2 at 12 V. To the best of our knowledge, these are the highest efficiency levels achieved in air-fabricated QLEDs. Importantly, the demonstrated devices show significant suppression of non-radiative Auger recombination and optimal charge balance, leading to negligible EQE roll-off (i.e., droop-free behavior) at the maximum luminance level. Furthermore, employing a refractive-index-matched optical compound to enhance light out-coupling increases the EQE to 26.6%, which is comparable to the best devices fabricated in an inert atmosphere. Collectively, these advances will greatly facilitate the large-scale industrial fabrication of air-stable QLEDs. ",
    "url": "https://arxiv.org/abs/2305.05825",
    "authors": [
      "Sadra Sadeghi",
      "Saeedeh Mokarian Zanjani",
      "Sergey Dayneko",
      "Christian J. Imperiale",
      "Francesco Tintori",
      "Stéphane Kéna-Cohen",
      "Afshin Shahalizad",
      "Majid Pahlevani"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05864",
    "title": "Efficient ion acceleration driven by a Laguerre Gaussian laser in  near-critical-density plasma",
    "abstract": "Laser-driven ion accelerators have the advantages of compact size, high density, and short bunch duration over conventional accelerators. Nevertheless, it is still challenging to generate ion beams with quasi-monoenergetic peak and low divergence in the experiments with the current ultra-high intensity laser and thin target technologies. Here we propose a scheme that a Laguerre Gaussian laser irradiates a near-critical-density (NCD) plasma to generate a quasi-monoenergetic and low-divergence proton beam. The Laguerre Gaussian laser pulse in NCD plasma excites a moving longitudinal electrostatic field with a large amplitude, and it maintains the inward bowl-shape for dozens of laser durations. This special distribution of the longitudinal electrostatic field can accelerate and converge the protons simultaneously. Our particle-in-cell (PIC) simulation shows that the efficient proton acceleration can be realized with the Laguerre Gaussian laser intensity ranging from 3.9-10^21 Wcm^-2 -1.6-10^22 Wcm^-2 available in the near future, e.g., a quasi-monoenergetic proton beam with peak energy ~115 MeV and divergence angles less than 50 can be generated by a 5.3-10^21 Wcm^-2 pulse. This work could provide a reference for the high-quality ion beam generation with PW-class laser systems available recently. ",
    "url": "https://arxiv.org/abs/2305.05864",
    "authors": [
      "Jia-Xiang Gao",
      "Meng Liu",
      "Wei-Min Wang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.05906",
    "title": "Realization of all-band-flat photonic lattices",
    "abstract": "Flatbands play an important role in correlated quantum matter and have novel applications in photonic lattices. Synthetic magnetic fields and destructive interference in lattices are traditionally used to obtain flatbands. However, such methods can only obtain a few flatbands with most bands remaining dispersive. Here we realize all-band-flat photonic lattices of an arbitrary size by precisely controlling the coupling strengths between lattice sites to mimic those in Fock-state lattices. This allows us to go beyond the perturbative regime of strain engineering and group all eigenmodes in flatbands, which simultaneously achieves high band flatness and large usable bandwidth. We map out the distribution of each flatband in the lattices and selectively excite the eigenmodes with different chiralities. Our method paves a new way in controlling band structure and topology of photonic lattices. ",
    "url": "https://arxiv.org/abs/2305.05906",
    "authors": [
      "Jing Yang",
      "Yuanzhen Li",
      "Yumeng Yang",
      "Xinrong Xie",
      "Zijian Zhang",
      "Han Cai",
      "Da-Wei Wang",
      "Fei Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.05918",
    "title": "Detecting resonance of radio-frequency cavities using fast direct  integral equation solvers and augmented Bayesian optimization",
    "abstract": "This paper presents a computationally efficient framework for identifying resonance modes of 3D radio-frequency (RF) cavities with damping waveguide ports. The proposed framework relies on surface integral equation (IE) formulations to convert the task of resonance detection to the task of finding resonance frequencies at which the lowest few eigenvalues of the system matrix is close to zero. For the linear eigenvalue problem \\rev{with a fixed frequency}, we propose leveraging fast direct solvers to efficiently invert the system matrix; for the frequency search problem, we develop a hybrid optimization algorithm that combines Bayesian optimization with down-hill simplex optimization. The proposed IE-based resonance detection framework (IERD) has been applied to detection of high-order resonance modes (HOMs) of realistic accelerator RF cavities to demonstrate its efficiency and accuracy. ",
    "url": "https://arxiv.org/abs/2305.05918",
    "authors": [
      "Yang Liu",
      "Tianhuan Luo",
      "Aman Rani",
      "Hengrui Luo",
      "Xiaoye Sherry Li"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06013",
    "title": "Dielectric metasurface-assisted cavity ring-down spectroscopy for  thin-film circular dichroism analysis",
    "abstract": "Chiral molecules show differences in their chemical and optical properties due to different spatial arrangements of the atoms in the two enantiomers. A common way to optically differentiate them is to detect the disparity in the absorption of light by the two enantiomers, i.e. the absorption circular dichroism (CD). However, the CD of typical molecules is very small, limiting the sensitivity of chiroptical analysis based on CD. Cavity ring-down spectroscopy (CRDS) is a well-known ultrasensitive absorption spectroscopic method for low-absorbing gas-phase samples because the multiple reflections of light in the cavity greatly increase the absorption path. By inserting a prism into the cavity, the optical mode undergoes total internal reflection (TIR) at the prism surface and the evanescent wave (EW) enables the absorption detection of condensed-phase samples within a very thin layer near the prism surface, called EW-CRDS. Here, we propose an ultrasensitive chiral absorption spectroscopy platform using a dielectric metasurface-assisted EW-CRDS. We theoretically show that, upon linearly polarized and oblique incidence, the metasurface exhibits minimum scattering and absorption loss, introduces negligible polarization change, and locally converts the linearly polarized light into near fields with finite optical chirality, enabling CD detection with EW-CRDS that only works with linearly polarized light. We evaluate the ring-down time in the presence of chiral molecules and determine the sensitivity of the cavity as a function of total absorption from the molecules. The findings open the avenue for an ultrasensitive thin film detection of the chiral molecules using the CRDS techniques. ",
    "url": "https://arxiv.org/abs/2305.06013",
    "authors": [
      "Ankit Kumar Singh",
      "Zhan-Hong Lin",
      "Min Jiang",
      "Thomas G. Mayerhöfer",
      "Jer-Shing Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06016",
    "title": "Time-sharing Orbit Jump and Energy Harvesting in Nonlinear Piezoelectric  Energy Harvesters Using a Synchronous Switch Circuit",
    "abstract": "Nonlinearity has enabled energy harvesting to advance towards higher power output and broader bandwidth in monostable, bistable, and multistable systems. However, challenges in operating in the high energy orbit (HEO) rather than low energy orbit (LEO) have restricted their applications. Based on a monostable nonlinear system, this paper proposes a self-contained solution for time-sharing orbit jump and energy harvesting. The joint dynamics of an electromechanical assembly consisting of a nonlinear energy harvester and a switch-mode piezoelectric interface circuit is studied for high-capability energy harvesting. The proposed solution is carried out by utilizing a cutting-edge switch-mode bidirectional energy conversion circuit (BECC), which enables time-sharing dual functions of energy harvesting and vibration exciting. A theoretical model is established based on impedance analysis and multiple time scales method to analyze the stability, frequency response, and phase evolution of the autonomous and nonautonomous nonlinear energy harvesting systems. Particularly, the detailed dynamics for the orbit jumps with vibration exciting mode of BECC are studied. Experiments are performed to validate the full-range orbit jumps with the monostable nonlinear energy harvester. The harvested power after orbit jumps yields a nine-fold increase, compensating for the energy consumption under vibration exciting mode quickly. The proposed solution also refrains the system from extra mechanical or electrical energy sources for orbit jumps, which leads to the first self-contained solution for simultaneous energy harvesting and orbit jump in nonlinear piezoelectric energy harvesting. This work enhances the practical utility of nonlinear energy harvesting technologies toward engineering applications. ",
    "url": "https://arxiv.org/abs/2305.06016",
    "authors": [
      "Bao Zhao",
      "Jiahua Wang",
      "Guobiao Hu",
      "Andrea Colombi",
      "Wei-Hsin Liao",
      "Junrui Liang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06029",
    "title": "Steady regime of radiation pressure acceleration with foil thickness  adjustable within micrometers under 10-100 PW laser",
    "abstract": "Quasi-monoenergetic GeV-scale protons are predicted to efficiently generate via radiation pressure acceleration (RPA) when the foil thickness is matched with the laser intensity, e.g., $L_{mat}$ at several nm to 100 nm with $10^{19}-10^{22} \\rm ~W cm^{-2}$ available in laboratory. However, non-monoenergetic protons with much lower energies than prediction were usually observed in RPA experiments, because of too small foil thickness which is hard to bear insufficient laser contrast and foil surface roughness. Besides the technical problems, we here find that there is an upper-limit thickness $L_{up}$ derived from the requirement that the laser energy density should dominate over the ion source, and $L_{up}$ is lower than $ L_{mat}$ with the intensity below $10^{22} \\rm~ W cm^{-2}$, which causes inefficient or unsteady RPA. As the intensity is enhanced to $\\geq 10^{23} \\rm ~W cm^{-2}$ provided by 10-100 PW laser facilities, $L_{up}$ can significantly exceed $L_{mat}$ and therefore RPA becomes efficient. In this regime, $L_{mat}$ acts as a lower-limit thickness for efficient RPA, so the matching thickness can be extended to a continuous range from $L_{mat}$ to $L_{up}$; the range can reach micrometers, within which foil thickness is adjustable. This makes RPA steady and meanwhile the above technical problems can be overcome. Particle-in-cell simulation shows that multi-GeV quasi-monoenergetic proton beams can be steadily generated and the fluctuation of the energy peaks and the energy conversation efficiency remains stable although the thickness is taken in a larger range with increasing intensity. This work predicts that near future RPA experiments with 10-100 PW facilities will enter a new regime with the adjustable and large-range foil thickness for steady acceleration. ",
    "url": "https://arxiv.org/abs/2305.06029",
    "authors": [
      "Meng Liu",
      "Wei-Min Wang",
      "Yu-Tong Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06032",
    "title": "Sensitivity of Transition-Edge Sensors to Strong DC Electric Fields",
    "abstract": "Transition-edge sensors (TESs) have found a wide range of applications in both space- and land-based astronomical photon measurement and are being used in the search for dark matter and neutrino mass measurements. A fundamental aspect of TES physics that has not been investigated is the sensitivity of TESs to strong DC electric fields (10 kV/m and above). Understanding the resilience of TESs to DC electric fields is essential when considering their use as charged particle spectrometers, a field in which TESs could have an enormous impact. Techniques such as x-ray photoelectron spectroscopy produce a high number of low-energy electrons that are not of interest and can be screened from the detector using electrostatic deflection. The use of strong electric fields could also provide a mass-efficient route to prevent secondary electron measurements arising from cosmic radiation in space-based TES applications. Integrating electron optics into the TES membrane provides an elegant and compact means to control the interaction between charged particles and the sensor, whether by screening unwanted particles or enhancing the particle absorption efficiency but implementing such techniques requires understanding the sensitivity of the TES to the resulting electric fields. In this work, we applied a uniform DC electric field across a Mo/Au TES using a parallel pair of flat electrodes positioned above and below the TES. The electric field in the vicinity of the TES was enhanced by the presence of silicon backing plate directly beneath the TES. Using this arrangement, we were able to apply of electric fields up to 90 kV/m across the TES. We observed no electric field sensitivity at any field strength demonstrating the capability to use TESs in environments of strong electric fields. ",
    "url": "https://arxiv.org/abs/2305.06032",
    "authors": [
      "K. M. Patel",
      "D. J. Goldie",
      "S. Withington",
      "C. N. Thomas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2305.06153",
    "title": "Quantum Computing with dartboards",
    "abstract": "We present a physically appealing and elegant picture for quantum computing using rules constructed for a game of darts. A dartboard is used to represent the state space in quantum mechanics and the act of throwing the dart is shown to have close similarities to the concept of measurement, or collapse of the wavefunction in quantum mechanics. The analogy is constructed in arbitrary dimensional spaces, that is using arbitrary dimensional dartboards, and for for such arbitrary spaces this also provides us a ``visual'' description of uncertainty. Finally, connections of qubits and quantum computing algorithms is also made opening the possibility to construct analogies between quantum algorithms and coupled dart-throw competitions. ",
    "url": "https://arxiv.org/abs/2305.06153",
    "authors": [
      "Ishaan Ganti",
      "Srinivasan S. Iyengar"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06216",
    "title": "Fluorescence Molecular Tomography for Quantum Yield and Lifetime",
    "abstract": "Fluorescence molecular tomography (FMT) is a promising modality for non-invasive imaging of internal fluorescence agents in biological tissues especially in small animal models, with applications in diagnosis, therapy, and drug design. In this paper, we present a new fluorescent reconstruction algorithm that combines time-resolved fluorescence imaging data with photon-counting micro-CT (PCMCT) images to estimate the quantum yield and lifetime of fluorescent markers in a mouse model. By incorporating PCMCT images, a permissible region of interest of fluorescence yield and lifetime can be roughly estimated as prior knowledge, reducing the number of unknown variables in the inverse problem and improving image reconstruction stability. Our numerical simulation results demonstrate the accuracy and stability of this method in the presence of data noise, with an average relative error of 18% in fluorescent yield and lifetime reconstruction. ",
    "url": "https://arxiv.org/abs/2305.06216",
    "authors": [
      "Wenxiang Cong",
      "Ge Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06277",
    "title": "Design, Modeling and Fabrication of Nanostructure Devices for  Optoelectronic Applications",
    "abstract": "The current research work encompasses design modelling and fabrication of vertically aligned nanowire metal oxide semiconductor based voltage tunable quantum dot devices for optoelectronic applications. A novel device scheme is proposed for developing such VTQDs by combining the effects of nanowire geometry dependent structural confinement in transverse directions and the voltage assisted surface quantization in longitudinal direction. The formation of VTQDs near oxide/semiconductor interface at room temperature is predicted by developing a self consistent quantum electrostatic simultaneous solver. The photogeneration phenomenon and carrier transport in nanowire MOS based VTQD devices is analytically modelled by adopting non equilibrium Greens formalism based on second quantization field operators for incident photons and generated photocarriers. Engineering the combined effects of structural and electrical quantization has enabled a route for developing wavelength selective direct colour sensors with high spectral resolution. The developed NEGF based analytical model is further extended to obtain photocurrent which can be utilized for harvesting solar energy. A design window is also proposed for obtaining the desired values of solar cell performance parameters with the optimized device parameters such as, the nanowire diameter and oxide thickness. Finally, a patterned array of such nanowire MOS based VTQD devices is fabricated by employing electron beam lithography. The step like behaviour in capacitance voltage characteristics of such devices measured in situ within the FESEM chamber confirms the formation of VTQDs at room temperature. Such patterned nanowire MOS based VTQD devices can be utilized for the advanced photosensing and solar energy harvesting applications. ",
    "url": "https://arxiv.org/abs/2305.06277",
    "authors": [
      "Subhrajit Sikdar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.06333",
    "title": "Direct-Laser-Written Polymer Nanowire Waveguides for Broadband Single  Photon Collection from Epitaxial Quantum Dots into a Gaussian-like Mode",
    "abstract": "Single epitaxial quantum dots (QDs) are a leading technology for quantum light generation, particularly when embedded in photonic devices that enhance their emission. However, coupling this emission into a desirable optical channel, like a single mode fiber, is often challenging. Direct laser writing (DLW) enables the fabrication of three-dimensional sub-micron features out of photoresist, supporting micro- and nano- scale devices that can address this challenge. In this study, we use DLW to directly waveguide-couple epitaxially-grown InAs/GaAs QDs by fabricating 1 $\\mu$m diameter polymer nanowires (PNWs) in contact with the GaAs substrate housing the QDs. The PNWs are high index contrast cylindrical waveguides perpendicular to the GaAs device layer, which couple the emission from an underlying QD to the HE$_{11}$ mode of the PNW, enhancing the collection efficiency to a single-mode fiber. PNW fabrication does not alter the QD device layer (e.g., via etching), making PNWs well suited for augmenting existing photonic geometries that enhance QD emission. We study PNWs as standalone devices and in conjunction with metallic nanorings -- an already-established geometry for increasing vertical extraction of light from embedded QDs. Since PNWs are fabricated on substrates that abosorb and reflect at the DLW exposure wavelength, we report methods to mitigate standing wave reflections and heat, which otherwise prevent PNW fabrication. We observe a factor of ($3.0 \\pm 0.7)\\times$ improvement in a nanoring system with a PNW compared to the same system without a PNW, in line with numerical results, highlighting a PNW's ability to waveguide QD emission and increase collection efficiency simultaneously. These results demonstrate a new approach in which DLW can provide additional functionality for quantum emitter photonics, in a manner compatible with existing top-down fabrication approaches. ",
    "url": "https://arxiv.org/abs/2305.06333",
    "authors": [
      "Edgar Perez",
      "Cori Haws",
      "Marcelo Davanco",
      "Jindong Song",
      "Luca Sapienza",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05798",
    "title": "Tight information bounds for spontaneous emission lifetime resolution of  quantum sources with varied spectral purity",
    "abstract": "We generalize the theory of resolving a mixture of two closely spaced spontaneous emission lifetimes to include pure dephasing contributions to decoherence, leading to the resurgence of Rayleigh's Curse at small lifetime separations. Considerable resolution enhancement remains possible when lifetime broadening is more significant than that due to pure dephasing. In the limit that lifetime broadening dominates, one can achieve super-resolution either by a tailored one-photon measurement or Hong-Ou-Mandel interferometry. We describe conditions for which either choice is superior. ",
    "url": "https://arxiv.org/abs/2305.05798",
    "authors": [
      "Cheyenne S. Mitchell",
      "Mikael P. Backlund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.06259",
    "title": "Symmetry and nonlinearity of spin wave resonance excited by focused  surface acoustic waves",
    "abstract": "The use of a complex ferromagnetic system to manipulate GHz surface acoustic waves is a rich current topic under investigation, but the high-power nonlinear regime is under-explored. We introduce focused surface acoustic waves, which provide a way to access this regime with modest equipment. Symmetry of the magneto-acoustic interaction can be tuned by interdigitated transducer design which can introduce additional strain components. Here, we compare the impact of focused acoustic waves versus standard unidirectional acoustic waves in significantly enhancing the magnon-phonon coupling behavior. Analytical simulation results based on modified Landau-Lifshitz-Gilbert theory show good agreement with experimental findings. We also report nonlinear input power dependence of the transmission through the device. This experimental observation is supported by the micromagnetic simulation using mumax3 to model the nonlinear dependence. These results pave the way for extending the understanding and design of acoustic wave devices for exploration of acoustically driven spin wave resonance physics. ",
    "url": "https://arxiv.org/abs/2305.06259",
    "authors": [
      "Piyush J. Shah",
      "Derek A. Bas",
      "Abbass Hamadeh",
      "Michael Wolf",
      "Andrew Franson",
      "Michael Newburger",
      "Philipp Pirro",
      "Mathias Weiler",
      "Michael R. Page"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06293",
    "title": "Unitary equivalence of the twisted quantum states",
    "abstract": "We study the time dynamics of the twisted quantum states. We find an explicit connection between the well-known stationary Landau state and an evolving twisted state, even if the Hamiltonian accounts for the linear energy dissipation. Utilizing this unitary connection, we analyze nonstationary Landau states and unveil some of their properties. We demonstrate how the proposed transformation enables simple evaluation of the different operator mean values for the evolving twisted state based on the solution to the classical Ermakov equation and matrix elements calculated on the stationary Landau states. We anticipate that suggested formalism may significantly simplify the analysis and become a convenient tool for the further theoretical development of the dissipative evolution of the twisted quantum wave packet. ",
    "url": "https://arxiv.org/abs/2305.06293",
    "authors": [
      "N. V. Filina",
      "S. S. Baturin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1711.03567",
    "title": "Acoustic scattering-extinction cross section and the acoustic force of  electrostatic type",
    "abstract": " Comments: 18 pages ",
    "url": "https://arxiv.org/abs/1711.03567",
    "authors": [
      "Ion Simaciu",
      "Zoltan Borsos",
      "Gheorghe Dumitrescu",
      "Glauber T. Silva",
      "Tiberiu Bărbat"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04605",
    "title": "A driven quantum superconducting circuit with multiple tunable  degeneracies",
    "abstract": " Title: A driven quantum superconducting circuit with multiple tunable  degeneracies ",
    "url": "https://arxiv.org/abs/2211.04605",
    "authors": [
      "Jayameenakshi Venkatraman",
      "Rodrigo G. Cortinas",
      "Nicholas E. Frattini",
      "Xu Xiao",
      "Michel H. Devoret"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03972",
    "title": "A FPGA-based architecture for real-time cluster finding in the LHCb  silicon pixel detector",
    "abstract": " Comments: 13 pages, 22 figures. This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible ",
    "url": "https://arxiv.org/abs/2302.03972",
    "authors": [
      "G. Bassi",
      "L. Giambastiani",
      "K. Hennessy",
      "F. Lazzari",
      "M. J. Morello",
      "T. Pajero",
      "A. Fernandez Prieto",
      "G. Punzi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Hardware Architecture (cs.AR)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2302.11421",
    "title": "Measurement optimization techniques for excited electronic states in  near-term quantum computing algorithms",
    "abstract": " Title: Measurement optimization techniques for excited electronic states in  near-term quantum computing algorithms ",
    "url": "https://arxiv.org/abs/2302.11421",
    "authors": [
      "Seonghoon Choi",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.18107",
    "title": "Increasing the Field-of-View Radiation Efficiency of Optical Phased  Antenna Arrays",
    "abstract": " Title: Increasing the Field-of-View Radiation Efficiency of Optical Phased  Antenna Arrays ",
    "url": "https://arxiv.org/abs/2303.18107",
    "authors": [
      "Henna Farheen",
      "Andreas Strauch",
      "J. Christoph Scheytt",
      "Viktor Myroshnychenko",
      "Jens Förstner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.02275",
    "title": "Modeling of the driver transverse profile for laser wakefield electron  acceleration at APOLLON Research Facility",
    "abstract": " Title: Modeling of the driver transverse profile for laser wakefield electron  acceleration at APOLLON Research Facility ",
    "url": "https://arxiv.org/abs/2305.02275",
    "authors": [
      "Ioaquin Moulanier",
      "Lewis Dickson",
      "Charles Ballage",
      "Ovidiu Vasilovici",
      "Aubin Gremaud",
      "Sandrine Dobosz Dufrenoy",
      "Nicolas Delerue",
      "Lorenzo Bernardi",
      "Ali Mahjoub",
      "Antoine Cauchois",
      "Arnd Specka",
      "Francesco Massimo",
      "Gilles Maynard",
      "Brigitte Cros"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]