[
  {
    "id": "arXiv:2311.00083",
    "title": "Mapping the complete evolution of magnetic excitation in beam-plasma  system driven by an ultra-intense, femtosecond laser",
    "abstract": "Plasmas are beset with instabilities of all types, hydrodynamic, magneto-hydrodynamic, and electromagnetic. These instabilities are complex, occur over a large range of temporal and spatial scales, are most often unmanageable, and have seriously challenged our efforts at applications, even as they have shed light on the understanding of the physics of plasmas in the laboratory and astrophysical environments. A major reason for our limited success in their containment is the lack of direct experimental information on their origins and evolution, both temporal and spatial. In plasmas produced by high-intensity, short, and ultrashort pulse lasers, our knowledge of the instability stems from the (secondary) signals they generate e.g. scattering of electromagnetic waves in the form of Raman or Brillouin scattering. Rarely, if ever, has a direct measurement been made of the instantaneous evolution of the instabilities in plasmas. In this paper, we present direct measurements of the femtosecond evolution of the electromagnetic beam-driven instability that arises from the interaction of forward and return currents in an ultrahigh-intensity laser-produced plasma on a solid target. ",
    "url": "https://arxiv.org/abs/2311.00083",
    "authors": [
      "Moniruzzaman Shaikh",
      "Amit D Lad",
      "Devshree Mandal",
      "Kamalesh Jana",
      "Deep Sarkar",
      "Amita Das",
      "G Ravindra Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  },
  {
    "id": "arXiv:2311.00086",
    "title": "The Larmor frequency shift of a white matter magnetic microstructure  model with multiple sources",
    "abstract": "Magnetic susceptibility imaging may provide valuable information about chemical composition and microstructural organization of tissue. However, its estimation from the MRI signal phase is particularly difficult as it is sensitive to magnetic tissue properties ranging from the molecular to macroscopic scale. The MRI Larmor frequency shift measured in white matter (WM) tissue depends on the myelinated axons and other magnetizable sources such as iron-filled ferritin. We have previously derived the Larmor frequency shift arising from a dense media of cylinders with scalar susceptibility and arbitrary orientation dispersion. Here we extend our model to include microscopic WM susceptibility anisotropy as well as spherical inclusions with scalar susceptibility to represent subcellular structures, biologically stored iron etc. We validate our analytical results with computer simulations and investigate the feasibility of estimating susceptibility using simple iterative linear least squares without regularization or preconditioning. This is done in a digital brain phantom synthesized from diffusion MRI (dMRI) measurements of an ex vivo mouse brain at ultra-high field. ",
    "url": "https://arxiv.org/abs/2311.00086",
    "authors": [
      "Anders Dyhr Sandgaard",
      "Noam Shemesh",
      "Leif Østergaard",
      "Valerij G. Kiselev",
      "Sune Nørhøj Jespersen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00089",
    "title": "Fast, multicolour optical sectioning over extended fields of view by  combining interferometric SIM with machine learning",
    "abstract": "Structured illumination can reject out-of-focus signal from a sample, enabling high-speed and high-contrast imaging over large areas with widefield detection optics. Currently, this optical-sectioning technique is limited by image reconstruction artefacts and the need for sequential imaging of multiple colour channels. We combine multicolour interferometric pattern generation with machine-learning processing, permitting high-contrast, real-time reconstruction of image data. The method is insensitive to background noise and unevenly phase-stepped illumination patterns. We validate the method in silico and demonstrate its application on diverse specimens, ranging from fixed and live biological cells to synthetic biosystems, imaging at up to 37 Hz across a 44 x 44 $\\mu m^2$ field of view. ",
    "url": "https://arxiv.org/abs/2311.00089",
    "authors": [
      "Edward N. Ward",
      "Rebecca M. McClelland",
      "Jacob R. Lamb",
      "Roger Rubio-Sánchez",
      "Charles N. Christensen",
      "Bismoy Mazumder",
      "Sofia Kapsiani",
      "Luca Mascheroni",
      "Lorenzo Di Michele",
      "Gabriele S. Kaminski Schierle",
      "Clemens F. Kaminski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00359",
    "title": "Inverse identification framework for cohesive zone model incorporating  failure mode based on multi-island genetic algorithm",
    "abstract": "Composite interfaces are commonly simulated by cohesive zone models with the key challenge being the calibration of interfacial parameters. A new framework is presented in this paper to derive the characteristic of any cohesive zone model. This approach employs the multi-island genetic algorithm to obtain the interface parameters aligning closely with the experimental observations. The introduced framework innovatively formulates an objective function, considering both the congruence of the load-displacement curve and the alignment with the failure mode of model. The framework combines machine learning and multi-objective optimization. A method using the interface debonding length to quantify the failure mode of the model is proposed. To demonstrate the feasibility of the proposed framework, the newly strength-based cohesive zone model is taken as an example, and key parameters and damage evolution are identified accurately. The inverse algorithm is used to identify the interface parameters of both the double cantilever beam experiment and the four-point bending test. The robustness and accuracy of the framework are validated through the double cantilever beam test. The findings indicate that the numerical results align closely with the experimental data, confirming that the interface parameters identified by the proposed framework can reproduce the performance of the adhesive joints. ",
    "url": "https://arxiv.org/abs/2311.00359",
    "authors": [
      "Tianxiang Shi",
      "Miao Pang",
      "Yangyang Wang",
      "Yongqiang Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00017",
    "title": "Simplified Polarization-Encoding for BB84 QKD Sourced by Incoherent  Light of a Silicon Emitter",
    "abstract": "We investigate a polarization-encoded BB84-QKD transmitter that is simplified from an architectural and technological point-of-view, demonstrating a silicon emitter sourcing a low-complexity polarization modulator for secure-key generation at a raw-key rate of 2.8kb/s and QBER of 10.47%, underpinning the feasibility of an all-silicon QKD transmitter. ",
    "url": "https://arxiv.org/abs/2311.00017",
    "authors": [
      "Florian Honz",
      "Nemanja Vokić",
      "Philip Walther",
      "Hannes Hübel",
      "Bernhard Schrenk"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.00129",
    "title": "Probing Quantum Efficiency: Exploring System Hardness in Electronic  Ground State Energy Estimation",
    "abstract": "We consider the question of how correlated the system hardness is between classical algorithms of electronic structure theory in ground state estimation and quantum algorithms. To define the system hardness for classical algorithms we employ empirical criterion based on the deviation of electronic energies produced by coupled cluster and configuration interaction methods from the exact ones along multiple bonds dissociation in a set of molecular systems. For quantum algorithms, we have selected the Variational Quantum Eigensolver (VQE) and Quantum Phase Estimation (QPE) methods. As characteristics of the system hardness for quantum methods, we analyzed circuit depths for the state preparation, the number of quantum measurements needed for the energy expectation value, and various cost characteristics for the Hamiltonian encodings via Trotter approximation and linear combination of unitaries (LCU). Our results show that the quantum resource requirements are mostly unaffected by classical hardness, with the only exception being the state preparation part, which contributes to both VQE and QPE algorithm costs. However, there are clear indications that constructing the initial state with a significant overlap with the true ground state (>10%) is easier than obtaining the state with an energy expectation value within chemical precision. These results support optimism regarding the identification of a molecular system where a quantum algorithm excels over its classical counterpart, as quantum methods can maintain efficiency in classically challenging systems. ",
    "url": "https://arxiv.org/abs/2311.00129",
    "authors": [
      "Seonghoon Choi",
      "Ignacio Loaiza",
      "Robert A. Lang",
      "Luis A. Martínez-Martínez",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00155",
    "title": "Antiferromagnetic Switching in Mn$_2$Au Using a Novel Laser Induced  Optical Torque on Ultrafast Timescales",
    "abstract": "Efficient manipulation of the N\\'eel vector in antiferromagnets can be induced by generation of spin orbit (SOT) or spin-transfer (STT) torques. Here we predict another possibility for antiferromagnetic domain switching by using a non-zero staggered field induced from optical laser excitation. We present results on the atomistic scale dynamic simulations from the application of a novel laser induced torque using optical frequencies for all-optical switching (AOS) of the N\\'eel vector in the antiferromagnet Mn$_2$Au. The driving mechanism takes advantage of the sizeable 'exchange enhancement' characteristic of antiferromagnets, allowing for small picosecond 90 and 180 degree precessional switching with laser fluences on the order of mJ/cm$^2$. The symmetry of these novel torques are highly dependent on the time-varying magnetisation direction, creating a sign change in the torque which greatly minimises the \"over-shooting problem\" common to SOT and STT. Lastly, we demonstrate the opportunity for this laser optical torque to deterministically switch single magnetic domains. ",
    "url": "https://arxiv.org/abs/2311.00155",
    "authors": [
      "J. L. Ross",
      "P-I. Gavriloaea",
      "F. Freimuth",
      "Y. Mokrousov",
      "R.F.L. Evans",
      "R. Chantrell",
      "R.M. Otxoa",
      "O. Chubykalo-Fesenko"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00299",
    "title": "Predicting Ion Sequestration in Charged Polymers with the  Steepest-Entropy-Ascent Quantum Thermodynamic Framework",
    "abstract": "The steepest-entropy-ascent quantum thermodynamic framework is used to investigate the effectiveness of multi-chain polyethyleneimine-methylenephosphonic acid in sequestering rare-earth ions (Eu$^{+3}$) from aqueous solutions. The framework applies a thermodynamic equation of motion to a discrete energy eigenstructure to model the binding kinetics of europium ions to reactive sites of the polymer chains. The energy eigenstructure is generated using a non-Markovian Monte Carlo model that estimates energy level degeneracies. The equation of motion is used to determine the occupation probability of each energy level, describing the unique path through thermodynamic state space by which the polymer system sequesters rare-earth ions from solution. A second Monte Carlo simulation is conducted to relate the kinetic path in state space to physical descriptors associated with the polymer, including the radius of gyration, tortuosity, and Eu-neighbor distribution functions. These descriptors are used to visualize the evolution of the polymer during the sequestration process. The fraction of sequestered Eu$^{+3}$ ions depends upon the total energy of the system, with lower energy resulting in higher sequestration. The kinetics of the overall sequestration are dependent on the steepest-entropy-ascent principle used by the equation of motion to generate a unique kinetic path from an initial non-equilibrium state. ",
    "url": "https://arxiv.org/abs/2311.00299",
    "authors": [
      "Jared McDonald",
      "Michael R. von Spakovsky",
      "William T. Reynolds Jr"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00561",
    "title": "Two-colour laser cooling for 40K-87Rb quantum gas mixtures",
    "abstract": "We present an efficient cooling scheme for fermionic $^{40}{\\text{K}}$ atoms, using laser light red and blue detuned with respect to the $\\mathcal{D}2$ and $\\mathcal{D}1$ principle flourescence lines, respectively. The cooling scheme is found to significantly increase the saturation level for loading of a $^{40}{\\text{K}}$ magneto-optical trap (MOT), resulting in increased atom numbers or decreased cycle times. While the attainable $^{40}{\\text{K}}$ atom number is approximately doubled if exclusively $^{40}{\\text{K}}$ atoms are cooled, the scheme is particularly powerful for dual-species MOTs, for example, if $^{40}{\\text{K}}$ and $^{87}{\\text{Rb}}$ atoms are cooled simultaneously in the same MOT configuration. The typical atom losses due to light-assisted hetero-nuclear collisions between $^{40}{\\text{K}}$ and $^{87}{\\text{Rb}}$ seem to be reduced giving rise to a threefold improvement of the $^{40}{\\text{K}}$ atom number as compared to that in a conventional dual-species MOT, operating merely with $\\mathcal{D}2$ light. Our scheme can be a useful extension to most dual-species experiments, aiming to reach simultaneous degeneracy of both species. ",
    "url": "https://arxiv.org/abs/2311.00561",
    "authors": [
      "Yann Kiefer",
      "Max Hachmann",
      "Andreas Hemmerich"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.00615",
    "title": "2023 Astrophotonics Roadmap: pathways to realizing multi-functional  integrated astrophotonic instruments",
    "abstract": "Photonics offer numerous functionalities that can be used to realize astrophotonic instruments. The most spectacular example to date is the ESO Gravity instrument at the Very Large Telescope in Chile. Integrated astrophotonic devices stand to offer critical advantages for instrument development, including extreme miniaturization, as well as integration, superior thermal and mechanical stabilization owing to the small footprint, and high replicability offering cost savings. Numerous astrophotonic technologies have been developed to address shortcomings of conventional instruments to date, including for example the development of photonic lanterns, complex aperiodic fiber Bragg gratings, complex beam combiners to enable long baseline interferometry, and laser frequency combs for high precision spectral calibration of spectrometers. Despite these successes, the facility implementation of photonic solutions in astronomical instrumentation is currently limited because of (1) low throughputs from coupling to fibers, coupling fibers to chips, propagation and bend losses, device losses, etc, (2) difficulties with scaling to large channel count devices needed for large bandwidths and high resolutions, and (3) efficient integration of photonics with detectors, to name a few. In this roadmap, we identify 24 areas that need further development. We outline the challenges and advances needed across those areas covering design tools, simulation capabilities, fabrication processes, the need for entirely new components, integration and hybridization and the characterization of devices. To realize these advances the astrophotonics community will have to work cooperatively with industrial partners who have more advanced manufacturing capabilities. With the advances described herein, multi-functional instruments will be realized leading to novel observing capabilities for both ground and space platforms. ",
    "url": "https://arxiv.org/abs/2311.00615",
    "authors": [
      "Nemanja Jovanovic",
      "Pradip Gatkine",
      "Narsireddy Anugu",
      "Rodrigo Amezcua-Correa",
      "Ritoban Basu Thakur",
      "Charles Beichman",
      "Chad Bender",
      "Jean-Philippe Berger",
      "Azzurra Bigioli",
      "Joss Bland-Hawthorn",
      "Guillaume Bourdarot",
      "Charles M. Bradford",
      "Ronald Broeke",
      "Julia Bryant",
      "Kevin Bundy",
      "Ross Cheriton",
      "Nick Cvetojevic",
      "Momen Diab",
      "Scott A. Diddams",
      "Aline N. Dinkelaker",
      "Jeroen Duis",
      "Stephen Eikenberry",
      "Simon Ellis",
      "Akira Endo",
      "Donald F. Figer",
      "Michael Fitzgerald",
      "Itandehui Gris-Sanchez",
      "Simon Gross",
      "Ludovic Grossard",
      "Olivier Guyon",
      "Sebastiaan Y. Haffert",
      "Samuel Halverson",
      "Robert J. Harris",
      "Jinping He",
      "Tobias Herr",
      "Philipp Hottinger",
      "Elsa Huby",
      "Michael Ireland",
      "Rebecca Jenson-Clem",
      "Jeffrey Jewell",
      "Laurent Jocou",
      "Stefan Kraus",
      "Lucas Labadie",
      "Sylvestre Lacour",
      "Romain Laugier",
      "Katarzyna Ławniczuk",
      "Jonathan Lin"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:1210.5730",
    "title": "Subwavelength particles in an inhomogeneous light field: Optical forces  associated with the spin and orbital energy flows",
    "abstract": " Comments: 16 pages, 2 figures. The paper represents materials of the talk at conference \"Singular Optics'12\" in Sevastopol, 19 September 2012, and is designed to \"Journal of Optics\". In the last version, numbering of equations is corrected, and equations (17) and (21) are corrected ",
    "url": "https://arxiv.org/abs/1210.5730",
    "authors": [
      "Aleksandr Bekshaev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.16877",
    "title": "Boltzmann machines and quantum many-body problems",
    "abstract": " Comments: Review paper, 16 pages, 9 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2306.16877",
    "authors": [
      "Yusuke Nomura"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03333",
    "title": "10-GHz-clock time-multiplexed non-degenerate optical parametric  oscillator network with a variable planar lightwave circuit interferometer",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2307.03333",
    "authors": [
      "Yuya Yonezu",
      "Kensuke Inaba",
      "Yasuhiro Yamada",
      "Takuya Ikuta",
      "Takahiro Inagaki",
      "Toshimori Honjo",
      "Hiroki Takesue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2310.04555",
    "title": "Optical trapping and manipulation of fluorescent polymer-based  nanostructures: measuring optical properties of materials in the nanoscale  range",
    "abstract": " Title: Optical trapping and manipulation of fluorescent polymer-based  nanostructures: measuring optical properties of materials in the nanoscale  range ",
    "url": "https://arxiv.org/abs/2310.04555",
    "authors": [
      "T. A. Moura",
      "M. L. Lana Júnior",
      "C. H. V. da Silva",
      "L. R. Américo",
      "J. B. S. Mendes",
      "M. C. N. P. Brandão",
      "A. G. S. Subtil",
      "M. S. Rocha"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.09062",
    "title": "Mechanisms of temperature-dependent thermal transport in amorphous  silica from machine-learning molecular dynamics",
    "abstract": " Comments: 12 pages, 7 figures in main text; 15 pages, 12 figures in Supplemental Material ",
    "url": "https://arxiv.org/abs/2310.09062",
    "authors": [
      "Ting Liang",
      "Penghua Ying",
      "Ke Xu",
      "Zhenqiang Ye",
      "Chao Ling",
      "Zheyong Fan",
      "Jianbin Xu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]