[
  {
    "id": "arXiv:2304.11170",
    "title": "Magnetically Controllable Multimode Interference in Topological Photonic  Crystals",
    "abstract": "Topological photonic insulators show promise for applications in compact integrated photonic circuits due to their ability to transport light robustly through sharp bendings.The number of topological edge states relies on the difference between the bulk Chern numbers across the boundary, as dictated by the bulk edge correspondence. The interference among multiple topological edge modes in topological photonics systems may allow for controllable functionalities that are particularly desirable for constructing reconfigurable photonic devices. In this work, we demonstrate magnetically controllable multimode interference based on gyromagnetic topological photonic insulators that support two unidirectional edge modes with different dispersions. We successfully achieve controllable power splitting in experiments by engineering multimode interference with the magnetic field intensity or the frequency of wave. Our work demonstrates that manipulating the interference among multiple chiral edge modes can facilitate the advancement of highly efficient and adaptable photonic devices. ",
    "url": "https://arxiv.org/abs/2304.11170",
    "authors": [
      "Weiyuan Tang",
      "Mudi Wang",
      "Shaojie Ma",
      "C.T. Chan",
      "Shuang Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11309",
    "title": "Multi-focus averaging for multiple scattering suppression in optical  coherence tomography",
    "abstract": "Multiple scattering is one of the main factors that limits the penetration depth of optical coherence tomography (OCT) in scattering samples. We propose a method termed multi-focus averaging (MFA) to suppress the multiple-scattering signals and improve the image contrast of OCT in deep regions. The MFA method captures multiple OCT volumes with various focal positions and averages them in complex form after correcting the varying defocus through computational refocusing. Because the multiple-scattering takes different trajectories among the different focal position configurations, this averaging suppresses the multiple-scattering signal. Meanwhile, the single-scattering takes a consistent trajectory regardless of the focal position configuration and is not suppressed. Hence, the MFA method improves the signal ratio between the single- and multiple-scattering signals and improves the image contrast. A scattering phantom and a postmortem zebrafish were measured for validation of the proposed method. The results showed that the contrast of intensity images of both the phantom and zebrafish were improved using the MFA method, such that they were better than the contrast provided by the standard complex averaging method. The MFA method provides a cost-effective solution for contrast enhancement through multiple-scattering reduction in tissue imaging using OCT systems. ",
    "url": "https://arxiv.org/abs/2304.11309",
    "authors": [
      "Lida Zhu",
      "Shuichi Makita",
      "Junya Tamaoki",
      "Antonia Lichtenegger",
      "Yiheng Lim",
      "Yiqiang Zhu",
      "Makoto Kobayashiand Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11484",
    "title": "Photonic molecule based on coupled ring quantum cascade lasers",
    "abstract": "Photonic molecules - systems composed of coupled optical resonators - emulate the behavior of complex physical systems that exhibit discrete energy levels. In this work, we present a novel photonic molecule system composed of two strongly coupled, mid-infrared ring quantum cascade lasers. We explore both experimentally and numerically the key features of the photonic molecule system such as the energy level splitting of degenerate bonding and antibonding supermodes. Due to the large size of the resonators, the energy split results in bands containing tens of modes instead of only two discrete levels. Each of these modes is doubly degenerate with respect to the direction of propagation, namely clockwise and counterclockwise. We explore several methods to carefully break these symmetries of the system in a controlled manner by introducing spatial and temporal asymmetries in the pumping scheme of the ring lasers. By employing these techniques, we achieve a high degree of precision in the dynamic control of the output of the photonic molecule. Owing to their inherent suitability for integration, this new class of devices may enable novel mid-infrared sensors as well as provide a rich playground for studying non-Hermitian photonics and quantum optics with quantum cascade lasers. ",
    "url": "https://arxiv.org/abs/2304.11484",
    "authors": [
      "Sara Kacmoli",
      "Deborah L. Sivco",
      "Claire F. Gmachl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11569",
    "title": "Recent advances and perspective of photonic bound states in the  continuum",
    "abstract": "Recent advancements in photonic bound states in the continuum (BICs) have opened up exciting new possibilities for the design of optoelectronic devices with improved performance. In this perspective article, we provide an overview of recent progress in photonic BICs based on metamaterials and photonic crystals, focusing on both the underlying physics and their practical applications. The first part of this article introduces two different interpretations of BICs, based on far-field interference of multipoles and near-field analysis of topological charges. We then discuss recent research on manipulating the far-field radiation properties of BICs through the engineering of topological charges. The second part of the article summarizes recent developments in the applications of BICs, including chiral light and vortex beam generation, nonlinear optical frequency conversion, sensors, and nanolasers. Finally, we conclude with a discussion of the potential of photonic BICs to advance terahertz applications in areas such as generation and detection, modulation, sensing, and isolation. We believe that continued research in this area will lead to exciting new advancements in optoelectronics, particularly in the field of terahertz devices. ",
    "url": "https://arxiv.org/abs/2304.11569",
    "authors": [
      "Guizhen Xu",
      "Hongyang Xing",
      "Zhanqiang Xue",
      "Dan Lu",
      "Jinying Fan",
      "Junxing Fan",
      "Perry Ping Shum",
      "Longqing Cong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11591",
    "title": "Fast-speed and low-power-consumption optical phased array based on  thin-film lithium niobate platform",
    "abstract": "Fast scanning-speed and low-power-consumption are becoming progressively more and more important in realizing high-performance chiplet optical phased arrays (OPAs). Here, we establish an integrated OPA based on thin-film lithium niobate-on-insulator (LNOI) platform to access these outstanding performances. Significantly, a lithium niobate (LN) OPA chip is implemented by 32/48 channels LN waveguides enabled by electro-optic modulations, which showcases the low power consumption (1.11nJ/{\\pi}}) and fast operation speed (14.4 ns) promising the advantage of the LNOI platform for integrated OPAs. As results, we experimentally achieved a beam steering with a 62.2{\\deg}*8.8{\\deg} field of view (FOV) and a beam divergence of 2.4{\\deg}*1.2{\\deg}. Moreover, by employing sparse aperiodic arrays in waveguides design we obtained a significant reduction of lateral divergence to 0.33{\\deg} for the radiation beam. This work demonstrate that remarkable advantage of LNOI platform for power-saving and scalable OPA chips for various applications. ",
    "url": "https://arxiv.org/abs/2304.11591",
    "authors": [
      "Zhizhang Wang",
      "Xueyun Li",
      "Jitao Ji",
      "Zhenxing Sun",
      "Jiacheng Sun",
      "Bin Fang",
      "Jun Lu",
      "Xiangfei Chen",
      "Shining Zhu",
      "Tao Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11661",
    "title": "Laser field strength dependence of solid high-harmonic generation from  doped systems",
    "abstract": "We have theoretically studied the field-strength dependent high-harmonic generation (HHG) in doped systems like nano-size or bulk materials. Our results show when the amplitude of the vector potential A_peak of the driving laser reaches the half-width of the Brillouin zone ({\\pi}/a0), the harmonic yield of the undoped systems is larger than the doped systems. The band-climbing process enhances the interband transition of HHG for higher conduction bands. When A_peak is below {\\pi}/a0 , the harmonic yield of the doped systems is stronger than the undoped systems. The atomic doping density also influences the field-strength dependent spectra. ",
    "url": "https://arxiv.org/abs/2304.11661",
    "authors": [
      "Tian-Jiao Shao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11682",
    "title": "Theoretical and numerical comparison of quantum- and classical embedding  models for optical spectra",
    "abstract": "Quantum-mechanical (QM) and classical embedding models approximate a supermolecular quantum chemical calculation. This is particularly useful when the supermolecular calculation has a size that is out of reach for present QM models. Although QM and classical embedding methods share the same goal, they approach this goal from different starting points. In this study, we compare the polarizable embedding (PE) and frozen-density embedding (FDE) models. The former is a classical embedding model, whereas the latter is a density-based QM embedding model. Our comparison focuses on solvent effects on optical spectra of solutes. This is a typical scenario where super-system calculations including the solvent environment become prohibitively large. We formulate a common theoretical framework for PE and FDE models and systematically investigate how PE and FDE approximate solvent effects. Generally, differences are found to be small, except in cases where electron spill-out becomes problematic in the classical frameworks. In these cases, however, atomic pseudopotentials can reduce the electron-spill-out issue. ",
    "url": "https://arxiv.org/abs/2304.11682",
    "authors": [
      "Marina Jansen",
      "Peter Reinholdt",
      "Erik D. Hedegård",
      "Carolin König"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11700",
    "title": "A Nanocryotron Ripple Counter Integrated with a Superconducting Nanowire  Single-Photon Detector for Megapixel Arrays",
    "abstract": "Decreasing the number of cables that bring heat into the cryocooler is a critical issue for all cryoelectronic devices. Especially, arrays of superconducting nanowire single-photon detectors (SNSPDs) could require more than $10^6$ readout lines. Performing signal processing operations at low temperatures could be a solution. Nanocryotrons, superconducting nanowire three-terminal devices, are good candidates for integrating sensing and electronics on the same technological platform as SNSPDs in photon-counting applications. In this work, we demonstrated that it is possible to read out, process, encode, and store the output of SNSPDs using exclusively superconducting nanowires. In particular, we present the design and development of a nanocryotron ripple counter that detects input voltage spikes and converts the number of pulses to an $N$-digit value. The counting base can be tuned from 2 to higher values, enabling higher maximum counts without enlarging the circuit. As a proof-of-principle, we first experimentally demonstrated the building block of the counter, an integer-$N$ frequency divider with $N$ ranging from 2 to 5. Then, we demonstrated photon-counting operations at 405\\,nm and 1550\\,nm by coupling an SNSPD with a 2-digit nanocryotron counter partially integrated on-chip. The 2-digit counter operated in either base 2 or base 3 with a bit error rate lower than $2 \\times 10^{-4}$ and a maximum count rate of $45 \\times 10^6\\,$s$^{-1}$. We simulated circuit architectures for integrated readout of the counter state, and we evaluated the capabilities of reading out an SNSPD megapixel array that would collect up to $10^{12}$ counts per second. The results of this work, combined with our recent publications on a nanocryotron shift register and logic gates, pave the way for the development of nanocryotron processors, from which multiple superconducting platforms may benefit. ",
    "url": "https://arxiv.org/abs/2304.11700",
    "authors": [
      "Matteo Castellani",
      "Owen Medeiros",
      "Reed A. Foster",
      "Alessandro Buzzi",
      "Marco Colangelo",
      "Joshua C. Bienfang",
      "Alessandro Restelli",
      "Karl K. Berggren"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11713",
    "title": "Optically-triggered deterministic spiking regimes in nanostructure  resonant tunnelling diode-photodetectors",
    "abstract": "This work reports a nanostructure resonant tunnelling diode-photodetector (RTD-PD) device and demonstrates its operation as a controllable, optically-triggered excitable spike generator. The top contact layer of the device is designed with a nanopillar structure 500 nm in diameter) to restrain the injection current, yielding therefore lower energy operation for spike generation. We demonstrate experimentally the deterministic optical triggering of controllable and repeatable neuron-like spike patterns in the nanostructure RTD-PDs. Moreover, we show the device's ability to deliver spiking responses when biased in both regions adjacent to the negative differential conductance (NDC) region, the so-called 'peak' and 'valley' points of the current-voltage ($I$-$V$) characteristic. This work also demonstrates experimentally key neuron-like dynamical features in the nanostructure RTD-PD, such as a well-defined threshold (in input optical intensity) for spike firing, as well as the presence of spike firing refractory time. The optoelectronic and chip-scale character of the proposed system together with the deterministic, repeatable and well controllable nature of the optically-elicited spiking responses render this nanostructure RTD-PD element as a highly promising solution for high-speed, energy-efficient optoelectronic artificial spiking neurons for novel light-enabled neuromorphic computing hardware. ",
    "url": "https://arxiv.org/abs/2304.11713",
    "authors": [
      "Qusay Raghib Ali Al-Taai",
      "Matěj Hejda",
      "Weikang Zhang",
      "Bruno Romeira",
      "José M. L. Figueiredo",
      "Edward Wasige",
      "Antonio Hurtado"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2304.11822",
    "title": "Enhancement of the laser-induced excitation probability of the hyperfine  ground state of muonic hydrogen by a multipass cavity setup",
    "abstract": "We study the enhancement of the magnetic dipole induced excitation probability of the hyperfine ground state of Doppler-broadened muonic hydrogen ($p \\mu^{-}$) by a nanosecond laser pulse in the mid-infrared range with Gaussian temporal shape such that the pulse bandwidth is broader than the Doppler width at 10~K. The enhancement is achieved by shrinking the cross-section of the laser pulse and placing the muonic hydrogen medium in a multipass cavity, while preserving the total irradiated target volume. We numerically solve a set of Maxwell-Schr$\\ddot{\\rm o}$dinger equations to obtain the excitation probability and the total efficiency for various densities of the muonic hydrogen atomic medium and at various positions in the multipass cavity. For the typical range of densities of muonic hydrogen atoms at major proton accelerator facilities such as the J-PARC (density $\\sim$ $10^5$cm$^{-3}$), the laser propagation effect is insignificant. For such cases, the total efficiency increases by an order of two for 100 reflections with a uniform polarization. If the density exceeds the value of $10^{17}$cm$^{-3}$ as might be in the future advances, the laser propagation effect has to be taken into account, and the total efficiency decreases with the number of reflections giving rise to a pulsed polarization of the beam. Our study can serve as a guideline for the development of a polarized muonic beam for a precise measurement of the ground state hyperfine splitting of muonic hydrogen, or for $\\mu$SR experiments. ",
    "url": "https://arxiv.org/abs/2304.11822",
    "authors": [
      "Rakesh Mohan Das",
      "Masahiko Iwasaki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11889",
    "title": "Resonance frequency tracking schemes for micro- and nanomechanical  resonators",
    "abstract": "Nanomechanical resonators can serve as high performance detectors and have potential to be widely used in the industry for a variety of applications. Most nanomechanical sensing applications rely on detecting changes of resonance frequency. In commonly used frequency tracking schemes, the resonator is driven at or close to its resonance frequency. Closed-loop systems can continually check whether the resonator is at resonance and accordingly adjust the frequency of the driving signal. In this work, we study three resonance frequency tracking schemes, a feedback-free (FF), a self-sustaining oscillator (SSO), and a phase-locked loop oscillator (PLLO) scheme. We improve and extend the theoretical models for the FF and the SSO tracking schemes, and test the models experimentally with a nanoelectromechanical system (NEMS) resonator. We employ a SSO architecture with a pulsed positive feedback topology and compare it to the commonly used PLLO and FF schemes. We show that all tracking schemes are theoretically equivalent and that they all are subject to the same speed versus accuracy trade-off characteristics. In order to verify the theoretical models, we present experimental steady-state measurements for all tracking schemes. Frequency stability is characterized by computing the Allan deviation. We obtain almost perfect correspondence between the theoretical models and the experimental measurements. These results show that the choice of the tracking scheme is dictated by cost, robustness and usability in practice as opposed to fundamental theoretical differences in performance. ",
    "url": "https://arxiv.org/abs/2304.11889",
    "authors": [
      "Hajrudin Bešić",
      "Alper Demir",
      "Johannes Steurer",
      "Niklas Luhmann",
      "Silvan Schmid"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11942",
    "title": "Diffusion-driven frictional aging in silicon carbide",
    "abstract": "Friction is the force resisting relative motion of objects. The force depends on material properties, loading conditions and external factors such as temperature and humidity, but also contact aging has been identified as a primary factor. Several aging mechanisms have been proposed, including increased \"contact quantity\" due to plastic or elastic creep and enhanced \"contact quality\" due to formation of strong interfacial bonds. While proposed mechanisms for frictional aging have been dependent upon the presence of a normal force, this factor is not a fundamental prerequisite for the occurrence of aging. In light of this, we present a novel demonstration of a substantial frictional aging effect within a cubic silicon carbide system, even when a normal force is entirely absent. Our observations indicate that the time-evolution of the frictional aging effect follows a logarithmic behavior, which is a pattern that has been previously observed in numerous other materials. To explain this behavior, we provide a derivation that is rooted in basic statistical mechanics, demonstrating that surface diffusion, a phenomenon that serves to minimize surface energy in the interface region, can account for the observed behavior. Upon application of a normal force, the friction force is enhanced owing to the presence of plastic creep. Although aging resulting from plastic and elastic creep is widely recognized and incorporated into most friction laws, diffusion-driven aging has received comparatively less attention. The ultimate objective is to develop or redesign friction laws by incorporating the microscopic behavior, with the potential to enhance their effectiveness. ",
    "url": "https://arxiv.org/abs/2304.11942",
    "authors": [
      "Even Marius Nordhagen",
      "Henrik Andersen Sveinsson",
      "Anders Malthe-Sørenssen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.12006",
    "title": "On spatial beam self-cleaning from the perspective of optical wave  thermalization in multimode graded-index fibers",
    "abstract": "The input power-induced transformation of the transverse intensity profile at the output of graded-index multimode optical fibers from speckles into a bell-shaped beam sitting on a low intensity background is known as spatial beam self-cleaning. Its remarkable properties are the output beam brightness improvement and robustness to fiber bending and squeezing. These properties permit to overcome the limitations of multimode fibers in terms of low output beam quality, which is very promising for a host of technological applications. In this review, we outline recent progress in the understanding of spatial beam self-cleaning, which can be seen as a state of thermal equilibrium in the complex process of modal four-wave mixing. In other words, the associated nonlinear redistribution of the mode powers which ultimately favors the fundamental mode of the fiber can be described in the framework of statistical mechanics applied to the gas of photons populating the fiber modes. On the one hand, this description has been corroborated by a series of experiments by different groups. On the other hand, some open issues still remain, and we offer a perspective for future studies in this emerging and controversial field of research. ",
    "url": "https://arxiv.org/abs/2304.12006",
    "authors": [
      "Mario Ferraro",
      "Fabio Mangini",
      "Mario Zitelli",
      "Stefan Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.12020",
    "title": "Study of afterpulsing in optical image intensifiers",
    "abstract": "We will describe the characteristics of the afterpulsing effect seen in the optical intensifiers. It can be caused by either secondary electrons produced by primary photoelectrons hitting the micro-channel plate surface or by electron emission from the photocathode induced by the ion feedback. The result of this effect are additional pulses delayed with respect to the primary parent pulses. Using a fast data-driven camera, Tpx3Cam, we were able to clearly show afterpulsing present in the data at short time differences and small distances from the primary pulse, as well as to show the evolution of the afterpulsing effect with increasing time difference. We also studied the afterpulsing spatial distribution and observed an azimuthal asymmetry, which we attribute to the afterpulsing ion component. ",
    "url": "https://arxiv.org/abs/2304.12020",
    "authors": [
      "Ryan Mahon",
      "Dmitry Orlov",
      "Rene Glazenborg",
      "Andrei Nomerotski"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.12170",
    "title": "On Using Non-Kekule' Triangular Graphene Quantum Dots for Scavenging  Hazardous Sulfur Hexafluoride Components",
    "abstract": "The goal of the present study is to explore how the size and functionalization of graphene quantum dots (GQDs) affect their sensing capabilities. Specifically, we investigated the adsorption of SO$_2$, SOF$_2$, SO$_2$F$_2$, and SF$_6$ on GQDs that were functionalized with -CH$_3$, - COCH$_3$, and -NH$_2$. We used density functional theory to analyze the electronic properties of these functionalized GQDs and found that the functionalization significantly altered their electronic properties. For example, the B3LYP H-L gap of pristine triangulene was 3.9eV, while the H-L gap of functionalized triangulene ranged from 2.8 eV-3.6 eV (using the B3LYP functional). Our results indicate that -NH2 functionalized phenalenyl and triangulene provide strong interaction with SO$_2$, with adsorption energies of -0.429 eV and -0.427 eV, respectively. These adsorption properties exhibit physisorption, leading to high gas sensitivity and superior recovery time. The findings of this study provide new insights into the potential use of GQDs for detecting the decomposed constituents of sulfur hexafluoride, which can be beneficial for assessing the operation status of SF$_6$ insulated devices. Overall, our calculations suggest that functionalized GQDs can be employed in gas insulated systems for partial discharge detection. ",
    "url": "https://arxiv.org/abs/2304.12170",
    "authors": [
      "Vaishali Roondhe",
      "Vasant Roondhe",
      "Sumit Saxena",
      "Rajeev Ahuja",
      "Alok Shukla"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2304.12177",
    "title": "Π-ML: A dimensional analysis-based machine learning parameterization  of optical turbulence in the atmospheric surface layer",
    "abstract": "Turbulent fluctuations of the atmospheric refraction index, so-called optical turbulence, can significantly distort propagating laser beams. Therefore, modeling the strength of these fluctuations ($C_n^2$) is highly relevant for the successful development and deployment of future free-space optical communication links. In this letter, we propose a physics-informed machine learning (ML) methodology, $\\Pi$-ML, based on dimensional analysis and gradient boosting to estimate $C_n^2$. Through a systematic feature importance analysis, we identify the normalized variance of potential temperature as the dominating feature for predicting turbulence strength. For statistical robustness, we train an ensemble of models which yields high performance on the out-of-sample data of $R^2=0.958\\pm0.001$. ",
    "url": "https://arxiv.org/abs/2304.12177",
    "authors": [
      "Maximilian Pierzyna",
      "Rudolf Saathof",
      "Sukanta Basu"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.12187",
    "title": "TempoRL: laser pulse temporal shape optimization with Deep Reinforcement  Learning",
    "abstract": "High Power Laser's (HPL) optimal performance is essential for the success of a wide variety of experimental tasks related to light-matter interactions. Traditionally, HPL parameters are optimised in an automated fashion relying on black-box numerical methods. However, these can be demanding in terms of computational resources and usually disregard transient and complex dynamics. Model-free Deep Reinforcement Learning (DRL) offers a promising alternative framework for optimising HPL performance since it allows to tune the control parameters as a function of system states subject to nonlinear temporal dynamics without requiring an explicit dynamics model of those. Furthermore, DRL aims to find an optimal control policy rather than a static parameter configuration, particularly suitable for dynamic processes involving sequential decision-making. This is particularly relevant as laser systems are typically characterised by dynamic rather than static traits. Hence the need for a strategy to choose the control applied based on the current context instead of one single optimal control configuration. This paper investigates the potential of DRL in improving the efficiency and safety of HPL control systems. We apply this technique to optimise the temporal profile of laser pulses in the L1 pump laser hosted at the ELI Beamlines facility. We show how to adapt DRL to the setting of spectral phase control by solely tuning dispersion coefficients of the spectral phase and reaching pulses similar to transform limited with full-width at half-maximum (FWHM) of ca1.6 ps. ",
    "url": "https://arxiv.org/abs/2304.12187",
    "authors": [
      "Francesco Capuano",
      "Davorin Peceli",
      "Gabriele Tiboni",
      "Raffaello Camoriano",
      "Bedřich Rus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.12296",
    "title": "Tunable vector beam decoder by inverse design for high-dimensional  quantum key distribution with 3D polarized spatial modes",
    "abstract": "Spatial modes of light have become highly attractive to increase the dimension and, thereby, security and information capacity in quantum key distribution (QKD). So far, only transverse electric field components have been considered, while longitudinal polarization components have remained neglected. Here, we present an approach to include all three spatial dimensions of electric field oscillation in QKD by implementing our tunable, on-a-chip vector beam decoder (VBD). This inversely designed device pioneers the \"preparation\" and \"measurement\" of three-dimensionally polarized mutually unbiased basis states for high-dimensional (HD) QKD and paves the way for the integration of HD QKD with spatial modes in multifunctional on-a-chip photonics platforms. ",
    "url": "https://arxiv.org/abs/2304.12296",
    "authors": [
      "Eileen Otte",
      "Alexander D. White",
      "Nicholas A. Güsken",
      "Jelena Vučković",
      "Mark L. Brongersma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11247",
    "title": "Quantum physics-informed neural networks for simulating computational  fluid dynamics in complex shapes",
    "abstract": "Finding the distribution of the velocities and pressures of a fluid (by solving the Navier-Stokes equations) is a principal task in the chemical, energy, and pharmaceutical industries, as well as in mechanical engineering and the design of pipeline systems. With existing solvers, such as OpenFOAM and Ansys, simulations of fluid dynamics in intricate geometries are computationally expensive and require re-simulation whenever the geometric parameters or the initial and boundary conditions are altered. Physics-informed neural networks (PINNs) are a promising tool for simulating fluid flows in complex geometries, as they can adapt to changes in the geometry and mesh definitions, allowing for generalization across different shapes. We present a hybrid quantum physics-informed neural network that simulates laminar fluid flows in 3D Y-shaped mixers. Our approach combines the expressive power of a quantum model with the flexibility of a PINN, resulting in a 21% higher accuracy compared to a purely classical neural network. Our findings highlight the potential of machine learning approaches, and in particular quantum PINNs, for complex shape optimization tasks in computational fluid dynamics. By improving the accuracy of fluid simulations in complex geometries, our research using quantum PINNs contributes to the development of more efficient and reliable fluid dynamics solvers. ",
    "url": "https://arxiv.org/abs/2304.11247",
    "authors": [
      "Alexandr Sedykh",
      "Maninadh Podapaka",
      "Asel Sagingalieva",
      "Nikita Smertyak",
      "Karan Pinto",
      "Markus Pflitsch",
      "Alexey Melnikov"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11548",
    "title": "Conformational landscape of long semiflexible linear and ring polymers  near attractive surfaces",
    "abstract": "Conformations of a crowded neutral semiflexible polymer under confinement near an attractive wall are studied via coarse-grained simulations. We study the effects of the interplay of the length of the polymer, bending rigidity, and the repulsive crowder density on such equilibrium semiflexible polymer conformations. The length of the polymer dictates the number of distinct conformations of the adsorbed semiflexible polymer, suggesting that previous studies of short polymers are limited. The crowder density is shown to effectively reduce the bending rigidity of the polymers and at the highest crowder density considered, a crumpled wall-adsorbed polymer conformation is seen regardless of the semiflexibility. In addition, we study the role of the topology of the semiflexible polymer by comparing the results of linear semiflexible polymers with those of ring polymers. The conformational landscape of crowded ring polymers shows less diversity than that of a linear polymer and crowders are seen to affect the ring polymers differently than their linear counterparts. ",
    "url": "https://arxiv.org/abs/2304.11548",
    "authors": [
      "Kamal Tripathi",
      "Satyavani Vemparala"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11756",
    "title": "Introducing the Perturbative Solution of the Inter-Channel Stimulated  Raman Scattering in Single-Mode Optical Fibers",
    "abstract": "The continuously increasing IP data traffic demand, with geometrical growth rate exceeding 26%, requires a large transmission capacity increment from the fiber optical infrastructure. As the deploy of new fiber cables requires extensive investments, the development of multi-band amplifiers and transceivers, already available as prototypes, is progressively considered towards the entire low-loss single-mode bandwidth beyond the 5 THz C-band. In this perspective, an adequate handling of the variations along the frequency of the fiber physical features becomes crucial for the fiber propagation modeling in multi-band wavelength division multiplexing (WDM) channel comb transmission scenarios. In particular, the inter-channel stimulated Raman scattering (SRS) is the fundamental inter-band effect in this context. The SRS effect on the WDM comb propagated through a single-mode optical fiber is described by a set of ordinary differential equations (ODEs). To date, an exact solution of the SRS ODEs has not been proposed, and in the literature numerical solutions or approximations have been considered in order to take into account this effect. In this work, a perturbative solution of the SRS ODEs is presented enabling an efficient trade-off between the target accuracy and the computational time. Considering a C+L+S transmission scenario, the perturbative expansion up to the 2nd order ensures an excellent accuracy. Whereas, in an U-to-E transmission scenario, the 3rd order is required in order to reach an equivalent accuracy. ",
    "url": "https://arxiv.org/abs/2304.11756",
    "authors": [
      "Andrea D'Amico",
      "Giacomo Borraccini",
      "Vittorio Curri"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11999",
    "title": "Fast spectrometer near the Heisenberg limit with direct measurement of  time and frequency for multiple single photons",
    "abstract": "We present a single-photon-sensitive spectrometer, based on a linear array of 512 single-photon avalanche diodes, with 0.04 nm spectral and 40 ps temporal resolutions. We employ a fast data-driven operation that allows direct measurement of time and frequency for simultaneous single photons. Combining excellent temporal and spectral resolution, our result is only a factor of ten above the Heisenberg Uncertainty Principle limit of hbar/2 for energy and time, despite the simplicity of our experimental setup. This work opens numerous applications in quantum photonics, especially when both spectral and temporal properties of single photons are exploited. ",
    "url": "https://arxiv.org/abs/2304.11999",
    "authors": [
      "Jakub Jirsa",
      "Sergei Kulkov",
      "Raphael A. Abrahao",
      "Jesse Crawford",
      "Aaron Mueninghoff",
      "Ermanno Bernasconi",
      "Claudio Bruschini",
      "Samuel Burri",
      "Stephen Vintskevich",
      "Michal Marcisovsky",
      "Edoardo Charbon",
      "Andrei Nomerotski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.12124",
    "title": "Inverse design of multishape metamaterials",
    "abstract": "Multishape metamaterials exhibit more than one target shape change, e.g. the same metamaterial can have either a positive or negative Poisson's ratio. So far, multishape metamaterials have mostly been obtained by trial-and-error. The inverse design of multiple target deformations in such multishape metamaterials remains a largely open problem. Here, we demonstrate that it is possible to design metamaterials with multiple nonlinear deformations of arbitrary complexity. To this end, we introduce a novel sequential nonlinear method to design multiple target modes. We start by iteratively adding local constraints that match a first specific target mode; we then continue from the obtained geometry by iteratively adding local constraints that match a second target mode; and so on. We apply this sequential method to design up to 3 modes with complex shapes and we show that this method yields at least an 85% success rate. Yet we find that these metamaterials invariably host additional spurious modes, whose number grows with the number of target modes and their complexity, as well as the system size. Our results highlight an inherent trade-off between design freedom and design constraints and pave the way towards multi-functional materials and devices. ",
    "url": "https://arxiv.org/abs/2304.12124",
    "authors": [
      "David M.J. Dykstra",
      "Corentin Coulais"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.12247",
    "title": "Quantum Simulation of Polarized Light-induced Electron Transfer with A  Trapped-ion Qutrit System",
    "abstract": "Electron transfer within and between molecules is crucial in chemistry, biochemistry, and energy science. This study describes a quantum simulation method that explores the influence of light polarization on the electron transfer between two molecules. By implementing precise and coherent control among the quantum states of trapped atomic ions, we can induce quantum dynamics that mimic the electron transfer dynamics in molecules. We use $3$-level systems (qutrits), rather than traditional two-level systems (qubits) to enhance the simulation efficiency and realize high-fidelity simulations of electron transfer dynamics. We treat the quantum interference between the electron coupling pathways from a donor with two degenerate excited states to an acceptor and analyze the transfer efficiency. We also examine the potential error sources that enter the quantum simulations. The trapped ion systems have favorable scalings with system size compared to those of classical computers, promising access to electron-transfer simulations of increasing richness. ",
    "url": "https://arxiv.org/abs/2304.12247",
    "authors": [
      "Ke Sun",
      "Chao Fang",
      "Mingyu Kang",
      "Zhendian Zhang",
      "Peng Zhang",
      "David N. Beratan",
      "Kenneth R. Brown",
      "Jungsang Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.12307",
    "title": "Optimization of chemical mixers design via tensor trains and quantum  computing",
    "abstract": "Chemical component design is a computationally challenging procedure that often entails iterative numerical modeling and authentic experimental testing. We demonstrate a novel optimization method, Tensor train Optimization (TetraOpt), for the shape optimization of components focusing on a Y-shaped mixer of fluids. Due to its high parallelization and more extensive global search, TetraOpt outperforms commonly used Bayesian optimization techniques in accuracy and runtime. Besides, our approach can be used to solve general physical design problems and has linear complexity in the number of optimized parameters, which is highly relevant for complex chemical components. Furthermore, we discuss the extension of this approach to quantum computing, which potentially yields a more efficient approach. ",
    "url": "https://arxiv.org/abs/2304.12307",
    "authors": [
      "Nikita Belokonev",
      "Artem Melnikov",
      "Maninadh Podapaka",
      "Karan Pinto",
      "Markus Pflitsch",
      "Michael Perelshtein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2107.00566",
    "title": "Exploiting the Photonic Non-linearity of Free Space Subwavelength Arrays  of Atoms",
    "abstract": " Comments: We corrected several typos present in the published version. We thank Lukas Wangler for bringing many typos to our attention. 12+13 pages, 7+6 figures ",
    "url": "https://arxiv.org/abs/2107.00566",
    "authors": [
      "Cosimo C. Rusconi",
      "Tao Shi",
      "J. Ignacio Cirac"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14060",
    "title": "Weak values and the past of a quantum particle",
    "abstract": " Comments: 10 pages, 2 figures. Matches published version ",
    "url": "https://arxiv.org/abs/2109.14060",
    "authors": [
      "Jonte R. Hance",
      "John Rarity",
      "James Ladyman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10771",
    "title": "Ring Pearcey vortex beam dynamics through atmospheric turbulence",
    "abstract": " Comments: 12 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2205.10771",
    "authors": [
      "Shakti Singh",
      "Sanjay Kumar Mishra",
      "Akhilesh Kumar Mishra"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.08017",
    "title": "Quantum gases on a torus",
    "abstract": " Comments: 23 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2209.08017",
    "authors": [
      "A. A. Araújo Filho",
      "J. A. A. S. Reis",
      "Subir Ghosh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09637",
    "title": "Sensitivity of Resonant Axion Haloscopes to Quantum  Electromagnetodynamics",
    "abstract": " Comments: Published Version in Annalen der Physik this https URL ",
    "url": "https://arxiv.org/abs/2211.09637",
    "authors": [
      "Michael E. Tobar",
      "Catriona A. Thomson",
      "Benjamin T. McAllister",
      "Maxim Goryachev",
      "Anton Sokolov",
      "Andreas Ringwald"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03342",
    "title": "A Theoretical Framework for Electromechanically Reinforced Brillouin  Scattering in Integrated Photonic Waveguides",
    "abstract": " Title: A Theoretical Framework for Electromechanically Reinforced Brillouin  Scattering in Integrated Photonic Waveguides ",
    "url": "https://arxiv.org/abs/2212.03342",
    "authors": [
      "Ali Dorostkar",
      "Sayyed Reza Mirnaziry"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05360",
    "title": "High-Order SUSY-QM, the Quantum XP Model and zeroes of the Riemann Zeta  function",
    "abstract": " Title: High-Order SUSY-QM, the Quantum XP Model and zeroes of the Riemann Zeta  function ",
    "url": "https://arxiv.org/abs/2301.05360",
    "authors": [
      "Juan D García-Muñoz",
      "A Raya",
      "Y Concha-S"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10296",
    "title": "Rewritable Photonic Integrated Circuits Using Dielectric-assisted  Phase-change Material Waveguides",
    "abstract": " Title: Rewritable Photonic Integrated Circuits Using Dielectric-assisted  Phase-change Material Waveguides ",
    "url": "https://arxiv.org/abs/2301.10296",
    "authors": [
      "Forrest Miller",
      "Rui Chen",
      "Johannes E. Froech",
      "Hannah Rarick",
      "Sarah Geiger",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.13912",
    "title": "Prototype electronics for the silicon pad layers of the future Forward  Calorimeter (FoCal) of the ALICE experiment at the LHC",
    "abstract": " Comments: 24 pages , 19 figures ",
    "url": "https://arxiv.org/abs/2302.13912",
    "authors": [
      "O. Bourrion",
      "D. Tourres",
      "R. Guernane",
      "C. Arata",
      "J.-L. Bouly",
      "N. Ponchant"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.03455",
    "title": "Biasing the quantum vacuum to control macroscopic probability  distributions",
    "abstract": " Title: Biasing the quantum vacuum to control macroscopic probability  distributions ",
    "url": "https://arxiv.org/abs/2303.03455",
    "authors": [
      "Charles Roques-Carmes",
      "Yannick Salamin",
      "Jamison Sloan",
      "Seou Choi",
      "Gustavo Velez",
      "Ethan Koskas",
      "Nicholas Rivera",
      "Steven E. Kooi",
      "John D. Joannopoulos",
      "Marin Soljacic"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.01211",
    "title": "Maxwell-Dirac isomorphism revisited: from foundations of quantum  mechanics to geometrodynamics and cosmology",
    "abstract": " Comments: 60 pages , no figures. arXiv admin note: text overlap with arXiv:1703.04674 ",
    "url": "https://arxiv.org/abs/2304.01211",
    "authors": [
      "Arkady L.Kholodenko"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06097",
    "title": "Quartic solitons of a mode-locked laser distributed model",
    "abstract": " Comments: Further simulations showed that the sentence \"The differences between results for Psat = 3.3 W and Psat = 83.3 W are mainly due to the Psat values and not to the T2 values.\" is not correct. We are running more simulations and intend to submit an updated version ",
    "url": "https://arxiv.org/abs/2304.06097",
    "authors": [
      "D. Malheiro",
      "M. Facão",
      "M.I. Carvalho"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08667",
    "title": "Annealing of swift heavy ion tracks in amorphous silicon dioxide",
    "abstract": " Title: Annealing of swift heavy ion tracks in amorphous silicon dioxide ",
    "url": "https://arxiv.org/abs/2304.08667",
    "authors": [
      "Shankar Dutt",
      "Christian Notthoff",
      "Xue Wang",
      "Christina Trautmann",
      "Pablo Mota-Santiago",
      "Patrick Kluth"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]