[
  {
    "id": "arXiv:2301.07792",
    "title": "Feedback-cooling the fundamental torsional mechanical mode of a tapered  optical fiber to 30 mK",
    "abstract": "Tapered optical fibers (TOFs) are used in many areas of physics and optical technologies ranging from coupling light into nanophotonic components to optical sensing and amplification to interfacing quantum emitters. Here, we study the fundamental torsional mechanical mode of the nanofiber-waist of a TOF using laser light. We find that this oscillator features a quality factor of up to $10^7$ and a $Qf$ product of 1 THz. We damp the thermal motion from room temperature to 28(7) mK by means of active feedback. Our results might enable new types of fiber-based sensors and lay the foundation for a novel hybrid quantum optomechanical platform. ",
    "url": "https://arxiv.org/abs/2301.07792",
    "authors": [
      "Felix Tebbenjohanns",
      "Jihao Jia",
      "Michael Antesberger",
      "Adarsh Shankar Prasad",
      "Sebastian Pucher",
      "Arno Rauschenbeutel",
      "Jürgen Volz",
      "Philipp Schneeweiß"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.07908",
    "title": "Quantitative phase imaging (QPI) through random diffusers using a  diffractive optical network",
    "abstract": "Quantitative phase imaging (QPI) is a label-free computational imaging technique used in various fields, including biology and medical research. Modern QPI systems typically rely on digital processing using iterative algorithms for phase retrieval and image reconstruction. Here, we report a diffractive optical network trained to convert the phase information of input objects positioned behind random diffusers into intensity variations at the output plane, all-optically performing phase recovery and quantitative imaging of phase objects completely hidden by unknown, random phase diffusers. This QPI diffractive network is composed of successive diffractive layers, axially spanning in total ~70 wavelengths; unlike existing digital image reconstruction and phase retrieval methods, it forms an all-optical processor that does not require external power beyond the illumination beam to complete its QPI reconstruction at the speed of light propagation. This all-optical diffractive processor can provide a low-power, high frame rate and compact alternative for quantitative imaging of phase objects through random, unknown diffusers and can operate at different parts of the electromagnetic spectrum for various applications in biomedical imaging and sensing. The presented QPI diffractive designs can be integrated onto the active area of standard CCD/CMOS-based image sensors to convert an existing optical microscope into a diffractive QPI microscope, performing phase recovery and image reconstruction on a chip through light diffraction within passive structured layers. ",
    "url": "https://arxiv.org/abs/2301.07908",
    "authors": [
      "Yuhang Li",
      "Yi Luo",
      "Deniz Mengu",
      "Bijie Bai",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08208",
    "title": "Non-universal Quantum Dynamics of Ultracold Chemical Reactions of Polar  Alkali-dimer Molecules with Alkali-metal Atoms: Li($^2$S)  +NaLi($a^3Σ^+$) $\\to$ Na($^2$S) + Li$_2$($a^3Σ_u^+$)",
    "abstract": "Ultracold chemical reactions of weakly bound triplet-state alkali{-metal} dimer molecules have recently attracted much experimental interest. We use rigorous quantum scattering calculations based on a {newly constructed} accurate {\\it ab initio} potential energy surface to explore the chemical reaction of spin-polarized NaLi($a^3\\Sigma^+$) molecules and Li($^2$S) atoms to form Li$_2$($a^3\\Sigma_u^+$) and Na($^2$S), a candidate for non-universal dynamics. The reaction is exothermic and proceeds readily at ultralow temperatures with the ratio of elastic to reactive collision rate coefficients $\\gamma < 0.011 $ at 1~$\\mu$K. Significantly, we observe strong sensitivity of the total reaction rate to small variations of the three-body part of the Li$_2$Na interaction at short range, a signature of highly non-universal reaction dynamics. The breakdown of universality occurs despite the deep and barrierless potential energy surface. We attribute this to a relatively small number of open Li$_2$ ($a^3\\Sigma_u^+$) product channels that are populated in the reaction as compared to the chemical reactions of covalently bound ground-state alkali dimers studied before. The present result provides the first signature of highly non-universal dynamics seen in rigorous quantum reactive scattering calculations on an ultracold exothermic insertion reaction involving a polar alkali-dimer molecule, opening up the possibility of probing microscopic interactions in atom-molecule collision complexes via ultracold reactive scattering experiments. ",
    "url": "https://arxiv.org/abs/2301.08208",
    "authors": [
      "Masato Morita",
      "Brian K. Kendrick",
      "Jacek Kłos",
      "Svetlana Kotochigova",
      "Paul Brumer",
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07726",
    "title": "Hierarchical Clifford transformations to reduce entanglement in quantum  chemistry wavefunctions",
    "abstract": "The performance of computational methods for many-body physics and chemistry is strongly dependent on the choice of basis used to cast the problem; hence, the search for better bases and similarity transformations is important for progress in the field. So far, tools from theoretical quantum information have been not thoroughly explored for this task. Here we take a step in this direction by presenting efficiently computable Clifford similarity transformations for quantum chemistry Hamiltonians, which expose bases with reduced entanglement in the corresponding molecular ground states. These transformations are constructed via block diagonalization of a hierarchy of truncated molecular Hamiltonians, preserving the full spectrum of the original problem. We show that the bases introduced here allow for more efficient classical and quantum computation of ground state properties. First, we find a systematic reduction of bipartite entanglement in molecular ground states as compared to standard problem representations. This entanglement reduction has implications in classical numerical methods such as ones based on the density matrix renormalization group. Then, we develop variational quantum algorithms that exploit the structure in the new bases, showing again improved results when the hierarchical Clifford transformations are used. ",
    "url": "https://arxiv.org/abs/2301.07726",
    "authors": [
      "Ryan V. Mishmash",
      "Tanvi P. Gujarati",
      "Mario Motta",
      "Huanchen Zhai",
      "Garnet Kin-Lic Chan",
      "Antonio Mezzacapo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07756",
    "title": "Optical Properties of Concentric Nanorings of Quantum Emitters",
    "abstract": "A ring of sub-wavelength spaced dipole-coupled quantum emitters features extraordinary optical properties when compared to a one-dimensional chain or a random collection of emitters. One finds the emergence of extremely subradiant collective eigenmodes similar to an optical resonator, which feature strong 3D sub-wavelength field confinement. Motivated by structures commonly appearing in natural light harvesting complexes, we extend these studies to stacked concentric multi-ring geometries. We predict that double rings allow to engineer significantly darker and better confined collective excitation states over a broader energy band compared to the single ring case. These potentially enhance weak field absorption and low loss excitation energy transport. For the specific geometry of the three rings appearing in the natural LH2 antenna we show that the coupling between the lower double ring structure and the higher energy blue shifted single ring is very close to a critical value for the actual size of the molecule. This creates collective excitations with significant contributions from all three rings as a vital ingredient for efficient and fast coherent inter-ring transport. Such a geometry thus should prove useful for the design of sub-wavelength weak field antennas. ",
    "url": "https://arxiv.org/abs/2301.07756",
    "authors": [
      "Verena Scheil",
      "Raphael Holzinger",
      "Maria Moreno-Cardoner",
      "Helmut Ritsch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.08156",
    "title": "A phonon laser in the quantum regime",
    "abstract": "We demonstrate a trapped-ion system with two competing dissipation channels, implemented independently on two ion species co-trapped in a Paul trap. By controlling coherent spin-oscillator couplings and optical pumping rates we explore the phase diagram of this system, which exhibits a regime analogous to that of a (phonon) laser but operates close to the quantum ground state with an average phonon number of $\\bar{n}<10$. We demonstrate phase locking of the oscillator to an additional resonant drive, and also observe the phase diffusion of the resulting state under dissipation by reconstructing the quantum state from a measurement of the characteristic function. ",
    "url": "https://arxiv.org/abs/2301.08156",
    "authors": [
      "T. Behrle",
      "T. L. Nguyen",
      "F. Reiter",
      "D. Baur",
      "B. de Neeve",
      "M. Stadler",
      "M. Marinelli",
      "F. Lancellotti",
      "S. F. Yelin",
      "J. P. Home"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08195",
    "title": "Towards Improved Quantum Simulations and Sensing with Trapped 2D Ion  Crystals via Parametric Amplification",
    "abstract": "Improving coherence is a fundamental challenge in quantum simulation and sensing experiments with trapped ions. Here we discuss, experimentally demonstrate, and estimate the potential impacts of two different protocols that enhance, through motional parametric excitation, the coherent spin-motion coupling of ions obtained with a spin-dependent force. The experiments are performed on 2D crystal arrays of approximately one hundred $^9$Be$^+$ ions confined in a Penning trap. By modulating the trapping potential at close to twice the center-of-mass mode frequency, we squeeze the motional mode and enhance the spin-motion coupling while maintaining spin coherence. With a stroboscopic protocol, we measure $5.4 \\pm 0.9$ dB of motional squeezing below the ground-state motion, from which theory predicts a $10$ dB enhancement in the sensitivity for measuring small displacements using a recently demonstrated protocol [Science $\\textbf{373}$, 673 (2021)]. With a continuous squeezing protocol, we measure and accurately calibrate the parametric coupling strength. Theory suggests this protocol can be used to improve quantum spin squeezing, limited in our system by off-resonant light scatter. We illustrate numerically the trade-offs between strong parametric amplification and motional dephasing in the form of center-of-mass frequency fluctuations for improving quantum spin squeezing in our set-up. ",
    "url": "https://arxiv.org/abs/2301.08195",
    "authors": [
      "Matt Affolter",
      "Wenchao Ge",
      "Bryce Bullock",
      "Sean C. Burd",
      "Kevin A. Gilmore",
      "Jennifer F. Lilieholm",
      "Allison L. Carter",
      "John J. Bollinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08200",
    "title": "Optical ultra-stable optical clock cavities as resonant mass  gravitational wave detectors in search for new physics",
    "abstract": "We propose to use table-top-size ultra-stable optical cavities from the state-of-the-art optical atomic clocks as bar gravitational wave detectors for the frequencies higher than 2 kHz. We show that 2-20 kHz range of gravitational waves' spectrum can be accessed with instruments below 2 meters in size. The proposed cavities' materials and properties are being within the present-day technology grasp. The ultra-stable optical cavities allow detecting not only predicted gravitational wave signals from such sources as binary neutron star mergers and post-mergers, subsolar-mass primordial black-hole mergers, and collapsing stellar cores, but can reach new physics beyond standard model looking for ultralight bosons such as QCD axions and axion-like particles formed through black hole superradiance. ",
    "url": "https://arxiv.org/abs/2301.08200",
    "authors": [
      "M. Narożnik",
      "M. Bober",
      "M. Zawada"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12215",
    "title": "New Implementation of an Equation-of-Motion Coupled-Cluster  Damped-Response Framework with Illustrative Applications to Resonant  Inelastic X-ray Scattering",
    "abstract": " Title: New Implementation of an Equation-of-Motion Coupled-Cluster  Damped-Response Framework with Illustrative Applications to Resonant  Inelastic X-ray Scattering ",
    "url": "https://arxiv.org/abs/2211.12215",
    "authors": [
      "Anna Kristina Schnack-Petersen",
      "Torsha Moitra",
      "Sarai Dery Folkestad",
      "Sonia Coriani"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16575",
    "title": "Resonant diffusion of a gravitactic circle swimmer",
    "abstract": " Comments: Total 16 pages: 7 main, 8 supplement. 2 main figures, 5 supplement figures ",
    "url": "https://arxiv.org/abs/2211.16575",
    "authors": [
      "Oleksandr Chepizhko",
      "Thomas Franosch"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2301.02530",
    "title": "ARIADNE+: Large scale demonstration of fast optical readout for  dual-phase LArTPCs at the CERN Neutrino Platform",
    "abstract": " Comments: Proceedings for NuFACT2022 ",
    "url": "https://arxiv.org/abs/2301.02530",
    "authors": [
      "Adam Lowe",
      "Pablo Amedo",
      "Diego González-Díaz",
      "Alexander Deisting",
      "Krishanu Majumdar",
      "Konstantinos Mavrokoridis",
      "Marzio Nessi",
      "Barney Philippou",
      "Francesco Pietropaolo",
      "Sudikshan Ravinthiran",
      "Filippo Resnati",
      "Adam Roberts",
      "Angela Saá Hernández",
      "Christos Touramanis",
      "Jared Vann"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.07477",
    "title": "Shallow quantum circuits for efficient preparation of Slater  determinants and correlated states on a quantum computer",
    "abstract": " Comments: 7+4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2301.07477",
    "authors": [
      "Chong Hian Chee",
      "Daniel Leykam",
      "Adrian M. Mak",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07542",
    "title": "Quantum Neural Network Inspired Hardware Adaptable Ansatz for Efficient  Quantum Simulation of Chemical Systems",
    "abstract": " Title: Quantum Neural Network Inspired Hardware Adaptable Ansatz for Efficient  Quantum Simulation of Chemical Systems ",
    "url": "https://arxiv.org/abs/2301.07542",
    "authors": [
      "Xiongzhi Zeng",
      "Yi Fan",
      "Jie Liu",
      "Zhenyu Li",
      "Jinlong Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07579",
    "title": "High-uniformity TiN/Ti/TiN multilayers for the development of Microwave  Kinetic Inductance Detector",
    "abstract": " Comments: 11 pages, 7 figures. Proceedings Volume 12191, X-Ray, Optical, and Infrared Detectors for Astronomy X; 1219105 (2022) [REPLACEMENT is to correct typo in arxiv metadata] ",
    "url": "https://arxiv.org/abs/2301.07579",
    "authors": [
      "Mario De Lucia",
      "E. Baldwin",
      "G. Ulbricht",
      "J. D. Piercy",
      "O. Creaner",
      "C. Bracken",
      "T. P. Ray"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]