[
  {
    "id": "arXiv:2304.10648",
    "title": "Electrically tunable radiative cooling performance of a photonic  structure with thermal infrared applications",
    "abstract": "Thermal infrared (IR) radiation has attracted considerable attention due to its applications ranging from radiative cooling to thermal management. In this paper, we design a multi-band graphene-based metamaterial absorber compatible with infrared applications and radiative cooling performance. The proposed structure consists of the single-sized metal-insulator-metal (MIM) grating deposited on metal/insulator substrate and single-layer graphene. The system realizes a broadband perfect absorption ranging from 940 nm to 1498 nm and a narrowband perfect absorption at the resonance wavelength of 5800 nm. Meanwhile, the absorptivity of the structure is suppressed within the mid-wave infrared (MWIR) and long-wave infrared (LWIR) ranges. Furthermore, to demonstrate the tunability of the structure, an external voltage gate is applied to the single-layer graphene. It is shown that, by varying the chemical potential of graphene layer from 0 eV to 1 eV , the absorption resonances at the mid-infrared (MIR) range can shift toward the shorter wavelengths. It is also observed that the structure can possess an average net cooling power over 18 at the ambient temperature, when is varied from 0 eV to 1 eV. Finally, we investigate the overall performances of the structure as a function of temperature to realize thermal infrared applications. ",
    "url": "https://arxiv.org/abs/2304.10648",
    "authors": [
      "Ataollah Kalantari Osgouei",
      "Hasan Kocer",
      "Halil Isik",
      "Yilmaz Durna",
      "Amir Ghobadi",
      "Ekmel Ozbay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.10721",
    "title": "Pinch effect of self-generated magnetic fields in the quantum degenerate  plasmas on the heating process of the double-cone ignition scheme",
    "abstract": "In the double-cone ignition scheme, compressed fuels in two head-on cones are ejected to collide, forming a colliding plasma with an isochoric distribution for rapid heating by high flux fast electrons from picosecond petawatt laser beams in the perpendicular direction from the cone axis. In this work, we investigate the effects of quantum degeneracy on the transport of fast electrons in the colliding plasma, which rapidly evolves from the quantum degenerate in the outer region of the plasma to the classical state in the concentric core region heated by the colliding fronts of the plasma jets. With large scale particle-in-cell simulations, it is found that the self-generated magnetic field generated by the transport of fast electrons in the quantum degenerate state at the outer region is much stronger than in the corresponding classical state with the same fuel density in the core region. Theoretical analysis of the growth of the self-generated magnetic field is developed to explain the simulation results. Such strong self-generated magnetic fields in the quantum degenerate states can pinch the axially injected fast electrons to deposit their energy in the concentric core region, improving the heating efficiency for fast ignition. ",
    "url": "https://arxiv.org/abs/2304.10721",
    "authors": [
      "Y. H. Li",
      "D. Wu",
      "J. Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10730",
    "title": "High quality beam produced by tightly focused laser driven wakefield  accelerators",
    "abstract": "We propose to use tightly focused lasers to generate high quality electron beams in laser wakefield accelerators. In this scheme, the expansion of the laser beam after the focal position enlarges the size of wakefield bubble, which reduces the effective phase velocity of the wake and triggers injection of plasma electrons. This scheme injects a relatively long beam with high charge. The energy spread of the injected beam can be minimized if an optimal acceleration distance is chosen so that the beam chirp is suppressed. Particle-in-cell simulations indicate that electron beams with the charge in the order of nanocoulomb, the energy spread of $\\sim 1\\%$, and the normalized emittance of $\\rm \\sim 0.1\\ mm\\cdot mrad$ can be generated in uniform plasma using $\\sim 100\\ \\rm TW$ laser pulses. An empirical formula is also given for predicting the beam charge. This injection scheme, with a very simple setup, paves the way towards practical high-quality laser wakefield accelerators for table-top electron and radiation sources. ",
    "url": "https://arxiv.org/abs/2304.10730",
    "authors": [
      "Jia Wang",
      "Ming Zeng",
      "Dazhang Li",
      "Xiaoning Wang",
      "Jie Gao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10796",
    "title": "Nozaki-Bekki optical solitons",
    "abstract": "Recent years witnessed rapid progress of chip-scale integrated optical frequency comb sources. Among them, two classes are particularly significant -- semiconductor Fabry-Per\\'{o}t lasers and passive ring Kerr microresonators. Here, we merge the two technologies in a ring semiconductor laser and demonstrate a new paradigm for free-running soliton formation, called Nozaki-Bekki soliton. These dissipative waveforms emerge in a family of traveling localized dark pulses, known within the famed complex Ginzburg-Landau equation. We show that Nozaki-Bekki solitons are structurally-stable in a ring laser and form spontaneously with tuning of the laser bias -- eliminating the need for an external optical pump. By combining conclusive experimental findings and a complementary elaborate theoretical model, we reveal the salient characteristics of these solitons and provide a guideline for their generation. Beyond the fundamental soliton circulating inside the ring laser, we demonstrate multisoliton states as well, verifying their localized nature and offering an insight into formation of soliton crystals. Our results consolidate a monolithic electrically-driven platform for direct soliton generation and open a door for a new research field at the junction of laser multimode dynamics and Kerr parametric processes. ",
    "url": "https://arxiv.org/abs/2304.10796",
    "authors": [
      "Nikola Opačak",
      "Dmitry Kazakov",
      "Lorenzo L. Columbo",
      "Maximilian Beiser",
      "Theodore P. Letsou",
      "Florian Pilat",
      "Massimo Brambilla",
      "Franco Prati",
      "Marco Piccardo",
      "Federico Capasso",
      "Benedikt Schwarz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2304.10853",
    "title": "Microwave Properties of Ba-Substituted Pb(Zr0.52Ti0.48)O3 after  Chemical-Mechanical Polishing",
    "abstract": "We have studied the effect of chemical-mechanical polishing (CMP) on the ferroelectric, piezoelectric, and microwave dielectric properties of Ba-substituted PZT (BPZT), deposited by pulsed laser deposition. CMP allowed for the reduction of the root mean square surface roughness of 600 nm thick BPZT films from 12.1nm to 0.79 nm. Ammonium peroxide (SC-1) cleaning was effective to remove Si CMP residuals. Measurements of the ferroelectric hysteresis after CMP indicated that the ferroelectric properties of BPZT were only weakly affected by CMP, while the piezoelectric d33 coefficient and the microwave permittivity were reduced slightly by 10%. This can be attributed to the formation of a thin dead layer at the BPZT surface. Moreover, the intrinsic dielectric permittivity at microwave frequencies between 1 and 25 GHz was not influenced by CMP, whereas the dead layer series capacitance decreased by 10%. The results indicate that the CMP process can be used to smoothen the BPZT surface without affecting the film properties strongly. ",
    "url": "https://arxiv.org/abs/2304.10853",
    "authors": [
      "Federica Luciano",
      "Lieve Teugels",
      "Sean McMitchell",
      "Giacomo Talmelli",
      "Anaïs Guerenneur",
      "Renzo Stheins",
      "Rudy Caluwaerts",
      "Thierry Conard",
      "Inge Vaesen",
      "Stefanie Sergeant",
      "Pol Van Dorpe",
      "Stefan De Gendt",
      "Matthijn Dekkers",
      "Johan Swerts",
      "Florin Ciubotaru",
      "Christoph Adelmann"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2304.10974",
    "title": "The Effect of Particle Size and Concentration on Low-Frequency Terahertz  Scattering in Granular Compacts",
    "abstract": "Fundamental knowledge of scattering in granular compacts is essential to ensure accuracy of spectroscopic measurements and determine material characteristics such as size and shape of scattering objects. Terahertz time-domain spectroscopy (THz-TDS) was employed to investigate the effect of particle size and concentration on scattering in specially fabricated compacts consisting of borosilicate microspheres in a polytetrafluoroethylene (PTFE) matrix. As expected, increasing particle size leads to an increase in overall scattering contribution. At low concentrations, the scattering contribution increases linearly with concentration. Scattering increases linearly at low concentrations, saturates at higher concentrations with a maximum level depending on particle size, and that the onset of saturation is independent of particle size. The effective refractive index becomes sublinear at high particle concentrations and exceeds the linear model at maximum density, which can cause errors in calculations based on it, such as porosity. The observed phenomena are attributed to the change in the fraction of photons propagating ballistically versus being scattered. At low concentrations, photons travel predominately ballistically through the PTFE matrix. At high concentrations, the photons again propagate ballistically through adjacent glass microspheres. In the intermediate regime, photons are predominately scattered. ",
    "url": "https://arxiv.org/abs/2304.10974",
    "authors": [
      "Keir N Murphy",
      "Mira Naftaly",
      "Alison Nordon",
      "Daniel Markl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11016",
    "title": "First observations with a GNSS antenna to radio telescope interferometer",
    "abstract": "We describe the design of a radio interferometer composed of a Global Navigation Satellite Systems (GNSS) antenna and a Very Long Baseline Interferometry (VLBI) radio telescope. Our eventual goal is to use this interferometer for geodetic applications including local tie measurements. The GNSS element of the interferometer uses a unique software-defined receiving system and modified commercial geodetic-quality GNSS antenna. We ran three observing sessions in 2022 between a 25 m radio telescope in Fort Davis, Texas (FD-VLBA), a transportable GNSS antenna placed within 100 meters, and a GNSS antenna placed at a distance of about 9 km. We have detected a strong interferometric response with a Signal-to-Noise Ratio (SNR) of over 1000 from Global Positioning System (GPS) and Galileo satellites. We also observed natural radio sources including Galactic supernova remnants and Active Galactic Nuclei (AGN) located as far as one gigaparsec, thus extending the range of sources that can be referenced to a GNSS antenna by 18 orders of magnitude. These detections represent the first observations made with a GNSS antenna to radio telescope interferometer. We have developed a novel technique based on a Precise Point Positioning (PPP) solution of the recorded GNSS signal that allows us to extend integration time at 1.5 GHz to at least 20 minutes without any noticeable SNR degradation when a rubidium frequency standard is used. ",
    "url": "https://arxiv.org/abs/2304.11016",
    "authors": [
      "Joe Skeens",
      "Johnathan York",
      "Leonid Petrov",
      "David Munton",
      "Kyle Herrity",
      "Richard Ji-Cathriner",
      "Srinivas Bettadpur",
      "Thomas Gaussiran"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2304.11047",
    "title": "Research on the transition dynamics and linear (nonlinear) optical  properties of mCherry",
    "abstract": "In this study, we explore the electron transition mechanism and optical properties of the popular red fluorescent protein mCherry. By examining the charge transfer spectrum and combining it with the mCherry hole-electron distribution, we identify that the charge transfer between the phenolate and imidazolinone loops significantly contributes to the absorption spectrum. Quantitative analysis of charge transfer shows that, overall, the electrons are transferred to the C16 atom in the middle of phenolate and the imidazolinone loops during absorption. We speculate that C16 may also absorb protons to enable the photoconversion of mCherry in the excited state, similar to the blinking mechanism of IrisFP. In addition, we further investigated the optical properties of mcherry in the external field by polarizability (hyperpolarizability), showing the anisotropy of the polarization, the first hyperpolarization and the second hyperpolarization by unit spherical representation. Our results suggest that significant polarization and second hyperpolarizability occur when the field direction and electron transfer direction are aligned. We also analyzed the polarizability and first hyperpolarizabilities for different external fields. The polarizability mutated when the external field satisfies the S_0,min-> S_1 transition. Finally, the study of the first hyperpolarizability shows that adjusting the appropriate field can lead to a linear photoelectric effect or second harmonic generation of mCherry. These studies have certain reference values for various red fluorescent protein correlation simulations and experiments because of the similarity of the red fluorescent protein. ",
    "url": "https://arxiv.org/abs/2304.11047",
    "authors": [
      "Yuanjin Wang",
      "Gaoshang Li",
      "Jin Dai",
      "Xubiao Peng",
      "Qing Zhao"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2304.11096",
    "title": "Silicon Photonics Wavelength-Independent C-Band Tunable Optical Filter  With Feasible Thermal Tuning Requirements",
    "abstract": "A filter design based on Vernier microrings and wideband directional couplers is proposed for ASE noise suppression in next generation DCI applications. We demonstrate a 40 nm FSR-free filter with > 20.5 dB average ER and 3dB-BW of 75 GHz, achieving wavelength-independent performance and full tunability with a maximum tuning temperature of 75 K. ",
    "url": "https://arxiv.org/abs/2304.11096",
    "authors": [
      "Saif Alnairat",
      "Benjamin Wohlfeil",
      "Stevan Djordjevic",
      "Bernhard Schmauss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11146",
    "title": "Second order add/drop filter with a single ring resonator",
    "abstract": "We show theoretically and experimentally how a flat-top second-order response can be achieved with a self-coupled single add-drop ring resonator based on two couplers with different splitting ratios. The resulting device is a 1x1 filter, reflecting light back in the input waveguide at resonating wavelengths in the passbands, and transmitting light in the output waveguide at all other non-resonating wavelengths. Different implementations of the filter have been designed and fabricated on a micron-scale silicon photonics platform. They are based on compact Euler bends - either U-bends or L-bends - and Multi-Mode Interferometers as splitters for the ring resonators. Different finesse values have been achieved by using either 50:50 MMIs in conjunction with 85:15 MMIs or 85:15 MMIs in conjunction with 95:05 double MMIs. Unlike ordinary lowest order directional couplers, the MMIs couple most of the power in the cross-port which make them particularly suitable for the topology of the self-coupled ring, which would otherwise require a waveguide crossing. Experimental results are presented, showing good agreement with simulations. The proposed devices can find applications as wavelength-selective reflectors for relatively broad-band lasers or used as 2x2 add-drop filters when two exact replicas of the device are placed on the arms of a Mach-Zehnder interferometer. ",
    "url": "https://arxiv.org/abs/2304.11146",
    "authors": [
      "Matteo Cherchi",
      "Fei Sun",
      "Markku Kapulainen",
      "Tapani Vehmas",
      "Mikko Harjanne",
      "Timo Aalto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10579",
    "title": "High-Frequency Gravitational Wave Detection via Optical Frequency  Modulation",
    "abstract": "High-frequency gravitational waves can be detected by observing the frequency modulation they impart on photons. We discuss fundamental limitations to this method related to the fact that it is impossible to construct a perfectly rigid detector. We then propose several novel methods to search for O(MHz-GHz) gravitational waves based on the frequency modulation induced in the spectrum of an intense laser beam, by applying optical frequency demodulation techniques, or by using optical atomic clock technology. We find promising sensitivities across a broad frequency range. ",
    "url": "https://arxiv.org/abs/2304.10579",
    "authors": [
      "Torsten Bringmann",
      "Valerie Domcke",
      "Elina Fuchs",
      "Joachim Kopp"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10649",
    "title": "Quantum Theory Needs (And Probably Has) Real Reduction",
    "abstract": "The traditional, standard approach to quantum theory is to assume that the theory ``really'' contains only unitary physical dynamics--i.e., that the only physically quantifiable evolution is that given by the time-dependent Schrodinger equation. This leads to two distinct classes of interpretations for the standard theory in its orthodox form: (i) an Everettian-type approach assuming that all mutually exclusive outcomes occur in different ``branches'' of the universe; or (ii) single-outcome approaches that assume a ``projection postulate'' (PP) with no accompanying physical account within quantum theory. A contrasting, unorthodox approach is to suggest forms of quantum theory that involve physical non-unitarity; these are called ``objective collapse models.'' Among these are Penrose's theory of gravitation-induced collapse and the Transactional Interpretation. The primary focus of this paper is an example demonstrating that standard quantum theory (with or without the projection postulate) can in-principle yield empirically consequential inconsistencies. Thus, it appears that for quantum theory to be viable in a realist sense (as opposed to being an instrumentalist protocol in which inconsistencies are evaded by changing the protocol), it must possess genuine, physical non-unitarity yielding well-defined single outcomes. This leads to the conclusion that objective collapse models should be more seriously considered. ",
    "url": "https://arxiv.org/abs/2304.10649",
    "authors": [
      "R. E. Kastner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10667",
    "title": "Observation of self-oscillating supersonic flow across an acoustic  horizon in two dimensions",
    "abstract": "Understanding the dynamics and stability of transonic flows in quantum fluids is an outstanding challenge, with applications ranging from nonlinear optics and condensed matter to analogue gravity. One intriguing possibility is that a system with a spatially bounded supersonic flow may evolve into a self-oscillating state that periodically emits solitons, in a process originating from the well-known Landau instability. Here, we report observation of self-oscillating supersonic flows in a two-dimensional atomic superfluid. By imposing a local particle sink with strong loss, we induce a convergent radial flow forming an acoustic analogue of a black-hole horizon and an inner horizon around the sink. The observed superflow appears to be modulated by quasi-periodic bursts of superluminal signals. We measure their frequencies and find surprising agreement with numerical simulations of soliton oscillation frequencies within the black-hole horizon. The presented experiment demonstrates a new method for creating supersonic flows in atomic superfluids, which may find applications in quantum simulations of curved spacetime, supersonic turbulence, and self-oscillating dynamics in dissipative many-body systems. ",
    "url": "https://arxiv.org/abs/2304.10667",
    "authors": [
      "Hikaru Tamura",
      "Sergei Khlebnikov",
      "Cheng-An Chen",
      "Chen-Lung Hung"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10792",
    "title": "Non-Local and Quantum Advantages in Network Coding for Multiple Access  Channels",
    "abstract": "Devising efficient communication in a network consisting of multiple transmitters and receivers is a problem of immense importance in communication theory. Interestingly, resources in the quantum world have been shown to be very effective in enhancing the performance of communication networks. In this work, we study entanglement-assisted communication over classical network channels. When there is asymmetry such that noise introduced by the channel depends on the input alphabets, non communicating senders may exploit shared entangled states to overcome the noise. We consider multiple access channels, an essential building block for many complex networks, and develop an extensive framework for n-senders and 1-receiver multiple access channels based on nonlocal games. We obtain generic results for computing correlation assisted sum-capacities of these channels. The considered channels introduce less noise on winning and more noise on losing the game, and the correlation assistance is classified as local (L), quantum (Q), or no-signaling (NS). Furthermore, we consider a broad class of multiple access channels such as depolarizing ones that admix a uniform noise with some probability and prove general results on their sum-capacities. Finally, we apply our analysis to three specific depolarizing multiple access channels based on Clauser-Horne-Shimony-Holt, magic square, and Mermin-GHZ nonlocal games. In all three cases we find significant enhancements in sum-capacities on using nonlocal correlations. We obtain either exact expressions for sum-capacities or suitable upper and lower bounds on them. The general framework developed in this work has much wider applicability and the specificity studied in details are some illustrative examples to compare with recent studies in this direction. ",
    "url": "https://arxiv.org/abs/2304.10792",
    "authors": [
      "Jiyoung Yun",
      "Ashutosh Rai",
      "Joonwoo Bae"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10967",
    "title": "Accurate multiscale simulation of frictional interfaces by Quantum  Mechanics/Green's Function molecular dynamics",
    "abstract": "Understanding frictional phenomena is a fascinating fundamental problem with huge potential impact on energy saving. Such an understanding requires monitoring what happens at the sliding buried interface, which is almost inaccessible by experiments. Simulations represent powerful tools in this context, yet a methodological step forward is needed to fully capture the multiscale nature of the frictional phenomena. Here, we present a multiscale approach based on linked ab initio and Green's function molecular dynamics, which is above the state-of-the-art techniques used in computational tribology as it allows for a realistic description of both the interfacial chemistry and energy dissipation due to bulk phonons in non-equilibrium conditions. By considering a technologically relevant system composed of two diamond surfaces with different degrees of passivation, we show that the presented method can be used not only for monitoring in real-time tribolochemical phenomena such as the tribologically-induced surface graphitization and passivation effects but also for estimating realistic friction coefficients. This opens the way to in silico experiments of tribology to test materials to reduce friction prior to that in real labs. ",
    "url": "https://arxiv.org/abs/2304.10967",
    "authors": [
      "Seiji Kajita",
      "Alberto Pacini",
      "Gabriele Losi",
      "Nobuaki Kikkawa",
      "Maria Clelia Righi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11051",
    "title": "On the Categoricity of Quantum Mechanics",
    "abstract": "The paper offers an argument against an intuitive reading of the Stone-von Neumann theorem as a categoricity result, thereby pointing out that, against what is usually taken to be the case, this theorem does not entail any model-theoretical difference between the theories that validate it and those that don't. ",
    "url": "https://arxiv.org/abs/2304.11051",
    "authors": [
      "Iulian D. Toader"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11054",
    "title": "Laser Doppler vibrometer and accelerometer for vibrational analysis of  the automotive components during Simulink simulation for validation",
    "abstract": "In current research, laser Doppler vibrometer (LDV) as a new diagnostic tool is utilized for non-destructive testing of the automotive equipment. LDV technique is working based on measurement of the Doppler shift of a moving object in an interference set-up. The effects of different noises are considered and eliminated from data analysis. Here, the performance of LDV technique is compared with a reference accelerometer device. Furthermore, a simulation by Matlab Simulink is added to the analysis which confirms the results of the experimental data. Results demonstrated that the laser Doppler vibrometer can measure excellently the frequencies of different automotive components for employing in industry. Therefore, it is proposed that LDV technique can be substituted with other traditional non-destructive testing methods. ",
    "url": "https://arxiv.org/abs/2304.11054",
    "authors": [
      "Fatemeh Rezaei"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.11112",
    "title": "Adaptive beamforming for optical wireless communication via fiber modal  control",
    "abstract": "High-speed optical wireless communication can address the exponential growth in data traffic. Adaptive beamforming customized for the target location is crucial, but existing solutions such as liquidcrystal spatial light modulators and microelectromechanical systems require costly micro/nano manufacturing, delicate alignment, and a high degree of mechanical stability. These challenges reflect the fragility of integrating a fiber network with micro/nano mechanical or photonic systems. Here, we realize low-cost, low-loss, and fiber-compatible beamforming and continuous beam steering through controlled bending of a multi-mode fiber that modifies its modal coupling, and use it to enable flexible optical wireless communication at 10 Gb/s. By using the fiber modal coupling as degrees of freedom rather than an impediment, this approach offers a promising solution for flexible and cost-effective optical wireless communication networks. ",
    "url": "https://arxiv.org/abs/2304.11112",
    "authors": [
      "Chao Li",
      "Yiwen Zhang",
      "Xinda Yan",
      "Yuzhe Wang",
      "Xuebing Zhang",
      "Jian Cui",
      "Lei Zhu",
      "Juhao Li",
      "Zilun Li",
      "Shaohua Yu",
      "Zizheng Cao",
      "A.M.J. Koonen",
      "Chia Wei Hsu"
    ],
    "subjectives": [
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.07177",
    "title": "Holographic fluids: a thermodynamic road to quantum physics",
    "abstract": " Comments: 33 pages, no figures, accepted in Physics of Fluids ",
    "url": "https://arxiv.org/abs/2301.07177",
    "authors": [
      "Peter Ván"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00314",
    "title": "Plasmon Enhanced Quantum Properties of Single Photon Emitters with  Hybrid Hexagonal Boron Nitride Silver Nanocube Systems",
    "abstract": " Title: Plasmon Enhanced Quantum Properties of Single Photon Emitters with  Hybrid Hexagonal Boron Nitride Silver Nanocube Systems ",
    "url": "https://arxiv.org/abs/2304.00314",
    "authors": [
      "Mohammadjavad Dowran",
      "Andrew Butler",
      "Suvechhya Lamichhane",
      "Adam Erickson",
      "Ufuk Kilic",
      "Sy-Hwang Liou",
      "Christos Argyropoulos",
      "Abdelghani Laraoui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.00659",
    "title": "Thermodynamic engine with a quantum degenerate working fluid",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2304.00659",
    "authors": [
      "Ethan Q. Simmons",
      "Roshan Sajjad",
      "Kimberlee Keithley",
      "Hector Mas",
      "Jeremy L. Tanlimco",
      "Eber Nolasco-Martinez",
      "Yifei Bai",
      "Glenn H. Fredrickson",
      "David M. Weld"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]