[
  {
    "id": "arXiv:2305.00012",
    "title": "Shape resonance induced electron attachment to Cytosine: The effect of  aqueous media",
    "abstract": "We have investigated the impact of microsolvation on the shape resonance states of nucleobases, taking cytosine as a case study. To characterize the resonance position and decay width of the metastable states, we employed the newly developed DLPNO-based EA-EOMCCSD method in conjunction with resonance via Pad\\'e approximation. Our calculations show that the presence of water molecules causes a red shift in the resonance position and an increase in the lifetime for all three resonance states. Furthermore, the lowest resonance state in isolated cytosine was converted to a bound state in the presence of an aqueous environment. The calculated results are extremely sensitive to the basis set used for the calculations. ",
    "url": "https://arxiv.org/abs/2305.00012",
    "authors": [
      "Pooja Verma",
      "Madhubani Mukherjee",
      "Achintya Kumar Dutta"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00060",
    "title": "Quantum Eigenvector Continuation for Chemistry Applications",
    "abstract": "A typical task for classical and quantum computing in chemistry is finding a potential energy surface (PES) along a reaction coordinate, which involves solving the quantum chemistry problem for many points along the reaction path. Developing algorithms to accomplish this task on quantum computers has been an active area of development, yet finding all the relevant eigenstates along the reaction coordinate remains a difficult problem, and determining PESs is thus a costly proposal. In this paper, we demonstrate the use of a eigenvector continuation -- a subspace expansion that uses a few eigenstates as a basis -- as a tool for rapidly exploring potential energy surfaces. We apply this to determining the binding PES or torsion PES for several molecules of varying complexity. In all cases, we show that the PES can be captured using relatively few basis states; suggesting that a significant amount of (quantum) computational effort can be saved by making use of already calculated ground states in this manner. ",
    "url": "https://arxiv.org/abs/2305.00060",
    "authors": [
      "Carlos Mejuto-Zaera",
      "Alexander F. Kemper"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00062",
    "title": "Should we trade off higher-level mathematics for abstraction to improve  student understanding of quantum mechanics?",
    "abstract": "Undergraduate quantum mechanics focuses on teaching through a wavefunction approach in the position-space representation. This leads to a differential equation perspective for teaching the material. However, we know that abstract representation-independent approaches often work better with students, by comparing student reactions to learning the series solution of the harmonic oscillator versus the abstract operator method. Because one can teach all of the solvable quantum problems using a similar abstract method, it brings up the question, which is likely to lead to a better student understanding? In work at Georgetown University and with edX, we have been teaching a class focused on an operator-forward viewpoint, which we like to call operator mechanics. It teaches quantum mechanics in a representation-independent fashion and allows for most of the math to be algebraic, rather than based on differential equations. It relies on four fundamental operator identities -- (i) the Leibniz rule for commutators; (ii) the Hadamard lemma; (iii) the Baker-Campbell-Hausdorff formula; and (iv) the exponential disentangling identity. These identities allow one to solve eigenvalues, eigenstates and wavefunctions for all analytically solvable problems (including some not often included in undergraduate curricula, such as the Morse potential or the Poschl-Teller potential). It also allows for more advanced concepts relevant for quantum sensing, such as squeezed states, to be introduced in a simpler format than is conventionally done. In this paper, we illustrate the three approaches of matrix mechanics, wave mechanics, and operator mechanics, we show how one organizes a class in this new format, we summarize the experiences we have had with teaching quantum mechanics in this fashion and we describe how it allows us to focus the quantum curriculum on more modern 21st century topics appropriate for the ",
    "url": "https://arxiv.org/abs/2305.00062",
    "authors": [
      "James K. Freericks",
      "Leanne Doughty"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00234",
    "title": "Free-form inverse design of arbitrary dispersive materials in  nanophotonics",
    "abstract": "In the last decades nanostructures have unlocked myriads of functionalities in nanophotonics by engineering light-matter interaction beyond what is possible with conventional bulk optics. The space of parameters available for design is practically unlimited due to the large variety of optical materials and geometries that can be realized by nanofabrication techniques. Thus, computational approaches are necessary to efficiently search for optimal solutions. In this paper, we enable the free-form inverse design in 3D of linear optical materials with arbitrary dispersion and anisotropy. This is achieved by implementing the adjoint method based on the complex-conjugate pole-residue pair model within a parallel finite-difference time-domain solver, suitable for high-performance computing systems. Our method is tested on the canonical nanophotonic problem of field enhancement in a gap region. The obtained free-form designs of metallic and dielectric materials satisfy the fundamental curiosity of how optimized nanostructures look like in 3D. Unconventional free-form designs revealed by our method, although may be challenging or unfeasible with current technology, bring new insight into how light interacts with nanostructures, and could provide new ideas to inspire forward design. ",
    "url": "https://arxiv.org/abs/2305.00234",
    "authors": [
      "Johannes Gedeon",
      "Emadeldeen Hassan",
      "Antonio Calà Lesina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00487",
    "title": "Nonlinear dynamics of dissipative structures in coherently-driven Kerr  cavities with a parabolic potential",
    "abstract": "By means of a modified Lugiato-Lefever equation model, we investigate the nonlinear dynamics of dissipative wave structures in coherently-driven Kerr cavities with a parabolic potential. The potential stabilizes system dynamics, leading to the generation of robust dissipative solitons in the positive detuning regime, and of higher-order solitons in the negative detuning regime. In order to understand the underlying mechanisms which are responsible for these high-order states, we decompose the field on the basis of linear eigenmodes of the system. This permits to investigate the resulting nonlinear mode coupling processes. By increasing the external pumping, one observes the emergence of high-order breathers and chaoticons. Our modal content analysis reveals that breathers are dominated by modes of corresponding orders, while chaoticons exhibit proper chaotic dynamics. We characterize the evolution of dissipative structures by using bifurcation diagrams, and confirm their stability by combining linear stability analysis results with numerical simulations. Finally, we draw phase diagrams that summarize the complex dynamics landscape, obtained when varying the pump, the detuning, and the strength of the potential. ",
    "url": "https://arxiv.org/abs/2305.00487",
    "authors": [
      "Yifan Sun",
      "Pedro Parra-Rivas",
      "Mario Ferraro",
      "Fabio Mangini",
      "Stefan Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.00513",
    "title": "Tailoring polarisation of attosecond pulses via co-rotating bicircular  laser fields",
    "abstract": "The present work introduces a robust way to generate attosecond pulses with tunable ellipticity via high-order harmonic generation by co-rotating $\\omega - 2\\omega$ bicircular laser fields. The total electric field of the laser fields exhibits an absence of rotational symmetry, which leads to the generation of high harmonics of the same helicity across a broad range of spectral bandwidth. High-harmonics with the same helicity offer the opportunity to synthesize attosecond pulses with tunable ellipticity. The polarisation properties of the generated harmonics are robust against the variations in driving fields' parameters, such as wavelength, intensity ratio, and the sub-cycle phase between $\\omega-2\\omega$ fields. Our work opens an avenue to study chiral-sensitive light-matter ultrafast processes on their intrinsic timescale. ",
    "url": "https://arxiv.org/abs/2305.00513",
    "authors": [
      "Rambabu Rajpoot",
      "Amol R. Holkundkar",
      "Navdeep Rana",
      "Gopal Dixit"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00570",
    "title": "How to Build an Optical Filter with an Atomic Vapor Cell",
    "abstract": "The nature of atomic vapors, their natural alignment with interatomic transitions, and their ease of use make them highly suited for spectrally narrow-banded optical filters. Atomic filters come in two flavors: a filter based on the absorption of light by the Doppler broadened atomic vapor, i.e., a notch filter, and a bandpass filter based on the transmission of resonant light caused by the Faraday effect. The notch filter uses the absorption of resonant photons to filter out a small spectral band around the atomic transition. The off-resonant part of the spectrum is fully transmitted. Atomic vapors based on the Faraday effect allow for suppression of the detuned spectral fraction. Transmission of light originates from the magnetically induced rotation of linear polarized light close to an atomic resonance. This filter constellation allows selective acceptance of specific light frequencies. In this manuscript, we discuss these two types of filters and elucidate the specialties of atomic line filters. We also present a practical guide on building such filter setups from scratch and discuss an approach to achieve an almost perfect atomic spectrum backed by theoretical calculations. ",
    "url": "https://arxiv.org/abs/2305.00570",
    "authors": [
      "Denis Uhland",
      "Helena Dillmann",
      "Yijun Wang",
      "Ilja Gerhardt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00709",
    "title": "A High-Speed Waveguide Integrated InSe Photodetector on SiN Photonics  for NIR Applications",
    "abstract": "On-chip integration of two-dimensional (2D) materials offers great potential for the realization of novel optoelectronic devices in different photonic platforms. In particular, indium selenide (InSe) is a very promising 2D material due to its ultra-high carrier mobility and outstanding photo-responsivity. Here, we report a high-speed photodetector based on a multilayer 90 nm thick InSe integrated on a silicon nitride (SiN) waveguide. The device exhibits a low dark current of 10 nA at 1V bias, a remarkable photoresponsivity of 0.38 AW-1, and high external quantum efficiency of 48.4% measured at 5 V bias. This performance is tested at near-infrared (NIR) 976 nm wavelength under ambient conditions. Furthermore, using numerical and experimental investigations, the estimated absorption coefficient per unit length is 0.11dB/um. To determine the dynamic response of the photodetector, its small and large signal frequency response are also evaluated. A 3-dB radiofrequency (RF) bandwidth of 85 MHz is measured with an open-eye diagram observed at 1 Gbit/s data transmission. Given these outstanding optoelectronic merits, active photonic devices based on integrated multilayer InSe can be realized for a variety of applications including short-reach optical interconnects, LiDAR imaging, and biosensing. ",
    "url": "https://arxiv.org/abs/2305.00709",
    "authors": [
      "Srinvasa Reddy Tamalampudi",
      "Juan Esteban Villegas",
      "Ghada Dushaq",
      "Raman Sankar",
      "Bruna Paredes",
      "Mahmoud Rasras"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.00788",
    "title": "Interfacing spiking VCSEL-neurons with silicon photonics weight banks  towards integrated neuromorphic photonic systems",
    "abstract": "Spiking neurons and neural networks constitute a fundamental building block for brain-inspired computing, which is posed to benefit significantly from photonic hardware implementations. In this work, we experimentally investigate an interconnected system based on an ultrafast spiking VCSEL-neuron and a silicon photonics (SiPh) integrated micro-ring resonator (MRR) weight bank, and demonstrate two different functional arrangements of these devices. First, we show that MRR weightbanks can be used in conjuction with the spiking VCSEL-neurons to perform amplitude weighting of sub-ns optical spiking signals. Second, we show that a continuous firing VCSEL-neuron can be directly modulated using a locking signal propagated through a single weighting micro-ring, and we utilize this functionality to perform optical spike firing rate-coding via thermal tuning of the micro-ring resonator. Given the significant track record of both integrated weight banks and photonic VCSEL-neurons, we believe these results demonstrate the viability of combining these two classes of devices for use in functional neuromorphic photonic systems. ",
    "url": "https://arxiv.org/abs/2305.00788",
    "authors": [
      "Matěj Hejda",
      "Eli A. Doris",
      "Simon Bilodeau",
      "Joshua Robertson",
      "Dafydd Owen-Newns",
      "Bhavin J. Shastri",
      "Paul R. Prucnal",
      "Antonio Hurtado"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00815",
    "title": "An Asymmetric Spoof-Fluid-Spoof Acoustic Waveguide and its Application  as a CO$_2$ Sensor",
    "abstract": "We study pressure acoustic propagation in asymmetric spoof-fluid-spoof acoustic waveguides and its potential application in acoustic gas sensors. First, a stable and efficient analytical method is established for fast calculation of the dispersion curves based on spectral expansion and enforcement of continuity between segments at suitable collocation points. The analysis is validated by a commercial finite element software. The geometric design of the waveguide is then optimized for the emergence of a nearly-flat dispersion curve associated with vertical geometric asymmetry. The waveguide is fabricated using 3D printing technology and the measurement results corroborate the numerical simulations. Based on the nearly-flat dispersion curve supported by this waveguide, a CO$_2$ sensor is proposed allowing to relate the phase difference measured between two points in the waveguide to the composition of the gas in the waveguide. The proposed sensor is experimentally validated in a controlled environment and the measurement results match the computational predictions well. The sensor is robust with respect to noise and signal-recording duration due to fast phase measurements and shows high sensitivity to gas concentration due to reliance on the second, nearly-flat, dispersion curve. In addition, the sensor is label-free and low-cost, while exhibiting rapid response, low-maintenance requirements and potential for measurements in a wide range of CO$_2$ concentrations without saturation issues. ",
    "url": "https://arxiv.org/abs/2305.00815",
    "authors": [
      "Nathan Perchikov",
      "Đorđe Vujić",
      "Branimir Bajac",
      "Andrea Alù",
      "Vesna Bengin",
      "Nikolina Janković"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.00907",
    "title": "Scalable and efficient grating couplers on low-index photonic platforms  enabled by cryogenic deep silicon etching",
    "abstract": "Efficient fiber-to-chip couplers for multi-port access to photonic integrated circuits are paramount for a broad class of applications, ranging, e.g., from telecommunication to photonic computing and quantum technologies. While grating-based approaches are convenient for out-of-plane access and often desirable from a packaging point of view, on low-index photonic platforms, such as silicon nitride or thin-film lithium niobate, the limited grating strength has thus far hindered the achievement of coupling efficiencies comparable to the ones attainable in silicon photonics. Here we present a flexible strategy for the realization of highly efficient grating couplers on low-index photonic platforms. To simultaneously reach a high scattering efficiency and a near-unitary modal overlap with optical fibers, we make use of self-imaging gratings designed with a negative diffraction angle. To ensure high directionality of the diffracted light, we take advantage of a metal back-reflector patterned underneath the grating structure by cryogenic deep reactive ion etching of the silicon handle. Using silicon nitride as a testbed material, we experimentally demonstrate coupling efficiency up to -0.55 dB in the telecom C-band with near unity chip-scale device yield. ",
    "url": "https://arxiv.org/abs/2305.00907",
    "authors": [
      "Emma Lomonte",
      "Maik Stappers",
      "Linus Krämer",
      "Wolfram H.P. Pernice",
      "Francesco Lenzini"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.00920",
    "title": "Real-time spectroscopic monitoring of continuous synthesis of zinc oxide  nanostructures in femtosecond laser fabricated 3D microfluidic microchannels  with integrated on-chip fiber probe array",
    "abstract": "Materials synthesis in a microfluidic environment enables the flexible and controllable production of various types of nanostructures which are of great potential in the fields of chemistry, environmental science, bioengineering, and medicine. Here, we demonstrate on-chip simultaneous continuous-flow synthesis and in-situ spectrum diagnosis of zinc oxide (ZnO) nanomaterials using a femtosecond-fabricated three-dimensional microchannel reactor integrated with an array of optical fiber probes. The microchannel reactor including 3D concentration gradient generators followed by 3D micromixing units provides high-efficiency manipulation of reactants with different concentrations as well as parallel reaction dynamics in an autonomous manner. The integrated optical fiber probe array allows precise and parallel spectropic detection in different microchannels with high spatial and temporal resolutions for screening the synthetic conditions. The synthesized ZnO nanostructures can be tailored in size, shape, and morphology by tuning the flow rates and reactant concentrations based on the spectroscopic signals detected with the fiber probe array. ",
    "url": "https://arxiv.org/abs/2305.00920",
    "authors": [
      "Miao Wu",
      "Xin Li",
      "Di-Feng Yin",
      "Wei Chen",
      "Jia Qi",
      "Ming Hu",
      "Jian Xu",
      "Ya Cheng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.00080",
    "title": "Principle of Information Increase: An Operational Perspective of  Information Gain in the Foundations of Quantum Theory",
    "abstract": "A measurement performed on a quantum system is an act of gaining information about its state. This viewpoint is widely held both in practical applications and foundational research. The former applications treat information theory as a pure mathematical tool; while in the latter, information plays a central role in many reconstructions of quantum theory. However, the concept of information is usually remained obscure. We are investigating the information towards the reconstruction of quantum theory from an operational approach: what is the information gained from the quantum measurement data. We start from the generalization of continuous entropy and find there is more than one natural measure of the information gained as more data is received. One of these (differential information gain) can increase or decrease with more data, depending upon the prior; another measure (relative information gain) is an increasing function of the amount of data even when the amount of data is finite, and is asymptotically insensitive to the specific data or choice of prior. Both two measures can be regarded as extensions of relative entropy. We propose a Principle of Information Increase from Summhammer's intuitive idea: more data lead to more knowledge. This principle is used to filter choices of prior for prior-sensitive information measures when investigating the information gain from data of quantum measurements. Both numerical and asymptotic analysis are conducted using beta distribution priors. It is showed that in two-outcome quantum systems differential information gain will be more physical meaningful and Jeffreys' prior exhibits a special behavior which is the strong robustness of information gain over all possible data. The expected values of both information gain are equivalent, which suggests that the expected form is unique and the discrepancies are disappeared when taking the averages. ",
    "url": "https://arxiv.org/abs/2305.00080",
    "authors": [
      "Yang Yu",
      "Philip Goyal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2305.00211",
    "title": "Electrical Tuning of Terahertz Plasmonic Crystal Phases",
    "abstract": "We present an extensive study of resonant two-dimensional (2D) plasmon excitations in grating-gated quantum well heterostructures, which enable an electrical control of periodic charge carrier density profile. Our study combines theoretical and experimental investigations of AlGaN/GaN grating-gate structures and reveals that all terahertz (THz) plasmonic resonances in these structures can be explained only within the framework of the plasmonic crystal model. We identify two different plasmonic crystal phases. The first is the delocalized phase, where THz radiation interacts with the entire grating-gate structure that is realized at a weakly modulated 2D electron gas (2DEG) regime. In the second, the localized phase, THz radiation interacts only with the ungated portions of the structure. This phase is achieved by fully depleting the gated regions, resulting in strong modulation. By gate-controlling of the modulation degree, we observe a continuous transition between these phases. We also discovered that the resonant frequency of the localized phase depends on the gate voltage. We attribute this phenomenon to the specific depletion of the conductive profile in the ungated region of the 2DEG, the so-called edge gating effect. Although we study a specific case of plasmons in AlGaN/GaN grating-gate structures, our results have a general character and are applicable to any other semiconductor-based plasmonic crystal structures. Our work represents the first demonstration of an electrically tunable transition between different phases of THz plasmonic crystals, which is a crucial step towards a deeper understanding of THz plasma physics and the development of all-electrically tunable devices for THz optoelectronics. ",
    "url": "https://arxiv.org/abs/2305.00211",
    "authors": [
      "P. Sai",
      "V. V. Korotyeyev",
      "M. Dub",
      "M. Słowikowski",
      "M. Filipiak",
      "D. B. But",
      "Yu. Ivonyak",
      "M. Sakowicz",
      "Yu. M. Lyaschuk",
      "S. M. Kukhtaruk",
      "G. Cywiński",
      "W. Knap"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00259",
    "title": "Gilbert damping control with non-collinear dual optical excitation",
    "abstract": "We investigate the impact of non-collinear dual optical excitation on magnetization precession in a permalloy thin film using two ultrashort laser pulses. By analyzing the magnetization dynamics using time-resolved magneto-optical methods, we find that excitation with two ultrashort optical pulses introduces long-lasting modification of the electron system seen as a significant increase (about a factor of 2 more) in magnetic damping. Our results reveal that the observed effect strongly depends on the respective polarization of the two excitation pulses and the time delay between them. Our findings may indicate the occurrence of a new physical effect during photoexcitation with two non-collinear optical pulses, which can potentially be observed in various materials and with photon excitations at different energies. ",
    "url": "https://arxiv.org/abs/2305.00259",
    "authors": [
      "Sergii Parchenko",
      "Davide Pecchio",
      "Ritwik Mondal",
      "Peter M. Oppeneer",
      "Andreas Scherz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.00263",
    "title": "Stroboscopic microwave spectroscopy of Voigt based optically pumped  magnetometers",
    "abstract": "We present results of stroboscopic microwave spectroscopy of radio-frequency dressed optically pumped magnetometer. Interaction between radio-frequency dressed atoms and a synchronously pulsed microwave field followed by Voigt effect-based optical probing allows us to perform partial state tomography and assess the efficiency of the state preparation process. To theoretically describe the system, we solve the dynamical equation of the density matrix employing Floquet expansion. Our theoretical results are in good agreement with experimental measurements over a wide range of parameters and pumping conditions. Finally, the theoretical and experimental analysis presented in this work can be generalised to other systems involving complex state preparation techniques. ",
    "url": "https://arxiv.org/abs/2305.00263",
    "authors": [
      "Hans Marin Florez",
      "Tadas Pyragius",
      "Thomas Fernholz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00516",
    "title": "Dissipative Soliton Resonance: Adiabatic Theory and Thermodynamics",
    "abstract": "We present the adiabatic theory of dissipative solitons (DS) of complex cubic-quintic nonlinear Ginzburg-Landau equation (CQGLE). Solutions in the closed analytical form in the spectral domain have the shape of Rayleigh-Jeans distribution for a purely real quintic nonlinearity. The DS parametric space forms a two-dimensional (or three-dimensional for the complex quintic nonlinearity) master diagram connecting the DS energy and a universal parameter formed by the ratio of four real and imaginary coefficients for dissipative and non-dissipative terms in CQGLE. The concept of dissipative soliton resonance (DSR) is formulated in terms of the master diagram, and the main signatures of transition to DSR are demonstrated and experimentally verified. We show a close analogy between DS and incoherent (semicoherent) solitons with an ensemble of quasi-particles confined by a collective potential. It allows applying the thermodynamical approach to DS and deriving the conditions for the DS energy scalability. ",
    "url": "https://arxiv.org/abs/2305.00516",
    "authors": [
      "Vladimir L. Kalashnikov",
      "Alexander Rudenkov",
      "Evgeni Sorokin",
      "Irina Sorokina"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.00591",
    "title": "Quantum Wrapper Networking",
    "abstract": "We introduce a new concept of Quantum Wrapper Networking, which enables control, management, and operation of quantum networks that can co-exist with classical networks while keeping the requirements for quantum networks intact. The quantum wrapper net- works (QWNs) enable the transparent and interoperable transportation of quantum wrapper datagrams consisting of quantum payloads and, notably, classical headers to facilitate the datagram switching without measuring or disturbing the qubits of the quantum payload. Further- more, QWNs can utilize the common network control and management for performance monitoring on the classical header and infer the quantum channel quality. ",
    "url": "https://arxiv.org/abs/2305.00591",
    "authors": [
      "S. J. Ben Yoo",
      "Sandeep Kumar Singh",
      "Mehmet Berkay On",
      "Gamze Gul",
      "Gregory S. Kanter",
      "Roberto Proietti",
      "Prem Kumar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:0910.2724",
    "title": "Four-dimensional understanding of quantum mechanics and Bell violation",
    "abstract": " Comments: 14 pages, 20 figures ",
    "url": "https://arxiv.org/abs/0910.2724",
    "authors": [
      "Jarek Duda"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2112.15469",
    "title": "Polariton Creation in Coupled Cavity Arrays with Spectrally Disordered  Emitters",
    "abstract": " Comments: 14 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2112.15469",
    "authors": [
      "Jesse Patton",
      "Victoria A. Norman",
      "Richard T. Scalettar",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.13543",
    "title": "Resonant Electric Probe to Axionic Dark Matter",
    "abstract": " Comments: 8 pages, 5 figures. V2 added more comments on the key innovation points and signal discussion. V3 published version typo corrected ",
    "url": "https://arxiv.org/abs/2206.13543",
    "authors": [
      "Junxi Duan",
      "Yu Gao",
      "Chang-Yin Ji",
      "Sichun Sun",
      "Yugui Yao",
      "Yun-Long Zhang"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.02712",
    "title": "Heterogeneous integration of superconducting thin films and epitaxial  semiconductor heterostructures with Lithium Niobate",
    "abstract": " Comments: submitted manuscript ",
    "url": "https://arxiv.org/abs/2302.02712",
    "authors": [
      "Michelle Lienhart",
      "Michael Choquer",
      "Emeline D. S. Nysten",
      "Matthias Weiß",
      "Kai Müller",
      "Jonathan J. Finley",
      "Galan Moody",
      "Hubert J. Krenner"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11742",
    "title": "The teaching from entanglement: 2D SU(2) antiferromagnet to valence bond  solid deconfined quantum critical points are not conformal",
    "abstract": " Comments: 9+5 pages, 3+1 figures ",
    "url": "https://arxiv.org/abs/2302.11742",
    "authors": [
      "Yuan Da Liao",
      "Gaopei Pan",
      "Weilun Jiang",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.11116",
    "title": "Tailoring the waveshape of optical unipolar pulses in a multi-level  resonant medium",
    "abstract": " Title: Tailoring the waveshape of optical unipolar pulses in a multi-level  resonant medium ",
    "url": "https://arxiv.org/abs/2303.11116",
    "authors": [
      "Anton Pakhomov",
      "Nikolay Rosanov",
      "Mikhail Arkhipov",
      "Rostislav Arkhipov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.08312",
    "title": "Microwave shielding of bosonic NaRb molecules",
    "abstract": " Comments: 11 pages, 8 figures. Figure 3(c) is updated based on the calculation in Appendix D2. The 1st version was submitted on 17 Apr 2023 ",
    "url": "https://arxiv.org/abs/2304.08312",
    "authors": [
      "Junyu Lin",
      "Guanghua Chen",
      "Mucan Jin",
      "Zhaopeng Shi",
      "Fulin Deng",
      "Wenxian Zhang",
      "Goulven Quéméner",
      "Tao Shi",
      "Su Yi",
      "Dajun Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  }
]