[
  {
    "id": "arXiv:2204.01804",
    "title": "q-AQUA: a many-body CCSD(T) water potential, including 4-body  interactions, demonstrates the quantum nature of water from clusters to the  liquid phase",
    "abstract": "Many model potential energy surfaces (PESs) have been reported for water; however, none are strictly from \"first principles\". Here we report such a potential, based on a many-body representation at the CCSD(T) level of theory up to the ultimate 4-body interaction. The new PES is benchmarked for the isomers of the water hexamer for dissociation energies, harmonic frequencies, and unrestricted diffusion Monte Carlo (DMC) calculations of the zero-point energies of the Prism, Book, and Cage isomers. Dissociation energies of several isomers of the 20-mer agree well with recent benchmark energies. Exploratory DMC calculations on this cluster verify the robustness of the new PES for quantum simulations. The accuracy and speed of the new PES are demonstrated for standard condensed phase properties, i.e., the radial distribution function and the self-diffusion constant. Quantum effects are shown to be substantial for these observables and also needed to bring theory into an excellent agreement with experiment. ",
    "url": "https://arxiv.org/abs/2204.01804",
    "authors": [
      "Qi Yu",
      "Chen Qu",
      "Paul L. Houston",
      "Riccardo Conte",
      "Apurba Nandi",
      "Joel M. Bowman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01883",
    "title": "Spatially resolved mass flux measurements with dual comb spectroscopy",
    "abstract": "Providing an accurate, representative sample of mass flux across large open areas for atmospheric studies or the extreme conditions of a hypersonic engine is challenging for traditional intrusive or point-based sensors. Here, we demonstrate that laser absorption spectroscopy with frequency combs can simultaneously measure all of the components of mass flux (velocity, temperature, pressure, and species concentration) with low uncertainty, spatial resolution corresponding to the span of the laser line of sight, and no supplemental sensor readings. The low uncertainty is provided by the broad spectral bandwidth, high resolution, and extremely well-known and controlled frequency axis of stabilized, mode-locked frequency combs. We demonstrate these capabilities in the isolator of a ground-test supersonic propulsion engine at Wright-Patterson Air Force Base. The mass flux measurements are consistent within 3.6% of the facility-level engine air supply values. A vertical scan of the laser beams in the isolator measures the spatially resolved mass flux, which is compared with computational fluid dynamics simulations. A rigorous uncertainty analysis demonstrates a DCS instrument uncertainty of ~0.4%, and total uncertainty (including non-instrument sources) of ~7% for mass flux measurements. These measurements demonstrate DCS as a low-uncertainty mass flux sensor for a variety of applications. ",
    "url": "https://arxiv.org/abs/2204.01883",
    "authors": [
      "David Yun",
      "Ryan K. Cole",
      "Nathan A. Malarich",
      "Sean C. Coburn",
      "Nazanin Hoghooghi",
      "Jiwen Liu",
      "Jacob J. France",
      "Mark A. Hagenmaier",
      "Kristin M. Rice",
      "Jeffrey M. Donbar",
      "Gregory B. Rieker"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01890",
    "title": "Spatially entangled photon-pairs from lithium niobate nonlocal  metasurfaces",
    "abstract": "Metasurfaces consisting of nano-scale structures are underpinning new physical principles for the creation and shaping of quantum states of light. Multi-photon states that are entangled in spatial or angular domains are an essential resource for quantum imaging and sensing applications, however their production traditionally relies on bulky nonlinear crystals. We predict and demonstrate experimentally the generation of spatially entangled photon pairs through spontaneous parametric down-conversion from a metasurface incorporating a nonlinear thin film of lithium niobate. This is achieved through nonlocal resonances with tailored angular dispersion mediated by an integrated silica meta-grating, enabling control of the emission pattern and associated quantum states of photon pairs by designing the grating profile and tuning the pump frequency. We measure the correlations of photon positions and identify their spatial anti-bunching through violation of the classical Cauchy-Schwartz inequality, witnessing the presence of multi-mode entanglement. Simultaneously, the photon-pair rate is strongly enhanced by 450 times as compared to unpatterned films due to high-quality-factor metasurface resonances, and the coincidence to accidental ratio reaches 5000. These results pave the way to miniaturization of various quantum devices by incorporating ultra-thin metasurfaces functioning as room-temperature sources of quantum-entangled photons. ",
    "url": "https://arxiv.org/abs/2204.01890",
    "authors": [
      "Jihua Zhang",
      "Jinyong Ma",
      "Matthew Parry",
      "Marcus Cai",
      "Rocio Camacho Morales",
      "Lei Xu",
      "Dragomir N. Neshev",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01903",
    "title": "An optical transition-edge sensor with high energy resolution",
    "abstract": "Optical transition-edge sensors have shown energy resolution for resolving the number of incident photons at the telecommunication wavelength. Higher energy resolution is required for biological imaging and microscope spectroscopy. In this paper, we report on a Au/Ti (10/20 nm) bilayer TES that showed high energy resolution. This was achieved by lowering the critical temperature Tc to 115 mK and the resultant energy resolution was 67 meV full width at half maximum (FWHM) at 0.8 eV. When Tc was lowered to 115 mK, the theoretical resolution would scaled up to 30 meV FWHM, considering that the typical energy resolution of optical TESs is 150 meV and Tc is 300 mK. To investigate the gap between the theoretical expectation (30 meV) and the measured value (67 meV), we measured its complex impedance and current noise. We found excess Johnson noise in the TES and an excess Johnson term M was 1.5 at a bias point where the resistance was 10% of normal resistance. For reference, the TES was compared with a TES showing typical energy resolution (156 meV FWHM). We will discuss what improved the energy resolution and what might have been the limiting factor on it. ",
    "url": "https://arxiv.org/abs/2204.01903",
    "authors": [
      "Kaori Hattori",
      "Toshio Konno",
      "Yoshitaka Miura",
      "Sachiko Takasu",
      "Daiji Fukuda"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.01937",
    "title": "$^{22}$Na Activation Level Measurements of Fused Silica Rods in the LHC  Target Absorber for Neutrals (TAN) Compared to FLUKA Simulations",
    "abstract": "The Target Absorbers for Neutrals (TANs) are located in a high-intensity radiation environment inside the tunnel of the Large Hadron Collider (LHC). TANs are positioned about $140$ m downstream from the beam interaction points. Seven $40$ cm long fused silica rods with different dopant specifications were irradiated in the TAN by the Beam RAte of Neutrals (BRAN) detector group during $p$+$p$ data taking from 2016 to 2018 at the LHC. The peak dose delivered to the fused silica rods was $18$ MGy. We report measurements of the $^{22}$Na activation of the fused silica rods carried out at the University of Illinois at Urbana-Champaign and Argonne National Laboratory. At the end of the irradiation campaign, the maximum $^{22}$Na activity observed was $A=21$ kBq$/{\\rm cm^3}$ corresponding to a density, $\\rho= 2.5\\times 10^{12} /{\\rm cm^3}$, of $^{22}$Na nuclei. FLUKA Monte Carlo simulations have been performed by the CERN FLUKA team to estimate $^{22}$Na activities for the irradiated BRAN rod samples. The simulations reproduce the $^{22}$Na activity profile measured along the rods, with a 35% underestimation of the experimental measurement results. ",
    "url": "https://arxiv.org/abs/2204.01937",
    "authors": [
      "S.Yang",
      "M.Sabate Gilarte",
      "A.Tate",
      "N.Santiago",
      "R.Longo",
      "S.Mazzoni",
      "F.Cerutti",
      "E.Bravin",
      "M.Grosse Perdekamp",
      "G.Lerner",
      "D.Prelipcean",
      "Z.Citron",
      "B.Cole",
      "S.Jackobsen",
      "M.D.Kaminski",
      "T.Koeth",
      "C.Lantz",
      "D. MacLean",
      "A. Mignerey",
      "M.Murray",
      "M.Palm",
      "M.Phipps",
      "P.Steinberg",
      "A.Tsinganis"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.01954",
    "title": "Application of a Spectral Method to Simulate Quasi-Three-Dimensional  Underwater Acoustic Fields",
    "abstract": "The solution and synthesis of quasi-three-dimensional sound fields have always been core issues in computational ocean acoustics. Traditionally, finite difference algorithms have been employed to solve these problems. In this paper, a novel numerical algorithm based on the spectral method is devised. The quasi-three-dimensional problem is transformed into a problem resembling a two-dimensional line source using an integral transformation strategy. Then, a stair-step approximation is adopted to address the range dependence of the two-dimensional problem; because this approximation is essentially a discretization, the range-dependent two-dimensional problem is further simplified into a one-dimensional problem. Finally, we apply the Chebyshev--Tau spectral method to accurately solve the one-dimensional problem. We present the corresponding numerical program for the proposed algorithm and describe some representative numerical examples. The simulation results ultimately verify the reliability and capability of the proposed algorithm. ",
    "url": "https://arxiv.org/abs/2204.01954",
    "authors": [
      "Houwang Tu",
      "Yongxian Wang",
      "Wei Liu",
      "Chunmei Yang",
      "Jixing Qin",
      "Shuqing Ma",
      "Xiaodong Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)"
    ]
  },
  {
    "id": "arXiv:2204.02056",
    "title": "Modeling a labyrinthine acoustic metamaterial through an  inertia-augmented relaxed micromorphic approach",
    "abstract": "We present an inertia-augmented relaxed micromorphic model that enriches the relaxed micromorphic model previously introduced by the authors via a term $\\text{Curl}\\dot{P}$ in the kinetic energy density. This enriched model allows us to obtain a good overall fitting of the dispersion curves while introducing the new possibility of describing modes with negative group velocity that are known to trigger negative refraction effects. The inertia-augmented model also allows for more freedom on the values of the asymptotes corresponding to the cut-offs. In the previous version of the relaxed micromorphic model, the asymptote of one curve (pressure or shear) is always bounded by the cut-off of the following curve of the same type. This constraint does not hold anymore in the enhanced version of the model. While the obtained curves' fitting is of good quality overall, a perfect quantitative agreement must still be reached for very small wavelengths that are close to the size of the unit cell. ",
    "url": "https://arxiv.org/abs/2204.02056",
    "authors": [
      "Jendrik Voss",
      "Gianluca Rizzi",
      "Patrizio Neff",
      "Angela Madeo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02060",
    "title": "Characterization of pixelated silicon detectors for daily quality  assurance measurements in proton therapy",
    "abstract": "The advanced imaging and delivery techniques in proton therapy allow conformal high-dose irradiation of the target volume with high accuracy using pencil beam scanning or beam shaping apertures. These irradiation methods increasingly include small radiation fields with large dose gradients, which require detector systems with high spatial resolution for quality assurance. In addition the measurement of all success parameters for daily quality assurance with only one proton field and one simple detector system would save a lot of time in clinical usage. Based on their good spatial resolution and high rate compatibility, pixelated silicon detectors could meet the new requirements. To assess their applicability in proton therapy, ATLAS pixelated silicon detectors are used to measure the lateral beam profile with high spatial resolution. Furthermore, a dose dependent detector calibration is presented to allow the measurement of the requested output constancy. A strategy to verify the proton energy during the daily quality assurance is under study. Promising results from proof-of-principle measurements at the West German Proton Therapy Centre in Essen, Germany, have been obtained. ",
    "url": "https://arxiv.org/abs/2204.02060",
    "authors": [
      "Isabelle Schilling",
      "Claus Maximillian Bäcker",
      "Christian Bäumer",
      "Carina Behrends",
      "Kevin Kröninger",
      "Beate Timmermann",
      "Jens Weingarten"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02167",
    "title": "Inverse uncertainty quantification of a mechanical model of arterial  tissue with surrogate modeling",
    "abstract": "Disorders of coronary arteries lead to severe health problems such as atherosclerosis, angina, heart attack and even death. Considering the clinical significance of coronary arteries, an efficient computer model is a vital step towards tissue engineering, enhancing the research of coronary diseases, and developing medical treatment and interventional tools. In this work, we apply inverse uncertainty quantification to a microscale agent-based arterial tissue model, a component of the 3D multiscale model of in-stent restenosis (ISR3D). IUQ provides calibration of the arterial tissue model to achieve realistic mechanical behaviour in line with the experimental data measured from the tissue's macroscopic behaviour. Bayesian calibration with bias term correction is applied as an IUQ technique to reduce the uncertainty of unknown polynomial coefficients of the attractive force function and achieve agreement with the experimental data based on the uniaxial strain tests of arterial tissue. Due to the high computational costs of the ISR3D model, the Gaussian process (GP) regression surrogate model is introduced to ensure the feasibility of the IUQ computations. The result is an IUQ methodology to calibrate a model with uncertain parameters and a microscale agent-based model of arterial tissue, which produces mechanical behaviour in line with the experimental data. ",
    "url": "https://arxiv.org/abs/2204.02167",
    "authors": [
      "Salome Kakhaia",
      "Pavel Zun",
      "Dongwei Ye",
      "Valeria Krzhizhanovskaya"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Biological Physics (physics.bio-ph)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2204.02202",
    "title": "A photonic integrated circuit based erbium-doped amplifier",
    "abstract": "Erbium-doped fiber amplifiers have revolutionized long-haul optical communications and laser technology. Erbium ions could equally provide a basis for efficient optical amplification in photonic integrated circuits. However, this approach has thus far remained impractical due to insufficient output power. Here, we demonstrate a photonic integrated circuit based erbium amplifier reaching 145 mW output power and more than 30 dB small-signal gain -- on par with commercial fiber amplifiers and beyond state-of-the-art III-V heterogeneously integrated semiconductor amplifiers. We achieve this by applying ion implantation to recently emerged ultralow-loss Si3N4 photonic integrated circuits with meter-scale-length waveguides. We utilize the device to increase by 100-fold the output power of soliton microcombs, required for low-noise photonic microwave generation or as a source for wavelength-division multiplexed optical communications. Endowing Si3N4 photonic integrated circuits with gain enables the miniaturization of a wide range of fiber-based devices such as high-pulse-energy femtosecond mode-locked lasers. ",
    "url": "https://arxiv.org/abs/2204.02202",
    "authors": [
      "Yang Liu",
      "Zheru Qiu",
      "Xinru Ji",
      "Jijun He",
      "Johann Riemensberger",
      "Martin Hafermann",
      "Rui Ning Wang",
      "Junqiu Liu",
      "Carsten Ronning",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02224",
    "title": "Neural Computing with Coherent Laser Networks",
    "abstract": "We show that a coherent network of lasers exhibits emergent neural computing capabilities. The proposed scheme is built on harnessing the collective behavior of laser networks for storing a number of phase patterns as stable fixed points of the governing dynamical equations and retrieving such patterns through proper excitation conditions, thus exhibiting an associative memory property. The associative memory functionality is first discussed in the strong pumping regime of a network of passive dissipatively coupled lasers which simulate the classical XY model. It is discussed that despite the large storage capacity of the network, the large overlap between fixed-point patterns effectively limits pattern retrieval to only two images. Next, we show that this restriction can be uplifted by using nonreciprocal coupling between lasers and this allows for utilizing a large storage capacity. This work opens new possibilities for neural computation with coherent laser networks as novel analog processors. In addition, the underlying dynamical model discussed here suggests a novel energy-based recurrent neural network that handles continuous data as opposed to Hopfield networks and Boltzmann machines which are intrinsically binary systems. ",
    "url": "https://arxiv.org/abs/2204.02224",
    "authors": [
      "Mohammad-Ali Miri",
      "Vinod Menon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02347",
    "title": "Optical ultracompact directional antenna based on a dimer nanorod  structure",
    "abstract": "Controlling directionality of optical emitters is of utmost importance for their application in communication and biosensing devices. Metallic nanoantennas have been proven to affect both excitation and emission properties of nearby emitters, including directionality of their emission. In this regard, optical directional nanoantennas based on a Yagi-Uda design have been demonstrated in the visible range. Despite this impressive proof of concept, their overall size and considerable number of elements represent obstacles for the exploitation of these antennas in nanophotonic applications and for their incorporation onto photonic chips. In order to address these challenges, we investigate an alternative design. In particular, we numerically demonstrate unidirectionality of an ultracompact optical antenna based on two parallel gold nanorods (side-by-side dimer). Our results show that exciting the antiphase mode by an emitter placed in the near-field can lead to unidirectional emission. Furthermore, in order to verify the feasibility of this design, we study the effect on the directionality of several parameters such as shape of the nanorods, possible defects in dimer assembly, and different position and orientation of the emitter. We conclude that this design is robust to changes, making it experimentally achievable. ",
    "url": "https://arxiv.org/abs/2204.02347",
    "authors": [
      "Fangjia Zhu",
      "Maria Sanz-Paz",
      "Antonio Fernandez-Dominguez",
      "Mauricio Pilo-Pais",
      "Guillermo P. Acuna"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02383",
    "title": "Microresonator Soliton Frequency Combs in the Zero-Dispersion Regime",
    "abstract": "Chip-scale optical frequency combs have attracted significant research interest and can be used in applications ranging from precision spectroscopy to telecom channel generators and lidar systems. In the time domain, microresonator based frequency combs correspond to self-stabilized soliton pulses. In two distinct regimes, microresonators have shown to emit either bright solitons in the anomalous dispersion regime or dark solitons (a short time of darkness in a bright background signal) in the normal dispersion regime. Here, we investigate the dynamics of continuous-wave-laser-driven soliton generation in the zero-group-velocity-dispersion (GVD) regime, as well as the generation of solitons that are spectrally crossing different dispersion regimes. In the measurements we observe zero-dispersion solitons with doublet structures (soliton molecules) that can be deterministically accessed with a predictable spectral envelope. Numerical simulations agree well with the observed soliton structures. These results could be of interest for chip-based pump-probe schemes, optical telecom systems, gas sensing and precision metrology. ",
    "url": "https://arxiv.org/abs/2204.02383",
    "authors": [
      "Shuangyou Zhang",
      "Toby Bi",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.01768",
    "title": "Comment on \"Why interference phenomena do not capture the essence of  quantum theory\" by Catani et al",
    "abstract": "It was recently argued by Catani et al that it is possible to reproduce the phenomenology of the double-slit experiment with a deterministic, local, and classical model (arXiv:2111.13727). The stated aim of their argument is to falsify the claim made by Feynman (in his third book of Lectures on Physics) that the double-slit experiment is \"impossible, absolutely impossible, to explain in any classical way\" and that it \"contains the only mystery\" of quantum mechanics. We here want to point out some problems with their argument, and defend Feynman's position. ",
    "url": "https://arxiv.org/abs/2204.01768",
    "authors": [
      "Jonte R. Hance",
      "Sabine Hossenfelder"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01832",
    "title": "Quantum materials for energy-efficient neuromorphic computing",
    "abstract": "Neuromorphic computing approaches become increasingly important as we address future needs for efficiently processing massive amounts of data. The unique attributes of quantum materials can help address these needs by enabling new energy-efficient device concepts that implement neuromorphic ideas at the hardware level. In particular, strong correlations give rise to highly non-linear responses, such as conductive phase transitions that can be harnessed for short and long-term plasticity. Similarly, magnetization dynamics are strongly non-linear and can be utilized for data classification. This paper discusses select examples of these approaches, and provides a perspective for the current opportunities and challenges for assembling quantum-material-based devices for neuromorphic functionalities into larger emergent complex network systems. ",
    "url": "https://arxiv.org/abs/2204.01832",
    "authors": [
      "Axel Hoffmann",
      "Shriram Ramanathan",
      "Julie Grollier",
      "Andrew D. Kent",
      "Marcelo Rozenberg",
      "Ivan K. Schuller",
      "Oleg Shpyrko",
      "Robert Dynes",
      "Yeshaiahu Fainman",
      "Alex Frano",
      "Eric E. Fullerton",
      "Giulia Galli",
      "Vitaliy Lomakin",
      "Shyue Ping Ong",
      "Amanda K. Petford-Long",
      "Jonathan A. Schuller",
      "Mark D. Stiles",
      "Yayoi Takamura",
      "Yimei Zhu"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01864",
    "title": "Testing Station for Fast Screening of Through Silicon Via (TSV)-enabled  Application Specific Integrated Circuits (ASICs) for Hard X-ray Imaging  Detectors",
    "abstract": "Application Specific Integrated Circuits (ASICs) are used in space-borne instruments for signal processing and detector readout. The electrical interface of these ASICs to frontend printed circuit boards (PCBs) is commonly accomplished with wire bonds. Through Silicon Via (TSV) technology has been proposed as an alternative interconnect technique that will reduce assembly complexity of ASIC packaging by replacing wire bonding with flip-chip bonding. TSV technology is advantageous in large detector arrays where TSVs enable close detector tiling on all sides. Wafer-level probe card testing of TSV ASICs is frustrated by solder balls introduced onto the ASIC surface for flip-chip bonding that hamper alignment. Therefore, we developed the ASIC Test Stand (ATS) to enable rapid screening and characterization of individual ASIC die. We successfully demonstrated ATS operation on ASICs originally developed for CdZnTe detectors on the Nuclear Spectroscopic and Telescope Array (\\textit{NuSTAR}) mission that were later modified with TSVs in a via-last process. We tested both back-side blind-TSVs and front-side through-TSVs, with results from internal test pulser measurements that demonstrate performance equal to or exceeding the probe card wafer-level testing data. The ATS can easily be expanded or duplicated in order to parallelize ASIC screening for large area imaging detectors of future space programs. ",
    "url": "https://arxiv.org/abs/2204.01864",
    "authors": [
      "Daniel P. Violette",
      "Branden Allen",
      "Jaesub Hong",
      "Hiromasa Miyasaka",
      "Jonathan Grindlay"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.02044",
    "title": "Giant-cavity-based quantum sensors with enhanced performance",
    "abstract": "Recent progresses have revealed that quantum systems with multiple position-dependent couplings, e.g., giant atoms, can exhibit some unconventional phenomena, such as non-exponential decay etc. However, their potential applications are still open questions. In this paper, we propose a giant-cavity-based quantum sensor for the first time, whose performance can be greatly enhanced compared to traditional cavity-based sensors. In our proposal, two cavities couple to a dissipative reservoir at multiple points while they couple to a gain reservoir in a single-point way. To detecting a unknown parameter using this sensor, a waveguide is coupled to one of the cavities where detecting fields can pass through for homodyne detection. We find that multiple position-dependent couplings can induce an inherent non-reciprocal coupling between the cavities, which can enhance the performance of sensors. Output noise in our scheme can be reduced to the shot noise level, which is about one order magnitude lower than the results in Ref. [Nature Communications, 2018, 9, 4320.]. Besides, the signal-to-noise ratio per photon is also enhanced by about one order of magnitude. These results show that the multiple-point-coupling structure is beneficial to nowadays quantum devices. ",
    "url": "https://arxiv.org/abs/2204.02044",
    "authors": [
      "Yu Ting Zhu",
      "Rebing Wu",
      "Zhihui Peng",
      "Shibei Xue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.02270",
    "title": "The Problem of Irreversible Change in Quantum Mechanics",
    "abstract": "I prove that, if a change happens in a closed quantum system so that its state is perfectly distinguishable from all past or future states, the Hamiltonian is $\\widehat{H}=-i\\hbar\\frac{\\partial\\ }{\\partial\\tau}$. A time operator $\\widehat{\\tau}$ emerges as its canonical conjugate. This Hamiltonian is usually rejected because it has no ground state, but I show that even a weaker form of irreversibility is inconsistent with a ground state. What is the right choice, that the world's Hamiltonian is $-i\\hbar\\frac{\\partial\\ }{\\partial\\tau}$, or that no change is irreversible? ",
    "url": "https://arxiv.org/abs/2204.02270",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2104.11481",
    "title": "High-Flux Cold Ytterbium Atomic Beam Source Using Two-dimensional Laser  Cooling with Intercombination Transition",
    "abstract": " Comments: 7 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2104.11481",
    "authors": [
      "Toshiyuki Hosoya",
      "Ryotaro Inoue",
      "Mikio Kozuma"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.00832",
    "title": "A Localized-Orbital Energy Evaluation for Auxiliary-Field Quantum Monte  Carlo",
    "abstract": " Comments: 36 pages, 8 figures; Supplemental Info, 11 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2202.00832",
    "authors": [
      "John L. Weber",
      "Hung Vuong",
      "Pierre A. Devlaminck",
      "James Shee",
      "Joonho Lee",
      "David R. Reichman",
      "Richard A. Friesner"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.03798",
    "title": "Deep learning fluid flow reconstruction around arbitrary two-dimensional  objects from sparse sensors using conformal mappings",
    "abstract": " Comments: 44 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2202.03798",
    "authors": [
      "Ali Girayhan Özbay",
      "Sylvain Laizet"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2203.01622",
    "title": "Towards European Standards for Quantum Technologies",
    "abstract": " Title: Towards European Standards for Quantum Technologies ",
    "url": "https://arxiv.org/abs/2203.01622",
    "authors": [
      "O. van Deventer",
      "N. Spethmann",
      "M. Loeffler",
      "M. Amoretti",
      "R. van den Brink",
      "N. Bruno",
      "P. Comi",
      "N. Farrugia",
      "M. Gramegna",
      "B. Kassenberg",
      "W. Kozlowski",
      "T. Länger",
      "T. Lindstrom",
      "V. Martin",
      "N. Neumann",
      "H. Papadopoulos",
      "S. Pascazio",
      "M. Peev",
      "R. Pitwon",
      "M.A. Rol",
      "P. Traina",
      "P. Venderbosch",
      "F. K. Wilhelm-Mauch",
      "A. Jenet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13337",
    "title": "Electrical Programmable Low-loss high cyclable Nonvolatile Photonic  Random-Access Memory",
    "abstract": " Title: Electrical Programmable Low-loss high cyclable Nonvolatile Photonic  Random-Access Memory ",
    "url": "https://arxiv.org/abs/2203.13337",
    "authors": [
      "Jiawei Meng",
      "Nicola Peserico",
      "Xiaoxuan Ma",
      "Yifei Zhang",
      "Cosmin-Costantin Popescu",
      "Myungkoo Kang",
      "Mario Miscuglio",
      "Katheleen Richardson",
      "Juejun Hu",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01616",
    "title": "Room-temperature quantification of $^{14}$CO$_{2}$ below the natural  abundance with two-color cavity ring-down spectroscopy",
    "abstract": " Comments: 4 main figures, 2 supplementary figures ",
    "url": "https://arxiv.org/abs/2204.01616",
    "authors": [
      "A. Daniel McCartt",
      "Jun Jiang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]