[
  {
    "id": "arXiv:2406.01612",
    "title": "Universal behavior of the Covid-19 tails: Inverse power-law distribution",
    "abstract": "           Power-law distribution is one of the most important laws known in nature. Such a special universal behavior is known to occur in very few physical systems. In this work, we analyzed the mortality distribution of the Covid-19 pandemic tails for different countries and continents to discuss the possible universal behavior of the pandemic. Surprisingly, we found that the mortality distribution of Covid-19 follows inverse power-law decays. These universal behaviors for the pandemic are reported in the present work for the first time. Additionally, we showed that mortality tails also decay with time obeying to the inverse power law.         ",
    "url": "https://arxiv.org/abs/2406.01612",
    "authors": [
      "E. Aydiner",
      "E. Yilmaz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01754",
    "title": "Validating Automated Resonance Evaluation with Synthetic Data",
    "abstract": "           The integrity and precision of nuclear data are crucial for a broad spectrum of applications, from national security and nuclear reactor design to medical diagnostics, where the associated uncertainties can significantly impact outcomes. A substantial portion of uncertainty in nuclear data originates from the subjective biases in the evaluation process, a crucial phase in the nuclear data production pipeline. Recent advancements indicate that automation of certain routines can mitigate these biases, thereby standardizing the evaluation process, reducing uncertainty and enhancing reproducibility. This article contributes to developing a framework for automated evaluation techniques testing, emphasizing automated fitting methods that do not require the user to provide any prior information. This approach simplifies the process and reduces the manual effort needed in the initial evaluation stage. It highlights the capability of the framework to validate and optimize subroutines, targeting the performance analysis and optimization of the fitting procedure using high-fidelity synthetic data (labeled experimental data) and the concept of a fully controlled computational experiment. An error metric is introduced to provide a clear and intuitive measure of the fitting quality by quantifying the accuracy and performance across the specified energy. This metric sets a scale for comparison and optimization of routines or hyperparameter selection, improving the entire evaluation process methodology and increasing reproducibility and objectivity.         ",
    "url": "https://arxiv.org/abs/2406.01754",
    "authors": [
      "Oleksii Zivenko",
      "Noah A. W. Walton",
      "William Fritsch",
      "Jacob Forbes",
      "Amanda M. Lewis",
      "Aaron Clark",
      "Jesse M. Brown",
      "Vladimir Sobes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Nuclear Theory (nucl-th)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01839",
    "title": "Simulation of DAMPE silicon microstrip detectors in the $\\rm Allpix^{2}$ framework",
    "abstract": "           Silicon strip detectors have been widely utilized in space experiments for gamma-ray and cosmic-ray detections thanks to their high spatial resolution and stable performance. For a silicon micro-strip detector, the Monte Carlo simulation is recognized as a practical and cost-effective approach to verify the detector performance. In this study, a technique for the simulation of the silicon micro-strip detector with the $\\rm Allpix^{2}$ framework is developed. By incorporating the electric field into the particle transport simulation based on Geant4, this framework could precisely emulate the carrier drift in the silicon micro-strip detector. The simulation results are validated using the beam test data as well as the flight data of the DAMPE experiment, which suggests that the $\\rm Allpix^{2}$ framework is a powerful tool to obtain the performance of the silicon micro-strip detector.         ",
    "url": "https://arxiv.org/abs/2406.01839",
    "authors": [
      "Yu-Xin Cui",
      "Xiang Li",
      "Shen Wang",
      "Chuan Yue",
      "Qiang Wan",
      "Shi-Jun Lei",
      "Guan-Wen Yuan",
      "Yi-Ming Hu",
      "Jia-Ju Wei",
      "Jian-Hua Guo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2406.01868",
    "title": "Emergence of the wavefunction of a non-relativistic quantum particle from QFT",
    "abstract": "           The nonrelativistic wavefunction of a quantum state that contains all its information is derived directly from the effective quantum fields of the standard model of particle physics, which are the fundamental elements of reality of the universe unveiled to us so far. Consequently, the endless debate about the reality of a wavefunction can now be reasonably put to rest and nonrelativistic quantum mechanics can cogently be considered as a genuine theory.         ",
    "url": "https://arxiv.org/abs/2406.01868",
    "authors": [
      "Mani L. Bhaumik"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01944",
    "title": "A table-top high-sensitivity gyroscope based on slow light and cavity enhanced photon drag",
    "abstract": "           A high-sensitivity gyroscope is vital for both investigation of the fundamental physics and monitor of the subtle variation of Earth's behaviors. However, it is challenge to realize a portable gyroscope with sensitivity approaching a small fraction of the Earth's rotation rate. Here, we theoretically propose a method for implementing a table-top gyroscope with remarkably high sensitivity based on photon drag in a rotating dielectric object. By inserting an $\\text{Er}^{3+}$-doped glass rod in a Fabry-Pérot optical cavity with only 20 cm length, we theoretically show that the giant group refractive index and the narrowing cavity linewidth due to slow light can essentially increase the nonreciprocal phase shift due to the photon drag to achieve a rotation sensitivity of $26$ frad/s/$\\sqrt{Hz}$. This work paves the way to accurately detect tiny variations of the Earth's rotation rate and orientation, and even can test the geodetic and frame-dragging effects predicted by the general relativity with a small-volume equipment.         ",
    "url": "https://arxiv.org/abs/2406.01944",
    "authors": [
      "Min She",
      "Jiangshan Tang",
      "Keyu Xia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01962",
    "title": "Exploring coherent dynamics in resonant x-ray scattering of intense ultrafast pulses",
    "abstract": "           Intense x-ray free-electron lasers (XFELs) offer unique opportunities to control inner-shell electrons on ultrafast timescales. This study presents a theoretical framework for modeling resonant x-ray scattering under intense ultrafast pulses, focusing on the coherent dynamics of Rabi oscillations. We employ a time-dependent Schrödinger equation approach to investigate the effects of high-intensity pulses on the single atom response which includes resonant fluorescence and elastic scattering channels, and competing decay processes. Our findings highlight the sensitivity of scattering responses to pulse parameters and initial states, with interference effects playing a significant role.         ",
    "url": "https://arxiv.org/abs/2406.01962",
    "authors": [
      "Akilesh Venkatesh",
      "Phay J. Ho"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2406.02070",
    "title": "Optimization of a fiber Fabry-Perot resonator for low-threshold modulation instability Kerr frequency combs",
    "abstract": "           We report a theoretical and experimental investigation of fiber Fabry-Perot cavities aimed at enhancing Kerr frequency comb generation. The modulation instability (MI) power threshold is derived from the linear stability analysis of a generalized Lugiato-Lefever equation. By combining this analysis with the concepts of power enhancement factor (PEF) and optimal coupling, we predict the ideal manufacturing parameters of fiber Fabry-Perot (FFP) cavities for the MI Kerr frequency comb generation. Our findings reveal a distinction between the optimal coupling for modulation instability and that of the cold cavity. Consequently, mirror reflectivity must be adjusted to suit the specific application. We verified the predictions of our theory by measuring the MI power threshold as a function of detuning for three different cavities.         ",
    "url": "https://arxiv.org/abs/2406.02070",
    "authors": [
      "Germain Bourcier",
      "Safia Mohand Ousaid",
      "Stephane Balac",
      "Julien Lumeau",
      "Antonin Moreau",
      "Thomas Bunel",
      "Arnaud Mussot",
      "Matteo Conforti",
      "Olivier Llopis",
      "Arnaud Fernandez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.02076",
    "title": "A Silicon Photonic 32-Input Coherent Combiner for Turbulence Mitigation in Free Space Optics Links",
    "abstract": "           A photonic integrated circuit (PIC) for the coherent combination of 32 input optical signals into a single output fiber is reported. The PIC was fabricated using a low-loss thick silicon-on-insulator (SOI) process and packaged with 32 input and 1 output fibers. The basic building block is a 2x2 Mach-Zehnder interferometer (MZI) with an external (to the MZI branches) and an internal thermal phase shifter, and a bandwidth in excess of 80 kHz. The PIC monolithically integrates 31 MZIs and 31 germanium photodetectors, and is suitable in principle for turbulence mitigation in LEO-ground and horizontal free space optics links. Improvements to the device for the coherent combination of 64 inputs and for the reduction of insertion losses are also discussed         ",
    "url": "https://arxiv.org/abs/2406.02076",
    "authors": [
      "Lorenzo De Marinis",
      "Peter Seigo Kincaid",
      "Yann Lucas",
      "Lea Krafft",
      "Vincent Michau",
      "Matteo Cherchi",
      "Mikko Karppinen",
      "Giampiero Contestabile"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2406.02114",
    "title": "Deriving the size and shape of the ALBA electron beam with optical synchrotron radiation interferometry using aperture masks: technical choices",
    "abstract": "           We explore non-redundant aperture masking to derive the size and shape of the ALBA synchrotron light source at optical wavelengths using synchrotron radiation interferometry. We show that non-redundant masks are required due to phase fluctuations arising within the experimental set-up. We also show, using closure phase, that the phase fluctuations are factorizable into element-based errors. We employ multiple masks, including 2, 3, 5, and 6 hole configurations. We develop a process for self-calibration of the element-based amplitudes (square root of flux through the aperture), which corrects for non-uniform illumination over the mask, in order to derive visibility coherences and phases, from which the source size and shape can be derived. We explore the optimal procedures to obtain the most reliable results with the 5-hole mask, based on the temporal scatter in measured coherences and closure phases. We find that the closure phases are very stable, and close to zero (within $2^o$). Through uv-modeling, we consider the noise properties of the experiment and conclude that our visibility measurements per frame are likely accurate to an rms scatter of $\\sim 1\\%$.         ",
    "url": "https://arxiv.org/abs/2406.02114",
    "authors": [
      "C.L. Carilli",
      "L. Torino",
      "U. Iriso",
      "B. Nikolic",
      "N. Thyagarajan"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.02137",
    "title": "Enhanced Nonlinear Frequency Conversion Bandwidth through Birefringence induced Mode Hybridization",
    "abstract": "           On-chip quantum information network requires qubit transfer between different wavelengths while preserving quantum coherence and entanglement, which needs broadband up-conversion available. Herein, we demonstrate a mode-hybridization based broadband nonlinear frequency conversion on X-cut thin film lithium niobate. With the spontaneous quasi-phase matching and quasi groupvelocity matching being simultaneously satisfied, broadband second harmonic generation with a 3-dB bandwidth up to 13 nm has been achieved in a micro-racetrack resonator. The same mechanism can work on the frequency conversion of the ultra-short pulse in the bent waveguide structure. This work will be beneficial to on-chip tunable frequency conversion and quantum light source generation on integrated photonic platforms, and further enable on-chip large-capacity multiplexing, multichannel optical information processing, and large quantum information networks.         ",
    "url": "https://arxiv.org/abs/2406.02137",
    "authors": [
      "Tingge Yuan",
      "Jiangwei Wu",
      "Xueyi Wang",
      "Hao Li",
      "Yuping Chen",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.02149",
    "title": "Von Neumann's 1927 Trilogy on the Foundations of Quantum Mechanics. Annotated Translations",
    "abstract": "           English translation of John von Neumann's 1927 trilogy on the foundations of quantum mechanics with an introduction and detailed commentary.         ",
    "url": "https://arxiv.org/abs/2406.02149",
    "authors": [
      "Anthony Duncan"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.02221",
    "title": "A general design method for ultra-long optical path length multipass matrix cells",
    "abstract": "           For the first time, we propose a general design method for ultra-long optical path length (OPL) multipass matrix cells (MMCs) based on multi-cycle mode of two-sided field mirrors. The design idea of the dual circulation mode with two-sided field mirrors is elaborated in detail with the example of MMC based on dual Pickett Bradley White cell (PBWC), and the simple design methods of the other three MMCs based on the dual circulation mode of PBWC and Bernstein Herzberg White cell (BHWC) are given. Further, we propose a general design method for ultra-long OPL MMCs with multi-cycle mode by adding cyclic elements. The OPL of the MMCs designed by this method can reach the order of kilometers or even tens of kilometers. The novel MMCs have the advantages of simple structure, strong spot formation regularity, easy expansion, high mirror utilization ratio, high reuse times of spot spatial position, good stability and extremely high ratio of the optical path length to the volume (RLV). In order to evaluate the performance of the new MMCs, an open-path methane gas sensor with the MMC based on triple PBWC was constructed, which was used to continuously measure the methane in the laboratory, and the feasibility, effectiveness and practicability of the new design method were verified. The design method proposed in this paper provides a new idea for the design of multipass cell (MPC), and the new MMCs designed have great potential application value in the field of high-precision trace gas monitoring.         ",
    "url": "https://arxiv.org/abs/2406.02221",
    "authors": [
      "Yiyun Gai",
      "Wenjin Li",
      "Kaihao Yi",
      "Xue Ou",
      "Peng Liu",
      "Xin Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.02341",
    "title": "QCDGE database, Quantum Chemistry Database with Ground- and Excited-state Properties of 450 Kilo Molecules",
    "abstract": "           Due to rapid advancements in deep learning techniques, the demand for large-volume high-quality databases grows significantly in chemical research. We developed a quantum-chemistry database that includes 443,106 small organic molecules with sizes up to 10 heavy atoms including carbon (C), nitrogen (N), oxygen (O), and fluorine (F). Ground-state geometry optimizations and frequency calculations of all compounds were performed at the B3LYP/6-31G* level with the BJD3 dispersion correction, while the excited-state single-point calculations were conducted at the $\\omega$B97X-D/6-31G* level. Totally twenty seven molecular properties, such as geometric, thermodynamic, electronic and energetic properties, were gathered from these calculations. Meanwhile, we also established a comprehensive protocol for the construction of a high-volume quantum-chemistry database. Our QCDGE (Quantum Chemistry Database with Ground- and Excited-State Properties) database contains a substantial volume of data, exhibits high chemical diversity, and most importantly includes excited-state information. This database, along with its construction protocol, is expected to have a significant impact on the broad applications of machine learning studies across different fields of chemistry, especially in the area of excited-state research.         ",
    "url": "https://arxiv.org/abs/2406.02341",
    "authors": [
      "Yifei Zhu",
      "Mengge Li",
      "Chao Xu",
      "Zhenggang Lan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.02382",
    "title": "Closed forms for spatiotemporal optical vortices and sagittal skyrmionic pulses",
    "abstract": "           Spatiotemporal optical vortices (STOVs) are short pulses that present a vortex whose axis is perpendicular to the main propagation direction. We present analytic expressions for these pulses that satisfy exactly Maxwell's equation, by applying appropriate differential operators to complex focus pulses with Poisson-like frequency spectrum. We also provide a simple ray picture for understanding the deformation of these pulses under propagation. Finally, we use these solutions to propose a type of pulse with sagittal skyrmionic polarization distribution covering all states of transverse polarization.         ",
    "url": "https://arxiv.org/abs/2406.02382",
    "authors": [
      "S. Vo",
      "R. Gutiérrez-Cuevas",
      "M.A. Alonso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.02434",
    "title": "InGaP $\\chi^{(2)}$ integrated photonics platform for broadband, ultra-efficient nonlinear conversion and entangled photon generation",
    "abstract": "           Nonlinear optics plays an important role in many areas of science and technology. The advance of nonlinear optics is empowered by the discovery and utilization of materials with growing optical nonlinearity. Here we demonstrate an indium gallium phosphide (InGaP) integrated photonics platform for broadband, ultra-efficient second-order nonlinear optics. The InGaP nanophotonic waveguide enables second-harmonic generation with a normalized efficiency of $128,000\\%$/W/cm$^2$ at 1.55 $\\mu$m pump wavelength, nearly two orders of magnitude higher than the state of the art in the telecommunication C band. Further, we realize an ultra-bright, broadband time-energy entangled photon source with a pair generation rate of 97 GHz/mW and a bandwidth of 115 nm centered at the telecommunication C band. The InGaP entangled photon source shows high coincidence-to-accidental counts ratio CAR $>10^4$ and two-photon interference visibility $>98\\%$. The InGaP second-order nonlinear photonics platform will have wide-ranging implications for non-classical light generation, optical signal processing, and quantum networking.         ",
    "url": "https://arxiv.org/abs/2406.02434",
    "authors": [
      "Joshua Akin",
      "Yunlei Zhao",
      "Yuvraj Misra",
      "A. K. M. Naziul Haque",
      "Kejie Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01783",
    "title": "Unitary Dynamics for Open Quantum Systems with Density-Matrix Purification",
    "abstract": "           Accurate modeling of quantum systems interacting with environments requires addressing non-unitary dynamics, which significantly complicates computational approaches. In this work, we enhance an open quantum system (OQS) theory using density-matrix purification, enabling a unitary description of dynamics by entangling the system with an environment of equal dimension. We first establish the connection between density-matrix purification and conventional OQS methods. We then demonstrate the standalone applicability of purification theory by deriving system-environment interactions from fundamental design principles. Using model systems, we show that the purification approach extends beyond the complete positivity condition and effectively models both Markovian and non-Markovian dynamics. Finally, we implement density-matrix purification on a quantum simulator, illustrating its capability to map non-unitary OQS dynamics onto a unitary framework suitable for quantum computers.         ",
    "url": "https://arxiv.org/abs/2406.01783",
    "authors": [
      "Luis H. Delgado-Granados",
      "Samuel Warren",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01812",
    "title": "Memory Capacity Analysis of Time-delay Reservoir Computing Based on Silicon Microring Resonator Nonlinearities",
    "abstract": "           Silicon microring resonators (MRRs) have shown strong potential in acting as the nonlinear nodes of photonic reservoir computing (RC) schemes. By using nonlinearities within a silicon MRR, such as the ones caused by free-carrier dispersion (FCD) and thermo-optic (TO) effects, it is possible to map the input data of the RC to a higher dimensional space. Furthermore, by adding an external waveguide between the through and add ports of the MRR, it is possible to implement a time-delay RC (TDRC) with enhanced memory. The input from the through port is fed back into the add port of the ring with the delay applied by the external waveguide effectively adding memory. In a TDRC, the nodes are multiplexed in time, and their respective time evolutions are detected at the drop port. The performance of MRR-based TDRC is highly dependent on the amount of nonlinearity in the MRR. The nonlinear effects, in turn, are dependent on the physical properties of the MRR as they determine the lifetime of the effects. Another factor to take into account is the stability of the MRR response, as strong time-domain discontinuities at the drop port are known to emerge from FCD nonlinearities due to self-pulsing (high nonlinear behaviour). However, quantifying the right amount of nonlinearity that RC needs for a certain task in order to achieve optimum performance is challenging. Therefore, further analysis is required to fully understand the nonlinear dynamics of this TDRC setup. Here, we quantify the nonlinear and linear memory capacity of the previously described microring-based TDRC scheme, as a function of the time constants of the generated carriers and the thermal of the TO effects. We analyze the properties of the TDRC dynamics that generate the parameter space, in terms of input signal power and frequency detuning range, over which conventional RC tasks can be satisfactorily performed by the TDRC scheme.         ",
    "url": "https://arxiv.org/abs/2406.01812",
    "authors": [
      "Bernard J. Giron Castro",
      "Christophe Peucheret",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.01948",
    "title": "Can Entanglement-enhanced Quantum Kernels Improve Data Classification?",
    "abstract": "           Classical machine learning, extensively utilized across diverse domains, faces limitations in speed, efficiency, parallelism, and processing of complex datasets. In contrast, quantum machine learning algorithms offer significant advantages, including exponentially faster computations, enhanced data handling capabilities, inherent parallelism, and improved optimization for complex problems. In this study, we used the entanglement-enhanced quantum kernel in quantum support vector machine to train complex respiratory data sets. Compared to classical algorithms, our findings reveal that QSVM performs better with 45% higher accuracy for complex respiratory data sets while maintaining comparable performance with linear datasets in contrast to their classical counterparts executed on a 2-qubit system. Through our study, we investigate the efficacy of the QSVM-Kernel algorithm in harnessing the enhanced dimensionality of the quantum Hilbert space for effectively training complex datasets.         ",
    "url": "https://arxiv.org/abs/2406.01948",
    "authors": [
      "Anand Babu",
      "Saurabh G. Ghatnekar",
      "Amit Saxena",
      "Dipankar Mandal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2406.02236",
    "title": "Demonstration of superior communication through thermodynamically free channels in an optical quantum switch",
    "abstract": "           The release of causal structure of physical events from a well-defined order to an indefinite one stimulates remarkable enhancements in various quantum information tasks. Some of these advantages, however, are questioned for the ambiguous role of the control system in the quantum switch that is an experimentally realized process with indefinite causal structure. In communications, for example, not only the superposition of alternative causal orders, but also the superposition of alternative trajectories can accelerate information transmissions. Here, we follow the proposal of Liu et al. [Phys. Rev. Lett. 129, 230604 (2022)], and examine the information enhancement effect of indefinite causal orders with the toolkit of thermodynamics in a photonic platform. Specifically, we simulate the thermal interaction between a system qubit and two heat baths embedded in a quantum switch by implementing the corresponding switched thermal channels. Although its action on the system qubit only is thermally free, our results suggest that the quantum switch should be seen as a resource when the control qubit is also considered. Moreover, we characterize the non-Markovian property in this scenario by measuring the information backflows from the heat baths to the system qubit.         ",
    "url": "https://arxiv.org/abs/2406.02236",
    "authors": [
      "Hao Tang",
      "Yu Guo",
      "Xiao-Min Hu",
      "Yun-Feng Huang",
      "Bi-Heng Liu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.02312",
    "title": "Multimodal Resonance in Strongly Coupled Inductor Arrays",
    "abstract": "           Magnetic resonance coupling (MRC) is widely used for wireless power transfer (WPT) applications, but little work has explored how MRC phenomena could be exploited for sensing applications. This paper introduces, validates and evaluates the unique multi-resonant phenomena predicted by circuit theory for over-coupled inductive arrays, and presents eigen-formulae for calculating resonant frequencies and voltage modes within passively excited arrays. Finite-element simulations and experimental results demonstrate the validity of the multi-modal resonant principles for strongly-coupled inductor arrays. The results confirm the distinctive multi-modal resonant frequencies these arrays exhibit, corresponding to the specific magnetic excitation \"modes\" (comparable to vibrational modes in multi-degree-of-freedom systems). The theoretical and finite element models presented offer a framework for designing and optimizing novel inductive sensing arrays, capitalizing on the unique resonant effects of over-coupling and exploiting their potential magnetic field shaping.         ",
    "url": "https://arxiv.org/abs/2406.02312",
    "authors": [
      "Robert R. Hughes",
      "James Treisman",
      "Alexis Hernandez Arroyo",
      "Anthony J. Mulholland"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.02451",
    "title": "Quantum states from normalizing flows",
    "abstract": "           We introduce an architecture for neural quantum states for many-body quantum-mechanical systems, based on normalizing flows. The use of normalizing flows enables efficient uncorrelated sampling of configurations from the probability distribution defined by the wavefunction, mitigating a major cost of using neural states in simulation. We demonstrate the use of this architecture for both ground-state preparation (for self-interacting particles in a harmonic trap) and real-time evolution (for one-dimensional tunneling). Finally, we detail a procedure for obtaining rigorous estimates of the systematic error when using neural states to approximate quantum evolution.         ",
    "url": "https://arxiv.org/abs/2406.02451",
    "authors": [
      "Scott Lawrence",
      "Arlee Shelby",
      "Yukari Yamauchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Nuclear Theory (nucl-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.02494",
    "title": "Velocity Scanning Tomography for Room-Temperature Quantum Simulation",
    "abstract": "           Quantum simulation offers an analog approach for exploring exotic quantum phenomena using controllable platforms, typically necessitating ultracold temperatures to maintain the quantum coherence. Superradiance lattices (SLs) have been harnessed to simulate coherent topological physics at room temperature, but the thermal motion of atoms remains a notable challenge in accurately measuring the physical quantities. To overcome this obstacle, we invent and validate a velocity scanning tomography technique to discern the responses of atoms with different velocities, allowing cold-atom spectroscopic resolution within room-temperature SLs. By comparing absorption spectra with and without atoms moving at specific velocities, we can derive the Wannier-Stark ladders of the SL across various effective static electric fields, their strengths being proportional to the atomic velocities. We extract the Zak phase of the SL by monitoring the ladder frequency shift as a function of the atomic velocity, effectively demonstrating the topological winding of the energy bands. Our research signifies the feasibility of room-temperature quantum simulation and facilitates their applications in quantum information processing.         ",
    "url": "https://arxiv.org/abs/2406.02494",
    "authors": [
      "Jiefei Wang",
      "Ruosong Mao",
      "Xingqi Xu",
      "Yunzhou Lu",
      "Jianhao Dai",
      "Xiao Liu",
      "Gang-Qin Liu",
      "Dawei Lu",
      "Huizhu Hu",
      "Shi-Yao Zhu",
      "Han Cai",
      "Da-Wei Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.18607",
    "title": "Optimizaci\\'on del sistema de iluminaci\\'on y proyecci\\'on para un sensor multiparam\\'etrico acusto-\\'optico",
    "abstract": "           In previous works we presented a novel multiparametric sensor to simultaneously measure the refractive index and the speed of sound in a liquid by means of the acousto-optic effect. The sensor requires an illumination system that expands the laser beam so that it interacts effectively with the liquid under study. Also, a projection system is necessary in order to adequately capture the diffraction pattern at the cell exit. In this article, we present the optimization of the sensor illumination and projection system using the optical design computational tool Zemax OpticStudio. The considered range of refractive indices of the liquid samples is between 1.33 and 1.51. The results show a correct expansion of the incident beam on the cell, and the projection system achieves an image with very few aberrations and an adequate angular separation between the maxima of the diffraction pattern. Based on the resulting dimensions of the sensor after optimizing the illumination and projection system, we confirm that it is compact and portable.         ",
    "url": "https://arxiv.org/abs/2405.18607",
    "authors": [
      "Patricia María Elena Vázquez",
      "Germán Eduardo Caro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.19195",
    "title": "Quantum Tunneling Could Enable Proton Transfer Reactions on Titan",
    "abstract": "           The surface of Titan, Saturn's largest moon, is rich in organics and is often suggested to model early Earth environments. Titan's surface is cold, at a temperature of approximately 90 K, which prohibits most thermally activated chemical reactions. However, quantum effects become more important at low temperatures and reactions that are classically prohibited can often proceed through quantum mechanical pathways. Using path integral molecular dynamics simulations, we investigate nuclear quantum effects on the thermodynamics of model proton transfer reactions in liquid ethane. We find that proton transfer can occur at Titan surface conditions through quantum tunneling. Consequently, we estimate that nuclear quantum effects can enhance reaction rates by many orders of magnitude. Our results suggest that nuclear quantum effects could facilitate prebiotic chemistry on Titan, and quantum effects should be considered in future investigations.         ",
    "url": "https://arxiv.org/abs/2405.19195",
    "authors": [
      "Henry W. Longo",
      "Richard C. Remsing"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2406.01310",
    "title": "Nonclassical optical response of particle plasmons with quantum informed local optics",
    "abstract": "           As the dimensions of plasmonic structures or the field confinement length approach the mean free path of electrons, mesoscopic optical response effects, including nonlocality, electron density spill-in or spill-out, and Landau damping, are expected to become observable. In this work, we present a quantum-informed local analogue model (QILAM) that maps these nonclassical optical responses onto a local dielectric film. The primary advantage of this model lies in its compatibility with the highly efficient boundary element method (BEM), which includes retardation effects and eliminates the need to incorporate wavevector-dependent permittivity. Furthermore, our approach offers a unified framework that connects two important semiclassical theories: the generalized nonlocal optical response (GNOR) theory and the Feibelman d-parameters formalism. We envision that QILAM could evolve into a multiscale electrodynamic tool for exploring nonclassical optical responses in diverse plasmonic structures in future. This could be achieved by directly translating mesoscopic effects into observable phenomena, such as resonance energy shifts and linewidth broadening in the scattering spectrum.         ",
    "url": "https://arxiv.org/abs/2406.01310",
    "authors": [
      "Weixiang Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.07481",
    "title": "Dynamics of Rapidly Rotating Bose-Einstein Quantum Droplets",
    "abstract": "           This work theoretically investigates \\textcolor{black}{the stationary properties} and the dynamics of the rotating quantum liquid droplets confined in a two-dimensional symmetric anharmonic trap. Mimicking the quantum Hall systems, the modified Gross-Pitaevskii equation with the inclusion of the Lee-Huang-Yang nonlinear interaction is analytically solved, and the role of the Landau-level mixing effect is addressed. \\textcolor{black}{Via controlling the nonlinear interaction and the rotation speed, the rotating quantum droplet with multiply quantized vortex can be created, and the preference of the energetically favored quantum states can be distinguished in the phase diagram. To better interpret the underlying physics of the phase singularities, a brief comparison of the rotating quantum droplet and the optical vortex is made. The investigation of the long-term evolution of the rotating quantum droplets confirms the stability of the quantum states. At certain rotation speeds, the multi-periodic trajectories and breathings provide evidence of the emergence of the collective excitation of the surface mode in the vortex state. For quantum droplets carrying multiply quantized vortex, the microscopic snapshots of the rotation field adjusted current density distribution show that the combined nonlinear interaction and the anharmonic trapping potential can provide the restoring force to lead the quantum droplet to a regular and stable revolution and reach the dynamic equilibrium, revealing the signature of the generation of superfluids in the new kind of low-dimensional quantum liquids.         ",
    "url": "https://arxiv.org/abs/2302.07481",
    "authors": [
      "Szu-Cheng Cheng",
      "Yu-Wen Wang",
      "Wen-Hsuan Kuan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14035",
    "title": "Two-dimensional coherent spectrum of high-spin models via a quantum computing approach",
    "abstract": "           We present and benchmark a quantum computing approach to calculate the two-dimensional coherent spectrum (2DCS) of high-spin models. Our approach is based on simulating their real-time dynamics in the presence of several magnetic field pulses, which are spaced in time. We utilize the adaptive variational quantum dynamics simulation (AVQDS) algorithm for the study due to its compact circuits, which enables simulations over sufficiently long times to achieve the required resolution in frequency space. Specifically, we consider an antiferromagnetic quantum spin model that incorporates Dzyaloshinskii-Moriya interactions and single-ion anisotropy. The obtained 2DCS spectra exhibit distinct peaks at multiples of the magnon frequency, arising from transitions between different eigenstates of the unperturbed Hamiltonian. By comparing the one-dimensional coherent spectrum with 2DCS, we demonstrate that 2DCS provides a higher resolution of the energy spectrum. We further investigate how the quantum resources scale with the magnitude of the spin using two different binary encodings of the high-spin operators: the standard binary encoding and the Gray code. At low magnetic fields both encodings require comparable quantum resources, but at larger field strengths the Gray code is advantageous. Numerical simulations for spin models with increasing number of sites indicate a polynomial system-size scaling for quantum resources. Lastly, we compare the numerical 2DCS with experimental results on a rare-earth orthoferrite system. The observed strength of the magnonic high-harmonic generation signals in the 2DCS of the quantum high-spin model aligns well with the experimental data, showing significant improvement over the corresponding mean-field results.         ",
    "url": "https://arxiv.org/abs/2311.14035",
    "authors": [
      "Martin Mootz",
      "Peter P. Orth",
      "Chuankun Huang",
      "Liang Luo",
      "Jigang Wang",
      "Yong-Xin Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14106",
    "title": "Two dimensional quantum lattice models via mode optimized hybrid CPU-GPU density matrix renormalization group method",
    "abstract": "           We present a hybrid numerical approach to simulate quantum many body problems on two spatial dimensional quantum lattice models via the non-Abelian ab initio version of the density matrix renormalization group method on state-of-the-art high performance computing infrastructures. We demonstrate for the two dimensional spinless fermion model and for the Hubbard model on torus geometry that altogether several orders of magnitude in computational time can be saved by performing calculations on an optimized basis and by utilizing hybrid CPU-multiGPU parallelization. At least an order of magnitude reduction in computational complexity results from mode optimization, while a further order of reduction in wall time is achieved by massive parallelization. Our results are measured directly in FLOP and seconds. A detailed scaling analysis of the obtained performance as a function of matrix ranks and as a function of system size up to $12\\times 12$ lattice topology is discussed. Our CPU-multiGPU model also tremendously accelerates the calculation of the one- and two-particle reduced density matrices, which can be used to construct various order parameters and trace quantum phase transitions with high fidelity.         ",
    "url": "https://arxiv.org/abs/2311.14106",
    "authors": [
      "Andor Menczer",
      "Kornél Kapás",
      "Miklós Antal Werner",
      "Örs Legeza"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13233",
    "title": "Unified Framework for Open Quantum Dynamics with Memory",
    "abstract": "           Studies of the dynamics of a quantum system coupled to baths are typically performed by utilizing the Nakajima-Zwanzig memory kernel (${\\mathcal{K}}$) or the influence functions ($\\mathbf{I}$), especially when the dynamics exhibit memory effects (i.e., non-Markovian). Despite their significance, the formal connection between the memory kernel and the influence functions has not been explicitly made. We reveal their relation by inspecting the system propagator for a broad class of problems where an $N$-level system is linearly coupled to Gaussian baths (bosonic, fermionic, and spin.) With this connection, we also show how approximate path integral methods can be understood in terms of approximate memory kernels. For a certain class of open quantum system problems, we devised a non-perturbative, diagrammatic approach to construct ${\\mathcal{K}}$ from $\\mathbf{I}$ for (driven) systems interacting with Gaussian baths without the use of any projection-free dynamics inputs required by standard approaches. Lastly, we demonstrate a Hamiltonian learning procedure to extract the bath spectral density from a set of reduced system trajectories obtained experimentally or by numerically exact methods, opening new avenues in quantum sensing and engineering. The insights we provide in this work will significantly advance the understanding of non-Markovian dynamics, and they will be an important stepping stone for theoretical and experimental developments in this area.         ",
    "url": "https://arxiv.org/abs/2312.13233",
    "authors": [
      "Felix Ivander",
      "Lachlan P. Lindoy",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]