[
  {
    "id": "arXiv:2407.09667",
    "title": "Real and imaginary part symmetries (RIPS) and artifacts removal in 1H magnetic resonance spectroscopy without water suppression",
    "abstract": "           Purpose: Proton MR spectroscopic imaging (1H MRSI) without water suppression (WS) possess some distinct advantages over the conventionally used 1H MRSI with WS. However, the sideband artifacts in the non-water suppressed spectra hinder the applications of the 1H MRSI without WS. Although many hardware or software techniques to tackle the sidebands have been developed, they suffer from various shortcomings, such as the prolonged data acquisition time, insufficient elimination of the sidebands, or loss of some spectral information. Here, we present a software method that allows the elimination of sideband artifacts from 1H MRSI data acquired without WS. Methods The presented method is based on the following observations: (1) the real part of the sidebands is anti-symmetric, and the imaginary part of sidebands is symmetric about the unsuppressed water signal, which is at the center of the spectrum, and (2) there is no observable metabolite resonances in the downfield region spectrum acquired with conventional MRSI pulse sequences. We model the complex sidebands in the downfield region using a singular value decomposition-based method, reconstruct from them the upfield sidebands according to the symmetry features of the sidebands, and subtract the sidebands from the spectrum. We demonstrate the method using phantom and in vivo data. Results The method can remarkably reduce sideband artifacts in both the real and the imaginary parts of the spectrum. In both phantom data and high-quality in vivo data, the residual sidebands are smaller than those in the WS spectra. Conclusion The method allows to remove sideband artifacts in both the real and the imaginary parts of the spectrum. The performance of the method on phantom data and high-quality in vivo data outperforms on poor quality in vivo data.         ",
    "url": "https://arxiv.org/abs/2407.09667",
    "authors": [
      "Zhengchao Dong"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2407.09723",
    "title": "Buffer-less Gallium Nitride High Electron Mobility Heterostructures on Silicon",
    "abstract": "           Thick metamorphic buffers are perceived to be indispensable for the heteroepitaxial integration of III-V semiconductors on silicon substrates with large thermal expansion and lattice mismatches. However, III-nitride buffers in conventional GaN-on-Si high electron mobility transistor (HEMT) heterostructures impose a substantial thermal resistance, throttling heat extraction, which reduces device efficiency and lifetime. Herein, bypassing the buffer, we demonstrate the direct growth of GaN after the AlN nucleation layer on silicon by metal-organic vapor phase epitaxy (MOVPE). By varying reactor pressure, we modulate the growth stress in the submicron epilayers and realise threading dislocation densities similar to that in thick buffered structures. We achieve a GaN-to-substrate thermal resistance of (11(+/-)4) ((m^2)K(GW^-1)), an order of magnitude reduction over conventional designs on silicon and one of the lowest on any non-native substrate. AlGaN/AlN/GaN heterojunctions on this platform show a characteristic 2D electron gas (2DEG), the room-temperature Hall-effect mobility of which, at over 2000 (cm^2/(V-s)), rivals the best-reported values. The low-temperature magnetoresistance of this 2DEG shows clear Shubnikov-de-Haas oscillations, a quantum lifetime > 0.180 ps, and tell-tale signatures of spin-splitting. These results may establish a new paradigm for nitride HEMTs, potentially accelerating applications from energy-efficient transistors to fundamental investigations on electron dynamics in this 2D wide-bandgap system.         ",
    "url": "https://arxiv.org/abs/2407.09723",
    "authors": [
      "Saptarsi Ghosh",
      "Martin Frentrup",
      "Alexander M. Hinz",
      "James W. Pomeroy",
      "Daniel Field",
      "David J. Wallis",
      "Martin Kuball",
      "Rachel A. Oliver"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.09758",
    "title": "Cooling of gold cluster anions, Au$_N^-$, $N=2-13,15$, in a cryogenic ion-beam storage ring",
    "abstract": "           We have measured the spontaneous and photo-induced decays of anionic gold clusters, Au$_N^-$, with sizes ranging from $N = 2$ to 13, and 15. After production in a sputter ion source, the size-selected clusters were stored in the cryogenic electrostatic ion-beam storage ring DESIREE and their neutralization decays were measured for storage times between 0.1 and 100 s. The dimer was observed to decay by electron emission in parallel to neutral atom emission at long times, analogously to the behavior of copper and silver dimers, implying a breakdown of the Born-Oppenheimer approximation. Radiative cooling is observed for all cluster sizes except for the dimer. The decay rates of clusters $N=3,6,8-13,15$ show only a single radiative cooling time. For $N=6-13$ the cooling times have a strong odd-even oscillation with an amplitude that decrease with cluster size, and with the even $N$ having the fast cooling. We compare our results with previous measurements of radiative cooling rates of the corresponding cationic gold clusters, Au$_N^+$, which also show an odd-even effect with a similar oscillation amplitude but at orders of magnitude shorter time scales, and out of phase with the anions.         ",
    "url": "https://arxiv.org/abs/2407.09758",
    "authors": [
      "Klavs Hansen",
      "Tian Weihao",
      "Emma K. Anderson",
      "Mikael Björkhage",
      "Henrik Cederquist",
      "Ji MingChao",
      "Stefan Rosén",
      "Alice Schmidt-May",
      "Mark H. Stockett",
      "Henning Zettergren",
      "Vitali Zhaunerchyk",
      "Henning T. Schmidt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2407.09805",
    "title": "Nonlinear Faraday magneto-optic effects in a helically wound optical fiber",
    "abstract": "           We thoroughly investigate the Faraday magneto-optical effects in a helically wound nonlinear optical fiber. We find the emergence of an additional rotation angle proportional to the optical intensity, arised from the nonlinear corrections to both the Verdet constant and the fiber torsion. By analyzing an oscillator model describing the electron motions in the fiber medium, we can obtain the third-order susceptibility in the presence of the magnetic field. According to the Maxwell's equations and the minimal coupling principle in the metric expression of the curved space, we derive the propagation equations of light in a helically wound optical fiber. Finally, we have obtained the analytic expressions of Faraday rotation angle for both linearly and elliptically polarized lights, which explicitly indicates an important nonlinear correction on the Faraday rotation angles. Possible experimental observations and some implications of our theoretical findings are discussed.         ",
    "url": "https://arxiv.org/abs/2407.09805",
    "authors": [
      "Peng Gao",
      "Bin Sun",
      "Jie Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.09928",
    "title": "Results for pixel and strip centimeter-scale AC-LGAD sensors with a 120 GeV proton beam",
    "abstract": "           We present the results of an extensive evaluation of strip and pixel AC-LGAD sensors tested with a 120 GeV proton beam, focusing on the influence of design parameters on the sensor temporal and spatial resolutions. Results show that reducing the thickness of pixel sensors significantly enhances their time resolution, with 20 $\\mu$m-thick sensors achieving around 20 ps. Uniform performance is attainable with optimized sheet resistance, making these sensors ideal for future timing detectors. Conversely, 20 $\\mu$m-thick strip sensors exhibit higher jitter than similar pixel sensors, negatively impacting time resolution, despite reduced Landau fluctuations with respect to the 50 $\\mu$m-thick versions. Additionally, it is observed that a low resistivity in strip sensors limits signal size and time resolution, whereas higher resistivity improves performance. This study highlights the importance of tuning the n$^{+}$ sheet resistance and suggests that further improvements should target specific applications like the Electron-Ion Collider or other future collider experiments. In addition, the detailed performance of four AC-LGADs sensor designs is reported as examples of possible candidates for specific detector applications. These advancements position AC-LGADs as promising candidates for future 4D tracking systems, pending the development of specialized readout electronics.         ",
    "url": "https://arxiv.org/abs/2407.09928",
    "authors": [
      "Irene Dutta",
      "Christopher Madrid",
      "Ryan Heller",
      "Shirsendu Nanda",
      "Danush Shekar",
      "Claudio San Martín",
      "Matías Barría",
      "Artur Apresyan",
      "Zhenyu Ye",
      "William K. Brooks",
      "Wei Chen",
      "Gabriele D'Amen",
      "Gabriele Giacomini",
      "Alessandro Tricoli",
      "Aram Hayrapetyan",
      "Hakseong Lee",
      "Ohannes Kamer Köseyan",
      "Sergey Los",
      "Koji Nakamura",
      "Sayuka Kita",
      "Tomoka Imamura",
      "Cristían Peña",
      "Si Xie"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2407.09952",
    "title": "The STAR Forward Silicon Tracker",
    "abstract": "           The Forward Silicon Tracker (FST) is a pivotal component of the forward upgrade of the Solenoidal Tracker at RHIC (STAR), designed to discern hadron charge signs with a momentum resolution better than 30\\% for $0.2 < p_T < 2$ GeV/c in the $2.5 < \\eta < 4$ pseudorapidity range. Its compact design features three disks along the beam direction, minimized material budget and scattering effects. The FST uses Hamamatsu's p-in-n silicon strip sensors with a double metal layer for efficient signal processing. The flexible hybrid boards, essential for the readout system, are constructed with Kapton and copper layers to optimize signal handling and power distribution. These boards connect silicon strips to analogue pipeline ASIC APV25-S1 chips, which read up to 128 channels each. A cooling system with nonconducting, volatile NOVEC 7200 coolant at 22.2°C mitigates ASIC-generated heat. The FST enhances forward tracking performance at RHIC, showcasing unique design solutions to complex challenges.         ",
    "url": "https://arxiv.org/abs/2407.09952",
    "authors": [
      "J. D. Brandenburg",
      "Y. Chang",
      "J. Dong",
      "Y. He",
      "Y. Hu",
      "H. Huang",
      "T. Huang",
      "H. Li",
      "M. Nie",
      "R. Sharma",
      "X. Sun",
      "P. Tribedy",
      "F. Videbæk",
      "G. Visser",
      "G. Wilks",
      "P. Wang",
      "G. Xie",
      "G. Yan",
      "Z. Ye",
      "L. Yi",
      "Y. Yang",
      "S. Zhang",
      "Z. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2407.10093",
    "title": "Non-uniform mesh based FDM simulation of lid-driven cavity problem governed by N-S equations in stream function-vorticity formulation",
    "abstract": "           In this paper, the driven cavity problem was solved using finite difference scheme in stream function-vorticity formulation. A variable grid is adopted to capture more details and information in the area nearby the wall. The Navier-Stokes equation is rewritten as a particular form suitable to the variable grids. In simulation, Reynolds number is set 100 as an example. The velocity, vorticity and streamline contour are produced by the CFD scheme developed in this paper and then are compared with those by Ghia et. al. (1982) to validate this numerical scheme. It shows that the numerical CFD scheme developed in this paper works very well for both uniform grids and variable grids. The numerical tests with different grids setting show that a) the variable grids have advantages in capturing the reversed flow and separation bubbles produced in the corners associated with a good efficiency, b) the numerical schemes with symmetric and dense grids gives a more accurate solution than those with non-symmetric and sparse grids, and c) both the vorticity and stream function have a better accuracy than velocity.         ",
    "url": "https://arxiv.org/abs/2407.10093",
    "authors": [
      "Zirui Mao"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2407.10273",
    "title": "Quantized Inverse Design for Photonic Integrated Circuits",
    "abstract": "           The inverse design of photonic integrated circuits (PICs) presents distinctive computational challenges, including their large memory requirements. Advancements in the two-photon polymerization (2PP) fabrication process introduce additional complexity, necessitating the development of more flexible optimization algorithms to enable the creation of multi-material 3D structures with unique properties. This paper presents an efficient reverse-mode automatic differentiation framework for finite-difference timedomain (FDTD) simulations that is able to handle several constraints arising from novel fabrication methods. Our method is based on straight-through gradient estimation that enables non-differentiable shape parametrizations. We demonstrate the effectiveness of our approach by creating increasingly complex structures to solve the coupling problem in integrated photonic circuits. The results highlight the potential of our method for future PIC design and practical applications.         ",
    "url": "https://arxiv.org/abs/2407.10273",
    "authors": [
      "Frederik Schubert",
      "Konrad Bethmann",
      "Yannik Mahlau",
      "Fabian Hartmann",
      "Reinhard Caspary",
      "Marco Munderloh",
      "Jörn Ostermann",
      "Bodo Rosenhahn"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10541",
    "title": "Electrostatic Bursts Generated by the Ion-Ion Acoustic Instability with Solar Wind Plasma Parameters",
    "abstract": "           This study is motivated by recent observations from the Parker Solar Probe (PSP) mission, which have been identified as the ion-acoustic waves from 15 to 25 solar radii. These observations reveal characteristic sequences of narrow-band, high-frequency bursts exceeding 100 Hz embedded into a slower evolution around 1 Hz, persisting for several hours. To explore the potential role of the ion-acoustic instability (IAI) in these phenomena, we begin by reviewing classical findings on the IAI within the framework of linear kinetic theory. Focusing on proton distributions comprising both a core and a beam component, we analyze the IAI instability range and growth rates within the parameter regime relevant to PSP observations. Our findings indicate that the IAI can indeed occur in this regime, albeit requiring electron-to-core and beam-to-core temperature ratios slightly different from reported values during electrostatic burst detection. Furthermore, employing 1D kinetic plasma simulations, we validate the growth rates predicted by linear theory and observe the saturation behavior of the instability. The resultant nonlinear structures exhibit trapped proton beam populations and oscillatory signatures comparable to those observed, both in terms of time scales and amplitude.         ",
    "url": "https://arxiv.org/abs/2407.10541",
    "authors": [
      "Mahmoud Saad Afify",
      "Jürgen Dreher",
      "Kevin Schoeffler",
      "Alfredo Micera",
      "Maria Elena Innocenti"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10621",
    "title": "Frequency planning for LISA",
    "abstract": "           The Laser Interferometer Space Antenna (LISA) is poised to revolutionize astrophysics and cosmology in the late 2030's by unlocking unprecedented insights into the most energetic and elusive astrophysical phenomena. The mission envisages three spacecraft, each equipped with two lasers, on a triangular constellation with 2.5 million-kilometer arm-lengths. Six inter-spacecraft laser links are established on a laser-transponder configuration, where five of the six lasers are offset-phase-locked to another. The need to determine a suitable set of transponder offset frequencies precisely, given the constraints imposed by the onboard metrology instrument and the orbital dynamics, poses an interesting technical challenge. In this paper we describe an algorithm that solves this problem via quadratic programming. The algorithm can produce concrete frequency plans for a given orbit and transponder configuration, ensuring that all of the critical interferometric signals stay within the desired frequency range throughout the mission lifetime, and enabling LISA to operate in science mode uninterruptedly.         ",
    "url": "https://arxiv.org/abs/2407.10621",
    "authors": [
      "Gerhard Heinzel",
      "Javier Álvarez-Vizoso",
      "Miguel Dovale-Álvarez",
      "Karsten Wiesner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2407.10809",
    "title": "Super-luminal Synthetic Motion with a Space-Time Optical Metasurface",
    "abstract": "           The interaction of light with superluminally moving matter entails unconventional phenomena, from Fresnel drag to Hawking radiation and to light amplification. While relativity makes these effects inaccessible using objects in motion, synthetic motion - enabled via space-time modulated internal degrees of freedom - is free from these constraints. Here we observe synthetic velocity of a reflectivity modulation travelling on an Indium-Tin-Oxide (ITO) interface, generated by ultrafast laser illumination at multiple positions and times. The interaction of the moving reflectivity modulation with a probe light beam acts as a non-separable spatio-temporal transformation that diffracts the light, changing its frequency and momentum content. The recorded frequency-momentum diffraction pattern is defined by the velocity of the diffracted probe wave relative to the modulation. Our experiments open a path towards mimicking relativistic mechanics and developing programmable spatio-temporal transformations of light.         ",
    "url": "https://arxiv.org/abs/2407.10809",
    "authors": [
      "A. C. Harwood",
      "S. Vezzoli",
      "T. V. Raziman",
      "C. Hooper",
      "R. Tirole",
      "F. Wu",
      "S. Maier",
      "J.B. Pendry",
      "S. A. R. Horsley",
      "R. Sapienza"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.10858",
    "title": "Engineering Efficient Light Sources for Silicon Photonics: III-V Nano-heterostructures Monolithically Grown on Silicon",
    "abstract": "           The demand for advanced photonics technology is increasing rapidly, fueled by the necessity for high-performance and cost-effective optical information processing systems extending into the quantum domain. Silicon, benefiting from its mature fabrication processes, stands as an ideal platform. However, its inherent indirect bandgap leads to inefficient light emission. To overcome this drawback, the integration of III-V materials has proven essential. These materials are recognized for their efficient light emission and superior bandgap engineering capabilities, making them indispensable in photonics and beyond. Here, we present the monolithic integration of small-volume III-V nano-heterostructures with silicon via selective area epitaxy in the pyramidal openings etched in (100)-oriented silicon substrate. The precise positioning of the nano-heterostructures is achieved using electron beam lithography. Our atomic resolution imaging and chemical analysis confirm the epitaxial nature of InP growth, revealing well-defined heterointerfaces. Each structure incorporates an InAsP quantum dot-like active medium. Optical characterization and eight-band kp calculations demonstrate energy level quantization in three spatial dimensions. The heterostructures can be engineered to cover the entire telecom wavelength range. Consequently, these InAsP/InP nano-heterostructures could serve as a gain medium for silicon-based hybrid nano-lases and nanoLED as well as quantum light sources in the telecom wavelength range.         ",
    "url": "https://arxiv.org/abs/2407.10858",
    "authors": [
      "Alisha Nanwani",
      "Paweł Wyborski",
      "Michael S. Seifner",
      "Shima Kadkhodazadeh",
      "Grzegorz Sęk",
      "Paweł Holewa",
      "Kresten Yvind",
      "Elizaveta Semenova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.10897",
    "title": "Optical Diffusion Models for Image Generation",
    "abstract": "           Diffusion models generate new samples by progressively decreasing the noise from the initially provided random distribution. This inference procedure generally utilizes a trained neural network numerous times to obtain the final output, creating significant latency and energy consumption on digital electronic hardware such as GPUs. In this study, we demonstrate that the propagation of a light beam through a semi-transparent medium can be programmed to implement a denoising diffusion model on image samples. This framework projects noisy image patterns through passive diffractive optical layers, which collectively only transmit the predicted noise term in the image. The optical transparent layers, which are trained with an online training approach, backpropagating the error to the analytical model of the system, are passive and kept the same across different steps of denoising. Hence this method enables high-speed image generation with minimal power consumption, benefiting from the bandwidth and energy efficiency of optical information processing.         ",
    "url": "https://arxiv.org/abs/2407.10897",
    "authors": [
      "Ilker Oguz",
      "Niyazi Ulas Dinc",
      "Mustafa Yildirim",
      "Junjie Ke",
      "Innfarn Yoo",
      "Qifei Wang",
      "Feng Yang",
      "Christophe Moser",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2407.10919",
    "title": "Non-Reciprocal Response in Silicon Photonic Resonators Integrated with 2D CuCrP2S6 at Short-Wave Infrared",
    "abstract": "           Achieving non-reciprocal optical behavior in integrated photonics with high efficiency has long been a challenge. Here, we demonstrate a non-reciprocal magneto-optic response by integrating multilayer 2D CuCrP2S6 (CCPS) onto silicon micro ring resonators (MRRs).Under an applied magnetic field, the CCPS intralayer ferromagnetic ordering, characterized by easy-plane magneto-crystalline anisotropy, induces asymmetrical modal responses in the clockwise (CW)and counterclockwise (CCW) light propagation directions. The proposed configuration achieves a low insertion loss of 0.15 dB and a high isolation ratio of 28 dB at 1550 nm. Notably, it exhibits a significant resonance wavelength splitting of 0.4 nm between the counter propagation directions, supporting a 50 GHz optical bandwidth. Operating directly in the transverse electric (TE) mode, it aligns with the main polarization used in silicon photonics circuit, eliminating the need for additional polarization management. The device is ultra-compact, with 2D flake interaction length ranging from 22 um to 55 um and a thickness between 39 nm and 62 nm. Its operation range covers the entire C-band with a bandwidth of up to 100 nm. These attributes make our hybrid CCPS/Si device ideal for advanced non-reciprocal optical applications in the short-wave infrared (SWIR)spectrum, crucial for enhancing the resilience of optical systems against back-reflections.         ",
    "url": "https://arxiv.org/abs/2407.10919",
    "authors": [
      "Ghada Dushaq",
      "Srinivasa R. Tamalampudi",
      "Mahmoud Rasras"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09623",
    "title": "Dressing trapped ions with integrated wires",
    "abstract": "           We discuss dressing trapped ions with the near field of a trap integrated wire. Ramping a dressing field on/off adiabatically before/after an operation changes its effective Hamiltonian. The amplitude and detuning of the dressing field act as tunable degrees of freedom we can use to `customize' the properties of any operation. We propose three use cases for this general tool. First, we can generate `artificial' clock states, where we eliminate the (assumed to be small) linear sensitivity of a qubit. Second, we can break the degeneracies that often complicate shelving at low quantization fields\\textemdash allowing us to implement operations with linearly polarized microwaves that would, otherwise, require circular polarization. Finally, we can implement laser-free single qubit gates on a set of `target' ions using fields that are separated from the rest of the computer in frequency space.         ",
    "url": "https://arxiv.org/abs/2407.09623",
    "authors": [
      "R. Tyler Sutherland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.09755",
    "title": "Superradiance from Nitrogen Vacancy Centers Coupled to An Ultranarrow Optical Cavity",
    "abstract": "           Nitrogen-vacancy (NV) centers in diamond have been successfully coupled to various optical structures to enhance their radiation by the Purcell effect. The participation of many NV centers in these studies may naturally lead to cooperative emission and superradiance, and our recent experimental study with a diamond membrane in a fiber-based ultra-narrow optical cavity demonstrated nonlinear radiation power and fast photon bunching which are signatures of such collective effects. In this theoretical article, we go beyond the simple model used in the previous study to address more phenomena, such as the appearance of bunching shoulders in the second-order correlation function, Rabi splitting in the steady-state spectrum, and population dynamics on excited Dicke states, which for moderate pumping explains the observed collective effects. Overall, our results can guide further experiments with NV centers, and they are also relevant for other solid-state color centers, such as silicon-vacancy centers in diamond and silicon carbide, boron-vacancy centers and carbon-related centers in hexagonal boron-nitride.         ",
    "url": "https://arxiv.org/abs/2407.09755",
    "authors": [
      "Yi-Dan Qu",
      "Yuan Zhang",
      "Peinan Ni",
      "Chongxin Shan",
      "Hunger David",
      "Klaus Mølmer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.09791",
    "title": "Quantum Beam Splitter as a Quantum Coherence Controller",
    "abstract": "           We propose a quantum beam splitter (QBS) with tunable reflection and transmission coefficients. More importantly, our device based on a Hermitian parity-time ($\\mathcal{PT}$) symmetric system enables the generation and manipulation of asymmetric quantum coherence of the output photons. For the interference of two weak coherent-state inputs, our QBS can produce anti-bunched photons from one output port and bunched photons from the other, showcasing high parity asymmetry and strong coherence control capabilities. Beyond the Hong-Ou-Mandel effect, perfect photon blockade with vanishing $g^{(2)}(0)$ is achievable in two-photon interference. These striking effects of the QBS fundamentally arise from the parity-symmetry-breaking interaction and the quantum interference between the photon scattering channels. Our results could inspire novel applications and the development of innovative photonic devices for the manipulation of weak quantum light.         ",
    "url": "https://arxiv.org/abs/2407.09791",
    "authors": [
      "Li-Ping Yang",
      "Yue Chang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.10191",
    "title": "Topological Edge State Nucleation in Frequency Space and its Realization with Floquet Electrical Circuits",
    "abstract": "           We build Floquet-driven capactive circuit networks to realize topological states of matter in the frequency domain. We find the Floquet circuit network equations of motion to reveal a potential barrier which effectively acts as a boundary in frequency space. By implementing a Su-Shrieffer-Heeger Floquet lattice model and measuring the associated circuit Laplacian and characteristic resonances, we demonstrate how topological edge modes can nucleate at such a frequency boundary.         ",
    "url": "https://arxiv.org/abs/2407.10191",
    "authors": [
      "Alexander Stegmaier",
      "Alexander Fritzsche",
      "Riccardo Sorbello",
      "Martin Greiter",
      "Hauke Brand",
      "Christine Barko",
      "Maximilian Hofer",
      "Udo Schwingenschlögl",
      "Roderich Moessner",
      "Ching Hua Lee",
      "Alexander Szameit",
      "Andrea Alu",
      "Tobias Kießling",
      "Ronny Thomale"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.10523",
    "title": "Variational Quantum Imaginary Time Evolution for Matrix Product State Ansatz with Tests on Transcorrelated Hamiltonians",
    "abstract": "           The matrix product state (MPS) ansatz offers a promising approach for finding the ground state of molecular Hamiltonians and solving quantum chemistry problems. Building on this concept, the proposed technique of quantum circuit MPS (QCMPS) enables the simulation of chemical systems using a relatively small number of qubits. In this study, we enhance the optimization performance of the QCMPS ansatz by employing the variational quantum imaginary time evolution (VarQITE) approach. Guided by McLachlan's variational principle, the VarQITE method provides analytical metrics and gradients, resulting in improved convergence efficiency and robustness of the QCMPS. We validate these improvements numerically through simulations of $\\rm H_2$, $\\rm H_4$, and $\\rm LiH$ molecules. Additionally, given that VarQITE is applicable to non-Hermitian Hamiltonians, we evaluate its effectiveness in preparing the ground state of transcorrelated (TC) Hamiltonians. This approach yields energy estimates comparable to the complete basis set (CBS) limit while using even fewer qubits. Specifically, we perform simulations of the beryllium atom and $\\rm LiH$ molecule using only three qubits, maintaining high fidelity with the CBS ground state energy of these systems. This qubit reduction is achieved through the combined advantages of both the QCMPS ansatz and transcorrelation. Our findings demonstrate the potential practicality of this quantum chemistry algorithm on near-term quantum devices.         ",
    "url": "https://arxiv.org/abs/2407.10523",
    "authors": [
      "Hao-En Li",
      "Xiang Li",
      "Jia-Cheng Huang",
      "Guang-Ze Zhang",
      "Zhu-Ping Shen",
      "Chen Zhao",
      "Jun Li",
      "Han-Shi Hu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10654",
    "title": "Inverse Physics-Informed Neural Networks for transport models in porous materials",
    "abstract": "           Physics-Informed Neural Networks (PINN) are a machine learning tool that can be used to solve direct and inverse problems related to models described by Partial Differential Equations. This paper proposes an adaptive inverse PINN applied to different transport models, from diffusion to advection-diffusion-reaction problems. Once a suitable PINN is established to solve the forward problem, the transport parameters are added as trainable parameters. We find that, for the inverse problem to converge to the correct solution, the different components of the loss function (data misfit, initial conditions, boundary conditions and residual of the transport equation) need to be weighted adaptively as a function of the training iteration (epoch). Similarly, gradients of trainable parameters are scaled at each epoch accordingly. Several examples are presented for different test cases to support our PINN architecture and its scalability and robustness.         ",
    "url": "https://arxiv.org/abs/2407.10654",
    "authors": [
      "Marco Berardi",
      "Fabio Difonzo",
      "Matteo Icardi"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10690",
    "title": "Controllable interatomic interaction mediated by diffractive coupling in a cavity",
    "abstract": "           Photon-mediated interaction can be used for simulating complex many-body phenomena with ultracold atoms coupled to electromagnetic modes of an optical resonator. We theoretically study a method of producing controllable interatomic interaction mediated by forward-diffracted photons circulating inside a ring cavity. One example of such a system is the three-mode cavity, where an on-axis mode can coexist with two diffracted sidebands. We demonstrate how the self-organized stripe states of a Bose-Einstein condensate (BEC) occurring in this cavity geometry can exhibit supersolid properties, due to spontaneous breaking of the Hamiltonian's continuous translational symmetry. A numerical study of the collective excitation spectrum of these states demonstrates the existence of massles and finite-gap excitations, which are identified as phase (Goldstone) and amplitude (Higgs) atomic density modes. We further demonstrate how judicious Fourier filtering of intracavity light can be used to engineer the effective atom-atom interaction profile for many cavity modes. The numerical results in this configuration show the existence of droplet array and single droplet BEC states for commensurate and incommensurate cavity modes, respectively. Diffractive coupling in a cavity is thereby introduced as a novel route towards tailoring the photon-mediated interaction of ultracold atoms. Spatial features of the self-organized optical potentials can here be tuned to scales several times larger than the pump laser wavelength, such that the corresponding atomic density distributions could be imaged and manipulated using low numerical aperture optics. These calculations and insights pave the way towards quantum simulation of exotic nonequilibrium many-body physics with condensates in a cavity.         ",
    "url": "https://arxiv.org/abs/2407.10690",
    "authors": [
      "Ivor Krešić"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.10963",
    "title": "Induction of non-Fermi liquids by critical cavity photons at the onset of superradiance",
    "abstract": "           We investigate the emergence of a non-Fermi liquid (NFL) at a putative quantum critical point signalling the onset of superradiance, in a set-up involving cavity quantum electrodynamics. Although the finiteness of the cavity, being bounded by reflecting mirrors, endows the cavity photons with an effective mass, they become massless at the continuous phase transition point. We consider the matter part coming from the fermions hopping on a honeycomb lattice near half-filling, featuring doped Dirac cones at two sets of inequivalent valleys. This choice is dictated by the presence of a fermion-boson interaction vertex which can give rise to Landau damping of the critical bosons, eventually leading to an NFL phase for the fermions. To set up the quantum effective action, we identify the hot spots of the generically anisotropic (trigonally-warped) Fermi surfaces, which are the set of points having parallel/antiparallel tangent vectors. The cavity photons act as charge density wave (CDW) order parameters, connecting pairs of hot spots belonging to the Fermi surface of a single valley. With these ingredients, we have set upon identifying NFL phases, using the tools of dimensional regularization and renormalization-group-flow equations. Our final results indicate that stable NFL phases exist in the low-energy limit.         ",
    "url": "https://arxiv.org/abs/2407.10963",
    "authors": [
      "Ipsita Mandal"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.08264",
    "title": "Development of a large-area timing and position-sensitive foil-MCP detector for mass measurements at the Rare-RI Ring in RIKEN",
    "abstract": "           To achieve high precision and accuracy for mass measurements of exotic nuclei by Time-of-flight (TOF) methods: high-resolution beam-line magnetic-rigidity time-of-flight (B$\\rho$-TOF) and in-ring isochronous mass spectrometry (IMS), a large-area electrostatic detector which possesses high position resolution and good timing resolution at the same time is developed at the Rare-RI Ring in RIBF, RIKEN Nishina Center, Japan. Besides TOF mass measurements, the detector system will also be used for heavy ion beam trajectory monitoring or momentum measurements for both beam-line and in-ring at the Rare-RI Ring. The position and timing measurements of heavy ions are performed by detecting the secondary electrons (SEs) emitted from a conversion foil during the passage of the ion. The SEs are accelerated and bent with an angle of $90^{\\circ}$ by electrostatic fields onto a micro-channel-plate (MCP) electron multiplier which is coupled with a position-sensitive delay-line anode. The dependence of the timing and position resolution on applied high voltages of the detector potential plates has been studied systematically via simulation and experimentally. An isochronous condition of secondary electron transmission in the electrostatic field of the detector is chosen to optimize the structure of the detector for high performance. The best achieved timing resolution is less than 50 ps (in $\\sigma$) and position resolution $\\sim$ 1 mm (in $\\sigma$) for 2 dimensions, respectively. The overall efficiency is $\\sim$ 95$\\%$ for heavy ion beam and $\\sim$ 75$\\%$ for $\\alpha$ particle from $^{241}$Am source.         ",
    "url": "https://arxiv.org/abs/2106.08264",
    "authors": [
      "Zhuang Ge"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.12537",
    "title": "High-Performance Silicon Photonic Single-Sideband Modulators for Cold Atom Interferometry",
    "abstract": "           The most complicated and challenging system within a light-pulse atom interferometer (LPAI) is the laser system, which controls the frequencies and intensities of multiple laser beams over time to configure quantum gravity and inertial sensors. The main function of an LPAI laser system is to perform cold-atom generation, state-preparation, state-selective detection and to generate coherent two-photon process for the light-pulse sequence. Substantial miniaturization and ruggedization of the laser system can be achieved by bringing most key functions of the laser system onto photonic integrated circuit (PIC). We demonstrate a high-performance silicon photonic suppressed-carrier single-sideband (SC-SSB) modulator at 1560 nm, which can dynamically frequency shift within the LPAI. With independent RF-channel control, we study the imbalances in both the optical and RF phases/amplitudes to reach 30 dB carrier-suppression, unprecedented 47.8 dB sideband-suppression at peak conversion-efficiency: -6.846 dB (20.7 %). Using a silicon photonic SSB-modulator, we demonstrate cold-atom generation, state-selective detection, and atom interferometer fringes to estimate gravitational acceleration, $g \\approx 9.77 \\pm 0.01 \\,\\rm{m/s^2}$, in a Rubidium ($^{87}$Rb) atom system.         ",
    "url": "https://arxiv.org/abs/2204.12537",
    "authors": [
      "Ashok Kodigala",
      "Michael Gehl",
      "Gregory W. Hoth",
      "Jongmin Lee",
      "Christopher DeRose",
      "Andrew Pomerene",
      "Christina Dallo",
      "Douglas Trotter",
      "Andrew L. Starbuck",
      "Grant Biedermann",
      "Peter D. D. Schwindt",
      "Anthony L. Lentine"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12478",
    "title": "Predicting Coupled Electron and Phonon Transport Using Steepest-Entropy-Ascent Quantum Thermodynamics",
    "abstract": "           The current state of the art for determining thermoelectric properties is limited to the investigation of electrons or phonons without including the inherent electron-phonon coupling that is in all materials. This gives rise to limitations in accurately calculating base material properties that are in good agreement with experimental data. Steepest-entropy-ascent quantum thermodynamics is a general non-equilibrium thermodynamic ensemble framework that provides a general equation of motion for non-equilibrium system state evolution. This framework utilizes the electron and phonon density of states as input to compute material properties, while taking into account the electron-phonon coupling. It is able to span across multiple spatial and temporal scales in a single analysis. Any system's thermoelectric properties can, therefore, be attained provided the accurately determined density of states is available.         ",
    "url": "https://arxiv.org/abs/2307.12478",
    "authors": [
      "J. A. Worden",
      "M. R. von Spakovsky",
      "C. Hin"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.10371",
    "title": "A Framework for Curriculum Transformation in Quantum Information Science and Technology Education",
    "abstract": "           The field of Quantum Information Science & Technology (QIST) is booming. Due to this, many new educational courses and university programs are needed in order to prepare a workforce for the developing industry. Owing to its specialist nature, teaching approaches in this field can easily become disconnected from the substantial degree of science education research which aims to support the best approaches to teaching in Science, Technology, Engineering & Mathematics (STEM) fields. In order to connect these two communities with a pragmatic and repeatable methodology, we have synthesised this educational research into a decision-tree based theoretical model for the transformation of QIST curricula, intended to provide a didactical perspective for practitioners. The Quantum Curriculum Transformation Framework (QCTF) consists of four steps: 1. choose a topic, 2. choose one or more targeted skills, 3. choose a learning goal and 4. choose a teaching approach that achieves this goal. We show how this can be done using an example curriculum and more specifically quantum teleportation as a basic concept of quantum communication within this curriculum. By approaching curriculum creation and transformation in this way, educational goals and outcomes are more clearly defined which is in the interest of the individual and the industry alike. The framework is intended to structure the narrative of QIST teaching, and with future testing and refinement it will form a basis for further research in the didactics of QIST.         ",
    "url": "https://arxiv.org/abs/2308.10371",
    "authors": [
      "Simon Goorney",
      "Jonas Bley",
      "Stefan Heusler",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.09759",
    "title": "Pound-Drever-Hall Feedforward: Laser Phase Noise Suppression beyond Feedback",
    "abstract": "           Pound-Drever-Hall (PDH) laser frequency stabilization is a powerful technique widely used for building narrow-linewidth lasers. This technique is however ineffective in suppressing high-frequency (>100~kHz) laser phase noise detrimental for many applications. Here, we introduce an effective method which can greatly enhance its high-frequency performance. The idea is to recycle the residual PDH signal of a laser locked to a cavity, by feedforwarding it directly to the laser output field after a delay fiber. Using this straightforward method, we demonstrate a phase noise suppression capability about 4 orders of magnitude better than just using usual PDH feedback for phase noise around a few MHz. We further find that this method exhibits noise suppression performance equivalent to cavity filtering. The new method holds great promise for applications demanding highly stable lasers with diminished phase noise up to tens of MHz, e.g. precise and high-speed control of atomic and molecular quantum states.         ",
    "url": "https://arxiv.org/abs/2309.09759",
    "authors": [
      "Yu-Xin Chao",
      "Zhen-Xing Hua",
      "Xin-Hui Liang",
      "Zong-Pei Yue",
      "Li You",
      "Meng Khoon Tey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02346",
    "title": "A lattice Boltzmann approach for acoustic manipulation",
    "abstract": "           We employ a lattice Boltzmann method to compute the acoustic radiation force produced by standing waves on a compressible object. Instead of simulating the fluid mechanics equations directly, the proposed method uses a lattice Boltzmann model that reproduces the wave equation, together with a kernel interpolation scheme, to compute the first order perturbations of the pressure and velocity fields on the object's surface and, from them, the acoustic radiation force. The procedure reproduces with excellent accuracy the theoretical expressions by Gor'kov and Wei for the sphere and the disk, respectively, even with a modest number of lattice Boltzmann cells. The proposed method shows to be a promising tool for simulating phenomena where the acoustic radiation force plays a relevant role, like acoustic tweezers or the acoustic manipulation of microswimmers, with applications in medicine and engineering.         ",
    "url": "https://arxiv.org/abs/2404.02346",
    "authors": [
      "E. Castro-Avila",
      "P. Malgaretti",
      "J. Harting",
      "J. D. Muñoz"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00059",
    "title": "Microwave Cavity Mode Optimisation by Background Anti-Resonance Tuning",
    "abstract": "           To derive the best oscillator phase noise when implementing a high-Q resonator, the spectral line-shape must have high contrast and symmetry. Ideally, this line-shape is Lorentzian, however, in a high mode density spectral region, low-Q background spurious modes interact and distort the resonance. For a sapphire-loaded cavity resonator operating with whispering gallery modes we show that this high contrast and symmetry can be achieved by changing the dimensions of the surrounding cavity shield to tune the background low-Q structures into anti-resonance. This works because the high-Q resonances are primarily defined by the sapphire while the background modes are defined by the cavity shield. Alternatively, it was shown that a similar result can be achieved by exciting the high-Q resonator with a balanced microwave dipole probe in a Mach Zehnder interferometric configuration. The probe was constructed from two separate coaxial electric field probes symmetrically inserted into a cylindrical cavity resonator, from opposite sides with a small gap between them, so they can behave like an active wire dipole antenna. The power into the two separate probes may be matched with an external variable attenuator in one of the arms of the interferometer. Conversely, the phase between the two electric field probes may be changed with an external variable phase shifter, which changes the nature of the field components the probe couples to. The probe couples to the high-Q resonant modes as well as low-Q background modes, which can be made resonant or anti-resonant for the high-Q modes by changing this external phase. When the background modes are in anti-resonance the line shape of the high-Q mode can be made symmetric and with higher contrast. This technique was applied to both whispering gallery sapphire modes, as well as hollow cavity resonators, without changing the dimensions of the cavity.         ",
    "url": "https://arxiv.org/abs/2405.00059",
    "authors": [
      "Michael T. Hatzon",
      "Eugene N. Ivanov",
      "Jeremy F. Bourhill",
      "Maxim Goryachev",
      "Michael E. Tobar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.17131",
    "title": "Digital Signal Processing Techniques for Noise Characterization of Lasers and Optical Frequency Combs: A Tutorial",
    "abstract": "           Performing noise characterizations of lasers and optical frequency combs on sampled data offers numerous advantages compared to analog measurement techniques. One of the main advantages is that the measurement setup is greatly simplified. Only a balanced detector followed by an analog-to-digital converter is needed, allowing all the complexity to be moved to the digital domain. Secondly, near-optimal phase estimators are efficiently implementable, providing accurate phase noise estimation in the presence of the measurement noise. Finally, joint processing of multiple comb lines is feasible, enabling computation of phase noise correlation matrix, which includes all information about the phase noise of the optical frequency comb. This tutorial introduces a framework based on digital signal processing for phase noise characterization of lasers and optical frequency combs. The framework is based on the extended Kalman filter (EKF) and automatic differentiation. The EKF is a near-optimal estimator of the optical phase in the presence of measurement noise, making it very suitable for phase noise measurements. Automatic differentiation is key to efficiently optimizing many parameters entering the EKF framework. More specifically, the combination of EKF and automatic differentiation enables the efficient optimization of phase noise measurement for optical frequency combs with arbitrarily complex noise dynamics that may include many free parameters. We show the framework's efficacy through simulations and experimental data, showcasing its application across various comb types and in dual-comb measurements, highlighting its accuracy and versatility. Finally, we discuss its capability for digital phase noise compensation, which is highly relevant to free-running dual-comb spectroscopy applications.         ",
    "url": "https://arxiv.org/abs/2405.17131",
    "authors": [
      "Jasper Riebesehl",
      "Holger R. Heebøll",
      "Aleksandr Razumov",
      "Michael Galili",
      "Darko Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2406.13448",
    "title": "Demonstration of High-Efficiency Microwave Heating Producing Record Highly Charged Xenon Ion Beams with Superconducting ECR Ion Sources",
    "abstract": "           Intense highly charged ion beam production is essential for high-power heavy ion accelerators. A novel movable Vlasov launcher for superconducting high charge state Electron Cyclotron Resonance (ECR) ion source has been devised that can affect the microwave power effectiveness by a factor of about 4 in terms of highly charged ion beam production. This approach based on a dedicated microwave launching system instead of the traditional coupling scheme has led to new insight on microwave-plasma interaction. With this new understanding, the world record highly charged xenon ion beam currents have been enhanced by up to a factor of 2, which could directly and significantly enhance the performance of heavy ion accelerators and provide many new research opportunities in nuclear physics, atomic physics and other disciplines.         ",
    "url": "https://arxiv.org/abs/2406.13448",
    "authors": [
      "X. Wang",
      "J. B. Li",
      "V. Mironov",
      "J. W. Guo",
      "X. Z. Zhang",
      "O. Tarvainen",
      "Y. C. Feng",
      "L. X. Li",
      "J. D. Ma",
      "Z. H. Zhang",
      "W. Lu",
      "S. Bogomolov",
      "L. Sun",
      "H. W. Zhao"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.18761",
    "title": "Why Teach Quantum In Your Own Time: The Values of Grassroots Organizations Involved in Quantum Technologies Education and Outreach",
    "abstract": "           This paper examines the intersection of goals and values within grassroots organizations operating in the realm of quantum technologies (QT) education. It delineates a fundamental distinction between the objective to provide education and the drive to democratize learning through principles of inclusivity, accessibility, and diversity. The analysis reveals how these organizations navigate their nascent stages, grappling with the dual challenge of adhering to their foundational values while aspiring for sustainable growth and development in the highly specialized field of QT. The study uncovers the strategic approaches adopted by these entities, including efforts to create educational ecosystems and foster community engagement. The research underscores the potential vulnerabilities of these grassroots organizations, particularly in relation to the longevity and evolution of their initiatives as members transition into professional roles within the quantum sector. Through this investigation, the paper contributes to a nuanced understanding of how emerging educational organizations in the QT field balance their ideological commitments with practical growth considerations, highlighting the critical factors that influence their trajectory and impact.         ",
    "url": "https://arxiv.org/abs/2406.18761",
    "authors": [
      "Ulrike Genenz",
      "Neelanjana Anne",
      "Zeynep Kılıç",
      "Daniel Mathews",
      "Oya Ok",
      "Adrian Schmidt",
      "Zeki Can Seskir"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07497",
    "title": "Quantum Technology masters: A shortcut to the quantum industry?",
    "abstract": "           In this article, we investigate a growing trend in the worldwide Quantum Technology (QT) education landscape, that of the development of masters programs, intended to provide graduates with the knowledge and skills to take a job in the quantum industry, while serving a much shorter timeline than a doctoral degree. Through a global survey, we identified 86 masters programs, with substantial growth since 2021. Over time masters have become increasingly interdisciplinary, organised by multiple faculties or through joint degree programs, and offer more hands-on experiences such as internships in companies. Information from program organisers and websites suggests that the intended career destinations of their graduates are a diverse range of industries, and therefore masters programs may be a boon to the industrialisation of quantum technologies. Finally, we identify a range of national efforts to grow the quantum workforce of many countries, quantum program enhancements, which augment the content of existing study programs with quantum content. This may further contribute to the growth and viability of masters programs as a route to the quantum industry.         ",
    "url": "https://arxiv.org/abs/2407.07497",
    "authors": [
      "Simon Goorney",
      "Borja Munoz",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00670",
    "title": "Stochastic thermodynamic bounds on logical circuit operation",
    "abstract": "           Using a thermodynamically consistent, mesoscopic model for modern complementary metal-oxide-semiconductor transistors, we study an array of logical circuits and explore how their function is constrained by recent thermodynamic uncertainty relations when operating near thermal energies. For a single NOT gate, we find operating direction-dependent dynamics, and a trade-off between dissipated heat and operation time certainty. For a memory storage device, we find an exponential relationship between the memory retention time and energy required to sustain that memory state. For a clock, we find that the certainty in the cycle time is maximized at biasing voltages near thermal energy, as is the trade-off between this certainty and the heat dissipated per cycle. We identify a control mechanism that can increase the cycle time certainty without an offsetting increase in heat dissipation by working at a resonance condition for the clock. These results provide a framework for assessing thermodynamic costs of realistic computing devices, allowing for circuits to be designed and controlled for thermodynamically optimal operation.         ",
    "url": "https://arxiv.org/abs/2211.00670",
    "authors": [
      "Phillip Helms",
      "Songela W. Chen",
      "David T. Limmer"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11247",
    "title": "Hybrid quantum physics-informed neural networks for simulating computational fluid dynamics in complex shapes",
    "abstract": "           Finding the distribution of the velocities and pressures of a fluid by solving the Navier-Stokes equations is a principal task in the chemical, energy, and pharmaceutical industries, as well as in mechanical engineering and the design of pipeline systems. With existing solvers, such as OpenFOAM and Ansys, simulations of fluid dynamics in intricate geometries are computationally expensive and require re-simulation whenever the geometric parameters or the initial and boundary conditions are altered. Physics-informed neural networks are a promising tool for simulating fluid flows in complex geometries, as they can adapt to changes in the geometry and mesh definitions, allowing for generalization across fluid parameters and transfer learning across different shapes. We present a hybrid quantum physics-informed neural network that simulates laminar fluid flows in 3D Y-shaped mixers. Our approach combines the expressive power of a quantum model with the flexibility of a physics-informed neural network, resulting in a 21% higher accuracy compared to a purely classical neural network. Our findings highlight the potential of machine learning approaches, and in particular hybrid quantum physics-informed neural network, for complex shape optimization tasks in computational fluid dynamics. By improving the accuracy of fluid simulations in complex geometries, our research using hybrid quantum models contributes to the development of more efficient and reliable fluid dynamics solvers.         ",
    "url": "https://arxiv.org/abs/2304.11247",
    "authors": [
      "Alexandr Sedykh",
      "Maninadh Podapaka",
      "Asel Sagingalieva",
      "Karan Pinto",
      "Markus Pflitsch",
      "Alexey Melnikov"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09711",
    "title": "First Scan Search for Dark Photon Dark Matter with a Tunable Superconducting Radio-Frequency Cavity",
    "abstract": "           Dark photons have emerged as promising candidates for dark matter, and their search is a top priority in particle physics, astrophysics, and cosmology. We report the first use of a tunable niobium superconducting radio-frequency cavity for a scan search of dark photon dark matter with innovative data analysis techniques. We mechanically adjusted the resonant frequency of a cavity submerged in liquid helium at a temperature of $2$ K, and scanned the dark photon mass over a frequency range of $1.37$ MHz centered at $1.3$ GHz. Our study leveraged the superconducting radio-frequency cavity's remarkably high quality factors of approximately $10^{10}$, resulting in the most stringent constraints to date on a substantial portion of the exclusion parameter space on the kinetic mixing coefficient $\\epsilon$ between dark photons and electromagnetic photons, yielding a value of $\\epsilon < 2.2 \\times 10^{-16}$.         ",
    "url": "https://arxiv.org/abs/2305.09711",
    "authors": [
      "SHANHE Collaboration",
      "Zhenxing Tang",
      "Bo Wang",
      "Yifan Chen",
      "Yanjie Zeng",
      "Chunlong Li",
      "Yuting Yang",
      "Liwen Feng",
      "Peng Sha",
      "Zhenghui Mi",
      "Weimin Pan",
      "Tianzong Zhang",
      "Yirong Jin",
      "Jiankui Hao",
      "Lin Lin",
      "Fang Wang",
      "Huamu Xie",
      "Senlin Huang",
      "Jing Shu"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.01639",
    "title": "Stability and Dynamics of Atom-Molecule Superfluids Near a Narrow Feshbach Resonance",
    "abstract": "           The recent observations of a stable molecular condensate emerging from a condensate of bosonic atoms and related \"super-chemical\" dynamics have raised an intriguing set of questions. Here we provide a microscopic understanding of this unexpected stability and dynamics in atom-molecule superfluids; we show one essential element behind these phenomena is an extremely narrow Feshbach resonance in $^{133}$Cs at 19.849G. Comparing theory and experiment we demonstrate how this narrow resonance enables the dynamical creation of a large closed-channel molecular fraction superfluid, appearing in the vicinity of unitarity. Theoretically the observed superchemistry (\\textit{i.e.}, Bose enhanced reactions of atoms and molecules), is found to be assisted by the formation of Cooper-like pairs of bosonic atoms that have opposite momenta. Importantly, this narrow resonance opens the possibility to explore the quantum critical point of a molecular Bose superfluid and related phenomena which would not be possible near a more typically broad Feshbach resonance.         ",
    "url": "https://arxiv.org/abs/2310.01639",
    "authors": [
      "Zhiqiang Wang",
      "Ke Wang",
      "Zhendong Zhang",
      "Shu Nagata",
      "Cheng Chin",
      "K. Levin"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10928",
    "title": "Spectral-isolated photonic topological corner mode with a tunable mode area and stable frequency",
    "abstract": "           Emergent collective modes in lattices give birth to many intriguing physical phenomena in condensed matter physics. Among these collective modes, large-area modes typically feature small-level spacings, while a mode with stable frequency tends to be spatially tightly confined. Here, we theoretically propose and experimentally demonstrate a spectral-isolated photonic topological corner mode with a tunable mode area and stable frequency in a two-dimensional photonic crystal. This mode emerges from hybridizing the large-area homogeneous mode and in-gap topological corner modes. Remarkably, this large-area homogeneous mode possesses unique chirality and has a tunable mode area under the change of the mass term of the inner topological non-trivial lattice. We experimentally observe such topological large-area corner modes(TLCM) in a 2D photonic system and demonstrate the robustness by introducing disorders in the structure. Our findings have propelled the forefront of higher-order topology research, transitioning it from single-lattice systems to multi-lattice systems. They may support promising potential applications, particularly in vertical-cavity surface-emitting lasers.         ",
    "url": "https://arxiv.org/abs/2401.10928",
    "authors": [
      "Zhongfu Li",
      "Shiqi Li",
      "Bei Yan",
      "Hsun-Chi Chan",
      "Jing Li",
      "Jun Guan",
      "Wengang Bi",
      "Yuanjiang Xiang",
      "Zhen Gao",
      "Shuang Zhang",
      "Peng Zhan",
      "Zhenlin Wang",
      "Biye Xie"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.05324",
    "title": "A quantum Monte Carlo algorithm to extract large-scale data of entanglement entropy and its derivative in high precision",
    "abstract": "           We propose a quantum Monte Carlo (QMC) scheme able to extract large-scale data of entanglement entropy (EE) and its derivative with high precision and low technical barrier. It opens a way to numerically detect the novel phases and phase transitions by scanning EE in a wide parameter-region in two and higher dimensional systems. In other words, in the same order of computational time, the previous methods could only get one EE data point, but we can obtain thousands (even more) of times EE data points along a physical parameter path. We then show the feasibility of using EE and its derivative to find phase transition points and to probe novel phases.         ",
    "url": "https://arxiv.org/abs/2406.05324",
    "authors": [
      "Zhe Wang",
      "Zhiyan Wang",
      "Yi-Ming Ding",
      "Bin-Bin Mao",
      "Zheng Yan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.15141",
    "title": "Nonlinearity of the Fidelity in Open Qudit Systems: Gate and Noise Dependence in High-dimensional Quantum Computing",
    "abstract": "           High-dimensional quantum computing has generated significant interest due to its potential to address scalability and error correction challenges faced by traditional qubit-based systems. This paper investigates the Average Gate Fidelity (AGF) of single qudit systems under Markovian noise in the Lindblad formalism, extending previous work by developing a comprehensive theoretical framework for the calculation of higher-order correction terms. We derive general expressions for the perturbative expansion of the Average Gate Infidelity (AGI) in terms of the environmental coupling coefficient and validate these with extensive numerical simulations, emphasizing the transition from linear to nonlinear behaviour in the strong coupling regime. Our findings highlight the dependence of AGI on qudit dimensionality, quantum gate choice, and noise strength, providing critical insights for optimising quantum gate design and error correction protocols. Additionally, we utilise our framework to identify universal bounds for the AGI in the strong coupling regime and explore the practical implications for enhancing the performance of near-term qudit architectures. This study offers a robust foundation for future research and development in high-dimensional quantum computing, contributing to the advancement of robust, high-fidelity quantum operations.         ",
    "url": "https://arxiv.org/abs/2406.15141",
    "authors": [
      "Jean-Gabriel Hartmann",
      "Denis Janković",
      "Rémi Pasquier",
      "Mario Ruben",
      "Paul-Antoine Hervieux"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02366",
    "title": "Hybrid Quantum-Classical Photonic Neural Networks",
    "abstract": "           Neuromorphic (brain-inspired) photonics leverages photonic chips to accelerate artificial intelligence, offering high-speed and energy efficient solutions in RF communication, tensor processing, and data classification. However, the limited physical size of integrated photonic hardware constrains network complexity and computational capacity. In light of recent advances in photonic quantum technology, it is natural to utilize quantum exponential speedup to scale photonic neural network capabilities. Here we show a combination of classical network layers with trainable continuous variable quantum circuits yields hybrid networks with improved trainability and accuracy. On a classification task, hybrid networks achieve the same performance when benchmarked against fully classical networks that are twice the size. When the bit precision of the optimized networks is reduced through added noise, the hybrid networks still achieve greater accuracy when evaluated at state of the art bit precision. These hybrid quantum classical networks demonstrate a unique route to improve computational capacity of integrated photonic neural networks without increasing the physical network size.         ",
    "url": "https://arxiv.org/abs/2407.02366",
    "authors": [
      "Tristan Austin",
      "Simon Bilodeau",
      "Andrew Hayman",
      "Nir Rotenberg",
      "Bhavin Shastri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]