[
  {
    "id": "arXiv:2204.13747",
    "title": "Optical properties of low background PEN structural components for the  LEGEND-200 experiment",
    "abstract": "Polyethylene Naphthalate (PEN) plastic scintillator has been identified as potential self-vetoing structural material in low-background physics experiments. Scintillating components have been produced radio-pure from PEN using injection compression molding technology. These low-background PEN components will be used as active holders to mount the Germanium detectors in the \\legend-$200$ neutrinoless double beta decay experiment. In this paper we present the measurement of the optical properties of these PEN components. Thus, the emission spectrum, time constant, attenuation and bulk absorption length as well as light output and light yield are reported. In addition, the surface of these PEN components has been characterized and an estimation of the surface roughness is presented. Moreover, the light output of the final \\legend-$200$ detector holders has been measured and is reported. These measurements were used to estimate the self-vetoing efficiency of these holders. ",
    "url": "https://arxiv.org/abs/2204.13747",
    "authors": [
      "L. Manzanillas",
      "Y. Efremenko",
      "M. Febbraro",
      "F. Fischer",
      "M. Guitart Corominas",
      "B. Hackett",
      "A. Leonhardt",
      "B. Majorovits",
      "O. Schulz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2204.13762",
    "title": "Three-dimensional photonic topological insulator induced by lattice  dislocations",
    "abstract": "The hallmark of topological insulators is the scatter-free propagation of waves in topologically protected edge channels. This transport is strictly chiral on the outer edge of the medium, and therefore capable of bypassing sharp corners and imperfections, even in the presence of substantial disorder. In photonics, two-dimensional topological edge states have been demonstrated on several different platforms, and are emerging as a promising tool for robust lasers, quantum devices, and other applications. However, three-dimensional photonic topological insulators, specifically those supporting topologically protected edge states in all 3D, have thus far remained out of experimental reach. Here, we demonstrate a three-dimensional photonic topological insulator with protected topological edge states. The topological protection is enabled by a screw dislocation. For this purpose, we utilize the concept of synthetic dimensions in a 2D photonic waveguide array by introducing an additional modal dimension to transform the system into a 3D photonic topological insulator. The lattice dislocation endows the system with edge states propagating along three-dimensional trajectories, with topological protection akin to strong photonic topological insulators. Our work paves the way for utilizing three-dimensional topology in photonic science and technology. ",
    "url": "https://arxiv.org/abs/2204.13762",
    "authors": [
      "Eran Lustig",
      "Lukas J. Maczewsky",
      "Julius Beck",
      "Tobias Biesenthal",
      "Matthias Heinrich",
      "Zhaoju Yang",
      "Yonatan Plotnik",
      "Alexander Szameit",
      "Mordechai Segev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.13773",
    "title": "Soliton trapping and orthogonal Raman scattering in a birefringent  microstructured fiber",
    "abstract": "We report on trapped pulse generation in birefringent microstructured optical fiber. Linearly polarized fs pulses are injected into the microstructured fiber in anomalous dispersion regime. We observed experimentally that soliton pulse polarized along the fast fiber axis partially transfers its energy to the orthogonal polarization. The generated pulse is amplified through the orthogonal Raman gain. The two polarization components are located at group-velocity matched wavelengths. The experimental works are supported with numerical simulations. The obtained results are important for the light sources using self-frequency shifted solitons in applications demanding high polarization purity. ",
    "url": "https://arxiv.org/abs/2204.13773",
    "authors": [
      "Karolina Stefańska",
      "Sylwia Majchrowska",
      "Karolina Gemza",
      "Grzegorz Soboń",
      "Jarosław Sotor",
      "Paweł Mergo",
      "Karol Tarnowski",
      "Tadeusz Martynkien"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.13899",
    "title": "Topological flatband loop states in fractal-like photonic lattices",
    "abstract": "Noncontractible loop states (NLSs) are recently realized topological entity in flatband lattices, arising typically from band touching at a point where a flat band intersects one or more dispersive bands. There exists also band touching across a plane, where one flat band overlaps another all over the Brillouin zone without crossing a dispersive band. Such isolated plane-touching flat bands remain largely unexplored. For example, what are the topological features associated with such flatband degeneracy? Here, we demonstrate for the first time to our knowledge nontrivial NLSs and robust boundary modes in a system with such degeneracy. Based on a tailored photonic lattice constructed from the well-known fractal Sierpinski gasket, we theoretically analyze the wavefunction singularities and the conditions for the existence of the NLSs. We show that the NLSs can exist in both singular and nonsingular flat bands, as a direct reflection of the real-space topology. Experimentally, we observe directly such flatband NLSs in a laser-written Corbino-shaped fractal-like lattice. This work not only leads to a deep understanding of the mechanism behind the nontrivial flatband states, but also opens up new avenues to explore fundamental phenomena arising from the interplay of flatband degeneracy, fractal structures and band topology. ",
    "url": "https://arxiv.org/abs/2204.13899",
    "authors": [
      "Limin Song",
      "Yuqing Xie",
      "Shiqi Xia",
      "Liqin Tang",
      "Daohong Song",
      "Jun-Won Rhim",
      "Zhigang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.14064",
    "title": "An Integrated Air Quality Monitoring System for COVID-19 Virus Detection",
    "abstract": "The pandemic of coronavirus disease 2019 (COVID-19) caused by syndrome-coronavirus-2 (SARS-CoV-2) has been found rapid and large-scale diagnosis to spread across the communities. The risk of infectious airborne aerosol transmission has been an area of increasing concern. In this regard, a selective optic detection of SARS-CoV-2 aerosol is highly desirable, which can actively collect the surrounding air samples and provide real-time feedbacks to users. In this work, we developed an integrated Air Quality Monitoring System (iAQMS) that enables real-time SARS-CoV-2 aerosol detection with high sensitivity. The detection device, inspired by localized surface plasmon resonance (LSPR), was designed to measure the intensity changes of light going through our biochips in which gold nanoparticles (AuNP) combined with antibodies were exposed to airflow containing virus aerosols. We found that the variation of the measured photocurrent after 350 seconds of exposure to virus aerosols is a function of virus particle concentrations. By incorporating the air collection device and the optic detection device into a handheld sized device that can communicate with a smart-phone through Bluetooth serial, we demonstrate real-time and sensitive detection of SARS-CoV-2 virus aerosols with a concentration dynamic range of 0.00001 - 0.1 pfu/uL. Because of its sensitivity and reliability, our device can also be used for detection of other virus aerosols by simply switching the antibodies combined to the AuNP in the biochips. ",
    "url": "https://arxiv.org/abs/2204.14064",
    "authors": [
      "Hanzhi Yang"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.14160",
    "title": "Efficient, High-purity, Robust Sound Frequency Conversion with a Linear  Metasurface",
    "abstract": "The intrinsic limitation of the material nonlinearity inevitably results in the poor mode purity, conversion efficiency and real-time reconfigurability of the generated harmonic waves, both in optics and acoustics. Rotational Doppler effect provides us an intuitive paradigm to shifting the frequency in a linear system, which needs to be facilitated by a spiraling phase change upon the wave propagation. Here we numerically and experimentally present a rotating linear vortex metasurface and achieve close-to-unity mode purity (above 95%) and conversion efficiency (above 65%) in audible sound frequency as low as 3000 Hz. The topological charge of the transmitted sound is almost immune from the rotational speed and transmissivity, demonstrating the mechanical robustness and stability in adjusting the high-performance frequency conversion in situ. These features enable us to cascade multiple vortex metasurfaces to further enlarge and diversify the extent of sound frequency conversion, which are experimentally verified. Our strategy takes a step further towards the freewheeling sound manipulation at acoustic frequency domain, and may have far-researching impacts in various acoustic communications, signal processing, and contactless detection. ",
    "url": "https://arxiv.org/abs/2204.14160",
    "authors": [
      "Chengbo Hu",
      "Wei Wang",
      "Jincheng Ni",
      "Yujiang Ding",
      "Jingkai Weng",
      "Bin Liang",
      "Cheng-Wei Qiu",
      "Jianchun Cheng"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.14257",
    "title": "Electronic-photonic circuit crossings",
    "abstract": "Electrical control of light in integrated photonics is central to a wide range of research and applications. It is conventionally achieved with thermo-optic tuning, but this suffers from high energy consumption and crosstalk. These challenges could be resolved with nanoelectromechanical photonics but scalable platforms were so far not demonstrated because of incompatibility with conventional multilayer metal architectures and because conventional approaches do not allow crossings of electrical wires and photonic waveguides. Here we use topology optimization to devise a single-layer electronic-photonic circuit crossing with up to 99.8% optical transmission across an isolation trench with excellent electrical isolation. We use the crossing to demonstrate a monolithic silicon nano-electro-mechanical add-drop switch in which the flow of photons, electrons, and mechanical motions are fully integrated within the same layer. Our work enables hitherto impossible opto-electro-mechanical topologies and may lead to new functionalities in nano-opto-electro-mechanical systems, optomechanics, and integrated quantum photonics. ",
    "url": "https://arxiv.org/abs/2204.14257",
    "authors": [
      "Babak Vosoughi Lahijani",
      "Marcus Albrechtsen",
      "Rasmus Christiansen",
      "Christian Rosiek",
      "Konstantinos Tsoukalas",
      "Mathias Sutherland",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13759",
    "title": "Cavity induced chiral edge currents and spontaneous magnetization in  two-dimensional electron systems",
    "abstract": "We consider a laterally confined two-dimensional electron gas (2DEG), placed inside a gyrotropic cavity. Splitting of the circularly polarized electromagnetic modes leads to the emergence of the ground state spontaneous magnetization, anomalous Hall effect and chiral edge currents in 2DEG. We examine the dependence of the magnetization and edge current density on the system size for two particular cases of the confining potential: infinite wall and parabolic potentials. We show that paramagnetic and diamagnetic contributions to the edge currents have qualitatively different dependence on the system size. These findings pave the route to the design quantum electrodynamic engineering of the material properties of the mesoscopic electron systems. ",
    "url": "https://arxiv.org/abs/2204.13759",
    "authors": [
      "Denis Sedov",
      "Vladimir Shirobokov",
      "Ilya Tokatly",
      "Ivan Iorsh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.13777",
    "title": "A geometric perspective: experimental evaluation of the quantum  Cramer-Rao bound",
    "abstract": "The power of quantum sensing rests on its ultimate precision limit, quantified by the quantum Cram\\'er-Rao bound (QCRB), which can surpass classical bounds. In multi-parameter estimation, the QCRB is not always saturated as the quantum nature of associated observables may lead to their incompatibility. Here we explore the precision limits of multi-parameter estimation through the lens of quantum geometry, enabling us to experimentally evaluate the QCRB via quantum geometry measurements. Focusing on two- and three-parameter estimation, we elucidate how fundamental quantum uncertainty principles prevent the saturation of the bound. By linking a metric of \"quantumness\" to the system geometric properties, we investigate and experimentally extract the attainable QCRB for three-parameter estimations. ",
    "url": "https://arxiv.org/abs/2204.13777",
    "authors": [
      "Changhao Li",
      "Mo Chen",
      "Paola Cappellaro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13951",
    "title": "Quantum reservoir computing of thermal convection flow",
    "abstract": "We simulate the nonlinear chaotic dynamics of Lorenz-type models for a classical two-dimensional thermal convection flow with 3 and 8 degrees of freedom by a hybrid quantum--classical reservoir computing model. The high-dimensional quantum reservoir dynamics is established by universal quantum gates that rotate and entangle the individual qubits of the tensor product quantum state. A comparison of the quantum reservoir computing model with its classical counterpart shows that the same prediction and reconstruction capabilities of classical reservoirs with thousands of perceptrons can be obtained by a few strongly entangled qubits. We demonstrate that the mean squared error between model output and ground truth in the test phase of the quantum reservoir computing algorithm increases when the reservoir is decomposed into separable subsets of qubits. Furthermore, the quantum reservoir computing model is implemented on a real noisy IBM quantum computer for up to 7 qubits. Our work thus opens the door to model the dynamics of classical complex systems in a high-dimensional phase space effectively with an algorithm that requires a small number of qubits. ",
    "url": "https://arxiv.org/abs/2204.13951",
    "authors": [
      "Philipp Pfeffer",
      "Florian Heyder",
      "Jörg Schumacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2204.14065",
    "title": "Holistic Determination of Optoelectronic Properties using  High-Throughput Spectroscopy of Surface-Guided CsPbBr$_3$ Nanowires",
    "abstract": "Optoelectronic micro- and nanostructures have a vast parameter space to explore for modification and optimisation of their functional performance. This paper reports on a data-led approach using high-throughput single nanostructure spectroscopy to probe > 8,000 structures, allowing for holistic analysis of multiple material and optoelectronic parameters with statistical confidence. The methodology is applied to surface-guided CsPbBr$_3$ nanowires, which have complex and interrelated geometric, structural and electronic properties. Photoluminescence-based measurements, studying both the surface and embedded interfaces, exploits the natural inter-nanowire geometric variation to show that increasing the nanowire width reduces the optical bandgap, increases the recombination rate in the nanowire bulk and reduces the rate at the surface interface. A model of carrier recombination and diffusion is developed which ascribes these trends to carrier density and strain effects at the interfaces and self-consistently retrieves values for carrier mobility, trap densities, bandgap, diffusion length and internal quantum efficiency. The model predicts parameter trends, such as the variation of internal quantum efficiency with width, which is confirmed by experimental verification. As this approach requires minimal a-priori information, it is widely applicable to nano- and micro-scale materials. ",
    "url": "https://arxiv.org/abs/2204.14065",
    "authors": [
      "Stephen A. Church",
      "Hoyeon Choi",
      "Nawal Al-Amairi",
      "Ruqaiya Al-Abri",
      "Ella Sanders",
      "Eitan Oksenberg",
      "Ernesto Joselevich",
      "Patrick W. Parkinson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.14143",
    "title": "Quartic Kerr cavity combs: Bright and dark solitons",
    "abstract": "We theoretically investigate the dynamics, bifurcation structure and stability of localized states in Kerr cavities driven at the pure fourth-order dispersion point. Both the normal and anomalous group velocity dispersion regimes are analysed, highlighting the main differences with the standard second order dispersion case. In the anomalous regime, single and multi-peak localised states exist and are stable over a much wider region of the parameter space. In the normal dispersion regime, stable narrow bright solitons exist. Some of our findings can be understood by a new scenario reported here for the spatial eigenvalues, which imposes oscillatory tails to all localised states. To be published in Optics Letters. ",
    "url": "https://arxiv.org/abs/2204.14143",
    "authors": [
      "Pedro Parra-Rivas",
      "Sabrina Hetzel",
      "Yaroslav V. Kartashov",
      "Pedro Fernández de Córdoba",
      "J. Alberto Conejero",
      "Alejandro Aceves",
      "Carles Milian"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.14228",
    "title": "Hardware Trojan Detection Using Unsupervised Deep Learning on Quantum  Diamond Microscope Magnetic Field Images",
    "abstract": "This paper presents a method for hardware trojan detection in integrated circuits. Unsupervised deep learning is used to classify wide field-of-view (4x4 mm$^2$), high spatial resolution magnetic field images taken using a Quantum Diamond Microscope (QDM). QDM magnetic imaging is enhanced using quantum control techniques and improved diamond material to increase magnetic field sensitivity by a factor of 4 and measurement speed by a factor of 16 over previous demonstrations. These upgrades facilitate the first demonstration of QDM magnetic field measurement for hardware trojan detection. Unsupervised convolutional neural networks and clustering are used to infer trojan presence from unlabeled data sets of 600x600 pixel magnetic field images without human bias. This analysis is shown to be more accurate than principal component analysis for distinguishing between field programmable gate arrays configured with trojan free and trojan inserted logic. This framework is tested on a set of scalable trojans that we developed and measured with the QDM. Scalable and TrustHub trojans are detectable down to a minimum trojan trigger size of 0.5% of the total logic. The trojan detection framework can be used for golden-chip free detection, since knowledge of the chips' identities is only used to evaluate detection accuracy ",
    "url": "https://arxiv.org/abs/2204.14228",
    "authors": [
      "Maitreyi Ashok",
      "Matthew J. Turner",
      "Ronald L. Walsworth",
      "Edlyn V. Levine",
      "Anantha P. Chandrakasan"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:1702.02015",
    "title": "Hot Carrier Transportation Dynamics in InAs/GaAs Quantum Dot Solar Cell",
    "abstract": " Comments: There are major issues in the contents ",
    "url": "https://arxiv.org/abs/1702.02015",
    "authors": [
      "Tomah Sogabe",
      "Kohdai Nii",
      "Katsuyoshi Sakamoto",
      "Koichi Yamaguchi",
      "Yoshitaka Okada"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.04904",
    "title": "Quantum holography with undetected light",
    "abstract": " Comments: 29 pages with 11 figures ",
    "url": "https://arxiv.org/abs/2106.04904",
    "authors": [
      "Sebastian Töpfer",
      "Marta Gilaberte Basset",
      "Jorge Fuenzalida",
      "Fabian Steinlechner",
      "Juan P. Torres",
      "Markus Gräfe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.00673",
    "title": "Identifying Objects at the Quantum Limit for Super-Resolution Imaging",
    "abstract": " Comments: 15 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2107.00673",
    "authors": [
      "Michael R Grace",
      "Saikat Guha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.13580",
    "title": "Delocalization of dark and bright excitons in flat-band materials and  the optical properties of V2O5",
    "abstract": " Title: Delocalization of dark and bright excitons in flat-band materials and  the optical properties of V2O5 ",
    "url": "https://arxiv.org/abs/2204.13580",
    "authors": [
      "Vitaly Gorelov",
      "Lucia Reining",
      "Martin Feneberg",
      "Rüdiger Goldhahn",
      "André Schleife",
      "Walter R. L. Lambrecht",
      "Matteo Gatti"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]