[
  {
    "id": "arXiv:2601.05331",
    "title": "Directed Nano-antennas for Laser Fusion",
    "abstract": "           Why do we use nano-antennas for fusion? In three sentences: The present laser induced fusion plans use extreme mechanical shock compression to get one hotspot and then ignition. Still fusion burning spreads slower than expansion, and mechanical instabilities may also develop. With nano-antennas in radiation dominated systems, simultaneous ignition can be achieved in the whole target volume and there is no time left for mechanical instabilities. Ignition is achieved with protons accelerated in the direction of the nanoantennas that are orthogonal to the direction of laser irradiation. Present laser fusion methods are based on extreme and slow mechanical compression with an ablator surface on the fuel target pellet to increase compression and eliminate penetration of laser electromagnetic energy into the target. This arises from a mistaken assumption, [1] that the detonation normal 4-vector should have vanishing time-like component, and this assumption eliminates the possibility to rapid or even simultaneous, radiation dominated detonations, (which are well known in the burning (or hadronization) of Quark Gluon Plasma).         ",
    "url": "https://arxiv.org/abs/2601.05331",
    "authors": [
      "FUSENOW",
      "NAPLIFE Collaborations",
      "Zsuzsanna Márton",
      "Imene Benabdelghani",
      "Márk Aladi",
      "Judit Budai",
      "Aldo Bonasera",
      "Attila Bonyár",
      "Mária Csete",
      "Martin Greve",
      "Jan-Petter Hansen",
      "Gergely Hegedűs",
      "Ádám Inger",
      "Miklos Kedves",
      "István Papp",
      "Péter Rácz",
      "András Szenes",
      "Ágnes Szokol",
      "Dávid Vass",
      "Miklós Veres",
      "Konstantin Zsukovszki",
      "Tamás S. Bíró",
      "Norbert Kroó",
      "Laszlo P. Csernai"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05365",
    "title": "Experimental Demonstration of Plasmon-Enabled Monolithic Bragg Reflectors for Infrared Light via Inverse Design",
    "abstract": "           High-reflectivity mirrors in the mid-infrared (MIR) range are essential for next-generation optoelectronic devices but are still constrained by strain accumulation, poor thermal conductivity, and growth instability of thick multi-alloy stacks in conventional distributed Bragg reflectors (DBRs). We introduce plasmon-enabled DBRs (PE DBRs) based on modulation-doped monolithic InP, where plasmonic dispersion in highly doped layers provides a strong refractive-index contrast. Using inverse-design optimization targeting reduced free-carrier absorption and maximized reflectivity, we demonstrate that PE DBRs can achieve reflectivities approaching 100%. Experimentally grown 14 {\\mu}m thick InP PE DBRs exhibit up to 99% reflectance with bandwidths reaching 18% of the design wavelength. The monolithic, junction-free configuration ensures low resistivity and enhanced thermal performance, offering a scalable platform for efficient plasmonic mirrors in MIR photonics, with potential applications in photodetectors, light-emitting diodes and lasers.         ",
    "url": "https://arxiv.org/abs/2601.05365",
    "authors": [
      "Mikołaj Badura",
      "Mikołaj Janczak",
      "Michał Rygała",
      "Tristan Smołka",
      "Adriana Łozińska",
      "Wojciech Dawidowski",
      "Paweł Piotr Michałowski",
      "Beata Ściana",
      "Marcin Motyka",
      "Tomasz Czyszanowski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05468",
    "title": "Burst Intensification by Singularity Emitting Radiation in Laser Plasma",
    "abstract": "           Burst Intensification by Singularity Emitting Radiation (BISER) appears as a bright temporally and spatially coherent Extreme Ultraviolet (XUV) and x-ray source driven by compact multi-terawatt femtosecond lasers in gas targets. There BISER originates from relativistic plasma singularities, so that the emission source size has a nanometer scale. The BISER x-ray yield quadratically depends on the driving laser power. BISER spectra have hundreds of electronvolt (eV) bandwidth embracing the 'water window' region (284 - 543 eV). Simulations predict that BISER pulses have durations close to the transform limit, which promises pulses shorter than the atomic unit of time (24 attoseconds). Based on the BISER brightness at ~20 terawatt laser power and the quadratic scaling, the brightness of BISER driven by petawatt-class lasers is predicted to exceed XUV free electron lasers. The BISER concept creates a new framework for a wide range of media emitting travelling waves capable of constructive interference, including gravitational waves. Here we review the BISER experimental discovery, its explanation based on the relativistic laser plasma simulations and catastrophe theory, experimental validation of the theoretical BISER model, proposal for imaging fast moving singularities, driving laser requirements, and future prospects emphasizing the driving laser wavelength scalability and possibility of terawatt attosecond coherent x-ray pulse generation.         ",
    "url": "https://arxiv.org/abs/2601.05468",
    "authors": [
      "Alexander S. Pirozhkov",
      "Timur Zh. Esirkepov",
      "Tatiana A. Pikuz",
      "Akito Sagisaka",
      "Koichi Ogura",
      "James K. Koga",
      "Andreas Bierwage",
      "Hiromitsu Kiriyama",
      "Shinichi Namba",
      "Sergei V. Bulanov",
      "Masaki Kando"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05566",
    "title": "Sub-cycle time-refraction at optical frequencies",
    "abstract": "           Large and abrupt variations in the electromagnetic properties of materials lead to dramatic effects: even a single step-like change in the refractive index induces striking phenomena, such as time-refraction and time-reflection. When the refractive index varies periodically in time, multiple time-refractions and -reflections interfere, giving rise to photonic time-crystals (PTCs). Importantly, PTCs display momentum bands separated by gaps in which the modes experience exponential amplification, drawing energy from the modulation in a non-resonant fashion. Ordinary nonlinear optics does not operate in this regime: the material response is either very weak or very slow. One of the immediate consequences is that time-reflection of light at optical frequencies has never been observed in experiments. Here, we experimentally realize an order-unity change in the refractive index occurring at sub-cycle rates, and explore the phenomena emerging from it. By varying the duration of the index change from extending over many cycles to being significantly below a single cycle, we observe that the frequency shift of the time-refraction is enhanced as the index variation occurs faster. Our experiment is the gateway for realizing sharp time-interfaces at optical frequencies, which are the key for experimenting with time-reflection, PTCs and new phenomena expected from light-matter interactions in time-varying media.         ",
    "url": "https://arxiv.org/abs/2601.05566",
    "authors": [
      "Ohad Segal",
      "Noa Konforty",
      "Oded Schiller",
      "Maxwell J. Tolchin",
      "Jon-Paul Maria",
      "Yonatan Plotnik",
      "Mordechai Segev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05612",
    "title": "Mobile Robot Localization Using a Novel Whisker-Like Sensor",
    "abstract": "           Whisker-like touch sensors offer unique advantages for short-range perception in environments where visual and long-range sensing are unreliable, such as confined, cluttered, or low-visibility settings. This paper presents a framework for estimating contact points and robot localization in a known planar environment using a single whisker sensor. We develop a family of virtual sensor models. Each model maps robot configurations to sensor observations and enables structured reasoning through the concept of preimages - the set of robot states consistent with a given observation. The notion of virtual sensor models serves as an abstraction to reason about state uncertainty without dependence on physical implementation. By combining sensor observations with a motion model, we estimate the contact point. Iterative estimation then enables reconstruction of obstacle boundaries. Furthermore, intersecting states inferred from current observations with forward-projected states from previous steps allow accurate robot localization without relying on vision or external systems. The framework supports both deterministic and possibilistic formulations and is validated through simulation and physical experiments using a low-cost, 3D printed, Hall-effect-based whisker sensor. Results demonstrate accurate contact estimation and localization with errors under 7 mm, demonstrating the potential of whisker-based sensing as a lightweight, adaptable complement to vision-based navigation.         ",
    "url": "https://arxiv.org/abs/2601.05612",
    "authors": [
      "Prasanna K. Routray",
      "Basak Sakcak",
      "Steven M. LaValle",
      "Manivannan M"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Robotics (cs.RO)"
    ]
  },
  {
    "id": "arXiv:2601.05643",
    "title": "Quantum Dynamics of Enantiomers in Chiral Optical Cavities",
    "abstract": "           Chirality, the absence of mirror symmetry, is a fundamental molecular property with far-reaching consequences from chemistry to biology. Yet enantiosensitive optical responses are very weak. Here, we introduce a theoretical framework in which a chiral optical cavity under strong coupling directly lifts the degeneracy of opposite enantiomers at the electronic-dipole level. The cavity's parity-breaking field inside the cavity induces distinct site-energy shifts for left- versus right-handed molecules, producing robust enantioselective polariton states that overcome the weakness of traditional chiroptical effects. Using cavity quantum electrodynamics simulations, we show that strong light-matter coupling reshapes the polaritonic energy landscape and leads to enantiomer-specific coherence lifetimes and relaxation pathways. To reveal these dynamics, we propose ultrafast two-dimensional electronic spectroscopy (2DES) as a probe, capable of resolving polaritonic splittings on femtosecond timescales. Simulated 2DES spectra exhibit unambiguous enantioselective signatures of the cavity-induced asymmetry. These findings establish that chiral cavities provide a powerful platform for detecting and controlling molecular handedness beyond the limits of conventional optical methods.         ",
    "url": "https://arxiv.org/abs/2601.05643",
    "authors": [
      "Yang-Cheng Ye",
      "Panpan Zhang",
      "Ajay Jha",
      "Fulu Zheng",
      "Hong-Guang Duan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05753",
    "title": "Spectral Tailoring of Inhomogeneous Optical Response Using Two-Dimensional Coherent Spectroscopy",
    "abstract": "           Controlling the coherent optical response of inhomogeneous ensembles is a key challenge in advancing light-matter interaction engineering. We present a comparative study of two spectral tailoring approaches using two-dimensional coherent spectroscopy (2DCS): the prepulse and double-pulse (DP) methods. In the prepulse scheme, a high-intensity pulse induces Rabi oscillations, modulating the 2D spectral amplitude and lineshape when its spectral bandwidth matches the ensemble full width at half maximum (FWHM). To overcome this limitation, the DP method employs variable inter-pulse delay to generate predetermined periodic spectral modulation without bandwidth constraints. Moreover, tuning the relative phase between DP pulses allows selective switching of frequency components, enabling controlled enhancement or suppression of distinct spectral features. These observations highlight that, while the prepulse approach is constrained by spectral bandwidth, the DP method provides a more versatile and reliable route to manipulate the coherent optical response of inhomogeneous ensembles. We are hoping these findings might stimulate further research in optical switching and coherent storage for quantum memory devices using inhomogeneous ensembles.         ",
    "url": "https://arxiv.org/abs/2601.05753",
    "authors": [
      "Pradeep Kumar",
      "Rohan Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05815",
    "title": "Phonon Trapping Lateral Field Excited Suspended Bulk Acoustic Wave Resonators (XBARs)",
    "abstract": "           Film bulk acoustic wave resonators (FBARs) underpin modern wireless communication by enabling compact, high-performance RF filters in modern smartphones. Traditionally, these FBAR devices work with quasi-plane waves of sound where the transverse extent of the acoustic field $\\gg$ the acoustic wavelength ($\\lambda_a$). On the other hand, strong modal confinement is needed for achieving the interaction strengths necessary for building efficient microwave to optical quantum photon transducers (MW-OT) around an FBAR opto-mechanical cavity platform. Here, we fabricate a small mode-volume phonon trapping lateral field excited FBAR resonator (XBAR) by shaping the piezoelectric layer into a spherical lens, show an improvement in modal confinement and quality factor ($\\approx$ 4$\\times$), and discuss the improvements needed for building efficient MW-OTs around this XBAR geometry.         ",
    "url": "https://arxiv.org/abs/2601.05815",
    "authors": [
      "Elnaz Shokati",
      "Robert Thomas",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.05979",
    "title": "Optimization of the metal-dielectric metasurface unit cell for sensitivity enhancement in determination of IgG concentration in solutions",
    "abstract": "           This study focuses on developing a metal-dielectric sensor structure with optimized unit cell geometry for determination of protein Immunoglobulin G (IgG) concentration in aqueous solutions. The research combines both experimental and theoretical investigations, utilizing the differential microwave dielectrometry method and numerical modeling with COMSOL software. Complex permittivity (CP) values dependence of IgG water solutions on the protein concentration was experimentally obtained at the microwaves using original microwave dielectrometer setup. It was shown that increase of IgG concentration resulted in the CP values of the solutions studied decrease. The experimentally obtained CP data for the IgG water solutions were used as a basis for microwave metal-dielectric metasurface unit cell numerical modeling. The metal-dielectric metasurface consisting of Teflon substrate and plane copper microresonators was combined with a standard 96-well microplate used in clinical laboratories. Optimization of the obtained metasurface unit cell revealed that the size and position of the copper microresonators within the unit cell significantly impact the sensor sensitivity for determining the IgG concentration in aqueous solutions. The metasurface with the unit cell containing four copper microresonators provided the most sensitive platform for detecting variations in the IgG concentration in the sample. The frequency shift of the reflection coefficient was directly related to changes in the protein concentration. The calibration graph was developed for effective determination of IgG concentrations in the aqueous solutions.         ",
    "url": "https://arxiv.org/abs/2601.05979",
    "authors": [
      "K. S. Kuznetsova",
      "V. A. Pashynska",
      "Z. E. Eremenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05985",
    "title": "Novel High-Radiopurity Doped Amorphous Silicon Resistors for Low-Background Detectors",
    "abstract": "           We present the results of a study of lightly doped amorphous silicon used as a resistive medium for high-radiopurity resistors in nuclear and particle physics research instrumentation. Prototypes are produced for a Time Projection Chamber design for the nEXO neutrinoless double-beta decay search experiment that meet requirements for ultra-high radiopurity, good mechanical, cryogenic and high voltage performance, as well as useful vacuum ultraviolet (VUV) reflectivity. Further study is warranted to refine production methods and to confirm that the technology used here is useful for more general applications.         ",
    "url": "https://arxiv.org/abs/2601.05985",
    "authors": [
      "A. Anker",
      "P.C. Rowson",
      "K. Skarpaas",
      "S. Tsitrin",
      "I.J. Arnquist",
      "L. Kenneth S. Horkley",
      "L. Pagani",
      "T.D. Schlieder",
      "E. van Bruggen",
      "P. Kachru",
      "A. Pocar",
      "N. Yazbek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2601.05990",
    "title": "Terahertz metasurface sensor with graphene microstrips for biosensing: modeling and application",
    "abstract": "           The study is devoted to development and optimization of a metasurface-based sensor with graphene constituents for potential biosensing applications. A unit cell of the proposed metasurface consists of a thin flexible dielectric substrate layer with a centrally positioned graphene microstrip. As a result of numerical modeling of spectral properties of the metasurface by COMSOL Multiphysics software in terahertz range from 5 to 35 THz the absorption spectrum maxima (resonance modes) are revealed. The following stages of the study demonstrate that placement of a layer of tested liquid sample (water or Bovine Serum Albumin (BSA) solution) on the metasurface causes a low frequency shift of the plasmonic resonance mode chosen for biosensing measurements. This frequency shift, along with the change in the amplitude of the absorption peak, are highly sensitive to the refractive index of the tested liquid sample. The obtained results demonstrate the potential of the developed metasurface-based sensor with graphene microstrips for application as a sensing structure to determine proteins and other biomolecules in liquid samples.         ",
    "url": "https://arxiv.org/abs/2601.05990",
    "authors": [
      "K. S. Kuznetsova",
      "V. A. Pashynska",
      "Z. E. Eremenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05997",
    "title": "Increasing The Sensitivity of a Surface Plasmon Resonance Sensor using Ti3C2 Mxene",
    "abstract": "           Sensors based on the phenomenon of surface plasmon resonance have limited sensitivity, up to 123 degree/Refractive Index Unit, which restricts their applicability in detecting subtle changes gin biological media (around 10-5 RIU). To address this, a sensor dependent on the Kretschmann-Reather configuration was modified using Ti3C2 MXene material. The sensor was modeled using the finite element method (FEM), yielding the dependence of the wave reflection parameter on the angle of incidence. Founded on these results, the sensitivity of the sensor was calculated and demonstrated a 10% improvement compared to the conventional Kretschmann-Reather configuration. In addition, human biological real-world samples were modeled using refractive index data, and the error of the proposed approach was determined to be approximately 3%.         ",
    "url": "https://arxiv.org/abs/2601.05997",
    "authors": [
      "Rostyslav Terekhov",
      "Zoya Eremenko",
      "Sergii Kulish"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.06008",
    "title": "Scaleable LED-pumped Room-temperature Maser using a Multi-blade Optical Injector",
    "abstract": "           Though the performance of room-temperature masers has improved over the last decade, relatively little attention has been paid to the optics used to pump the maser's gain medium. In this work, we investigate a novel multi-blade optical ``injector'' that permits more effective and more scaleable pumping. The reported work encompasses an interdisciplinary mix of conceptualization, simulation, crystal growth, fabrication, and microwave engineering. Our gain medium is pentacene dissolved as a solid solution with para-terphenyl (Pc:PTP) molecular crystal. We accurately determine this pentacene's molecular absorption cross-section as a function of wavelength. Ray-tracing is then used to assess how different designs of waveguide inject light into the Pc:PTP crystal. A multi-blade injector made of high-refractive-index glass (namely Ohara S-TIH6) is predicted to pump it more completely and uniformly than previous designs. Upon hand-fabricating such an injector and Bridgman-growing a crystal of 0.1% Pc:PTP over it, an experimental maser oscillator using this combined injector-crystal assembly is demonstrated. The performance and scaleability of multiblade injection vis-a-vis alternative strategies is analyzed.         ",
    "url": "https://arxiv.org/abs/2601.06008",
    "authors": [
      "Mingyang Liu",
      "Zike Cheng",
      "Ziqiu Huang",
      "Yifan Yu",
      "Michael Newns",
      "Mark Oxborrow"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.05655",
    "title": "Nonlinearity Mitigation for Coherent Ground-to-Satellite Optical Links",
    "abstract": "           We propose digital signal processing techniques for nonlinearity mitigation in high power optical amplifiers used in satellite communications. The acceptable link loss increases by 6dB with negligible complexity.         ",
    "url": "https://arxiv.org/abs/2601.05655",
    "authors": [
      "Stella Civelli",
      "Marco Secondini",
      "Luca Potì"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05884",
    "title": "Breaking the Exponential: Decoherence-Driven Power-Law Spontaneous Emission in Waveguide Quantum Electrodynamics",
    "abstract": "           We investigate the spontaneous emission of a two-level system coupled to a photonic waveguide, showing that dynamical dephasing in the photon modes profoundly alters the decay law. In the absence of dephasing, the emitter displays conventional exponential decay followed by a long-time power-law tail -- observable only at extremely low survival probabilities. Strikingly, when dephasing is introduced, a robust power-law decay emerges already at short times, driven by photon diffusion in the dynamically disordered environment rather than spectral edge effects. These results reveal a novel, decoherence-induced mechanism for non-exponential spontaneous emission in waveguide QED platforms.         ",
    "url": "https://arxiv.org/abs/2601.05884",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.21294",
    "title": "Insights on structure and influence from the adjacency and Laplacian eigenspectra of intersecting ring networks",
    "abstract": "           A network's community structure commonly impacts its functions. For instance, networks seeking synchronisation will see this process follow the topology's hierarchical and community structuring. Herein, the interplay of network adjacency and Laplacian eigenspectra is shown to uncover hierarchical influence and community structure. Ring networks embedded with hubs of high connectivity are first analysed to characterise the differing insights of the adjacency and Laplacian eigenspectra. This understanding is then transferred to the case study of satellite networks composed of intersecting rings. From these scenarios, it is found that where the adjacency reflects a network's structure, the Laplacian detects nodes' influence profiles. The adjacency identifies the number and relative sizes of salient network structures, for example hubs of high connectivity. In contrast, the Laplacian decomposes these structures in sets of nodes with equivalent influence profiles, where influences emerges due to variations in nodes' connectivity.         ",
    "url": "https://arxiv.org/abs/2505.21294",
    "authors": [
      "Agathe Bouis",
      "Ruaridh A. Clark",
      "Malcolm Macdonald"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2507.07099",
    "title": "Exceptional rings in nonlinear non-Hermitian planar optical microcavities: implementation, signal enhancement, and topology",
    "abstract": "           Non-Hermitian systems hosting exceptional points (EPs) exhibit signal enhancement and unconventional mode dynamics. Going beyond isolated EPs, here we report on the existence of exceptional rings (ERs) in planar optical resonators with specific form of circular dichroism and TE-TM splitting. Such exceptional rings possess intriguing topologies as discussed earlier for condensed matter systems, but they remain virtually unexplored in presence of nonlinearity, for which our photonic platform is ideal. We find that when Kerr-type nonlinearity (or saturable gain) is introduced, the linear ER splits into two concentric ERs, with the larger-radius ring being a ring of third-order EPs. Transitioning from linear to nonlinear regime, we present a rigorous analysis of (spectral and band) topologies and report enhanced and adjustable perturbation response in the nonlinear regime. Whereas certain features are specific to our system, the results on non-Hermitian topologies and nonlinearity-enhanced perturbation response are generic and equally relevant to a broad class of other nonlinear non-Hermitian systems, providing a universal framework for engineering ERs and EPs in nonlinear non-Hermitian systems.         ",
    "url": "https://arxiv.org/abs/2507.07099",
    "authors": [
      "Jan Wingenbach",
      "Laura Ares",
      "Xuekai Ma",
      "Nai H. Kwong",
      "Jan Sperling",
      "Rolf Binder",
      "Stefan Schumacher"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.10855",
    "title": "Phased-Array Laser Power Beaming from Cislunar Space to the Lunar Surface",
    "abstract": "           We present a time-dependent, end-to-end framework for laser power beaming from cislunar orbits to the lunar surface. The model links on-orbit generation (solar arrays and wall-plug to optical), terrain-masked visibility and range, beam propagation with realistic divergence and jitter, and surface conversion with thermal and dust limits, returning delivered daily energy. Baseline loads for early polar activities (habitat survival, mobility, comm/nav, pilot ISRU) set target Wh\\,day$^{-1}$ and are used consistently in scaling laws and design maps. A near-rectilinear halo orbit (NRHO) to a Shackleton-rim site provides a worked example: for a 2\\,m-class phased array at 1064\\,nm the reference geometry yields $\\sim$0.6--0.8\\,kWh\\,day$^{-1}$ to a 1\\,m$^2$ receiver (about 28\\,W averaged over the day). We place this result in context by comparing on the same daily-energy metric to surface photovoltaics (PV) with storage and to compact fission, and by showing how delivered energy scales nearly linearly with transmit power and as $D_{\\rm eff}^{2}$ via encircled-energy capture, with a multiplicative gain from visibility (constellations). The same framework indicates practical regimes already within reach: e.g., a 10\\,m effective-aperture optical phased array at $P_{\\rm tx}=100$\\,kW delivers $\\sim$30--50\\,kWh\\,day$^{-1}$ at polar sites with typical single-orbiter visibility, as quantified by the delivered-energy and sizing maps. Thus, laser beaming is mass-competitive where darkness or permanent shadow forces deep storage for PV, or where distributed and duty-cycled users can amortize a shared transmitter; compact fission retains advantage for continuous multi-kW baseload at fixed sites.         ",
    "url": "https://arxiv.org/abs/2508.10855",
    "authors": [
      "Slava G. Turyshev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.05855",
    "title": "Studies of ultrafast dynamics in substrate-free nanoparticles at ELI using Timepix3 optical camera",
    "abstract": "           We present a novel application of the Timepix3 optical camera (Tpx3Cam) for investigating ultrafast dynamics in substrate-free nanoparticles at the Extreme Light Infrastructure European Research Infrastructure Consortium (ELI ERIC). The camera, integrated into an ion imaging system based on a micro-channel plate (MCP) and a fast P47 scintillator, enables individual time-stamping of incoming ions with nanosecond timing precision and high spatial resolution. The detector successfully captured laser-induced ion events originating from free nanoparticles disintegrated by intense laser pulses. Owing to the broad size distribution of the nanoparticles (10-500 nm) and the variation in laser intensities within the interaction volume, the detected events range in occupancy from near-zero to extremely high, approaching the readout limits of the detector. By combining time-of-flight and velocity map imaging (VMI) techniques, detailed post-processing and analysis were performed. The results presented here focus on the performance of Tpx3Cam under high-occupancy conditions, which are of particular relevance to this study. These conditions approach the limitations imposed by the camera readout capabilities and challenge the effectiveness of standard post-processing algorithms. We investigated these limitations and associated trade-offs, and we present improved methods and algorithms designed to extract the most informative features from the data.         ",
    "url": "https://arxiv.org/abs/2510.05855",
    "authors": [
      "Dmitrij Ševaev",
      "Andrei Nomerotski",
      "Peter Švihra",
      "Keshav Sishodia",
      "Andreas Hult Roos",
      "Martin Albrecht",
      "Sivarama Krishnan",
      "Jakob Andreasson",
      "Maria Krikunova",
      "Eva Klimešová"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.11451",
    "title": "Astigmatism-free 3D Optical Tweezer Control for Rapid Atom Rearrangement",
    "abstract": "           Reconfigurable arrays of neutral atoms are a leading platform for quantum computing, quantum simulation, and quantum metrology. The most common method for atom reconfiguration using optical tweezers relies on frequency chirping of acousto-optic deflectors (AODs). However, chirp-induced acoustic lensing limits the speed of atom transport by deformation of the tweezer profile and warping of the tweezer trajectory. We use a three-dimensional acousto-optic deflector lens (3D-AODL) to mitigate both effects, a design predicted to halve current state-of-the-art long-range transport times. Additionally, we introduce fading-Shepard waveforms that bypass the finite AOD bandwidth and thus enable sustained axial displacement. We demonstrate unrestricted 3D motion within a cuboid volume of at least 200 $\\mu$m $\\times$ 200 $\\mu$m $\\times$ 136 $\\mu$m, with tweezer velocities exceeding 4.2 m/s. The ability to move optical tweezers along arbitrary trajectories in 3D should enable rapid in-plane and out-of-plane rearrangement of atoms in 2D or 3D tweezer arrays and optical lattices, as well as omnidirectional trajectories and dynamical engineering of optical potentials. This technology has the potential to advance quantum control and atom manipulation in current atom-array quantum computers, boosting clock rates and enabling rapid sorting in geometries scalable to millions of qubits.         ",
    "url": "https://arxiv.org/abs/2510.11451",
    "authors": [
      "Yue-Hui Lu",
      "Nathan Song",
      "Tai Xiang",
      "Jacquelyn Ho",
      "Tsai-Chen Lee",
      "Zhenjie Yan",
      "Dan M. Stamper-Kurn"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.22323",
    "title": "Quantum coherence and negative quasi probabilities in a contextual three-path interferometer",
    "abstract": "           Basic quantum effects are often illustrated using single particle interferences in two-path interferometers. A wider range of non-classical phenomena can be illustrated using three-path interferometers, but the increased complexity of quantum statistics in a three-dimensional Hilbert space makes it difficult to identify a representative set of observable properties that could be used to characterize specific phenomena. Here, I propose a characterization of pure states based on a five-stage interferometer recently introduced to demonstrate the relation between different measurement contexts (Optica Quantum 1, 63 (2023)). It is shown that the orthogonality relations between the states representing the different measurement contexts can be used to classify pure states within the three-dimensional Hilbert space according to the non-classical correlations between different contexts expressed by negative Kirkwood-Dirac distributions.         ",
    "url": "https://arxiv.org/abs/2507.22323",
    "authors": [
      "Holger F. Hofmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.03264",
    "title": "Universal Analytic Solution for the Quantum Transport of Structured Matter-Waves in Magnetic Optics",
    "abstract": "           We present a closed-form analytic solution for the propagation of an arbitrary charged scalar state in a non-uniform magnetic field. The dynamics are governed by classical beam optics parameters (Courant-Snyder parameters), the Twiss functions, and phase advance, revealing a direct map between quantum evolution and its classical counterpart. The solution decomposes into three components, exhibiting a complex rotation dependent on the sign of the orbital angular momentum (OAM) projection, alongside an intrinsic distortion from interference governed by a generalized Gouy phase. For a relevant Glaser-type magnetic field and a half-blocked twisted electron, we demonstrate that asymmetry reveals interference-driven dynamics beyond rigid rotation. Our fully relativistic framework provides a practical tool for predicting beam behavior in particle accelerators and electron microscopes.         ",
    "url": "https://arxiv.org/abs/2509.03264",
    "authors": [
      "N. V. Filina",
      "S.S. Baturin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2512.11093",
    "title": "Universal and non-universal facets of quantum critical phenomena unveiled along the Schmidt decomposition theorem",
    "abstract": "           Critical phenomena have been extensively investigated both theoretically and experimentally in many fields, such as condensed matter physics, biology, e.g., brain criticality, and cosmology. In particular, the behaviour of response functions right at critical points (CPs) is highly topical. It turns out that in the frame of Boltzmann-Gibbs-von Neumann-Shannon approach, the extensive character of entropy breaks down at CPs. The latter implies diverging susceptibilities, which is at odds with experimental observations. Here, we investigate the influence of the spin magnitude $S$ on the quantum Grüneisen parameter $\\Gamma^{0\\text{K}}_{q}$ right at CPs for the 1D Ising model under a transverse magnetic field. Our findings are fourfold: $\\textit{i}$) for higher $S$, $\\Gamma^{0\\text{K}}_{q}$ is increased, but remains finite, reflecting the enhancement of the Hilbert space dimensionality; $\\textit{ii}$) the Schmidt decomposition theorem recovers the extensivity of the nonadditive $q$-entropy $S_q$ only for a $\\textit{special}$ value of the entropic index $q$; $\\textit{iii}$) the universality class in the frame of $S_q$ depends only on the symmetry of the system; $\\textit{iv}$) we propose an experimental setup to explore finite-size effects in connection with the Hilbert space occupation at CPs. Our findings unveil both universal and non-universal aspects of quantum criticality in terms of $\\Gamma^{0\\text{K}}_{q}$ and $S_q$.         ",
    "url": "https://arxiv.org/abs/2512.11093",
    "authors": [
      "Samuel M. Soares",
      "Lucas Squillante",
      "Henrique S. Lima",
      "Constantino Tsallis",
      "Mariano de Souza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]