[
  {
    "id": "arXiv:2401.15157",
    "title": "Latest Development of Electropolishing Optimization for 650 MHz Niobium  Cavity",
    "abstract": "Electropolishing (EP) of 1.3 GHz niobium superconducting RF cavities is conducted to achieve a desired smooth and contaminant-free surface that yields good RF performance. Achieving a smooth surface of a large-sized elliptical cavity with the standard EP conditions was found to be challenging. This work aimed to conduct a systematic parametric EP study to understand the effects of various EP parameters on the surface of 650 MHz niobium cavities used in the Proton Improvement Plan-II (PIP-II) linear accelerator. Parameters optimized in this study provided a smooth surface of the cavities. The electropolished cavity showed significantly a higher accelerating gradient meeting baseline requirement and qualified for further surface treatment to improve the cavity quality factor. ",
    "url": "https://arxiv.org/abs/2401.15157",
    "authors": [
      "V. Chouhan",
      "D. Bice",
      "D. Burk",
      "S. Chandrasekaran",
      "A. Cravatta",
      "P. Dubiel",
      "G. V. Eremeev",
      "F. Furuta",
      "O. Melnychuk",
      "A. Netepenko",
      "M. K. Ng",
      "J. Ozelis",
      "H. Park",
      "T. Ring",
      "G. Wu",
      "B. Guilfoyle",
      "M. P. Kelly",
      "T. Reid"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15181",
    "title": "Strong-Field Ionization Phenomena Revealed by Quantum Trajectories",
    "abstract": "The photoionization dynamics of atoms in intense and ultra\\-short laser pulses is explored using quantum trajectories. This approach is shown to provide a comprehensive and consistent framework to investigate ultra-fast phenomena in atoms interacting with laser fields. In particular, we introduce novel parameters that reveal crucial aspects of the electron dynamics in a time-dependent potential barrier and indicate the transition between different ionization regimes. These quantities offer additional perspectives to access information on the complex ionization mechanisms in strong fields. ",
    "url": "https://arxiv.org/abs/2401.15181",
    "authors": [
      "Taylor Moon",
      "Klaus Bartschat",
      "Nicolas Douguet"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15218",
    "title": "A Tunable Terahertz Metamaterial Perfect Absorber Based on Vanadium  Dioxide",
    "abstract": "In this paper, a tunable metamaterial perfect absorber based on vanadium dioxide (VO2) is designed in the terahertz frequency range. The proposed structure is simulated by the numerical method of three-dimensional Finite Difference Time Domain (FDTD). Simulation results show that the absorption spectrum of the device in the normal incidence of a plane wave light in the range of 1 THz to 12 THz, has three polarization-insensitive resonance peaks whose amplitude changes for the different conductivities of VO2 and shifts in a certain frequency range. This device also having a tolerance of 6 degrees of incidence angle can provide a relatively stable absorption spectrum. ",
    "url": "https://arxiv.org/abs/2401.15218",
    "authors": [
      "Zahra Madadi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15244",
    "title": "Localization landscape of optical waves in multifractal photonic  membranes",
    "abstract": "In this paper, we investigate the localization properties of optical waves in disordered systems with multifractal scattering potentials. In particular, we apply the localization landscape theory to the classical Helmholtz operator and, without solving the associated eigenproblem, show accurate predictions of localized eigenmodes for one- and two-dimensional multifractal structures. Finally, we design and fabricate nanoperforated photonic membranes in silicon nitride (SiN) and image directly their multifractal modes using leaky-mode spectroscopy in the visible spectral range. The measured data demonstrate optical resonances with multiscale intensity fluctuations in good qualitative agreement with numerical simulations. The proposed approach provides a convenient strategy to design multifractal photonic membranes, enabling rapid exploration of extended scattering structures with tailored disorder for enhanced light-matter interactions. ",
    "url": "https://arxiv.org/abs/2401.15244",
    "authors": [
      "Tornike Shubitidze",
      "Yilin Zhu",
      "Hari Sundar",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.15250",
    "title": "Experimental Demonstration of Attosecond Pump-Probe Spectroscopy with an  X-ray Free-Electron Laser",
    "abstract": "Pump-probe experiments with sub-femtosecond resolution are the key to understanding electronic dynamics in quantum systems. Here we demonstrate the generation and control of sub-femtosecond pulse pairs from a two-colour X-ray free-electron laser (XFEL). By measuring the delay between the two pulses with an angular streaking diagnostic, we characterise the group velocity of the XFEL and demonstrate control of the pulse delay down to 270 as. We demonstrate the application of this technique to a pump-probe measurement in core-excited para-aminophenol. These results demonstrate the ability to perform pump-probe experiments with sub-femtosecond resolution and atomic site specificity. ",
    "url": "https://arxiv.org/abs/2401.15250",
    "authors": [
      "Zhaoheng Guo",
      "Taran Driver",
      "Sandra Beauvarlet",
      "David Cesar",
      "Joseph Duris",
      "Paris L. Franz",
      "Oliver Alexander",
      "Dorian Bohler",
      "Christoph Bostedt",
      "Vitali Averbukh",
      "Xinxin Cheng",
      "Louis F. DiMauro",
      "Gilles Doumy",
      "Ruaridh Forbes",
      "Oliver Gessner",
      "James M. Glownia",
      "Erik Isele",
      "Andrei Kamalov",
      "Kirk A. Larsen",
      "Siqi Li",
      "Xiang Li",
      "Ming-Fu Lin",
      "Gregory A. McCracken",
      "Razib Obaid",
      "Jordan T. ONeal",
      "River R. Robles",
      "Daniel Rolles",
      "Marco Ruberti",
      "Artem Rudenko",
      "Daniel S. Slaughter",
      "Nicholas S. Sudar",
      "Emily Thierstein",
      "Daniel Tuthill",
      "Kiyoshi Ueda",
      "Enliang Wang",
      "Anna L. Wang",
      "Jun Wang",
      "Thorsten Weber"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15547",
    "title": "Observation of topological frequency combs",
    "abstract": "On-chip generation of optical frequency combs using nonlinear ring resonators has opened the route to numerous novel applications of combs that were otherwise limited to mode-locked laser systems. Nevertheless, even after more than a decade of development, on-chip nonlinear combs still predominantly rely on the use of single-ring resonators. Recent theoretical investigations have shown that generating combs in a topological array of resonators can provide a new avenue to engineer comb spectra. Here, we experimentally demonstrate the generation of such a novel class of frequency combs, the topological frequency combs, in a two-dimensional (2D) lattice of hundreds of nonlinear ring resonators. Specifically, the lattice hosts topological edge states that exhibit fabrication-robust linear dispersion and spatial confinement at the boundary of the lattice. Upon optical pumping of the topological edge band, these unique properties of the edge states lead to the generation of a frequency comb that is also spectrally confined within the edge band across $\\approx$40 longitudinal modes. Moreover, using spatial imaging of our topological lattice, we confirm that light generated in the comb teeth is indeed spatially confined at the lattice edge, characteristic of linear topological systems. Our results bring together the fields of topological photonics and optical frequency combs, providing an opportunity to explore the interplay between topology and nonlinear systems in a platform compatible with commercially available nanofabrication processes. ",
    "url": "https://arxiv.org/abs/2401.15547",
    "authors": [
      "Christopher J. Flower",
      "Mahmoud Jalali Mehrabad",
      "Lida Xu",
      "Gregory Moille",
      "Daniel G. Suarez-Forero",
      "Yanne Chembo",
      "Kartik Srinivasan",
      "Sunil Mittal",
      "Mohammad Hafezi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.15689",
    "title": "Multidimensional localized states in externally driven Kerr cavities  with a parabolic spatiotemporal potential: a dimensional connection",
    "abstract": "In this work, we study the bifurcation structures and the stability of multidimensional localized states within coherently driven Kerr optical cavities with parabolic potentials in 1D, 2D, and 3D systems. Based on symmetric considerations, we transform higher-dimensional models into a single 1D model with a dimension parameter. This transformation not only yields a substantial reduction in computational complexity, but also enables an efficient examination of how dimensionality impacts the system dynamics. In the absence of nonlinearity, we analyze the eigenstates of the linear systems. This allows us to uncover a heightened concentration of the eigenmodes at the center of the potential well, while witnessing a consistent equal spacing among their eigenvalues, as the dimension parameter increases. In the presence of nonlinearity, our findings distinctly reveal that the stability of the localized states diminishes with increasing dimensionality. This study offers an approach to tackling high-dimensional problems, shedding light on the fundamental dimensional connections among radially symmetric states across different dimensions, and providing valuable tools for analysis. ",
    "url": "https://arxiv.org/abs/2401.15689",
    "authors": [
      "Yifan Sun",
      "Pedro Parra-Rivas",
      "Fabio Mangini",
      "Stefan Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2401.15746",
    "title": "JTAG-based Remote Configuration of FPGAs over Optical Fibers",
    "abstract": "In this paper, a remote FPGA-configuration method based on JTAG extension over optical fibers is presented. The method takes advantage of commercial components and ready-to-use software such as iMPACT and does not require any hardware or software development. The method combines the advantages of the slow remote JTAG configuration and the fast local flash memory configuration. The method has been verified successfully and used in the Demonstrator of Liquid-Argon Trigger Digitization Board (LTDB) for the ATLAS liquid argon calorimeter Phase-I trigger upgrade. All components on the FPGA side are verified to meet the radiation tolerance requirements. ",
    "url": "https://arxiv.org/abs/2401.15746",
    "authors": [
      "Binwei Deng",
      "Chonghan Liu",
      "Jinghong Chen",
      "Kai Chen",
      "Datao Gong",
      "Di Guo",
      "Suen Hou",
      "Deping Huang",
      "Xiaoting Li",
      "Tiankuan Liu",
      "Ping-Kun Teng",
      "Annie C. Xiang",
      "Hao Xu",
      "Yang You",
      "Jingbo Ye"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.15749",
    "title": "The VCSEL-based Array Optical Transmitter (ATx) Development Towards  120-Gbps Link for Collider Detector: Development Update",
    "abstract": "A compact radiation-tolerant array optical transmitter module (ATx) is developed to provide data transmission up to 10Gbps per channel with 12 parallel channels for collider detector applications. The ATx integrates a Vertical Cavity Surface-Emitting Laser (VCSEL) array and driver circuitry for electrical to optical conversion, an edge warp substrate for the electrical interface and a micro-lens array for the optical interface. This paper reports the continuing development of the ATx custom package. A simple, high-accuracy and reliable active-alignment method for the optical coupling is introduced. The radiation-resistance of the optoelectronic components is evaluated and the inclusion of a custom-designed array driver is discussed. ",
    "url": "https://arxiv.org/abs/2401.15749",
    "authors": [
      "Di Guo",
      "Chonghan Liu",
      "Jinghong Chen",
      "John Chramowicz",
      "Datao Gong",
      "Suen Hou",
      "Deping Huang",
      "Ge Jin",
      "Xiaoting Li",
      "Tiankuan Liu",
      "Alan Prosser",
      "Ping-Kun Teng",
      "Jingbo Ye",
      "Yongzhao Zhou",
      "Yang You",
      "Annie C. Xiang",
      "Hao Liang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.15754",
    "title": "High-Speed Serial Optical Link Test Bench Using FPGA with Embedded  Transceivers",
    "abstract": "We develop a custom Bit Error Rate test bench based on Altera's Stratix II GX transceiver signal integrity development kit, demonstrate it on point-to-point serial optical link with data rate up to 5 Gbps, and compare it with commercial stand alone tester. The 8B/10B protocol is implemented and its effects studied. A variable optical attenuator is inserted in the fibre loop to induce transmission degradation and to measure receiver sensitivity. We report comparable receiver sensitivity results using the FPGA based tester and commercial tester. The results of the FPGA also shows that there are more one-to-zero bit flips than zero-to-one bit flips at lower error rate. In 8B/10B coded transmission, there are more word errors than bit flips, and the total error rate is less than two times that of non-coded transmission. Total error rate measured complies with simulation results, according to the protocol setup. ",
    "url": "https://arxiv.org/abs/2401.15754",
    "authors": [
      "Annie C. Xiang",
      "Tingting Cao",
      "Datao Gong",
      "Suen Hou",
      "Chonghan Liu",
      "Tiankuan Liu",
      "Da-Shung Su",
      "Ping-Kun Teng",
      "Jingbo Ye"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.16006",
    "title": "Hyperbolic photonic topological insulators",
    "abstract": "Topological photonics provides a new degree of freedom to robustly control electromagnetic fields. To date, most of established topological states in photonics have been employed in Euclidean space. Motivated by unique properties of hyperbolic lattices, which are regular tessellations in non-Euclidean space with a constant negative curvature, the boundarydominated hyperbolic topological states have been proposed. However, limited by highly crowded boundary resonators and complicated site couplings, the hyperbolic topological insulator has only been experimentally constructed in electric circuits. How to achieve hyperbolic photonic topological insulators is still an open question. Here, we report the experimental realization of hyperbolic photonic topological insulators using coupled ring resonators on silicon chips. Boundary-dominated one-way edge states with pseudospindependent propagation directions have been observed. Furthermore, the robustness of edge states in hyperbolic photonic topological insulators is also verified. Our findings have potential applications in the field of designing high-efficient topological photonic devices with enhanced boundary responses. ",
    "url": "https://arxiv.org/abs/2401.16006",
    "authors": [
      "Lei Huang",
      "Lu He",
      "Weixuan Zhang",
      "Huizhen Zhang",
      "Dongning Liu",
      "Xue Feng",
      "Fang Liu",
      "Kaiyu Cui",
      "Yidong Huang",
      "Wei Zhang",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.16068",
    "title": "Tutorial on laser locking techniques and the manufacturing of vapor  cells for spectroscopy",
    "abstract": "This tutorial provides a hands-on entry point about laser locking for atomic vapor research and related research such as laser cooling. We furthermore introduce common materials and methods for the fabrication of vapor cells as a tool for this research. Its aim is not to be exhaustive, but rather to provide an overview about the possible techniques that are actively employed in labs today. Some critical parameters of locked laser system for use with thermal atomic vapors are introduced and discussed. To exemplify this, we describe a versatile locking system that caters for many of the needs we found during our research with thermal atomic vapors. We also emphasize the compromises we took during our decision-making process. ",
    "url": "https://arxiv.org/abs/2401.16068",
    "authors": [
      "Max Mäusezahl",
      "Fabian Munkes",
      "Robert Löw"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.16074",
    "title": "Acoustic Screens based on Sonic Crystals with high Diffusion properties",
    "abstract": "This article presents the use of advanced tools applied to the design of devices that can solve specific acoustic problems, improving the already existing devices based on classic technologies. Specifically, we have used two different configurations of a material called Sonic Crystals, which is formed by arrays of acoustic scatterers, to obtain acoustic screens with high diffusion properties by means of an optimization process. This design procedure has been carried out using a multiobjective evolutionary algorithm along to an acoustic simulation model developed with the numerical method called Finite Difference Time Domain (FDTD). The results obtained are discussed in terms of both the acoustic performance and the robustness of the devices achieved. ",
    "url": "https://arxiv.org/abs/2401.16074",
    "authors": [
      "M.P. Peiró-Torres",
      "M.J. Parrilla Navarro",
      "M. Ferri",
      "J.M. Bravo",
      "J.V. Sánchez-Pérez",
      "J. Redondo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16082",
    "title": "Parametric analysis of electron beam quality in laser wakefield  acceleration based on the truncated ionization injection mechanism",
    "abstract": "Laser wakefield acceleration (LWFA) in a gas cell target separating injection and acceleration section has been investigated to produce high-quality electron beams. A detailed study has been performed on controlling the quality of accelerated electron beams using a combination of truncated ionization and density downramp injection mechanisms. For this purpose, extensive two-dimensional Particle-In-Cell (PIC) simulations have been carried out considering a gas cell target consisting of a hydrogen and nitrogen mixture in the first part and pure hydrogen in the second part. Such a configuration can be realized experimentally using a specially designed capillary setup. Using the parameters already available in the existing experimental setups, we show the generation of an electron beam with a peak energy of 500-600 MeV, relative energy spread less than 5%, normalized beam emittance around 1.5 mm-mrad, and beam charge of 2-5 pC/micrometer. Our study reveals that the quality of the accelerated electron beam can be independently controlled and manipulated through the beam loading effect by tuning the parameters, e.g., laser focusing position, nitrogen concentration, and gas target profile. These simulation results will be useful for future experimental campaigns on LWFA, particularly at ELI Beamlines. ",
    "url": "https://arxiv.org/abs/2401.16082",
    "authors": [
      "Srimanta Maity",
      "Alamgir Mondal",
      "Eugene Vishnyakov",
      "Alexander Molodozhentsev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16105",
    "title": "Recovery of topologically robust merging bound states in the continuum  in photonic structures with broken symmetry",
    "abstract": "Optical bound states in the continuum (BICs) provide a unique mechanism of light confinement that holds great potential for fundamental and applied research in optics and photonics. Of particular interest are merging BICs, realized in planar periodic structures by coalescence of accidental and symmetry-protected BICs. Topological nature of merging BICs renders their $Q$ factors exceptionally high and robust. However, this cannot be achieved if the structure lacks the up-down mirror symmetry, which is the case for all substrate-supported structures. Here, we show that the detrimental effect of the symmetry breaking can be perfectly compensated for by an additional thin layer of a dielectric material on one side of the structure. Our approach can enable flexible design, feasible realization, and extended applications of various topologically robust systems. ",
    "url": "https://arxiv.org/abs/2401.16105",
    "authors": [
      "Huayu Bai",
      "Andriy Shevchenko",
      "Radoslaw Kolkowski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.16125",
    "title": "Silicon Nanowires as Anodes for Lithium-Ion Batteries: Full Cell  Modeling",
    "abstract": "Silicon (Si) anodes attract a lot of research attention for their potential to enable high energy density lithium-ion batteries (LIBs). Many studies focus on nanostructured Si anodes to counteract deterioration. In this work, we model LIBs with Si nanowire (NW) anodes in combination with an ionic liquid (IL) electrolyte. On the anode side, we allow for elastic deformations to reflect the large volumetric changes of Si. With physics-based continuum modeling we can provide insight into usually hardly accessible quantities like the stress distribution in the active material. For the IL electrolyte, our thermodynamically consistent transport theory includes convection as relevant transport mechanism. We present our volume-averaged 1d+1d framework and perform parameter studies to investigate the influence of the Si anode morphology on the cell performance. Our findings highlight the importance of incorporating the volumetric expansion of Si in physics-based simulations. Even for nanostructured anodes - which are said to be beneficial concerning the stresses - the expansion influences the achievable capacity of the cell. Accounting for enough pore space is important for efficient active material usage. ",
    "url": "https://arxiv.org/abs/2401.16125",
    "authors": [
      "Franziska Kilchert",
      "Max Schammer",
      "Arnulf Latz",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16242",
    "title": "Integrated resonant electro-optic comb enabled by platform-agnostic  laser integration",
    "abstract": "The field of integrated photonics has significantly impacted numerous fields including communication, sensing, and quantum physics owing to the efficiency, speed, and compactness of its devices. However, the reliance on off-chip bulk lasers compromises the compact nature of these systems. While silicon photonics and III-V platforms have established integrated laser technologies, emerging demands for ultra-low optical loss, wider bandgaps, and optical nonlinearities necessitate other platforms. Developing integrated lasers on less mature platforms is arduous and costly due to limited throughput or unconventional process requirements. In response, we propose a novel platform-agnostic laser integration technique utilizing a singular design and process flow, applicable without modification to a diverse range of platforms. Leveraging a two-step micro-transfer printing method, we achieve nearly identical laser performance across platforms with refractive indices between 1.7 and 2.5. Experimental validation demonstrates strikingly similar laser characteristics between devices processed on lithium niobate and silicon nitride platforms. Furthermore, we showcase the integration of a laser with a resonant electro-optic comb generator on the thin-film lithium niobate platform, producing over 80 comb lines spanning 12 nm. This versatile technique transcends platform-specific limitations, facilitating applications like microwave photonics, handheld spectrometers, and cost-effective Lidar systems, across multiple platforms. ",
    "url": "https://arxiv.org/abs/2401.16242",
    "authors": [
      "Isaac Luntadila Lufungula",
      "Amirhassan Shams-Ansari",
      "Dylan Renaud",
      "Camiel Op de Beeck",
      "Stijn Cuyvers",
      "Stijn Poelman",
      "Maximilien Billet",
      "Gunther Roelkens",
      "Marko Loncar",
      "Bart Kuyken"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16278",
    "title": "Characteristics of the MTx optical transmitter in Total Ionizing Dose",
    "abstract": "The dual-channel multi-mode 850 nm optical Miniature Transmitter (MTx) is developed for data transmission of the ATLAS LAr calorimeter readout at LHC. The MTx's are exposed to the radiation field of proton-proton collisions, therefore, the tolerance in Total Ionizing Dose (TID) is required. The TID effects in the MTx are investigated with X-rays and Co-60 gamma-rays for the active components of VCSEL diodes and the customized LOCld laser driver developed in 0.25 um Silicon-on-Sapphire CMOS technology. The irradiation tests were conducted at various dose rates. The responses to TID are observed with degradation of laser currents at initial dose of 10 to 100 Gy, and recover partially with additional TID to a stable output about 90 % of the original. The optical eye diagrams of irradiated samples show slightly increased jittering, and are suitable for the ATLAS requirement of 5 Gbps applications. ",
    "url": "https://arxiv.org/abs/2401.16278",
    "authors": [
      "D. Gong",
      "S. Hou",
      "B.J. Juang",
      "J.-H. Li",
      "C. Liu",
      "T. Liu",
      "M. Qi",
      "J. Ye",
      "Lei Zhang",
      "Li Zhang",
      "H.P. Zhu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2401.15177",
    "title": "Fermi Resonance and the Quantum Mechanical Basis of Global Warming",
    "abstract": "Although the scientific principles of anthropogenic climate change are well-established, existing calculations of the warming effect of carbon dioxide rely on spectral absorption databases, which obscures the physical foundations of the climate problem. Here we show how CO2 radiative forcing can be expressed via a first-principles description of the molecule's key vibrational-rotational transitions. Our analysis elucidates the dependence of carbon dioxide's effectiveness as a greenhouse gas on the Fermi resonance between the symmetric stretch mode $\\nu_1$ and bending mode $\\nu_2$. It is remarkable that an apparently accidental quantum resonance in an otherwise ordinary three-atom molecule has had such a large impact on our planet's climate over geologic time, and will also help determine its future warming due to human activity. In addition to providing a simple explanation of CO2 radiative forcing on Earth, our results may have implications for understanding radiation and climate on other planets. ",
    "url": "https://arxiv.org/abs/2401.15177",
    "authors": [
      "Robin Wordsworth",
      "Jacob Seeley",
      "Keith Shine"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15396",
    "title": "Multistable localized states in highly photonic polariton rings with a  quasiperiodic modulation",
    "abstract": "We present a theoretical study of an exciton-polariton annular microcavity with an additional quasiperiodic structure along the ring which is implemented in the form of a bicosine dependence. We demonstrate that for a sufficiently strong quasiperiodic modulation, the microcavity features a sharp mobility edge separating a cluster of localized states from the rest of the spectrum consisting of states extended over the whole ring. Localized modes can be excited using a resonant pump whose topological charge determines the phase distribution of excited patterns. Repulsive polariton interactions make the resonance peaks distinctively asymmetric and enable the formation of multistable states which feature the attractor-like dynamical behavior \\rev{and hysteresis}. We also demonstrate that the localized states can be realized in a biannular cavity that consists of two rings, each having periodic modulation, such that the periods of two modulations are different. ",
    "url": "https://arxiv.org/abs/2401.15396",
    "authors": [
      "Andrei V. Nikitin",
      "Dmitry A. Zezyulin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.15565",
    "title": "Quantum Simulation of Conical Intersections",
    "abstract": "We explore the simulation of conical intersections (CIs) on quantum devices, setting the groundwork for potential applications in nonadiabatic quantum dynamics within molecular systems. The intersecting potential energy surfaces of H$_{3}^{+}$ are computed from a variance-based contracted quantum eigensolver. We show how the CIs can be correctly described on quantum devices using wavefunctions generated by the anti-Hermitian contracted Schr{\\\"o}dinger equation ansatz, which is a unitary transformation of wavefunctions that preserves the topography of CIs. A hybrid quantum-classical procedure is used to locate the seam of CIs. Additionally, we discuss the quantum implementation of the adiabatic to diabatic transformation and its relation to the geometric phase effect. Results on noisy intermediate-scale quantum devices showcase the potential of quantum computers in dealing with problems in nonadiabatic chemistry. ",
    "url": "https://arxiv.org/abs/2401.15565",
    "authors": [
      "Yuchen Wang",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15790",
    "title": "The Combination Problem for Relational Quantum Mechanics",
    "abstract": "This article uses the existing literature on the panpsychist combination problem as a starting point to think about how to address a structurally similar combination problem in relational quantum mechanics. I note some similarities and differences between the two problems, and I consider various proposed solutions to the panpsychist problem, assessing the prospects for a similar solution in the context of RQM. I argue that overall the prospects for solving RQM's combination problem look better for RQM with cross-perspective links than for orthodox versions of RQM. ",
    "url": "https://arxiv.org/abs/2401.15790",
    "authors": [
      "Emily Adlam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15833",
    "title": "Experimental Demonstration of Thermodynamics of Three-level Quantum Heat  Engine using Superconducting Quantum Circuits",
    "abstract": "The three-level system represents the smallest quantum system capable of autonomous cycling in quantum heat engines. This study proposes a method to demonstrate the actual thermodynamics of a three-level quantum heat engine by designing and implementing superconducting quantum circuits. Following error mitigation, the outcomes from the quantum circuit model designed in this study, when executed on a real quantum device, closely align with theoretical predictions, thereby validating the effectiveness of the circuit model. This study offers a novel approach for investigating three-level quantum heat engines, enabling the verification of theoretical research findings while also reducing the complexity and cost of experimental procedures. ",
    "url": "https://arxiv.org/abs/2401.15833",
    "authors": [
      "Gao-xiang Deng",
      "Haoqiang Ai",
      "Wei Shao",
      "Yu Liu",
      "Zheng Cui"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16072",
    "title": "A symmetric silicon microring resonator optical crossbar array for  accelerated inference and training in deep learning",
    "abstract": "Photonic integrated circuits are emerging as a promising platform for accelerating matrix multiplications in deep learning, leveraging the inherent parallel nature of light. Although various schemes have been proposed and demonstrated to realize such photonic matrix accelerators, the in-situ training of artificial neural networks using photonic accelerators remains challenging due to the difficulty of direct on-chip backpropagation on a photonic chip. In this work, we propose a silicon microring resonator (MRR) optical crossbar array with a symmetric structure that allows for simple on-chip backpropagation, potentially enabling the acceleration of both the inference and training phases of deep learning. We demonstrate a 4 $\\times$ 4 circuit on a Si-on-insulator (SOI) platform and use it to perform inference tasks of a simple neural network for classifying Iris flowers, achieving a classification accuracy of 93.3%. Furthermore, we train the neural network using simulated on-chip backpropagation and achieve an accuracy of 91.1% in the same inference task after training. This work contributes to the realization of compact and energy-efficient photonic accelerators for deep learning. ",
    "url": "https://arxiv.org/abs/2401.16072",
    "authors": [
      "Rui Tang",
      "Shuhei Ohno",
      "Ken Tanizawa",
      "Kazuhiro Ikeda",
      "Makoto Okano",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.16077",
    "title": "Anomalous quantum transport in fractal lattices",
    "abstract": "Fractal lattices are self-similar structures with repeated patterns on different scales. As in other aperiodic lattices, the absence of translational symmetry can give rise to quantum localization effects. In contrast to low-dimensional disordered systems, co-existence of localized and extended states is possible in fractal structures, and can lead to subtle transport behavior. Here, we study the dynamical properties of two fractal lattices, the Sierpi\\'nski gasket and the Sierpi\\'nski carpet. Despite their geometric similarity, the transport turns out to behave very differently: In the Sierpi\\'nski gasket, we find a sub-diffusive behavior, whereas the Sierpi\\'nski carpet exhibits sub-ballistic transport properties. We show that the different dynamical behavior is in line with qualitative differences of the systems' spectral properties. Specifically, in contrast to the Sierpi\\'nski carpet, the Sierpi\\'nski gasket exhibits an inverse power-law behavior of the level spacing distribution. From the point of view of technological applications, we demonstrate that the sub-diffusive behavior in the Sierpi\\'nski gasket can be used as a quantum memory. By interpolating between fractal and regular lattices, a flexible tuning between different transport regimes becomes possible. ",
    "url": "https://arxiv.org/abs/2401.16077",
    "authors": [
      "Abel Rojo-Francàs",
      "Priyanshu Pansari",
      "Utso Bhattacharya",
      "Bruno Juliá-Díaz",
      "Tobias Grass"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.16177",
    "title": "Iterative assembly of $^{171}$Yb atom arrays in cavity-enhanced optical  lattices",
    "abstract": "Assembling and maintaining large arrays of individually addressable atoms is a key requirement for continued scaling of neutral-atom-based quantum computers and simulators. In this work, we demonstrate a new paradigm for assembly of atomic arrays, based on a synergistic combination of optical tweezers and cavity-enhanced optical lattices, and the incremental filling of a target array from a repetitively filled reservoir. In this protocol, the tweezers provide microscopic rearrangement of atoms, while the cavity-enhanced lattices enable the creation of large numbers of deep optical potentials that allow for rapid low-loss imaging of atoms. We apply this protocol to demonstrate deterministic filling (99% per-site occupancy) of 1225-site arrays. Because the reservoir is repeatedly filled with fresh atoms, the array can be maintained in a filled state indefinitely. We anticipate that this protocol will be compatible with mid-circuit reloading, which will be a key capability for running large-scale error-corrected quantum computations whose durations exceed the lifetime of a single atom in the system. ",
    "url": "https://arxiv.org/abs/2401.16177",
    "authors": [
      "M.A. Norcia",
      "H. Kim",
      "W.B. Cairncross",
      "M. Stone",
      "A. Ryou",
      "M. Jaffe",
      "M.O. Brown",
      "K. Barnes",
      "P. Battaglino",
      "A. Brown",
      "K. Cassella",
      "C.-A. Chen",
      "R. Coxe",
      "D. Crow",
      "J. Epstein",
      "C. Griger",
      "E. Halperin",
      "F. Hummel",
      "A.M.W. Jones",
      "J.M. Kindem",
      "J. King",
      "K. Kotru",
      "J. Lauigan",
      "M. Li",
      "M. Lu",
      "E. Megidish",
      "J. Marjanovic",
      "M. McDonald",
      "T. Mittiga",
      "J.A. Muniz",
      "S. Narayanaswami",
      "C. Nishiguchi",
      "T. Paule",
      "K.A. Pawlak",
      "L.S. Peng",
      "K.L. Pudenz",
      "A. Smull",
      "D. Stack",
      "M. Urbanek",
      "R.J.M. van de Veerdonk",
      "Z. Vendeiro",
      "L. Wadleigh",
      "T. Wilkason",
      "T.-Y. Wu",
      "X. Xie",
      "E. Zalys-Geller",
      "X. Zhang",
      "B.J. Bloom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16317",
    "title": "Assessing the Benefits and Risks of Quantum Computers",
    "abstract": "Quantum computing is an emerging technology with potentially far-reaching implications for national prosperity and security. Understanding the timeframes over which economic benefits and national security risks may manifest themselves is vital for ensuring the prudent development of this technology. To inform security experts and policy decision makers on this matter, we review what is currently known on the potential uses and risks of quantum computers, leveraging current research literature. The maturity of currently-available quantum computers is not yet at a level such that they can be used in production for large-scale, industrially-relevant problems, but they are not believed to currently pose security risks. We identify 2 large-scale trends -- new approximate methods (variational algorithms, error mitigation, and circuit knitting) and the commercial exploration of business-relevant quantum applications -- which, together, may enable useful and practical quantum computing in the near future. Crucially, these methods do not appear likely to change the required resources for cryptanalysis on currently-used cryptosystems. From an analysis we perform of the current and known algorithms for cryptanalysis, we find they require circuits of a size exceeding those that can be run by current and near-future quantum computers (and which will require error correction), though we acknowledge improvements in quantum algorithms for these problems are taking place in the literature. In addition, the risk to cybersecurity can be well-managed by the migration to new, quantum-safe cryptographic protocols, which we survey and discuss. Given the above, we conclude there is a credible expectation that quantum computers will be capable of performing computations which are economically-impactful before they will be capable of performing ones which are cryptographically-relevant. ",
    "url": "https://arxiv.org/abs/2401.16317",
    "authors": [
      "Travis L. Scholten",
      "Carl J. Williams",
      "Dustin Moody",
      "Michele Mosca",
      "William Hurley",
      "William J. Zeng",
      "Matthias Troyer",
      "Jay M. Gambetta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16374",
    "title": "Analytic Model for Molecules Under Collective Vibrational Strong  Coupling in Optical Cavities",
    "abstract": "Analytical results are presented for a model system consisting of an ensemble of N molecules under vibrational strong coupling (VSC). The single bare molecular model is composed of one effective electron, which couples harmonically to multiple nuclei. A priori no harmonic approximation is imposed for the inter-nuclear interactions. Within the cavity Born-Oppenheimer partitioning, i.e., when assuming classical nuclei and displacement field coordinates, the dressed N-electron problem can be solved analytically in the dilute limit. In more detail, we present a self-consistent solution of the corresponding cavity-Hartree equations, which illustrates the relevance of the non-perturbative treatment of electronic screening effects under VSC. We exemplify our derivations for an ensemble of harmonic model CO2 molecules, which shows that common simplifications can introduce non-physical effects (e.g., a spurious coupling of the transverse field to the center-of-mass motion for neutral atoms). In addition, our self-consistent solution reveals a simple analytic expression for the cavity-induced red shift and the associated refractive index, which can be interpreted as a polarizability-dependent detuning of the cavity. Finally, we highlight that anharmonic intra-molecular interactions might become essential for the formation of local strong coupling effects within a molecular ensemble under collective VSC. ",
    "url": "https://arxiv.org/abs/2401.16374",
    "authors": [
      "Jacob Horak",
      "Dominik Sidler",
      "Wei-Ming Huang",
      "Michael Ruggenthaler",
      "Angel Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03964",
    "title": "Battery-operated mid-infrared diode laser frequency combs",
    "abstract": " Comments: 9 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2112.03964",
    "authors": [
      "Lukasz A. Sterczewski",
      "Mathieu Fradet",
      "Clifford Frez",
      "Siamak Forouhar",
      "Mahmood Bagheri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01054",
    "title": "Improved quantum algorithms for linear and nonlinear differential  equations",
    "abstract": " Comments: In the latest version, the use of rescaling in the quantum algorithm for nonlinear differential equations is clarified. The conditions for lemmas 16 and 17 are stated more clearly and a new lemma is added to the appendix ",
    "url": "https://arxiv.org/abs/2202.01054",
    "authors": [
      "Hari Krovi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14653",
    "title": "Digital quantum simulation of non-perturbative dynamics of open systems  with orthogonal polynomials",
    "abstract": " Title: Digital quantum simulation of non-perturbative dynamics of open systems  with orthogonal polynomials ",
    "url": "https://arxiv.org/abs/2203.14653",
    "authors": [
      "José D. Guimarães",
      "Mikhail I. Vasilevskiy",
      "Luís S. Barbosa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06397",
    "title": "Lower-depth programmable linear optical processors",
    "abstract": " Title: Lower-depth programmable linear optical processors ",
    "url": "https://arxiv.org/abs/2306.06397",
    "authors": [
      "Rui Tang",
      "Ryota Tanomura",
      "Takuo Tanemura",
      "Yoshiaki Nakano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2307.16479",
    "title": "Sub-shot-noise interferometry with two-mode quantum states",
    "abstract": " Title: Sub-shot-noise interferometry with two-mode quantum states ",
    "url": "https://arxiv.org/abs/2307.16479",
    "authors": [
      "Quentin Marolleau",
      "Charlie Leprince",
      "Victor Gondret",
      "Denis Boiron",
      "Christoph I Westbrook"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03938",
    "title": "Nonlinear Landau resonant interaction between whistler waves and  electrons: Excitation of electron acoustic waves",
    "abstract": " Title: Nonlinear Landau resonant interaction between whistler waves and  electrons: Excitation of electron acoustic waves ",
    "url": "https://arxiv.org/abs/2308.03938",
    "authors": [
      "Donglai Ma",
      "Xin An",
      "Anton Artemyev",
      "Jacob Bortnik",
      "Vassilis Angelopoulos",
      "Xiao-Jia Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2309.14795",
    "title": "Assessing the alignment accuracy of state-of-the-art deterministic  fabrication methods for single quantum dot devices",
    "abstract": " Title: Assessing the alignment accuracy of state-of-the-art deterministic  fabrication methods for single quantum dot devices ",
    "url": "https://arxiv.org/abs/2309.14795",
    "authors": [
      "Abdulmalik A. Madigawa",
      "Jan N. Donges",
      "Benedek Gaál",
      "Shulun Li",
      "Martin Arentoft Jacobsen",
      "Hanqing Liu",
      "Deyan Dai",
      "Xiangbin Su",
      "Xiangjun Shang",
      "Haiqiao Ni",
      "Johannes Schall",
      "Sven Rodt",
      "Zhichuan Niu",
      "Niels Gregersen",
      "Stephan Reitzenstein",
      "Battulga Munkhbat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.14210",
    "title": "Inhomogeneous Polarization Transformation Reveals PT-Transition in  non-Hermitian Optical Beam Shift",
    "abstract": " Title: Inhomogeneous Polarization Transformation Reveals PT-Transition in  non-Hermitian Optical Beam Shift ",
    "url": "https://arxiv.org/abs/2310.14210",
    "authors": [
      "Niladri Modak",
      "Swain Ashutosh",
      "Shyamal Guchhait",
      "Sayan Ghosh",
      "Ritwik Dhara",
      "Jeeban Kumar Nayak",
      "Sourin Das",
      "Nirmalya Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.13667",
    "title": "Advanced storage ring lattice options based on hybrid six-bend achromat  for Stanford Synchrotron Radiation Lightsource upgrade",
    "abstract": " Title: Advanced storage ring lattice options based on hybrid six-bend achromat  for Stanford Synchrotron Radiation Lightsource upgrade ",
    "url": "https://arxiv.org/abs/2311.13667",
    "authors": [
      "Pantaleo Raimondi",
      "Xiaobiao Huang",
      "Jaehyun Kim",
      "James Safranek",
      "Tom Rabedeau"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.15880",
    "title": "Quartz Crystal Microbalance frequency response to discrete adsorbates in  liquids",
    "abstract": " Title: Quartz Crystal Microbalance frequency response to discrete adsorbates in  liquids ",
    "url": "https://arxiv.org/abs/2311.15880",
    "authors": [
      "Alexander M. Leshansky",
      "Itzhak Fouxon",
      "Boris Y. Rubinstein"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.02732",
    "title": "Optical cycling in charged complexes with Ra-N bonds",
    "abstract": " Title: Optical cycling in charged complexes with Ra-N bonds ",
    "url": "https://arxiv.org/abs/2312.02732",
    "authors": [
      "Timur Isaev",
      "Alexander V. Oleynichenko",
      "Dmitrii A. Makinskii",
      "Andréi Zaitsevskii"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08199",
    "title": "Photonic Modes Prediction via Multi-Modal Diffusion Model",
    "abstract": " Title: Photonic Modes Prediction via Multi-Modal Diffusion Model ",
    "url": "https://arxiv.org/abs/2401.08199",
    "authors": [
      "Jinyang Sun",
      "Xi Chen",
      "Xiumei Wang",
      "Dandan Zhu",
      "Xingping Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10701",
    "title": "Design Methodology for Silicon Organic Hybrid Modulators: From Physics  to System-level Modeling",
    "abstract": " Comments: 13 pages, 6 figures, ",
    "url": "https://arxiv.org/abs/2401.10701",
    "authors": [
      "Maryam Moridsadat",
      "Marcus Tamura",
      "Lukas Chrostowski",
      "Sudip Shekhar",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.11986",
    "title": "Versatile quadrature antenna for precise control of large electron spin  ensembles in diamond",
    "abstract": " Title: Versatile quadrature antenna for precise control of large electron spin  ensembles in diamond ",
    "url": "https://arxiv.org/abs/2401.11986",
    "authors": [
      "Ruben Pellicer-Guridi",
      "Koen Custers",
      "Joseba Solozabal-Aldalur",
      "Alexey Brodolin",
      "Jason T. Francis",
      "Miguel Varga",
      "Jorge Casanova",
      "Margarethus M. Paulides",
      "Gabriel Molina-Terriza"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12651",
    "title": "Brillouin nonlinearity characterizations of a high refractive index  silicon oxynitride platform",
    "abstract": " Title: Brillouin nonlinearity characterizations of a high refractive index  silicon oxynitride platform ",
    "url": "https://arxiv.org/abs/2401.12651",
    "authors": [
      "Kaixuan Ye",
      "Akshay Keloth",
      "Yvan Klaver",
      "Alessio Baldazzi",
      "Gioele Piccoli",
      "Matteo Sanna",
      "Lorenzo Pavesi",
      "Mher Ghulinyan",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]