[
  {
    "id": "arXiv:2503.14737",
    "title": "Comparison between PBE-D3, B3LYP, B3LYP-D3 and MP2 Methods for quantum mechanical calculations of polarizability and IR-NMR spectra in C24 isomers, including a novel isomer with D2d symmetry",
    "abstract": "           We perform a comprehensive theoretical analysis of C24 isomers in the gaseous phase using the PBE-D3-cc-pVTZ,B3LYP-cc-pVTZ,B3LYP-D3-cc-pVTZ , MP2-6-31G this http URL consider the basis set cc-pVTZ for the MP2 method , carry out optimized (single point) calculations in three isomers (remaining two isomers when convergence was too time consuming) in order to reveal the potentiality of the this http URL covered many properties,including geometry optimizations,chemical stability,polarizabilities,nuclear screening constants,Fermi(FE),gap(GE) , atomization energies(AE),thermodynamic analysis,reactivity index,IR, this http URL were performed for ring (D12h), sheet (D6h) , two cage (D6d,Oh) configurations. We proposed a new structure, the bracelet (D2d) arrangement, stable according to the PBE, B3LYP,B3LYPD3 methods, but a transition state by the MP2 method. Results consistently indicated the D6h isomer is the most stable one among the C24 isomers studied, while the D2d isomer was found to be the least this http URL the gap energy(GE), the B3LYP,B3LYP-D3 methods yielded higher values compared to the PBEs,with an average DFT (PBE, B3LYP) GE of 1.89eV,whereas the MP2 method showed a substantially higher GE value of 7.6 eV, representing an increase of approximately this http URL polarizabilities of the C24 isomers were found to be overestimated by the PBE,B3LYP,B3LYP-D3 methods when compared to the corresponding MP2 this http URL PBE-D3 method produced higher polarizabilities for the C24 isomers in comparison to the B3LYP, B3LYP-D3, MP2 this http URL investigation confirms that the Oh (D12h) isomer has the smallest (largest) this http URL polarizability of D12h is notably affected by the selected DFT method, while that of Oh displays lower sensitivity but shares similarities with D6d.         ",
    "url": "https://arxiv.org/abs/2503.14737",
    "authors": [
      "Futtaim Alhanzal",
      "Nabil Joudieh",
      "Khansaa Hussein",
      "Nidal Chamoun"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2503.14748",
    "title": "Generative design of functional organic molecules for terahertz radiation detection",
    "abstract": "           Plasmonic nanocavities are molecule-nanoparticle junctions that offer a promising approach to upconvert terahertz radiation into visible or near-infrared light, enabling nanoscale detection at room temperature. However, the identification of molecules with strong terahertz-to-visible upconversion efficiency is limited by the availability of suitable compounds in commercial databases. Here, we employ the generative autoregressive deep neural network, G-SchNet, to perform property-driven design of novel monothiolated molecules tailored for terahertz radiation detection. To design functional organic molecules, we iteratively bias G-SchNet to drive molecular generation towards highly active and synthesizable molecules based on machine learning-based property predictors, including molecular fingerprints and state-of-the-art neural networks. We study the reliability of these property predictors for generated molecules and analyze the chemical space and properties of generated molecules to identify trends in activity. Finally, we filter generated molecules and plan retrosynthetic routes from commercially available reactants to identify promising novel compounds and their most active vibrational modes in terahertz-to-visible upconversion.         ",
    "url": "https://arxiv.org/abs/2503.14748",
    "authors": [
      "Zsuzsanna Koczor-Benda",
      "Shayantan Chaudhuri",
      "Joe Gilkes",
      "Francesco Bartucca",
      "Liming Li",
      "Reinhard J. Maurer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.14819",
    "title": "Measurement of the Quantum Efficiency of Electrode Materials for VUV Photons in Liquid Xenon",
    "abstract": "           Light dark matter searches using ionization signals in dual-phase liquid xenon (LXe) time projection chambers (TPCs) are limited by low-energy ionization backgrounds, including those from the photoelectric effect on the electrodes. To address this, we measured the quantum efficiency (QE) of various electrode materials for vacuum ultraviolet (VUV) photons in LXe, including platinum (Pt), stainless steel (SUS304), and magnesium fluoride (MgF$_{2}$)-coated aluminum (Al). Our results show that MgF$_{2}$-coated Al exhibits the lowest QE among the tested materials. The QE for VUV photons with a mean wavelength of 179.5~nm was measured to be $(7.2 \\pm 2.3) \\times 10^{-5}$, corresponding to a reduction by a factor of 4.4 compared to SUS304, a commonly used electrode material in direct dark matter experiments with LXe. These findings suggest that employing low-QE electrodes can help mitigate photoelectric-induced backgrounds, potentially improving the sensitivity of LXe TPCs in light dark matter searches.         ",
    "url": "https://arxiv.org/abs/2503.14819",
    "authors": [
      "Shingo Kazama",
      "Naoki Aoyama",
      "Yoshitaka Itow",
      "Masatoshi Kobayashi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2503.14909",
    "title": "Symmetry violation-driven hysteresis loops as measurands for noise-resilient sensors",
    "abstract": "           Sublinear resonant deviations from an exceptional point degeneracy (EPD) has been recently promoted as a sensing scheme. However, there is still an ongoing debate whether the sensitivity advantage is negated by an increase in fundamental noise - especially when active elements induce self-oscillations. In this case, nonlinearities are crucial in stabilizing amplifying modes and mitigating noise effects. A drawback is the formation of hysteresis loops that signal a transition to unstable modes. This can only be alleviated by precise cavity symmetry management. Here, utilizing two coupled nonlinear RLC tanks with balanced amplification and attenuation, we demonstrate that an explicit symmetry violation, induced by sweeping the resonant detuning of the RLC tanks, reveals a hysteresis loop near the EPD whose width scales sublinearly with the inter-tank coupling. Our proposal re-envisions this disadvantageous feature as a sensing protocol with diverging sensitivity, enhanced signal-to-noise ratio, and self-calibration without requiring delicate symmetry control. As such, it opens new avenues in metrology as well as for optical or RF switching and triggering.         ",
    "url": "https://arxiv.org/abs/2503.14909",
    "authors": [
      "Arunn Suntharalingam",
      "Lucas Fernández-Alcázar",
      "Pablo Fabián Wagner-Boián",
      "Mattis Reisner",
      "Ulrich Kuhl",
      "Tsampikos Kottos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.15061",
    "title": "Prediction of Nuclear Clock Transitions Frequency Difference between $^{229}$Th$^{3+}$ and $^{229}$Th$^{4+}$ via \\textit{ab-initio} Self-Consistent Field Theory",
    "abstract": "           The $^{229}\\text{Th}$ isotope is a promising candidate for nuclear clocks, with its transition frequency influenced by electron-induced nuclear frequency shifts. This effect is comparatively small and requires high-precision theoretical calculations. In this work, we employed a non-perturbative multi-configuration Dirac-Hartree-Fock (MCDHF) method, in contrast to the perturbation theory used previously, to resolve the field shift effect. This method accounts for subtle differences in the nuclear potential while considering the $^{229}\\text{Th}$ isotope in both its ground and isomeric states. Consequently, the nuclear transition frequency difference of between $^{229}\\text{Th}^{3+}$ and $^{229}\\text{Th}^{4+}$ was determined to be $-639$~MHz with computational convergency down to 1~MHz. Given recent precision measured transition frequency of $^{229}\\text{Th}^{4+}$in $^{229}\\text{Th}$-doped CaF$_2$ [Nature 633, 63 (2024)], the transition frequency of isolated $^{229}\\text{Th}^{3+}$ is predicted to be $2,020,406,745 (1)_\\text{comp.}(77)_{\\delta \\langle r^2 \\rangle} (100)_\\text{ext.}$~MHz, with brackets indicating uncertainties stemming from our atomic structure computations, the input nuclear charge radii from nuclear data tables, and the influence of the crystal environment as reported in the literature. This provides valuable guidance for direct laser excitation of isolated $^{229}\\text{Th}^{3+}$ based on ion traps experiments.         ",
    "url": "https://arxiv.org/abs/2503.15061",
    "authors": [
      "Ran Si",
      "Chaofan Shi",
      "Nan Xue",
      "Xiangjin Kong",
      "Chongyang Chen",
      "Bingsheng Tu",
      "Yu-Gang Ma"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.15401",
    "title": "Laser pulse focusing and energetic electron generation by magnetized plasma lens",
    "abstract": "           An efficient mechanism of laser pulse focusing with the help of shaped underdense plasma target immersed in inhomogeneous magnetic field has been demonstrated. These studies have been carried out with the help of 2-D Particle-In-Cell (PIC) simulation employing the OSIRIS 4.0 platform. It is shown that the divergent magnetic field profile compresses the EM wave pulse in the transverse direction. A comparative investigation with plane and lens shaped plasma geometries has also been conducted to find an optimal configuration for focusing the laser at the desirable location. Furthermore, it is also demonstrated that when the electron cyclotron resonance (ECR) layer is placed at a suitable location where the laser is focused, a highly energetic electron beam gets generated.         ",
    "url": "https://arxiv.org/abs/2503.15401",
    "authors": [
      "Trishul Dhalia",
      "Rohit Juneja",
      "Amita Das"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.15458",
    "title": "Self-aligned pillar arrays embedding site-controlled single quantum dots for enhanced non-classical light emission",
    "abstract": "           This work presents a foundational approach for fabricating arrays of self-aligned micro- and nanopillar structures incorporating individual site-controlled quantum dots (QDs) for enhanced light extraction. This method leverages the non-planar surface morphology of pyramidal QD samples to define dielectric masks self - aligned to the QD positions. The mask size, and consequently the lateral dimensions of the pillars, is precisely controlled through a chemical mechanical polishing step, obviating the need for any additional lithography step for creating the pillar. This fabrication technique offers several key advantages, including precise control over the pillar sites, and fully deterministic embedding of QD structures. The functionality of the structures was validated by integrating single In0.25Ga0.75As QDs - upon two-photon excitation of the biexciton state, the emission of single and polarization-entangled photon pairs was observed. Additionally, an extra fabrication step to deposit dome-like structures atop the pillars was demonstrated, effectively enhancing light extraction efficiency up to 12%.         ",
    "url": "https://arxiv.org/abs/2503.15458",
    "authors": [
      "Gediminas Juska",
      "Simone Varo",
      "Nicola Maraviglia",
      "John O'Hara",
      "Salvador Medina",
      "Luca Colavecchi",
      "Francesco Mattana",
      "Armando Trapala",
      "Michael Schmidt",
      "Agnieszka Gocalinska",
      "Emanuele Pelucchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2503.14532",
    "title": "Terahertz radiation generation by laser-resonant excitation of terahertz surface magnetoplasmons on a graphene-n-InSb semiconductor interface",
    "abstract": "           We propose a method for the laser-excitation of terahertz surface magnetoplasmons via the linear mode conversion of terahertz radiation on a graphene sheet deposited on an n-type semiconductor in presence of an external magnetic field parallel to the semiconductor surface. An obliquely incident p-polarized laser beam interacting with the graphene n-InSb semiconductor surface, imparts linear oscillatory velocity to the free electrons. This oscillatory velocity couples with the modulated electron density to generate a linear current density, which resonantly excites terahertz surface magnetoplasmons. It is shown that the amplitude of terahertz surface magnetoplasmons wave can be tuned by adjusting the external magnetic field ($\\text{B}_{0}$), the graphene's Fermi energy ($\\text{E}_\\text{F}$), the semiconductor's temperature (T), and the incident angle ($\\theta$) of laser. This mechanism has the potential to enable the development of an actively tunable plasmonic device.         ",
    "url": "https://arxiv.org/abs/2503.14532",
    "authors": [
      "Rohit Kumar Srivastav",
      "Mrityunjay Kundu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2503.14989",
    "title": "Laser Mpemba effect",
    "abstract": "           This work explores the emergence of Mpemba-like effects within the quantum theory of lasers. By examining the temporal dynamics of photon number statistics in a single-mode laser above threshold, we reveal the curious and counterintuitive possibility that a laser system, starting with photon statistics far from equilibrium, may reach its stationary nearly-Poissonian distribution faster than a system initially closer to equilibrium. Drawing parallels to both classical and quantum Mpemba effects, we suggest that this behavior results from the unique relaxation dynamics of photon states, which is described by a non-integrable birth-death process. Our findings offer new insights into the foundational aspects of quantum laser light and contribute to the expanding body of research on non-equilibrium phenomena in quantum systems.         ",
    "url": "https://arxiv.org/abs/2503.14989",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.15460",
    "title": "pyTTN: An Open Source Toolbox for Open and Closed System Quantum Dynamics Simulations Using Tree Tensor Networks",
    "abstract": "           We present the Python Tree Tensor Network package (pyTTN) for the evaluation of dynamical properties of closed and open quantum systems that makes use of Tree Tensor Network (TTN), or equivalently the multi-layer multiconfiguration time-dependent Hartree (ML-MCTDH), based representations of wavefunctions. This package includes several features allowing for easy setup of zero- and finite-temperature calculations for general Hamiltonians using single and multi-set TTN ansätze with an adaptive bond dimension through the use of subspace expansion techniques. All core features are implemented in C++ with Python bindings provided to simplify the use of this package. In addition to these core features, pyTTN provides several tools for setting up efficient simulation of open quantum system dynamics, including the use of the TTN ansatz to represent the auxiliary density operator space for the simulation of the Hierarchical Equation of Motion (HEOM) method and generalised pseudomode methods; furthermore we demonstrate that the two approaches are equivalent up to a non-unitary normal mode transformation acting on the pseudomode degrees of freedom. We present a set of applications of the package, starting with the widely used benchmark case of the photo-excitation dynamics of 24 mode pyrazine, following which we consider a more challenging model describing the exciton dynamics at the interface of a $n$-oligothiophene donor-C$_{60}$ fullerene acceptor system. Finally, we consider applications to open quantum systems, including the spin-boson model, a set of extended dissipative spin models, and an Anderson impurity model. By combining ease of use, an efficient implementation, as well as an extendable design allowing for the addition of future extensions, pyTTN can be integrated in a wide range of computational modelling software.         ",
    "url": "https://arxiv.org/abs/2503.15460",
    "authors": [
      "Lachlan P Lindoy",
      "Daniel Rodrigo-Albert",
      "Yannic Rath",
      "Ivan Rungger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.15473",
    "title": "Variational Quantum Annealing for Quantum Chemistry",
    "abstract": "           We introduce a variational quantum annealing (VarQA) algorithm for electronic structure theory, in which we use the quantum annealer as a sampler and prepare an ansatz state through its statistics. We also introduce a strategy called the \"digitizer\" for searching the space of variational parameters efficiently. We demonstrate the effectiveness of VarQA by evaluating the ground-state potential energy surface for molecules with up to $20$ spin orbitals as well as an excited-state potential energy surface. This approach resembles the workings of the quantum Boltzmann Machines (QBMs), but is generalized to handle distributions beyond the Boltzmann distribution. In VarQA, with the number of required logical qubits equal to the number of spin orbitals, a fully connected Ising Hamiltonian can be readily implemented in a large-scale quantum annealer as a scalable ansatz for electronic structure calculations.         ",
    "url": "https://arxiv.org/abs/2503.15473",
    "authors": [
      "Ka-Wa Yip",
      "Kübra Yeter-Aydeniz",
      "Sijia S. Dong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.06318",
    "title": "Bidirectional Vectorial Holography Using Bi-Layer Metasurfaces and Its Application to Optical Encryption",
    "abstract": "           The study of optical systems with asymmetric responses has grown significantly due to their broad application potential in various fields. In particular, Janus metasurfaces are notable for their ability to control light asymmetrically at the pixel level within thin films. However, previous demonstrations were restricted to the partial control of asymmetric transmission for a limited set of input polarizations, focusing primarily on scalar functionalities. Here, we introduce optical metasurfaces consisting of bi-layer silicon nanostructures that can achieve a fully generalized form of asymmetric transmission for any possible input polarization. Their designs owe much to our theoretical model of asymmetric optical transmission in reciprocal systems that explicates the relationship between front- and back-side Jones matrices for general cases, revealing a fundamental correlation between the polarization-direction channels of opposing sides of incidence. To practically circumvent this constraint, we propose a method to partition transmission space, enabling the realization of four distinct vector functionalities within the target volume. As a proof of concept, we experimentally demonstrate polarization-direction-multiplexed Janus vector holograms generating four vector holograms. When integrated with computational vector polarizer arrays, this approach facilitates optical encryption with a high level of obscurity. We anticipate that our mathematical framework and novel material systems for generalized asymmetric transmission may pave the way for applications such as optical computations, sensing, and imaging.         ",
    "url": "https://arxiv.org/abs/2405.06318",
    "authors": [
      "Hyeonhee Kim",
      "Joonkyo Jung",
      "Jonghwa Shin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.01445",
    "title": "Tunably-polarized driving light controls the phase diagram of 1D quasicrystals and 2D quantum Hall matter",
    "abstract": "           The well-known mapping between 1D quasiperiodic systems and 2D integer quantum Hall matter can also be applied in the presence of driving. Here we explore the effect of time-varying electric fields on the transport properties and phase diagram of Harper-Hofstadter materials. We consider light of arbitrary polarization illuminating a 2D electron gas at high magnetic field; this system maps to a 1D quasicrystal subjected to simultaneous phasonic and dipolar driving. We show that this generalized driving generates a tessellated phase diagram featuring a nested duality-protected pattern of metal-insulator transitions. Circularly or elliptically polarized light can create an extended critical phase, opening up a new route to achieving wavefunction multifractality without fine-tuning to a critical point. We describe in detail a path to experimental realization of these phenomena using lattice-trapped ultracold atoms.         ",
    "url": "https://arxiv.org/abs/2406.01445",
    "authors": [
      "Yifei Bai",
      "David M. Weld"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2411.02892",
    "title": "A scalar product for the radiation of resonant modes",
    "abstract": "           We introduce the conformally-invariant scalar product, originally devised for radiation fields, to the study of the modes of optical resonators. This scalar product allows one to normalize and compare resonant modes using their corresponding radiation fields. Such fields are polychromatic fields free of divergences, which are determined from the complex frequencies and the modal fields on the surface of the resonator. The scalar product is expressed as surface integrals involving the modal fields, multiplied by closed-form factors incorporating the complex frequencies. In a practical application, we study the modes of disk-shaped whispering gallery resonators, and show that the proposed scalar product accurately predicts the geometry-dependent crossings and anti-crossings between modes.         ",
    "url": "https://arxiv.org/abs/2411.02892",
    "authors": [
      "Maria Paszkiewicz-Idzik",
      "Lukas Rebholz",
      "Carsten Rockstuhl",
      "Ivan Fernandez-Corbaton"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.17431",
    "title": "Effective transport by 2D turbulence: Vortex-gas theory vs. scale-invariant inverse cascade",
    "abstract": "           The scale-invariant inverse energy cascade is a hallmark of 2D turbulence, with its theoretical energy spectrum observed in both direct numerical simulations (DNS) and laboratory experiments. Under this scale-invariance assumption, the effective diffusivity of a 2D turbulent flow is dimensionally controlled by the energy flux and the friction coefficient only. Surprisingly, however, we show that such scaling predictions are invalidated by numerical solutions of the 2D Navier-Stokes equation forced at intermediate wave number and damped by weak linear or quadratic drag. We derive alternate scaling-laws for the effective diffusivity based on the emergence of intense, isolated vortices causing spatially inhomogeneous frictional dissipation localized within the small vortex cores. The predictions quantitatively match DNS data. This study points to a universal large-scale organization of 2D turbulent flows in physical space, bridging standard 2D Navier-Stokes turbulence with large-scale geophysical turbulence.         ",
    "url": "https://arxiv.org/abs/2412.17431",
    "authors": [
      "Julie Meunier",
      "Basile Gallet"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]