[
  {
    "id": "arXiv:2310.13374",
    "title": "Single-Shot Local Measurement of Terahertz Correlated Second Harmonic  Generation in Laser Air Plasma Filaments",
    "abstract": "We present a single-shot detection method of terahertz-correlated second harmonic generation in plasma-based sources by directly mixing an optical probe into femtosecond laser-induced plasma filaments in air. The single-shot second harmonic trace is obtained by measuring second harmonic generation on a conventional CCD with a spatio-temporally distorted probe beam. The system shows a spectrometer resolution of 22 fs/pixel on the CCD and a true resolution on the order of the probe pulse duration. With considerable THz peak electric field strengths, this formalism can open the door to single-shot THz detection without bandwidth limitations. ",
    "url": "https://arxiv.org/abs/2310.13374",
    "authors": [
      "Mervin Lim Pac Chong",
      "Kareem J. Garriga Francis",
      "Yiwen E",
      "Xi-Cheng Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.13485",
    "title": "Towards nanophotonic optical isolation via inverse design of energy  transfer in non-reciprocal media",
    "abstract": "In this work we generalise the adjoint method of inverse design to non-reciprocal media. As a test case, we use three-dimensional topology optimisation via the level-set method to optimise one-way energy transfer for point-like source and observation points. To achieve this we introduce a suite of tools, chiefly what we term the `Faraday-adjoint' method which allows for efficient shape optimisation in the presence of magneto-optical media. We carry out an optimisation based on a very general equation that we derive for energy transfer in a non-reciprocal medium, and link finite-different time-domain numerics to analytics via a modified Born series generalised to a tensor permittivity. This work represents a stepping stone towards practical nanophotonic optical isolation, often regarded as the `holy grail' of integrated photonics. ",
    "url": "https://arxiv.org/abs/2310.13485",
    "authors": [
      "Claire M. Cisowski",
      "Madeline C. Waller",
      "Robert Bennett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.13600",
    "title": "Optical spin waves",
    "abstract": "Chirality is inherent to a broad range of systems, including solid-state and wave physics. The precession (chiral motion) of electron spins in magnetic materials, forming spin-waves, has shown a wide variety of properties and applications in magnetism and spintronics. We show that an optical analog of spin-waves can be generated in arrays of plasmonic nanohelices. We demonstrate that these optical spin-waves are reflected at the interface between successive domains of enantiomeric nano-helices forming a heterochiral lattice, regardless of the wave propagation direction within the lattice. Optical spin waves may find applications in domains and techniques relying on photon spin, ranging from data processing and storage to quantum optics. ",
    "url": "https://arxiv.org/abs/2310.13600",
    "authors": [
      "Vage Karakhanyan",
      "Roland Salut",
      "Miguel Suarez",
      "Nicolas Martin",
      "Thierry Grosjean"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.13689",
    "title": "Wakefields In Superconducting RF Cavities and The Impact on VUV  Free-electron Laser Oscillator Performance",
    "abstract": "The Fermilab Accelerator Science and Technology (FAST) facility is currently in operation with its linac based on TESLA-type superconducting rf cavities. Using a 3-MHz micropulse repetition rate with a long macropulse composed of up to 3000 micropulses, and with beam energies demonstrated at 300 MeV and projected to reach 800 MeV with two additional cryomodules, the feasibilities for a vacuum ultraviolet (VUV) and an extreme ultraviolet (EUV) free-electron laser oscillator (FELO) with the two energies are evaluated. We have used both the GINGER code with an oscillator module and the MINERVA/OPC code to assess FELO saturation prospects at 120 nm with a 5.0-cm-period undulator of 4.5-m length and the MINERVA/OPC code to assess the FELO at 13.4 nm with adjusted parameters. The simulation results support saturation at both of these wavelengths which are much shorter than the demonstrated shortest wavelength record of 168.6 nm from a storage-ring-based FELO. This indicates superconducting rf linac-driven FELOs can be extended into this VUV-EUV wavelength regime previously only reached with single-pass FEL configurations. In addition, emittance-dilution effects due to wakefields in the cavities and the resulting sub-macropulse centroid slew effects on FELO performance are addressed using MINERVA/OPC simulations for the first time. ",
    "url": "https://arxiv.org/abs/2310.13689",
    "authors": [
      "Alex H. Lumpkin",
      "Henry P. Freund",
      "Matthias Reinsch",
      "Peter J.M. van der Slot"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.13246",
    "title": "Electron transport under an ultrafast laser pulse: Implication for spin  transport",
    "abstract": "Laser-driven electron transport across a sample has garnered enormous attentions over several decades, because it potentially allows one to control spin transports in spintronics. But light is a transverse electromagnetic wave, how an electron acquires a longitudinal velocity has been very puzzling. In this paper, we show a general mechanism is working. It is the magnetic field {\\bf B} that steers the electron moving along the light propagation direction, while its strong transverse motion leads to local excitation. We employ the formalism put forth by Varga and Toroke to show that if we only include {\\bf E}, the electron only moves transversely with a large velocity. Including both {\\bf B} and {\\bf E} and using real experimental laser parameters, we are able to demonstrate that a laser pulse can drive the electron along the axial direction by 20 to 262 $\\rm \\AA$, consistent with the experiments. The key insight is that {\\bf B} changes the direction of the electron and allows the electron to move along the Poynting vector of light. Our finding has an important consequence. Because a nonzero {\\bf B} means a spatially dependent vector potential ${\\bf A} (\\br,t)$, ${\\bf B}=\\nabla \\times {\\bf A}(\\br,t)$, this points out that the Coulomb gauge, that is, replacing ${\\bf A}(\\br,t)$ by a spatial independent ${\\bf A}(t)$, is unable to describe electron and spin transport under laser excitation. Our finding is expected to have a potential impact on the ongoing investigation of laser-driven spin transport. ",
    "url": "https://arxiv.org/abs/2310.13246",
    "authors": [
      "Robert Meadows",
      "Y. Xue",
      "Nicholas Allbritton",
      "G. P. Zhang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Physics Education (physics.ed-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.13419",
    "title": "Low Cross-Talk Optical Addressing of Trapped-Ion Qubits Using a Novel  Integrated Photonic Chip",
    "abstract": "Individual optical addressing in chains of trapped atomic ions requires generation of many small, closely spaced beams with low cross-talk. Furthermore, implementing parallel operations necessitates phase, frequency, and amplitude control of each individual beam. Here we present a scalable method for achieving all of these capabilities using a novel integrated photonic chip coupled to a network of optical fibre components. The chip design results in very low cross-talk between neighbouring channels even at the micrometre-scale spacing by implementing a very high refractive index contrast between the channel core and cladding. Furthermore, the photonic chip manufacturing procedure is highly flexible, allowing for the creation of devices with an arbitrary number of channels as well as non-uniform channel spacing at the chip output. We present the system used to integrate the chip within our ion trap apparatus and characterise the performance of the full individual addressing setup using a single trapped ion as a light-field sensor. Our measurements showed intensity cross-talk below $10^{-3}$ across the chip, with minimum observed cross-talk as low as $O\\left(10^{-5}\\right)$. ",
    "url": "https://arxiv.org/abs/2310.13419",
    "authors": [
      "A. S. Sotirova",
      "B. Sun",
      "J. D. Leppard",
      "A. Wang",
      "M. Wang",
      "A. Vazquez-Brennan",
      "D. P. Nadlinger",
      "S. Moser",
      "A. Jesacher",
      "C. He",
      "F. Pokorny",
      "M. J. Booth",
      "C. J. Ballance"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.13454",
    "title": "Efficient General Waveform Catching by a cavity at a Virtual Absorbing  Exceptional Point",
    "abstract": "State transfer and photon detection are fundamental processes that have direct implications in fields such as quantum computing and photonic circuits. However, while naturally emitted photons decay exponentially in time, to perfectly capture a photon its envelope should increase exponentially to match the time-reversed response of the absorbing cavity. Here we show that a cavity at a virtual absorbing exceptional point captures additional temporal orders of an incoming waveform, resulting in efficient passive state transfer and photon detection. This approach paves the way for state transfer at optical frequencies and efficient detection of a spontaneously emitted photon. ",
    "url": "https://arxiv.org/abs/2310.13454",
    "authors": [
      "Asaf Farhi",
      "Wei Dai",
      "Seunghwi Kim",
      "Andrea Alu",
      "Douglas Stone"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.13599",
    "title": "Classification of quantum states of light using random measurements  through a multimode fiber",
    "abstract": "Extracting meaningful information about unknown quantum states without performing a full tomography is an important task. Low-dimensional projections and random measurements can provide such insight but typically require careful crafting. In this paper, we present an optical scheme based on sending unknown input states through a multimode fiber and performing two-point intensity and coincidence measurements. A short multimode fiber implements effectively a random projection in the spatial domain, while a long-dispersive multimode fiber performs a spatial and spectral projection. We experimentally show that useful properties -- i.e., the purity, dimensionality, and degree of indistinguishability -- of various states of light including spectrally entangled biphoton states, can be obtained by measuring statistical properties of photocurrents and their correlation between two outputs over many realizations of unknown random projections. Moreover, we show that this information can then be used for state classification. ",
    "url": "https://arxiv.org/abs/2310.13599",
    "authors": [
      "Saroch Leedumrongwatthanakun",
      "Luca Innocenti",
      "Alessandro Ferraro",
      "Mauro Paternostro",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.16144",
    "title": "An association sequence suitable for producing ground-state RbCs  molecules in optical lattices",
    "abstract": " Comments: 21 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2303.16144",
    "authors": [
      "Arpita Das",
      "Philip D. Gregory",
      "Tetsu Takekoshi",
      "Luke Fernley",
      "Manuele Landini",
      "Jeremy M. Hutson",
      "Simon L. Cornish",
      "Hanns-Christoph Nägerl"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2309.10412",
    "title": "Cooperative optical pattern formation in an ultrathin atomic layer",
    "abstract": " Title: Cooperative optical pattern formation in an ultrathin atomic layer ",
    "url": "https://arxiv.org/abs/2309.10412",
    "authors": [
      "C. D. Parmee",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07479",
    "title": "Terahertz s-SNOM reveals nanoscale conductivity of graphene",
    "abstract": " Title: Terahertz s-SNOM reveals nanoscale conductivity of graphene ",
    "url": "https://arxiv.org/abs/2310.07479",
    "authors": [
      "Henrik B. Lassen",
      "Edmund J. R. Kelleher",
      "Leonid Iliushyn",
      "Timothy J. Booth",
      "Peter Bøggild",
      "Peter U. Jepsen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2310.12535",
    "title": "Accurate, fast and generalisable first principles simulation of aqueous  lithium chloride",
    "abstract": " Title: Accurate, fast and generalisable first principles simulation of aqueous  lithium chloride ",
    "url": "https://arxiv.org/abs/2310.12535",
    "authors": [
      "Junji Zhang",
      "Joshua Pagotto",
      "Tim Gould",
      "Timothy T. Duignan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]