[
  {
    "id": "arXiv:2408.02673",
    "title": "Integrated nanophotonic polarizers in silicon waveguides and ring resonators using graphene oxide 2D films",
    "abstract": "           We experimentally demonstrate waveguide and microring resonator (MRR) polarizers by integrating 2D graphene oxide (GO) films onto silicon (Si) photonic devices. The 2D GO films with highly anisotropic light absorption are on-chip integrated with precise control over their thicknesses and sizes. Detailed measurements are performed for the fabricated devices with different GO film thicknesses, coating lengths, and Si waveguide widths. The results show that a maximum polarization-dependent loss (PDL) of ~17 dB is achieved for the hybrid waveguides, and the hybrid MRRs achieved a maximum polarization extinction ratio (PER) of ~10 dB. We also characterize the wavelength- and power-dependent response for these polarizers. The former demonstrates a broad operation bandwidth of over ~100 nm, and the latter verifies performance improvement enabled by photo-thermal changes in GO films. By fitting the experimental results with theoretical simulations, we find that the anisotropy in the loss of GO films dominates the polarization selectivity of these devices. These results highlight the strong potential of 2D GO films for realizing high-performance polarization selective devices in Si photonic platform.         ",
    "url": "https://arxiv.org/abs/2408.02673",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.02878",
    "title": "Ultrahigh-speed thin-film lithium niobate optical coherent receiver",
    "abstract": "           The rapid advancement of the thin-film lithium niobate platform has established it as a premier choice for high-performance photonics integration. High-speed optical coherent receivers are essential for supporting the large communication capacities required by data center interconnects. Although high-speed photodiodes have been demonstrated on the thin-film LiNbO3 platform, the development of an ultrahigh-speed optical coherent receiver on this platform has not yet been realized. Here, we propose and experimentally demonstrate an ultra-wideband PD and ultrahigh-speed optical coherent receiver on an InP-LiNbO3 wafer-level heterogeneous integration platform. The fabricated single PD exhibits a record-high bandwidth of 140 GHz and successfully receives a high-quality 100-Gbaud pulse amplitude modulation (PAM4) signal. Furthermore, a thin-film LiNbO3 optical coherent receiver, featuring a large balanced detection bandwidth of 60 GHz, a large common mode rejection ratio (CMRR) exceeding 20 dB, and a low energy consumption of 9.6 fJ per bit, enables an ultrahigh-speed coherent reception with advanced modulation formats. The single-polarization I-Q coherent receiver, incorporating a compact 2x4 90 optical hybrid and a balanced photodetector array, achieves a receiving capacity of 600 Gbps per channel with 100-Gbaud 64 quadrature amplitude modulation (QAM) signal and 512 Gbps per channel with 128-Gbaud 16 QAM signal. Additionally, we demonstrate a long-distance reception of 100 Gbaud quadrature phase-shift keying (QPSK) and 16 QAM signals over transmission distances of 1040 km and 25 km. A seven-channel single-polarization I-Q coherent receiving chip achieves a total receiving capacity of 3.584 Tbps. This heterogeneous-integrated thin-film LiNbO3 optical coherent receiver shows the potential for Pbps-scale applications in future hyperscale data center interconnects.         ",
    "url": "https://arxiv.org/abs/2408.02878",
    "authors": [
      "Xiaojun Xie",
      "Chao Wei",
      "Xingchen He",
      "Yake Chen",
      "Chenghao Wang",
      "Jihui Sun",
      "Lin Jiang",
      "Jia Ye",
      "Xihua Zou",
      "Wei Pan",
      "Lianshan Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.02903",
    "title": "Quantum Imaging Using Spatially Entangled Photon Pairs from a Nonlinear Metasurface",
    "abstract": "           Nonlinear metasurfaces with subwavelength thickness were recently established as versatile platforms for the enhanced and tailorable generation of entangled photon pairs. The small dimensions and inherent stability of integrated metasurface sources are attractive for free-space applications in quantum communications, sensing, and imaging, yet this remarkable potential remained unexplored. Here, we formulate and experimentally demonstrate the unique benefits and practical potential of nonlinear metasurfaces for quantum imaging at infrared wavelengths, facilitating an efficient protocol combining ghost and all-optical scanning imaging. The metasurface incorporates a subwavelength-scale silica metagrating on a lithium niobate thin film. Its distinguishing feature is the capability to all-optically scan the photon emission angle in the direction across the grating simply by tuning the pump beam wavelength. Simultaneously, the photon emission is broad and anti-correlated along the grating direction, allowing for ghost imaging. Thereby, we reconstruct the images of 2D objects using just a 1D detector array in the idler path and a bucket detector in the signal path, by recording the dependencies of photon coincidences on the pump wavelength. Our results reveal new possibilities for quantum imaging with ultra-large field of view and improved imaging resolution as compared to photon pairs from conventional bulky crystals. The demonstrated concept can be extended to multi-wavelength operation and other applications such as quantum object tracking, paving the way for advancements in quantum technologies using ultra-compact nanostructured metasurfaces.         ",
    "url": "https://arxiv.org/abs/2408.02903",
    "authors": [
      "Jinyong Ma",
      "Jinliang Ren",
      "Jihua Zhang",
      "Jiajun Meng",
      "Caitlin McManus-Barrett",
      "Kenneth B. Crozier",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.02977",
    "title": "Experimental minimum of condensed-phase optical refrigeration",
    "abstract": "           Since the first demonstration of optical refrigeration in a rare-earth-doped glass nearly 30 years ago, the nascent field of laser cooling solids has progressed significantly. It is now possible to demonstrate payload cooling to ~91 K using laser-excited ytterbium-doped fluoride crystals. Realizing lower temperatures, however, requires achieving ultrahigh purities in existing rare earth-doped crystals or establishing new cooling media. For the latter, semiconductors are an obvious choice given higher cooling power densities and predicted cooling floors as low as 10 K. This has stimulated a race to demonstrate the optical refrigeration of a semiconductor. It is therefore timely to systematize the necessary and sufficient experimental minimum criteria for reporting optical refrigeration results to elevate the reliability and reproducibility of current and future optical refrigeration claims. We distill an optical refrigeration Experimental Minimum (EM) that we propose will standardize the reporting of new cooling results. EM tenets fall into the following categories: demonstrations of explicit heating vs cooling, optical cooling metrics, thermodynamic consistency, and reliable temperature measurements. All optical refrigeration claims should demonstrate the above four criteria to ensure their reliability and verifiability. We further propose that the EM serve as a guide for reviewing literature claims in the field.         ",
    "url": "https://arxiv.org/abs/2408.02977",
    "authors": [
      "Zhuoming Zhang",
      "Yang Ding",
      "Peter J. Pauzauskie",
      "Mansoor Sheik-Bahae",
      "Denis V. Seletskiy",
      "Masaru Kuno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.03250",
    "title": "Nonlinear Switch and Spatial Lattice Solitons of Photonic s-p Orbitals",
    "abstract": "           We develop fs laser-fabricated asymmetric couplers and zig-zag arrays consisting of single and two-mode waveguides with bipartite nonlinearity. The fundamental mode ($s$ orbital) is near resonance with the neighboring higher-order $p$ orbital, causing efficient light transfer at low power. Due to Kerr nonlinearity, the coupler works as an all-optical switch between $s$ and $p$ orbitals. Single- and double-peak spatial solitons of $s$-$p$ orbitals form in the lattice due to the bipartite nature of the on-site nonlinearity. We probe highly localized bulk and edge solitons, peaked at the $s$ and $p$ orbitals, spectrally residing in the photonic band gap. Our work will be important for exploring inter-orbital couplings and nonlinear interactions in intricate photonic devices.         ",
    "url": "https://arxiv.org/abs/2408.03250",
    "authors": [
      "Gayathry Rajeevan",
      "Sebabrata Mukherjee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2408.03296",
    "title": "Photonic Mpemba effect",
    "abstract": "           The Mpemba effect is the counterintuitive phenomenon in statistical physics for which a far-from-equilibrium state can relax toward equilibrium faster than a state closer to equilibrium. This effect has raised a great curiosity since long time and has been studied extensively in many classical and quantum systems. Here it is shown that the Mpemba effect can be observed in optics as well. Specifically, the process of light diffusion in finite-sized photonic lattices under incoherent (dephasing) dynamics is considered. Rather surprisingly, it is shown that certain highly-localized initial light distributions can diffuse faster than initial broadly delocalized distributions. The effect is illustrated by considering random walk of optical pulses in fiber-based temporal mesh lattices, which should provide an experimentally-accessible setup for the demonstration of the Mpemba effect in optics.         ",
    "url": "https://arxiv.org/abs/2408.03296",
    "authors": [
      "Stefano Longhi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.02685",
    "title": "Artificial Neural Networks for Photonic Applications: From Algorithms to Implementation",
    "abstract": "           This tutorial-review on applications of artificial neural networks in photonics targets a broad audience, ranging from optical research and engineering communities to computer science and applied mathematics. We focus here on the research areas at the interface between these disciplines, attempting to find the right balance between technical details specific to each domain and overall clarity. First, we briefly recall key properties and peculiarities of some core neural network types, which we believe are the most relevant to photonics, also linking the layer's theoretical design to some photonics hardware realizations. After that, we elucidate the question of how to fine-tune the selected model's design to perform the required task with optimized accuracy. Then, in the review part, we discuss recent developments and progress for several selected applications of neural networks in photonics, including multiple aspects relevant to optical communications, imaging, sensing, and the design of new materials and lasers. In the following section, we put a special emphasis on how to accurately evaluate the complexity of neural networks in the context of the transition from algorithms to hardware implementation. The introduced complexity characteristics are used to analyze the applications of neural networks in optical communications, as a specific, albeit highly important example, comparing those with some benchmark signal processing methods. We combine the description of the well-known model compression strategies used in machine learning, with some novel techniques introduced recently in optical applications of neural networks. It is important to stress that although our focus in this tutorial-review is on photonics, we believe that the methods and techniques presented here can be handy in a much wider range of scientific and engineering applications.         ",
    "url": "https://arxiv.org/abs/2408.02685",
    "authors": [
      "Pedro Freire",
      "Egor Manuylovich",
      "Jaroslaw E. Prilepsky",
      "Sergei K. Turitsy"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.02733",
    "title": "Quantum simulation of dynamical gauge theories in periodically driven Rydberg atom arrays",
    "abstract": "           Simulating quantum dynamics of lattice gauge theories (LGTs) is an exciting frontier in quantum science. Programmable quantum simulators based on neutral atom arrays are a promising approach to achieve this goal, since strong Rydberg blockade interactions can be used to naturally create low energy subspaces that can encode local gauge constraints. However, realizing regimes of LGTs where both matter and gauge fields exhibit significant dynamics requires the presence of tunable multi-body interactions such as those associated with ring exchange, which are challenging to realize directly. Here, we develop a method for generating such interactions based on time-periodic driving. Our approach utilizes controlled deviations from time-reversed trajectories, which are accessible in constrained PXP-type models via the application of frequency modulated global pulses. We show that such driving gives rise to a family of effective Hamiltonians with multi-body interactions whose strength is non-perturbative in their respective operator weight. We apply this approach to a two-dimensional U(1) LGT on the Kagome lattice, where we engineer strong six-body magnetic plaquette terms that are tunable relative to the kinetic energy of matter excitations, demonstrating access to previously unexplored dynamical regimes. Potential generalizations and prospects for experimental implementations are discussed.         ",
    "url": "https://arxiv.org/abs/2408.02733",
    "authors": [
      "Johannes Feldmeier",
      "Nishad Maskara",
      "Nazlı Uğur Köylüoğlu",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.02870",
    "title": "Narrowband Electromagnetic Coupling Matrix in Coupled-Resonator Microwave Circuits",
    "abstract": "           A novel methodology to unleash electromagnetic coupling matrix information in coupled-resonator microwave circuits has been recently proposed [1]. This information is derived from Maxwell's equations and the natural language of electromagnetics is employed. As a result, the coupling matrix coefficients stand only for electromagnetics. In this work, we enhance this approach to reveal valuable design information for microwave engineering, showing the electromagnetic (EM) coupling among all EM resonators and ports. By the same token, the similarities with the well-known classical coupling matrix theory are addressed. We bridge this gap since the classical theory is the preferential language among microwave engineers. Classical coupling matrix theory is a narrowband model for electromagnetics. Thus, we carry out a narrowband approximation in the electromagnetic coupling matrix. This makes it possible to describe the EM coupling coefficients in the same framework as classical circuits. As a result, proper comparison between both coupling matrices is allowed. Finally, both coupling matrix approaches have a common ground, namely, get physical insight and valuable information for design purposes in coupled-resonator microwave circuits. However, only the electromagnetic coupling matrix details all EM behavior, including parasitic and leakage couplings, and the higher-order mode influence in the microwave circuit. Several microwave circuits, such as filters and diplexers, will show the possibilities of this new technique and its relation to classical coupling matrix theory.         ",
    "url": "https://arxiv.org/abs/2408.02870",
    "authors": [
      "Valentin de la Rubia",
      "David Young"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03145",
    "title": "Quantum Simulations of Chemistry in First Quantization with any Basis Set",
    "abstract": "           Quantum computation of the energy of molecules and materials is one of the most promising applications of fault-tolerant quantum computers. However, practical applications require algorithms with reduced resource requirements. Previous work has mainly represented the Hamiltonian of the system in second quantization. Existing methods in first quantization are limited to grid-based approaches that do not allow for active space calculations. In this work, we present a method to solve the generic ground-state chemistry problem in first quantization on a fault-tolerant quantum computer using any basis set. This allows for calculations in the active space using modern quantum chemistry basis sets. We derive a linear-combination-of-unitaries decomposition for a chemical Hamiltonian in first quantization and then construct an efficient block encoding, exploiting sparsity of the Hamiltonian. For active space calculations using a molecular orbital basis set, we achieve an asymptotic speed up in Toffoli-gate count compared to the equivalent method in second quantization [Berry, et. al. Quantum 3, 208 (2019)]. We also consider the dual plane waves for materials simulations and find that in physically interesting regimes we achieve orders of magnitude improvement in quantum resources compared to the second quantization counterpart. In some instances, our approach provides similar or even lower resources compared to the first quantization plane wave algorithm of Refs.[Babbush, et. al npj Quantum Inf 5(1) 92 (2019), Su et. al PRX Quantum 2(4), 040332 (2021)] that, unlike our approach, avoids loading the classical data from quantum memory. This work opens up possibilities to reduce quantum resources even further using factorization methods of a Hamiltonian or modern pseudopotentials. Furthermore, our approach can be adapted to other applications, such as the vibrational properties of chemical systems.         ",
    "url": "https://arxiv.org/abs/2408.03145",
    "authors": [
      "Timothy N. Georges",
      "Marius Bothe",
      "Christoph Sünderhauf",
      "Bjorn K. Berntson",
      "Róbert Izsák",
      "Aleksei V. Ivanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03159",
    "title": "Quantum Computation of Electronic Structure with Projector Augmented-Wave Method and Plane Wave Basis Set",
    "abstract": "           Quantum simulation of materials is a promising application area of quantum computers. In order to realize this promise, finding ways to reduce quantum resources while maintaining the accuracy of results will be necessary. In electronic structure calculations on classical computer the reduction of resources has been achieved by using the projector augmented-wave method (PAW) and plane wave basis sets. In this work, we present an implementation of the PAW with plane waves for quantum computation of the energy. We first generalize the approach to many-body wavefunctions and develop the unitary version of the PAW which preserves the orthonormality of orbitals. Then, we provide a linear-combination-of-unitaries decomposition which explicitly accounts for the atomic two-body PAW correction and provide the corresponding block encodings of the Hamiltonian used in qubitized quantum phase estimation. We then estimate quantum resources for crystalline solids using down-sampling to estimate the energy within chemical accuracy with respect to the full basis set limit, and also consider a supercell approach which is more suitable for calculations of defect states. We provide the quantum resources for energy estimation of a nitrogen-vacancy defect centre in diamond which is a challenging system for classical algorithms and a quintessential problem in the studies of quantum point defects.         ",
    "url": "https://arxiv.org/abs/2408.03159",
    "authors": [
      "Aleksei V. Ivanov",
      "Andrew Patterson",
      "Marius Bothe",
      "Christoph Sünderhauf",
      "Bjorn K. Berntson",
      "Jens Jørgen Mortensen",
      "Mikael Kuisma",
      "Earl Campbell",
      "Róbert Izsák"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03259",
    "title": "Single-photon interference over 8.4 km urban atmosphere: towards testing quantum effect in curved spacetime with photons",
    "abstract": "           The emergence of quantum mechanics and general relativity has transformed our understanding of the natural world significantly. However, integrating these two theories presents immense challenges, and their interplay remains untested. Recent theoretical studies suggest that the single-photon interference covering huge space can effectively probe the interface between quantum mechanics and general relativity. We developed an alternative design using unbalanced Michelson interferometers to address this and validated its feasibility over an 8.4 km free-space channel. Using a high-brightness single-photon source based on quantum dots, we demonstrated single-photon interference along this long-distance baseline. We achieved a phase measurement precision of 16.2 mrad, which satisfied the measurement requirements for a gravitational redshift at the geosynchronous orbit by five times the standard deviation. Our results confirm the feasibility of the single-photon version of the Colella-Overhauser-Werner experiment for testing the quantum effects in curved spacetime.         ",
    "url": "https://arxiv.org/abs/2408.03259",
    "authors": [
      "Hui-Nan Wu",
      "Yu-Huai Li",
      "Bo Li",
      "Xiang You",
      "Run-Ze Liu",
      "Juan Yin",
      "Chao-Yang Lu",
      "Yuan Cao",
      "Cheng-Zhi Peng",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.03309",
    "title": "A non-Hermitian quantum mechanics approach for extracting and emulating continuum physics based on bound-state-like calculations",
    "abstract": "           This work develops a new method for computing a finite quantum system's continuum states and observables by applying a subspace projection (or reduced basis) method used in model order reduction studies to ``discretize'' the system's continuous spectrum. The method extracts the continuum physics from solving Schrödinger equations with bound-state-like boundary conditions and emulates this extraction in the space of the input parameters. This parameter emulation can readily be adapted to emulate other continuum calculations as well, e.g., those based on complex energy or Lorentz integral transform methods. Here, I give an overview of the key aspects of the formalism and some informative findings from numerical experimentation with two- and three-body systems, which indicates the non-Hermitian quantum mechanics nature of the method. A potential connection with (near-)optimal rational approximation studied in Math literature is also discussed. Further details are provided in a separate paper.         ",
    "url": "https://arxiv.org/abs/2408.03309",
    "authors": [
      "Xilin Zhang"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12145",
    "title": "Laser cooling of a fermionic molecule",
    "abstract": "           Only bosonic molecular species have been directly laser cooled to date, primarily due to an abundance of bosonic isotopes in nature and to their simpler hyperfine structure. Fermionic molecules provide new opportunities for ultracold chemistry, quantum simulation, and precision measurements. Here we report direct laser cooling of a fermionic molecular isotopologue, calcium monodeuteride (CaD). With a nuclear spin I = 1, only 5 hyperfine states need to be addressed for rotational closure in optical cycling. These hyperfine states are unresolved for typical experimental linewidths. We present a method for efficiently producing alkaline-earth metal hydrides and deuterides. We demonstrate rotational closure and show magnetically assisted Sisyphus cooling in one dimension for a beam of CaD molecules. Our results indicate that the experimental complexity for laser cooling CaD is similar to that of calcium monohydride (CaH). Laser cooling of CaD is a promising first step for production of ultracold and trapped atomic deuterium.         ",
    "url": "https://arxiv.org/abs/2401.12145",
    "authors": [
      "Jinyu Dai",
      "Qi Sun",
      "Benjamin C. Riley",
      "Debayan Mitra",
      "Tanya Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2401.14491",
    "title": "Hong-Ou-Mandel Comb and Switch using parallel chains of non-identical Micro-Ring Resonators",
    "abstract": "           Micro-Ring Resonators (MRRs) allow us to access the Hong-Ou-Mandel (HOM) effect at a variety of tunable parameter combinations along exact analytic solutions. This higher-dimensional space of parameters for which the HOM effect occurs constitutes what is known as a Hong-Ou-Mandel manifold (HOMM). Using a parallel series of non-identical MRRs and changing relative round-trip phase shifts between MRRs allows for the manipulation of the wavelength locations of the HOM effect. Through clever design and fabrication, we can mold the HOMM to place the HOM effect, or lack thereof, precisely at desired locations. In this paper we discuss how to adjust non-identical MRR parameters to change the resulting HOMM. We also promote example designs that exhibit advantageous HOMM structures, and highlight some of the myriad of possibilities that can be accessed with different circuit design. Finally, we show a wavelength division multiplexer example that matches the HOM effect locations with the already established channels to integrate with a classical communication network.         ",
    "url": "https://arxiv.org/abs/2401.14491",
    "authors": [
      "Peter L. Kaulfuss",
      "Paul M. Alsing",
      "Richard J. Birrittella",
      "James Schneeloch",
      "A. Matthew Smith",
      "Edwin E. Hach III"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.07837",
    "title": "Topological Protection of Optical Skyrmions through Complex Media",
    "abstract": "           Optical Skyrmions have many important properties that make them ideal units for high-density data applications, including the ability to carry digital information through a discrete topological number and the independence of spatially varying polarization to other dimensions. More importantly, the topological nature of the optical Skyrmion heuristically suggests a strong degree of robustness to perturbations, which is crucial for reliably carrying information in noisy environments. However, the study of the topological robustness of optical Skyrmions is still in its infancy. Here, we quantify this robustness precisely by proving that the topological nature of the Skyrmion arises from its structure on the boundary and, by duality, is therefore resilient to complex perturbations provided they respect the relevant boundary conditions of the unperturbed Skyrmion. We then present experimental evidence validating this robustness in the context of paraxial Skyrmion beams against different polarization aberrations. Our work provides a framework for handling various perturbations of Skyrmion fields and offers guarantees of robustness in a general sense. This, in turn, has implications for applications of the optical Skyrmion where their topological nature is exploited explicitly, and, in particular, provides an underpinning for the use of Skyrmions in optical communications and photonic computing.         ",
    "url": "https://arxiv.org/abs/2403.07837",
    "authors": [
      "An Aloysius Wang",
      "Zimo Zhao",
      "Yifei Ma",
      "Yuxi Cai",
      "Runchen Zhang",
      "Xiaoyi Shang",
      "Yunqi Zhang",
      "Ji Qin",
      "Zhi Kai Pong",
      "Tade Marozsak",
      "Binguo Chen",
      "Honghui He",
      "Lin Luo",
      "Martin J Booth",
      "Steve J Elston",
      "Stephen M Morris",
      "Chao He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.15246",
    "title": "Edge states in all-dielectric square-lattice arrays of bianisotropic microwave resonators",
    "abstract": "           We demonstrate that a bianisotropic response associated with a broken mirror symmetry of a dielectric resonator allows opening the bandgap in simple square lattice arrays of such resonators. Realizing the proposed system as an array of high-index ceramic resonators working at GHz frequencies, we numerically and experimentally demonstrate the presence of edge states at the interface between two domains with opposite orientations of the bianisotropic resonators as well as at the boundary between a single domain and free space. For both cases, we characterize the dispersion of edge states, examine their propagation along sharp bends, their resilience towards various types of geometrical defects, and a spin-momentum locked unidirectional propagation in the case of circularly polarized excitation. The considered design opens novel possibilities in constructing optical and microwave structures simultaneously featuring edge states at the interfaces between distinct resonator domains or a resonator domain and free space.         ",
    "url": "https://arxiv.org/abs/2406.15246",
    "authors": [
      "Alina D. Rozenblit",
      "Georgiy D. Kurganov",
      "Nikita A. Olekhno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16311",
    "title": "Unlocking new dimensions in photonic computing using optical Skyrmions",
    "abstract": "           The decline of Moore's law coupled with the growing dominance of artificial intelligence has recently motivated research into photonic computing as a high-bandwidth, low-power strategy to accelerate digital electronics. However, modern-day photonic computing strategies are predominantly analog, making them susceptible to noise and intrinsically difficult to scale. The optical Skyrmion offers a route to overcoming these limitations through digitization in the form of a discrete topological number that can be assigned to the analog optical field. Apart from an intrinsic robustness against perturbations, optical Skyrmions represent a new dimension that has yet to be exploited for photonic computing, namely spatially varying polarization. Here, we propose a method of performing perturbation-resilient integer arithmetic with this new dimension of optical Skyrmions through passive optical components and present experimental evidence demonstrating its feasibility. To the best of our knowledge, this is the first time such discrete mathematical operations have been directly achieved using optical Skyrmions without external energy input.         ",
    "url": "https://arxiv.org/abs/2407.16311",
    "authors": [
      "An Aloysius Wang",
      "Yifei Ma",
      "Yunqi Zhang",
      "Zimo Zhao",
      "Yuxi Cai",
      "Xuke Qiu",
      "Bowei Dong",
      "Chao He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12253",
    "title": "Boson sampling with ultracold atoms in a programmable optical lattice",
    "abstract": "           Sampling from a quantum distribution can be exponentially hard for classical computers and yet could be performed efficiently by a noisy intermediate-scale quantum device. A prime example of a distribution that is hard to sample is given by the output states of a linear interferometer traversed by $N$ identical boson particles. Here, we propose a scheme to implement such a boson sampling machine with ultracold atoms in a polarization-synthesized optical lattice. We experimentally demonstrate the basic building block of such a machine by revealing the Hong-Ou-Mandel interference of two bosonic atoms in a four-mode interferometer. To estimate the sampling rate for large $N$, we develop a theoretical model based on a master equation that accounts for particle losses, but not include technical errors. Our results show that atomic samplers have the potential to achieve quantum advantage over today's best supercomputers with $N \\gtrsim 40$.         ",
    "url": "https://arxiv.org/abs/2208.12253",
    "authors": [
      "Carsten Robens",
      "Iñigo Arrazola",
      "Wolfgang Alt",
      "Dieter Meschede",
      "Lucas Lamata",
      "Enrique Solano",
      "Andrea Alberti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11858",
    "title": "Optomechanics of optically-levitated particles: A tutorial and perspective",
    "abstract": "           Optomechanics, the study of the mechanical interaction of light with matter, has proven to be a fruitful area of research that has yielded many notable achievements, including the direct detection of gravitational waves in kilometer-scale optical interferometers. Light has been used to cool and demonstrate quantum control over the mechanical degrees of freedom of individual ions and atoms, and more recently has facilitated the observation of quantum ``mechanics'' in objects of larger mass, even at the kg-scale. Optical levitation, where an object can be suspended by radiation pressure and largely decoupled from its environment, has recently established itself as a rich field of study, with many notable results relevant for precision measurement, quantum information science, and foundational tests of quantum mechanics and fundamental physics. This article provides a survey of several current activities in field along with a tutorial describing associated key concepts and methods, both from an experimental and theoretical approach. It is intended as a resource for junior researchers who are new to this growing field as well as beginning graduate students. The tutorial is concluded with a perspective on both promising emerging experimental platforms and anticipated future theoretical developments.         ",
    "url": "https://arxiv.org/abs/2307.11858",
    "authors": [
      "George Winstone",
      "Alexey Grinin",
      "Mishkat Bhattacharya",
      "Andrew A. Geraci",
      "Tongcang Li",
      "Peter J. Pauzauskie",
      "Nick Vamivakas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.10960",
    "title": "Investigation of Purcell enhancement of quantum dots emitting in the telecom O-band with an open fiber-cavity",
    "abstract": "           Single-photon emitters integrated in optical micro-cavities are key elements in quantum communication applications. However, optimizing their emission properties and achieving efficient cavity coupling remain significant challenges. In this study, we investigate semiconductor quantum dots (QDs) emitting in the telecom O-band and integrate them in an open fiber-cavity. Such cavities offer spatial and spectral tunability and intrinsic fiber-coupling. The design promises high collection efficiency and enables the investigation of multiple emitters in heterogeneous samples. We observe a reduction of the decay times of several individual emitters by up to a factor of $2.46(2)$ due to the Purcell effect. We comprehensively analyze the current limitations of the system, including cavity and emitter properties, the impact of the observed regime where cavity and emitter linewidths are comparable, as well as the mechanical fluctuations of the cavity length. The results elucidate the path towards efficient telecom quantum light sources.         ",
    "url": "https://arxiv.org/abs/2403.10960",
    "authors": [
      "Julian Maisch",
      "Jonas Grammel",
      "Nam Tran",
      "Michael Jetter",
      "Simone L. Portalupi",
      "David Hunger",
      "Peter Michler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.01734",
    "title": "Something from Nothing: Enhanced Laser Cooling of a Mechanical Resonator via Zero-Photon Detection",
    "abstract": "           Throughout quantum science and technology, measurement is used as a powerful resource for nonlinear operations and quantum state engineering. In particular, single-photon detection is commonly employed for quantum-information applications and tests of fundamental physics. By contrast, and perhaps counter-intuitively, measurement of the absence of photons also provides useful information, and offers significant potential for a wide range of new experimental directions. Here, we propose and experimentally demonstrate cooling of a mechanical resonator below its laser-cooled mechanical occupation via zero-photon detection on the anti-Stokes scattered optical field and verify this cooling through heterodyne measurements. Our measurements are well captured by a stochastic master equation and the techniques introduced here open new avenues for cooling, quantum thermodynamics, quantum state engineering, and quantum measurement and control.         ",
    "url": "https://arxiv.org/abs/2408.01734",
    "authors": [
      "Evan A. Cryer-Jenkins",
      "Kyle D. Major",
      "Jack Clarke",
      "Georg Enzian",
      "Magdalena Szczykulska",
      "Jinglei Zhang",
      "Arjun Gupta",
      "Anthony C. Leung",
      "Harsh Rathee",
      "Andreas Ø. Svela",
      "Anthony K. C. Tan",
      "Almut Beige",
      "Klaus Mølmer",
      "Michael R. Vanner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]