[
  {
    "id": "arXiv:2205.13783",
    "title": "Optical Kerr nonlinearity of dielectric nanohole array metasurface in  proximity to anapole state",
    "abstract": "Metasurfaces have attracted a great deal of attention from researchers due to their prominent optical properties. In particular, metasurfaces may consist of structures possessing optical anapole resonances with strong field confinement and substantially suppressed scattering. As a result, such nanostructures display enhanced nonlinear optical properties. In this paper by means of three-dimensional finite-difference time-domain simulations, the ability of anapole modes in high-index dielectric metasurfaces with circular nanopores is shown. In the vicinity of the anapole state, the effective optical Kerr nonlinearity increases by orders of magnitude. Simultaneously, the optical transmission of the metasurface can reach high values up to unity. ",
    "url": "https://arxiv.org/abs/2205.13783",
    "authors": [
      "Andrey V. Panov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13850",
    "title": "Laser Generation of Near-GeV Low Emittance Positron Beams",
    "abstract": "We report on the first spatial and spectral characterisation of near-GeV positron beams generated in a fully laser-driven configuration. The energy-resolved geometric emittance, source size and spectrum were simultaneously measured for electrons and positrons generated from a laser-wakefield accelerated electron beam impacting on a thin high-Z converter. More than $10^5$ positrons were observed within 5\\% of 600 MeV, with a source size smaller than 100 $\\mu$m and sub-micron geometric emittance, in agreement with numerical modelling. We conclude that the positron emittance was dominated by the transverse size of the primary electron beam at the converter. Minimising the drift distance between the electron source and the converter would allow for the generation of GeV-scale positron beams with micron-scale source size and normalised emittance of a few microns, using a 150 TW laser system. It is proposed that beams with these characteristics are suited for experimental studies of positron acceleration in a plasma wakefield. ",
    "url": "https://arxiv.org/abs/2205.13850",
    "authors": [
      "M.J.V. Streeter",
      "C. Colgan",
      "N. Cavanagh",
      "E. Los",
      "A.F. Antoine",
      "T. Audet",
      "M.D. Balcazar",
      "L. Calvin",
      "J. Carderelli",
      "H. Ahmed",
      "B. Kettle",
      "Y. Ma",
      "S.P.D. Mangles",
      "Z. Najmudin",
      "P.P. Rajeev",
      "D.R. Symes",
      "A.G.R. Thomas",
      "G.Sarri"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13899",
    "title": "Precise, super-resolving intensity measurement by quantum jump  spectroscopy of a single neutral atom",
    "abstract": "We employ a single trapped $^{87}$Rb atom as a sub-wavelength optical intensity sensor, by spectroscopic measurement of the ac Stark shifts on the $F=1 \\rightarrow F'=2$ hyperfine transition of the D$_{2}$ line. This transition experiences very small tensor light shifts, allowing a precise measurement of the scalar shift caused by a linearly-polarized field. A \"quantum jump\" technique, in which a single photon absorbed on the transition of interest induces the scattering of hundreds of photons on a bright, closed transition, is used to boost signal level and avoid systematic effects such as probe-induced optical pumping. The resulting line shape is used to extract the intensity at trap focus and the atom temperature. The analogous probing method on the $F=1 \\rightarrow F'=1$ transition, in contrast, experiences strong tensor light shifts, and may be useful in Zeeman-state-resolving detection. ",
    "url": "https://arxiv.org/abs/2205.13899",
    "authors": [
      "Lorena C. Bianchet",
      "Natalia Alves",
      "Laura Zarraoa",
      "Tomas Lamich",
      "Vindhiya Prakash",
      "Morgan W. Mitchell"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14007",
    "title": "The hidden quantum origin of gauge connections",
    "abstract": "A fibre bundle viewpoint of gauge field theories is reviewed with focus on a possible quantum interpretation of them. The fundamental quantum properties of non-separability of state spaces is considered in the context of defining the connection on the fibre bundle, leading to an application of the quantum principles to the geometrical and topological definition of gauge theories. As a result, one could justifiably ask oneself if all interactions of the standard model, and perhaps even classical gravity have some quantum component after all. I employ a standard fibre bundle approach to introduce gauge theories, albeit it is known that a quantum bundle exists, simply because the main scope is to show that in the usual way in which we formulate classical gauge theories one can find quantum aspects that have been unknown until now. In a sense, I will try to justify the assessment that if we are to allow for gauge fields and parallel transport, we may have to allow at least some level of quantumness even in our classical gauge theories. ",
    "url": "https://arxiv.org/abs/2205.14007",
    "authors": [
      "Andrei Tudor Patrascu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14013",
    "title": "Resonant Ion Confinement Fusion Concept",
    "abstract": "Based on the theorized possibilities of resonant ion confinement, for a Deuteron cloud in a Penning-Malmberg trap with a specially configured rotating wall, the opportunity to design a new type of fusion device is prospected. It is proven that, for some trap configurations, nuclear fusion reactions should take place and, in that case, Lawson's criterion for an efficient fusion reactor is met. Furthermore, the reactor could have a compact design and, since it should not require a large facility, it can function as a fusion cell with a pure ion thermal gas. ",
    "url": "https://arxiv.org/abs/2205.14013",
    "authors": [
      "Jose Luis Rosales",
      "Francisco Castejon"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14113",
    "title": "Monte-Carlo Simulations of Superconducting Tunnel Junction Quantum  Sensors for the BeEST Experiment",
    "abstract": "Superconducting Tunnel Junctions (STJs) are used as high-resolution quantum sensors to search for evidence of sterile neutrinos in the electron capture decay of $^7$Be. We are developing spatially-resolved Monte-Carlo simulations of the energy relaxation in superconductors to understand electron escape after the $^7$Be decay and distinguish details in the STJ response function from a possible sterile neutrino signal. Simulations of the charge generation and the Fano factor for different materials agree with the literature values. Initial simulations of the escape tail are consistent with observations, and contain fine structure in the line shape. The line shape will be refined as better experimental data become available. ",
    "url": "https://arxiv.org/abs/2205.14113",
    "authors": [
      "Connor E. Bray",
      "Larry J. Hiller",
      "Kyle G. Leach",
      "Stephan Friedrich"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Nuclear Experiment (nucl-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.14130",
    "title": "Ultimate stability of active optical frequency standards",
    "abstract": "Active optical frequency standards provide interesting alternatives to their passive counterparts. Particularly, such a clock does not require any local oscillator to keep the optical phase during a dead time between interrogations, because it continuously generates high-stable narrow-line laser radiation. Here we investigate the spectral properties and the stability of active clocks, including homogeneous and inhomogeneous broadening effects. We find that for short averaging times the stability is limited by shot noise from the limited emitted laser power and at long averaging times by phase diffusion of the laser output. Operational parameters for best long-term stability were identified. Using realistic numbers for an active clock with $^{87}$Sr we find that an optimized stability of $\\sigma_y(\\tau) \\approx 4\\times10^{-18}/\\sqrt{\\tau [\\mathrm{s}]}$ is achievable. ",
    "url": "https://arxiv.org/abs/2205.14130",
    "authors": [
      "Georgy A. Kazakov",
      "Swadheen Dubey",
      "Anna Bychek",
      "Uwe Sterr",
      "Marcin Bober",
      "Michał Zawada"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14061",
    "title": "Towards a multi-core ultra-fast optical quantum processor: 43-GHz  bandwidth real-time amplitude measurement of 5-dB squeezed light using  modularized optical parametric amplifier with 5G technology",
    "abstract": "Continuous-variable optical quantum information processing (CVOQIP), where quantum information is encoded in a traveling wave of light called a flying qubit, is a candidate for a practical quantum computer with high clock frequencies. Homodyne detectors for quadrature-phase amplitude measurements have been the major factor limiting the clock frequency. Here, we developed a real-time amplitude measurement method using a modular optical parametric amplifier (OPA) and a broadband balanced photodiode that is commercially used for coherent wavelength-division multiplexing telecommunication of the fifth-generation mobile communication systems (5G). The OPA amplifies one quadrature-phase component of the quantum-level signal to a loss-tolerant macroscopic level, and acts as a \"magic wand,\" which the loss after the OPA is suppressed from 92.4\\% to only 0.4\\%. When the method was applied to a broadband squeezed vacuum with a center wavelength of 1545.32 nm, we observed 5.2 $\\pm$ 0.5 dB of squeezing from DC to 43 GHz without any loss correction. The marriage of CVOQIP and 5G technology arranged by the modular OPA will lead to a paradigm shift from the conventional method of using stationary qubits, where the information is encoded in a standing wave system, to a method using flying qubits for ultra-fast practical quantum computation. This means that quantum computer research will move from the stage of developing machines that execute only specific quantum algorithms to a stage of developing machines that can outperform classical computers in running any algorithm. ",
    "url": "https://arxiv.org/abs/2205.14061",
    "authors": [
      "Asuka Inoue",
      "Takahiro Kashiwazaki",
      "Taichi Yamashima",
      "Naoto Takanashi",
      "Takushi Kazama",
      "Koji Enbutsu",
      "Kei Watanabe",
      "Takeshi Umeki",
      "Mamoru Endo",
      "Akira Furusawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14138",
    "title": "Fast non-destructive cavity readout of single atoms within a coherent  atom array",
    "abstract": "The non-destructive measurement of a subsystem within a larger quantum system is crucial for error correction during quantum computation, simulation, and metrology, and for studying open quantum system dynamics. In many quantum technologies based on trapped atoms, measurement is performed by imaging all atoms simultaneously, a process that is typically slow and that decoheres the entire quantum system. Here, we use a strongly coupled optical cavity to read out the state of a single tweezer-trapped $^{87}$Rb atom within a small tweezer array. Measuring either atomic fluorescence or the transmission of light through the cavity, we detect both the presence and the state of an atom in the tweezer, requiring only tens of microseconds for state-selective detection, with state preparation and measurement infidelities of roughly 0.5% and atom loss probabilities of around 1%. Using a two-tweezer system, we find measurement on one atom within the cavity causes no observable hyperfine-state decoherence on a second atom located tens of microns from the cavity volume. ",
    "url": "https://arxiv.org/abs/2205.14138",
    "authors": [
      "Emma Deist",
      "Yue-Hui Lu",
      "Jacquelyn Ho",
      "Mary Kate Pasha",
      "Johannes Zeiher",
      "Zhenjie Yan",
      "Dan M. Stamper-Kurn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2109.05515",
    "title": "One-dimensional purely Lee-Huang-Yang fluids dominated by quantum  fluctuations in two-component Bose-Einstein condensates",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2109.05515",
    "authors": [
      "Xiuye Liu",
      "Jianhua Zeng"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.10282",
    "title": "Two-sided Bogoliubov inequality to estimate finite size effects in  quantum molecular simulations",
    "abstract": " Title: Two-sided Bogoliubov inequality to estimate finite size effects in  quantum molecular simulations ",
    "url": "https://arxiv.org/abs/2111.10282",
    "authors": [
      "Benedikt Reible",
      "Carsten Hartmann",
      "Luigi Delle Site"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09947",
    "title": "The effect of Mach number on open cavity flows with thick or thin  incoming boundary layers",
    "abstract": " Comments: 22 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2201.09947",
    "authors": [
      "Marlon Sproesser Mathias",
      "Marcello Augusto Faraco de Medeiros"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.12469",
    "title": "Spectrally separable photon-pair generation in dispersion engineered  thin-film lithium niobate",
    "abstract": " Comments: 4 pages, 4 figures; C. J. Xin and Jatadhari Mishra contributed equally to this work ",
    "url": "https://arxiv.org/abs/2202.12469",
    "authors": [
      "C. J. Xin",
      "Jatadhari Mishra",
      "Changchen Chen",
      "Di Zhu",
      "Amirhassan Shams-Ansari",
      "Carsten Langrock",
      "Neil Sinclair",
      "Franco N. C. Wong",
      "M. M. Fejer",
      "Marko Lončar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11207",
    "title": "Hybrid training of optical neural networks",
    "abstract": " Title: Hybrid training of optical neural networks ",
    "url": "https://arxiv.org/abs/2203.11207",
    "authors": [
      "James Spall",
      "Xianxin Guo",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Emerging Technologies (cs.ET)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.03099",
    "title": "Nonlinear and Ultrafast All-Dielectric Metasurfaces at the Center for  Integrated Nanotechnologies",
    "abstract": " Comments: 26 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2204.03099",
    "authors": [
      "Sylvain D. Gennaro",
      "Raktim Sarma",
      "Igal Brener"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.12178",
    "title": "Advances in nano- and microscale NMR spectroscopy using diamond quantum  sensors",
    "abstract": " Comments: 42 pages, 6 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2205.12178",
    "authors": [
      "Robin D. Allert",
      "Karl D. Briegel",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]