[
  {
    "id": "arXiv:2203.04584",
    "title": "Resonant control of elastic collisions between $^{23}$Na$^{40}$K  molecules and $^{40}$K atoms",
    "abstract": "We have demonstrated the resonant control of the elastic scattering cross sections in the vicinity of Feshbach resonances between $^{23}$Na$^{40}$K molecules and $^{40}$K atoms by studying the thermalization between them. The elastic scattering cross sections vary by more than two orders of magnitude close to the resonance, and can be well described by an asymmetric Fano profile. The parameters that characterize the magnetically tunable s-wave scattering length are determined from the elastic scattering cross sections. The observation of resonantly controlled elastic scattering cross sections opens up the possibility to study strongly interacting atom-molecule mixtures and improve our understanding of the complex atom-molecule Feshbach resonances. ",
    "url": "https://arxiv.org/abs/2203.04584",
    "authors": [
      "Zhen Su",
      "Huan Yang",
      "Jin Cao",
      "Xin-Yao Wang",
      "Jun Rui",
      "Bo Zhao",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2203.04724",
    "title": "Ultrahigh Dynamic Range and Low Noise Figure Programmable Integrated  Microwave Photonic Filter",
    "abstract": "Microwave photonics (MWP) has adopted a number of important concepts and technologies over the recent pasts, including photonic integration, versatile programmability, and techniques for enhancing key radio frequency performance metrics such as the noise figure and the dynamic range. However, to date, these aspects have not been achieved simultaneously in a single circuit. Here, we demonstrate, for the first time, a multi-functional integrated microwave photonic circuit that enables on-chip programmable filtering functions while achieving record-high key radio frequency metrics of >120 dB.Hz dynamic range and 15 dB of noise figure that are previously unreachable. We unlock this unique feature by versatile complex spectrum tailoring using an all integrated modulation transformer and a double injection ring resonator as a multi-function optical filtering component. This work breaks the conventional and fragmented approach of integration, functionality and performance that currently prevents the adoption of integrated MWP systems in real applications. ",
    "url": "https://arxiv.org/abs/2203.04724",
    "authors": [
      "Okky Daulay",
      "Gaojian Liu",
      "Kaixuan Ye",
      "Roel Botter",
      "Yvan Klaver",
      "Qinggui Tan",
      "Hongxi Yu",
      "Marcel Hoekman",
      "Edwin Klein",
      "Chris Roeloffzen",
      "Yang Liu",
      "David Marpaung"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04756",
    "title": "Enhanced Polling and Infiltration for Highly-Efficient Electro-Optic  Polymer-Based Mach-Zehnder Modulators",
    "abstract": "An ultra-narrow slot waveguide is fabricated for use in highly-efficient, electro-optic-polymer-based, integrated-optic modulators. Measurement results indicate that $V_\\pi L$'s below 1.2 V.mm are possible for balanced Mach-Zehnder modulators using this ultra-narrow slot waveguide on a silicon-organic hybrid platform. Simulated $V_\\pi L$'s of 0.35 V.mm have also been obtained. In addition to adapting standard recipes, we developed two novel fabrication processes for achieving miniaturized devices with high modulation sensitivity. To boost compactness and decrease the overall footprint, we use a fabrication approach based on air bridge interconnects on thick, thermally-reflowed, MaN 2410 E-beam resist protected by an alumina layer. To overcome the challenges of high currents and imperfect infiltration of polymers into ultra-narrow slots, we use a carefully designed, atomically-thin layer of TiO$_2$ as a carrier-barrier to enhance the polling efficiency of our electro-optic polymers. Additionally, finite-difference time-domain simulations are employed to optimize the effect of the thin layer of TiO$_2$. As compared to other, non-optimized, cases, our peak measured current is reduced by a factor of 3; scanning electron microscopy images also demonstrate that we achieve almost perfect infiltration. The anticipated increase in total capacitance due to the TiO$_2$ layer is shown to be negligible. In fact, applying our TiO$_2$ surface treatment to our ultra-narrow slot, allows us to obtain an improved phase shift efficiency ($\\partial n / \\partial V$) of $\\sim$94% for a 10 nm TiO$_2$ layer. ",
    "url": "https://arxiv.org/abs/2203.04756",
    "authors": [
      "Iman Taghavi",
      "Razi Dehghannasiri",
      "Tianren Fan",
      "Alexander Tofini",
      "Hesam Moradinejad",
      "Ali. A. Efterkhar",
      "Sudip Shekhar",
      "Lukas Chrostowski",
      "Nicolas A. F. Jaeger",
      "Ali Adibi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04790",
    "title": "Approximate Acoustic Boundary Conditions in the Time-Domain using Volume  Penalization",
    "abstract": "Immersed boundary methods allow describing complex objects on simple Cartesian grids in time-domain simulations. The penalization technique employed here is a physically motivated Brinkman method that models objects as porous material by including a friction term and an effective volume. We investigate how the approach can mimic different acoustic boundary conditions. It is validated concerning different acoustic setups, including rigid walls and various absorber configurations. ",
    "url": "https://arxiv.org/abs/2203.04790",
    "authors": [
      "Mathias Lemke",
      "Julius Reiss"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04805",
    "title": "High sensitivity air-coupled MHz frequency ultrasound detection using an  on-chip microtoroid cavity",
    "abstract": "Cavity optomechanical systems provide an ideal platform for ultrasound sensing, due to its dual-resonance enhanced sensitivity. Here we realize high sensitivity air-coupled ultrasound sensing in the megahertz (MHz) frequency range, using a microtoroid cavity. Benefitting from both the high optical Q factor (~10^7) and mechanical Q factor (~700), we achieve sensitivity of 46 {\\mu}Pa/Hz^1/2 -10 mPa/Hz^1/2 in a frequency range of 0.25-3.2 MHz. Thermal-noise-limited sensitivity is realized around the mechanical resonance at 2.56 MHz, in a frequency range of 0.6 MHz. We also observe the second- and third-order mechanical sidebands, when driving the microcavity with an ultrasonic wave at the mechanical resonance and quantitatively study the intensities of each mechanical sideband as a function of the mechanical displacement. Measuring the combination of signal to noise ratios at all the sidebands has the potential to extend the dynamic range of displacement sensing. ",
    "url": "https://arxiv.org/abs/2203.04805",
    "authors": [
      "Hao Yang",
      "Zhi-Gang Hu",
      "Yuechen Lei",
      "Xuening Cao",
      "Min Wang",
      "Jialve Sun",
      "Changhui Li",
      "Zhanchun Zuo",
      "Xiulai Xu",
      "Bei-Bei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04839",
    "title": "Evidence of ac-Stark-shifted resonances in intense two-color circularly  polarized laser fields",
    "abstract": "We report on the appearance of a structure at low energies in the photo-electron momentum distribution of the hydrogen atom exposed to two-color counter-rotating bi-circular laser fields. These structures, which arise due to AC-Stark shifted resonances, break the three-fold symmetry, typical for the $\\omega-2\\omega$ bi-circular fields. We discuss the physical origin of this structure in terms of partial-wave interference between direct ionization channels and a resonant pathway, that passes through the AC-Stark shifted state and show how the underlying Rydberg state population depend on the field strength and pulse duration. ",
    "url": "https://arxiv.org/abs/2203.04839",
    "authors": [
      "Philipp Stammer",
      "Serguei Patchkovskii",
      "Felipe Morales"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04841",
    "title": "Direct laser cooling of calcium monohydride molecules",
    "abstract": "We demonstrate optical cycling and sub-Doppler laser cooling of a cryogenic buffer-gas beam of calcium monohydride (CaH) molecules. We measure vibrational branching ratios for laser cooling transitions for both excited electronic states A and B. We measure further that repeated photon scattering via the $A\\leftarrow X$ transition is achievable at a rate of $\\sim$ $1.6\\times10^6$ photons/s and demonstrate the interaction-time limited scattering of $\\sim$ $200$ photons by repumping the largest vibrational decay channel. We also demonstrate the ability to sub-Doppler cool a molecular beam of CaH through the magnetically assisted Sisyphus effect. Using a standing wave of light, we lower the molecular beam's transverse temperature from $12.2(1.2)$ mK to $5.7(1.1)$ mK. We compare these results to sub-Doppler forces modeled using optical Bloch equations and Monte Carlo simulations of the molecular beam trajectories. This work establishes a clear pathway for creating a magneto-optical trap (MOT) of CaH molecules. Such a MOT could serve as a starting point for production of ultracold hydrogen gas via dissociation of a trapped CaH cloud. ",
    "url": "https://arxiv.org/abs/2203.04841",
    "authors": [
      "S. F. Vázquez-Carson",
      "Q. Sun",
      "J. Dai",
      "D. Mitra",
      "T. Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04852",
    "title": "Transition frequency measurement of highly excited Rydberg states of  87Rb for a wide range of principal quantum numbers",
    "abstract": "We report our measurements of the absolute transition frequencies of 5P_3/2,F = 3 to nS and nD Rydberg states of 87Rb with high principal quantum numbers in a wide range of values (n = 45-124). The measurements were performed using Rydberg Electromagnetically Induced Transparency (EIT) in ladder-type three-level systems. We measure the transition frequencies with an accuracy of less than 2 MHz. We determine the values of the Rydberg-Ritz parameter for 87Rb from our experimental measurements of the transition frequencies. Our measurements of the absolute transition frequencies of the highly excited Rydberg states would be useful for diverse applications in quantum information processing, quantum simulation and quantum sensing with Rydberg atoms. ",
    "url": "https://arxiv.org/abs/2203.04852",
    "authors": [
      "Silpa B S",
      "Shovan Kanti Barik",
      "Saptarishi Chaudhuri",
      "Sanjukta Roy"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04885",
    "title": "Group index matched frequency conversion in lithium niobate on insulator  waveguides",
    "abstract": "Sources of spectrally engineered photonic states are a key resource in several quantum technologies. Of particular importance are the so-called factorizable biphoton states which possess no spectral entanglement and hence, are ideal for heralded generation of high-purity single photons. An essential prerequisite for generating these states through nonlinear frequency conversion is the control over the group indices of the photonic modes of the source. Here, we show that thin-film lithium niobate on insulator (LNOI) is an excellent platform for this purpose. We design and fabricate periodically poled ridge waveguides in LNOI to demonstrate group index engineering of its guided photonic modes and harness this control to experimentally realize on-chip group index matched type-II sum-frequency generation (SFG) and photon-pair creation through spontaneous parametric down-conversion (SPDC). Also, we numerically study the role of the top cladding layer in tuning the dispersion properties of the ridge waveguide structures and reveal a distinctive difference between the air and silica-clad designs which are currently among the two most common device cladding configurations in LNOI. We expect that these results will be relevant for various classical and quantum applications where dispersion control is crucial in tailoring the nonlinear response of the LNOI-based devices. ",
    "url": "https://arxiv.org/abs/2203.04885",
    "authors": [
      "Pawan Kumar",
      "Mohammadreza Younesi",
      "Sina Saravi",
      "Frank Setzpfandt",
      "Thomas Pertsch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04398",
    "title": "Window Filtering Algorithm for Pulsed Light Coherent Combining of Low  Repetition Frequency",
    "abstract": "The multi-dithering method has been well verified in phase locking of polarization coherent combination experiment. However, it is hard to apply to low repetition frequency pulsed lasers, since there exists an overlap frequency domain between pulse laser and the amplitude phase noise and traditional filters cannot effectively separate phase noise. Aiming to solve the problem in this paper, we propose a novel method of pulse noise detection, identification, and filtering based on the autocorrelation characteristics between noise signals. In the proposed algorithm, a self-designed window algorithm is used to identify the pulse, and then the pulse signal group in the window is replaced by interpolation, which effectively filter the pulse signal doped in the phase noise within 0.1 ms. After filtering the pulses in the phase noise, the phase difference of two pulsed beams (10 kHz) is successfully compensated to zero in 1 ms, and the coherent combination of closed-loop phase lock is realized. At the same time, the phase correction times are few, the phase lock effect is stable, and the final light intensity increases to the ideal value (0.9 Imax). ",
    "url": "https://arxiv.org/abs/2203.04398",
    "authors": [
      "Jiali Zhang",
      "Jie Cao",
      "Qun Hao",
      "Yang Cheng",
      "Liquan Dong",
      "Bin Han",
      "Xuesheng Liu"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04409",
    "title": "A machine learning accelerated inverse design of underwater acoustic  polyurethane coatings with cylindrical voids",
    "abstract": "Here, we report the development of a detailed \"Materials Informatics\" framework for the design of acoustic coatings for underwater sound attenuation through integrating Machine Learning (ML) and statistical optimization algorithms with a Finite Element Model (FEM). The finite element models were developed to simulate the realistic performance of the acoustic coatings based on polyurethane (PU) elastomers with embedded cylindrical voids. The FEM results revealed that the frequency-dependent viscoelastic behavior of the polyurethane matrix has a significant impact on the magnitude and frequency of the absorption peak associated with the cylinders at low frequencies, which has been commonly ignored in previous studies on similar systems. The data generated from the FEM was used to train a Deep Neural Network (DNN) to accelerate the design process, and subsequently, was integrated with a Genetic Algorithm (GA) to determine the optimal geometric parameters of the cylinders to achieve maximized, broadband, low-frequency waterborne sound attenuation. A significant, broadband, low-frequency attenuation is achieved by optimally configuring the layers of cylindrical voids and using attenuation mechanisms, including Fabry-P\\'erot resonance and Bragg scattering of the layers of voids. Integration of the machine learning technique into the optimization algorithm further accelerated the exploration of the high dimensional design space for the targeted performance. The developed DNN exhibited significantly increased speed (by a factor of $4.5\\times 10^3$ ) in predicting the absorption coefficient compared to the conventional FEM(s). Therefore, the acceleration brought by the materials informatics framework brings a paradigm shift to the design and development of acoustic coatings compared to the conventional trial-and-error practices. ",
    "url": "https://arxiv.org/abs/2203.04409",
    "authors": [
      "Hansani Weeratunge",
      "Zakiya Shireen",
      "Sagar Iyer",
      "Richard Sandberg",
      "Saman Halgamuge",
      "Adrian Menzel",
      "Andrew Phillips",
      "Elnaz Hajizadeh"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2203.04598",
    "title": "Practical underwater quantum key distribution based on decoy-state BB84  protocol",
    "abstract": "Polarization encoding quantum key distribution has been proven to be a reliable method to build a secure communication system. It has already been used in inter-city fiber channel and near-earth atmosphere channel, leaving underwater channel the last barrier to conquer. Here we demonstrate a decoy-state BB84 quantum key distribution system over a water channel with a compact system design for future experiments in the ocean. In the system, a multiple-intensity modulated laser module is designed to produce the light pulses of quantum states, including signal state, decoy state and vacuum state. The classical communication and synchronization are realized by wireless optical transmission. Multiple filtering techniques and wavelength division multiplexing are further used to avoid crosstalk of different light. We test the performance of the system and obtain a final key rate of 245.6 bps with an average QBER of 1.91% over a 2.4m water channel, in which the channel attenuation is 16.35dB. Numerical simulation shows that the system can tolerate up to 21.7dB total channel loss and can still generate secure keys in 277.9m Jelov type 1 ocean channel. ",
    "url": "https://arxiv.org/abs/2203.04598",
    "authors": [
      "Shanchuan Dong",
      "Yonghe Yu",
      "Shangshuai Zheng",
      "Qiming Zhu",
      "Lei Gai",
      "Wendong Li",
      "Yongjian Gu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04666",
    "title": "Quantum neural networks force fields generation",
    "abstract": "Accurate molecular force fields are of paramount importance for the efficient implementation of molecular dynamics techniques at large scales. In the last decade, machine learning methods have demonstrated impressive performances in predicting accurate values for energy and forces when trained on finite size ensembles generated with ab initio techniques. At the same time, quantum computers have recently started to offer new viable computational paradigms to tackle such problems. On the one hand, quantum algorithms may notably be used to extend the reach of electronic structure calculations. On the other hand, quantum machine learning is also emerging as an alternative and promising path to quantum advantage. Here we follow this second route and establish a direct connection between classical and quantum solutions for learning neural network potentials. To this end, we design a quantum neural network architecture and apply it successfully to different molecules of growing complexity. The quantum models exhibit larger effective dimension with respect to classical counterparts and can reach competitive performances, thus pointing towards potential quantum advantages in natural science applications via quantum machine learning. ",
    "url": "https://arxiv.org/abs/2203.04666",
    "authors": [
      "Oriel Kiss",
      "Francesco Tacchino",
      "Sofia Vallecorsa",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2107.03199",
    "title": "Homogeneous optical linewidths in hybrid Ruddlesden-Popper metal halides  can only be measured using nonlinear spectroscopy",
    "abstract": " Comments: Perspective artile ",
    "url": "https://arxiv.org/abs/2107.03199",
    "authors": [
      "Ajay Ram Srimath Kandada",
      "Hao Li",
      "Eric R. Bittner",
      "Carlos Silva-Acuña"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2108.09327",
    "title": "Numerical approach to $δ$-function current sheets arising from  resonant magnetic perturbations",
    "abstract": " Title: Numerical approach to $δ$-function current sheets arising from  resonant magnetic perturbations ",
    "url": "https://arxiv.org/abs/2108.09327",
    "authors": [
      "Yi-Min Huang",
      "Stuart R. Hudson",
      "Joaquim Loizu",
      "Yao Zhou",
      "Amitava Bhattacharjee"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2110.07835",
    "title": "Observing hyperfine interactions of NV centers in diamond in an advanced  quantum teaching lab",
    "abstract": " Comments: Extension of the teaching lab experiments described in Sewani et al., Coherent control of NV centers in diamond in a quantum teaching lab. American Journal of Physics 88, 1156 (2020). this https URL ",
    "url": "https://arxiv.org/abs/2110.07835",
    "authors": [
      "Yang Yang",
      "Hyma H. Vallabhapurapu",
      "Vikas K. Sewani",
      "Maya Isarov",
      "Hannes R. Firgau",
      "Chris Adambukulam",
      "Brett C. Johnson",
      "Jarryd J. Pla",
      "Arne Laucht"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2111.03597",
    "title": "Coherent scattering of low mass dark matter from optically trapped  sensors",
    "abstract": " Comments: 5 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2111.03597",
    "authors": [
      "Gadi Afek",
      "Daniel Carney",
      "David C. Moore"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.08832",
    "title": "Hydrodynamics Explanation for the Splitting of Higher-charge Optical  Vortices",
    "abstract": " Title: Hydrodynamics Explanation for the Splitting of Higher-charge Optical  Vortices ",
    "url": "https://arxiv.org/abs/2111.08832",
    "authors": [
      "Andrew A. Voitiv",
      "Jasmine M. Andersen",
      "Patrick C. Ford",
      "Mark T. Lusk",
      "Mark E. Siemens"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.07108",
    "title": "Dynamic optical contrast imaging for real-time delineation of tumor  resection margins using head and neck cancer as a model",
    "abstract": " Comments: 21 pages, 7 figures and 1 table ",
    "url": "https://arxiv.org/abs/2202.07108",
    "authors": [
      "Yong Hu",
      "Shan Huang",
      "Albert Y. Han",
      "Seong Moon",
      "Jeffrey F. Krane",
      "Oscar Stafsudd",
      "Warren Grundfest",
      "Maie A. St. John"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Systems and Control (eess.SY)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10727",
    "title": "Amplification of quantum signals by the non-Hermitian skin effect",
    "abstract": " Title: Amplification of quantum signals by the non-Hermitian skin effect ",
    "url": "https://arxiv.org/abs/2202.10727",
    "authors": [
      "Qiang Wang",
      "Changyan Zhu",
      "You Wang",
      "Baile Zhang",
      "Yidong Chong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.13924",
    "title": "Bounds on quantum evolution complexity via lattice cryptography",
    "abstract": " Comments: v2: minor changes, references added; The MATLAB code and data to reproduce numerical results are available at this https URL ",
    "url": "https://arxiv.org/abs/2202.13924",
    "authors": [
      "Ben Craps",
      "Marine De Clerck",
      "Oleg Evnin",
      "Philip Hacker",
      "Maxim Pavlov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "High Energy Physics - Theory (hep-th)",
      "Optimization and Control (math.OC)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]