[
  {
    "id": "arXiv:2206.08393",
    "title": "Tri-Functional Metasurface for Phase, Amplitude, and Luminescence  Control",
    "abstract": "In optical anti-counterfeiting, several distinct optically variable devices (OVDs) are often concurrently employed to compensate for the insufficient security level of constituent OVDs. Alternatively, metasurfaces that exhibit multiple optical responses effectively combine multiple OVDs into one, thus significantly enhancing their security and hindering fraudulent replication. This work demonstrates the simultaneous control of three separate optical responses, i.e., phase, amplitude, and luminescence, using anisotropic gap-plasmon metasurfaces. Due to the incorporated geometric anisotropy, the designed structure exhibits distinct responses under x- and y-polarized light, revealing either a color image, or a holographic projection in the far field. Furthermore, inserting upconversion nanoparticles (UCNPs) into the dielectric gaps of the structures, the designed metasurface is able to generate a third luminescent image upon illumination with the near-infrared light. The stochastic distribution of the UCNPs constitutes a unique fingerprint, achieving a physically unclonable function (PUF) layer. Crucially, our triple-mode metasurface requires only readily attainable equipment such as a macro-lens/camera and a laser pointer to read most of the channels, thus paving the way towards highly secure and easy-to-authenticate metasurface-driven OVDs (mOVDs). ",
    "url": "https://arxiv.org/abs/2206.08393",
    "authors": [
      "Soroosh Daqiqeh Rezaei",
      "Zhaogang Dong",
      "Hao Wang",
      "Jiahui Xu",
      "Hongtao Wang",
      "Mohammad Tavakkoli Yaraki",
      "Ken Choon Hwa Goh",
      "Wang Zhang",
      "Xiaogang Liu",
      "Joel K. W. Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08577",
    "title": "The impact of the substrate on the opto-thermal response of thin  metallic targets following irradiation with femtosecond laser pulses",
    "abstract": "Femtosecond pulsed lasers have been widely used over the past decades due to their capability to fabricate precise patterns at the micro- and nano- lengths scales. A key issue for efficient material processing is the determination of the laser parameters used in the experimental set ups. Despite a systematic investigation that has been performed to highlight the impact of every parameter independently, little attention has been drawn on the role of the substrate material on which the irradiated solid is placed. In this work, the influence of the substrate is emphasised for films of various thicknesses which demonstrates that both the optical and thermophysical properties of the substrate affect the thermal fingerprint on the irradiated film while the impact is manifested to be higher at smaller film sizes. Two representative materials, silicon and fused silica have been selected as typical substrates for thin films of different optical and thermophysical behaviour (gold and nickel) and the thermal response and damage thresholds are evaluated for the irradiated solids. The pronounced influence of the substrate is aimed to pave the way for new and more optimised designs of laser-based fabrication set ups and processing schemes. ",
    "url": "https://arxiv.org/abs/2206.08577",
    "authors": [
      "George D.Tsibidis",
      "Emmanuel Stratakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2206.08715",
    "title": "Fully on-chip photonic turnkey quantum source for entangled qubit/qudit  state generation",
    "abstract": "Integrated photonics has recently become a leading platform for the realization and processing of optical entangled quantum states in compact, robust and scalable chip formats with applications in long-distance quantum-secured communication, quantum-accelerated information processing and non-classical metrology. However, the quantum light sources developed so far have relied on external bulky excitation lasers making them impractical, not reproducible prototype devices, hindering scalability and the transfer out of the lab into real-world applications. Here we demonstrate a fully integrated quantum light source, which overcomes these challenges through the combined integration of a laser cavity, a highly efficient tunable noise suppression filter ($> 55$ dB) exploiting the Vernier effect and a nonlinear microring for entangled photon pair generation through spontaneous four-wave mixing. The hybrid quantum source employs an electrically-pumped InP gain section and a Si$_3$N$_4$ low-loss microring filter system, and demonstrates high performance parameters, i.e., a pair emission over four resonant modes in the telecom band (bandwidth $\\sim 1$ THz), and a remarkable pair detection rate of $\\sim 620$ Hz at a high coincidence-to-accidental ratio of $\\sim 80$. The source directly creates high-dimensional frequency-bin entangled quantum states (qubits/qudits), verified by quantum interference measurements with visibilities up to $96\\%$ (violating Bell-inequality) and by density matrix reconstruction through state tomography showing fidelities of up to $99\\%$. Our approach, leveraging a hybrid photonic platform, enables commercial-viable, low-cost, compact, light-weight, and field-deployable entangled quantum sources, quintessential for practical, out-of-lab applications, e.g., in quantum processors and quantum satellite communications systems. ",
    "url": "https://arxiv.org/abs/2206.08715",
    "authors": [
      "Hatam Mahmudlu",
      "Robert Johanning",
      "Anahita Khodadad Kashi",
      "Albert van Rees",
      "Jörn P. Epping",
      "Raktim Haldar",
      "Klaus-J. Boller",
      "Michael Kues"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08814",
    "title": "A note on helicity, chirality and spin of optical fields",
    "abstract": "Helicity $H$, chirality $C$ and spin angular momentum $\\mathbf{S}$ are three physical observables that play an important role in the study of optical fields. These quantities are closely related, but their connection is hidden by the use of four different vector fields for their representation, namely the electric and magnetic fields $\\mathbf{E}$ and $\\mathbf{B}$, and the two transverse potential vectors $\\mathbf{C}^\\perp$ and $\\mathbf{A}^\\perp$. Helmholtz's decomposition theorem restricted to solenoidal vector fields, entails the introduction of a bona fide inverse curl operator, which permits to express the above three quantities in terms of the electric and magnetic fields only. This gives clear expressions for $H, C$ and $\\mathbf{S}$, which are automatically gauge-invariant and show electric-magnetic democracy. ",
    "url": "https://arxiv.org/abs/2206.08814",
    "authors": [
      "Andrea Aiello"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08870",
    "title": "The Pixel Luminosity Telescope: A detector for luminosity measurement at  CMS using silicon pixel sensors",
    "abstract": "The Pixel Luminosity Telescope (PLT) is a silicon pixel detector dedicated to luminosity measurement at the CMS experiment at the LHC. It is located approximately 1.75 m from the interaction point and arranged into 16 \"telescopes\", with eight telescopes installed around the beam pipe at either end of the detector and each telescope composed of three individual silicon sensor planes. The per-bunch instantaneous luminosity is measured by counting events where all three planes in the telescope register a hit, using a special readout at the full LHC bunch-crossing rate of 40 MHz. The full pixel information is read out at a lower rate and can be used to determine calibrations, corrections, and systematic uncertainties for the online and offline measurements. This paper details the commissioning, operational history, and performance of the detector during Run 2 (2015-18) of the LHC, as well as preparations for Run 3, which will begin in 2022. ",
    "url": "https://arxiv.org/abs/2206.08870",
    "authors": [
      "Paul Lujan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2206.08385",
    "title": "Giant modulation of optical nonlinearity by Floquet engineering",
    "abstract": "Strong periodic driving with light offers the potential to coherently manipulate the properties of quantum materials on ultrafast timescales. Recently, strategies have emerged to drastically alter electronic and magnetic properties by optically inducing non-trivial band topologies, emergent spin interactions and even superconductivity. However, the prospects and methods of coherently engineering optical properties on demand are far less understood. Here we demonstrate coherent control and giant modulation of optical nonlinearity in a van der Waals layered magnetic insulator, manganese phosphorus trisulfide (MnPS$_3$). By driving far off-resonance from the lowest on-site manganese $d$-$d$ transition, we observe a coherent on-off switching of its optical second harmonic generation efficiency on the timescale of 100 femtoseconds with no measurable dissipation. At driving electric fields of the order of 10$^9$ volts per metre, the on-off ratio exceeds 10, which is limited only by the sample damage threshold. Floquet theory calculations based on a single-ion model of MnPS$_3$ are able to reproduce the measured driving field amplitude and polarization dependence of the effect. Our approach can be applied to a broad range of insulating materials and could lead to dynamically designed nonlinear optical elements. ",
    "url": "https://arxiv.org/abs/2206.08385",
    "authors": [
      "Jun-Yi Shan",
      "M. Ye",
      "Sungmin Lee",
      "Je-Geun Park",
      "L. Balents",
      "D. Hsieh"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08391",
    "title": "Quantum Anomaly Detection for Collider Physics",
    "abstract": "Quantum Machine Learning (QML) is an exciting tool that has received significant recent attention due in part to advances in quantum computing hardware. While there is currently no formal guarantee that QML is superior to classical ML for relevant problems, there have been many claims of an empirical advantage with high energy physics datasets. These studies typically do not claim an exponential speedup in training, but instead usually focus on an improved performance with limited training data. We explore an analysis that is characterized by a low statistics dataset. In particular, we study an anomaly detection task in the four-lepton final state at the Large Hadron Collider that is limited by a small dataset. We explore the application of QML in a semi-supervised mode to look for new physics without specifying a particular signal model hypothesis. We find no evidence that QML provides any advantage over classical ML. It could be that a case where QML is superior to classical ML for collider physics will be established in the future, but for now, classical ML is a powerful tool that will continue to expand the science of the LHC and beyond. ",
    "url": "https://arxiv.org/abs/2206.08391",
    "authors": [
      "Sulaiman Alvi",
      "Christian Bauer",
      "Benjamin Nachman"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08798",
    "title": "Open Source Variational Quantum Eigensolver Extension of the Quantum  Learning Machine (QLM) for Quantum Chemistry",
    "abstract": "Quantum Chemistry (QC) is one of the most promising applications of Quantum Computing. However, present quantum processing units (QPUs) are still subject to large errors. Therefore, noisy intermediate-scale quantum (NISQ) hardware is limited in terms of qubits counts and circuit depths. Specific algorithms such as Variational Quantum Eigensolvers (VQEs) can potentially overcome such issues. We introduce here a novel open-source QC package, denoted Open-VQE, providing tools for using and developing chemically-inspired adaptive methods derived from Unitary Coupled Cluster (UCC). It facilitates the development and testing of VQE algorithms. It is able to use the Atos Quantum Learning Machine (QLM), a general quantum programming framework enabling to write, optimize and simulate quantum computing programs. Along with Open-VQE, we introduce myQLM-Fermion, a new open-source module (that includes the key QLM ressources that are important for QC developments (fermionic second quantization tools etc...). The Open-VQE package extends therefore QLM to QC providing: (i) the functions to generate the different types of excitations beyond the commonly used UCCSD ans{\\\"a}tz;(ii) a new implementation of the \"adaptive derivative assembled pseudo-Trotter method\" (ADAPT-VQE), written in simple class structure python codes. Interoperability with other major quantum programming frameworks is ensured thanks to myQLM, which allows users to easily build their own code and execute it on existing QPUs. The combined Open-VQE/myQLM-Fermion quantum simulator facilitates the implementation, tests and developments of variational quantum algorithms towards choosing the best compromise to run QC computations on present quantum computers while offering the possibility to test large molecules. We provide extensive benchmarks for several molecules associated to qubit counts ranging from 4 up to 24. ",
    "url": "https://arxiv.org/abs/2206.08798",
    "authors": [
      "Mohammad Haidar",
      "Marko J. Rančić",
      "Thomas Ayral",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08828",
    "title": "Creation of Optical Cat and GKP States Using Shaped Free Electrons",
    "abstract": "Cat states and Gottesman-Kitaev-Preskill (GKP) states play a key role in quantum computation and communication with continuous variables. The creation of such states relies on strong nonlinear light-matter interactions, which are widely available in microwave frequencies as in circuit quantum electrodynamics platforms. However, strong nonlinearities are hard to come by in optical frequencies, severely limiting the use of continuous variable quantum information in the optical range. Here we propose using the strong interactions of free electrons with light as a source for optical cat and GKP states. The strong interactions can be realized by phase-matching of free electrons with photonic structures such as optical waveguides and photonic crystals. Our approach enables the generation of optical GKP states with above 10 dB squeezing and fidelities above 90% at post-selection probability of 10%, even reaching >30% using an initially squeezed vacuum state. Furthermore, the free-electron interaction allows for conditional rotations on the photonic state, enabling to entangle a pair of GKP states into a GKP Bell state. Since electrons can interact resonantly with light across the electromagnetic spectrum, our approach may be used for the generation of cat and GKP states over the entire electromagnetic spectrum, from radio-waves to X-rays. ",
    "url": "https://arxiv.org/abs/2206.08828",
    "authors": [
      "Raphael Dahan",
      "Gefen Baranes",
      "Alexey Gorlach",
      "Ron Ruimy",
      "Nicholas Rivera",
      "Ido Kaminer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08844",
    "title": "Alternating-basis quantum Monte Carlo method for correlated electrons on  a lattice",
    "abstract": "We devise and benchmark a numerically exact quantum Monte Carlo (QMC) method for interacting electrons on a lattice, that we dub the alternating-basis QMC (ABQMC). The method is uniquely suited to evaluate charge and spin density and the corresponding correlation functions, in both direct and reciprocal space, imaginary or real time. The formalism applies in and out of thermal equillibrium, described by either the canonical or grand-canonical ensemble. The method relies on Suzuki--Trotter decomposition (STD) and owes flexibility to the representation of the kinetic and interaction terms in the many-body bases in which they are diagonal. We formulate a Monte Carlo (MC) update scheme that respects both the momentum and particle-number conservation laws, to restrict the configuration space and thus improve the efficiency of the sampling. To test the method, we perform various calculations for the Hubbard model on finite square lattices of up to 48 sites. We obtain the equation of state (density vs. chemical potential curve) in agreement with reference methods. We also evaluate the (real-time) dynamics of the survival probability of pure density-wave-like states: At small lattice sizes, where the exact diagonalization results are available, we demonstrate the validity of our method at short times; We then proceed to investigate this dynamics on the $4\\times 4$ Hubbard cluster. Finally, we discuss the extent of the fermionc sign problem and the current limitations of our method, both primarily related to the number of time-slices that we take in the STD. ",
    "url": "https://arxiv.org/abs/2206.08844",
    "authors": [
      "Veljko Janković",
      "Jakša Vučičević"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1912.04122",
    "title": "Phase-encoded RF signal generation based on an integrated 49GHz  micro-comb optical source",
    "abstract": " Comments: 11 pages, 8 figures, 46 references. Paper has been revised to update the references. No other changes have been made ",
    "url": "https://arxiv.org/abs/1912.04122",
    "authors": [
      "Xingyuan Xu",
      "Mengxi Tan",
      "Jiayang Wu",
      "Andreas Boes",
      "Bill Corcoran",
      "Thach G. Nguyen",
      "Sai T. Chu",
      "Brent E. Little",
      "Roberto Morandotti",
      "Arnan Mitchell",
      "David J. Moss"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2010.09248",
    "title": "Correlated self-heterodyne method for ultra-low-noise laser linewidth  measurements",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2010.09248",
    "authors": [
      "Zhiquan Yuan",
      "Heming Wang",
      "Peng Liu",
      "Bohan Li",
      "Boqiang Shen",
      "Maodong Gao",
      "Lin Chang",
      "Warren Jin",
      "Avi Feshali",
      "Mario Paniccia",
      "John Bowers",
      "Kerry Vahala"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2010.15061",
    "title": "Systematic uncertainties in integrated luminosity measurement at CEPC",
    "abstract": " Comments: 12 pages, 10 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2010.15061",
    "authors": [
      "Ivan Smiljanic",
      "Ivanka Bozovic Jelisavcic",
      "Goran Kacarevic",
      "Natasa Vukasinovic",
      "Ivana Vidakovic",
      "Vladimir Rekovic"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2109.12244",
    "title": "Inverse mass cascade in dark matter flow and effects on halo  deformation, energy, size, and density profiles",
    "abstract": " Comments: Reformatted with data source provided ",
    "url": "https://arxiv.org/abs/2109.12244",
    "authors": [
      "Zhijie"
    ],
    "subjectives": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2112.11128",
    "title": "Time-dependent optical force theory for optomechanics of dispersive 3D  photonic materials and devices",
    "abstract": " Title: Time-dependent optical force theory for optomechanics of dispersive 3D  photonic materials and devices ",
    "url": "https://arxiv.org/abs/2112.11128",
    "authors": [
      "Mikko Partanen",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.11311",
    "title": "Polarization-independent resonant lattice Kerker effect",
    "abstract": " Comments: 20 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2204.11311",
    "authors": [
      "Lei Xiong",
      "Xiaoqing Luo",
      "Hongwei Ding",
      "Yuanfu Lu",
      "Guangyuan Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05405",
    "title": "Silent-enhancement of multiple Raman modes via tuning optical properties  of graphene nanostructures",
    "abstract": " Comments: 7 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2206.05405",
    "authors": [
      "Asli Gencaslan",
      "Taner Tarik Aytas",
      "Hira Asif",
      "Mehmet Emre Tasgin",
      "Ramazan Sahin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.07783",
    "title": "On efforts to decouple early universe cosmology and quantum gravity  research",
    "abstract": " Comments: At time of posting, I received indication that the scope of this pre-print is dangerously unclear. This work is not intended as a balanced assessment of the research program discussed: merits of the program have categorically not been mentioned. A future version will clarify: I am following just one thread of reasoning closely allied with the program, which I feel deserves its own discussion ",
    "url": "https://arxiv.org/abs/2206.07783",
    "authors": [
      "Mike D. Schneider"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  }
]