[
  {
    "id": "arXiv:2311.01554",
    "title": "Characterization of the phonon sensor of the CRYOSEL detector with IR  photons",
    "abstract": "The sensitivities of light Dark Matter (DM) particle searches with cryogenic detectors are mostly limited by large backgrounds of events that do not produce ionization signal. The CRYOSEL project develops a new technique where this background in a germanium cryogenic detector is rejected by using the signals from a Superconducting Single Electron Device (SSED) sensor designed to detect the phonons emitted through the Neganov-Trofimov-Luke effect by the e$^-$h$^+$ pairs as they drift in a close-by very high-field region. A tag on signals from this device should suppress the heat-only background. The measurement of the response to IR laser pulses of the first CRYOSEL prototype show the relevance of such sensor technology. ",
    "url": "https://arxiv.org/abs/2311.01554",
    "authors": [
      "Hugues Lattaud",
      "Elsa Guy",
      "Julien Billard",
      "Jules Colas",
      "Maryvonne De Jésus",
      "Jules Gascon",
      "Alexandre Juillard",
      "Stefanos Marnieros",
      "Christine Oriol"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Astrophysics of Galaxies (astro-ph.GA)"
    ]
  },
  {
    "id": "arXiv:2311.01643",
    "title": "Schottky photodetectors with transparent conductive oxides for photonic  integrated circuits",
    "abstract": "Silicon photonics has many attractive features but faces a major issue: inefficient and slow photodetection in the telecom range. New metal-semiconductor Schottky photodetectors based on intraband absorption address this problem, but their efficiency remains low. We suggest that by creating a junction between silicon and a transparent oxide with appropriate doping, which results in a real permittivity close to zero (known as the epsilon near zero or ENZ regime), detection efficiency could increase by more than tenfold. Using Aluminum Zinc Oxide (AZO) as an example, we design an optimized AZO/Si slot photonic waveguide detector that could potentially reach an efficiency of several tens of percent, in contrast to a few percent for a metal/Si Schottky detector. This increase is primarily due to the lower density of states in AZO compared to metal, along with superior coupling efficiency and strong absorption within a 10 nm slot. ",
    "url": "https://arxiv.org/abs/2311.01643",
    "authors": [
      "Jacek Gosciniak",
      "Jacob B. Khurgin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.01716",
    "title": "Demonstration of a photonic lantern focal-plane wavefront sensor:  measurement of atmospheric wavefront error modes and low wind effect in the  non-linear regime",
    "abstract": "Here we present a laboratory analysis of the use of a 19-core photonic lantern (PL) in combination with neural network (NN) algorithms as an efficient focal plane wavefront sensor (FP-WFS) for adaptive optics (AO), measuring wavefront errors such as low wind effect (LWE), Zernike modes and Kolmogorov phase maps. The aberrated wavefronts were experimentally simulated using a Spatial Light Modulator (SLM) with combinations of different phase maps in both the linear regime (average incident RMS wavefront error (WFE) of 0.88 rad) and in the non-linear regime (average incident RMS WFE of 1.5 rad). Results were analysed using a NN to determine the transfer function of the relationship between the incident wavefront error (WFE) at the input modes at the multimode input of the PL and the intensity distribution output at the multicore fibre outputs end of the PL. The root mean square error (RMSE) of the reconstruction of petal and LWE modes were just $2.87\\times10^{-2}$ rad and $2.07\\times10^{-1}$ rad respectively, in the non-linear regime. The reconstruction RMSE for Zernike combinations ranged from $5.67\\times10^{-2}$ rad to $8.43\\times10^{-1}$ rad, depending on the number of Zernike terms and incident RMS WFE employed. These results demonstrate the promising potential of PLs as an innovative FP-WFS in conjunction with NNs. ",
    "url": "https://arxiv.org/abs/2311.01716",
    "authors": [
      "Jin Wei",
      "Barnaby Norris",
      "Christopher Betters",
      "Sergio Leon-Saval"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.01718",
    "title": "A high-performance surface acoustic wave sensing technique",
    "abstract": "We introduce a superheterodyne-scheme demodulation system which can detect the amplitude and phaseshift of a weak radio-frequency signals wtih extraordinarily high stability and resolution. We develop a process to measure the velocity of the surface acoustic wave using a delay-line device, which can resolve less than 0.1ppm DC velocity shift, or about 0.01 ppm, 1Hz AC velocity oscillation with 10s-time-constant lock-in technique. Finally, we demonstrate the possibility of using this surface acoustic wave device as a non-calibration, high sensitivity and fast response thermometer. ",
    "url": "https://arxiv.org/abs/2311.01718",
    "authors": [
      "Mengmeng Wu",
      "Xiao Liu",
      "Renfei Wang",
      "Xi Lin",
      "Yang Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.01898",
    "title": "A Custom Discrete Amplifier-Shaper-Discriminator Circuit for the Drift  Chambers of the R3B Experiment at GSI",
    "abstract": "This contribution presents a pragmatic approach to read-out electronics for drift chambers used in particle physics experiments, specifically for the R3B experiment at GSI. The design uses discrete miniature SMD components and LVDS inputs of a low-cost FPGA to achieve a performance similar to classic ASIC solutions to the problem. The circuit comprises a high gain, low noise amplifier, a custom signal shaper, tailored to the specifics of proportional counter signals, and a leading-edge discriminator with programmable threshold. The presented approach offers an attractive solution for small to medium sized detector systems that require specialized read-out electronics but cannot afford the high cost and development effort associated with ASICs. ",
    "url": "https://arxiv.org/abs/2311.01898",
    "authors": [
      "Michael Wiebusch",
      "Henning Heggen",
      "Michael Heil"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2311.01970",
    "title": "The continuum limit of k-space cavity angular momentum is controlled by  an infinite range difference operator",
    "abstract": "A wavepacket (electromagnetic or otherwise) within an isotropic and homogeneous space can be quantized on a regular lattice of discrete k-vectors. Each k-vector is associated with a temporal frequency omega; together, k and omega represent a propagating plane-wave. While the total energy and total linear momentum of the packet can be readily apportioned among its individual plane-wave constituents, the same cannot be said about the packet's total angular momentum. One can show, in the case of a reasonably smooth (i.e., continuous and differentiable) wave packet, that the overall angular momentum is expressible as an integral over the k-space continuum involving only the Fourier transform of the field and its k-space gradients. In this sense, the angular momentum is a property not of individual plane-waves, but of plane-wave pairs that are adjacent neighbors in the space inhabited by the k-vectors, and can be said to be localized in the k-space. Strange as it might seem, this hallmark property of angular momentum does not automatically emerge from an analysis of a discretized k-space. In fact, the discrete analysis shows the angular momentum to be distributed among k-vectors that pair not only with nearby k-vectors but also with those that are far away. The goal of the present paper is to resolve the discrepancy between the discrete calculations and those performed on the continuum, by establishing the conditions under which the highly non-local sum over plane-wave pairs in the discrete k-space would approach the localized distribution of the angular momentum across the continuum of the k-space. ",
    "url": "https://arxiv.org/abs/2311.01970",
    "authors": [
      "Per Kristen Jakobsen",
      "Masud Mansuripur"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02004",
    "title": "Investigation of Random Laser in the Machine Learning Approach",
    "abstract": "Machine Learning and Deep Learning are computational tools that fall within the domain of artificial intelligence. In recent years, numerous research works have advanced the application of machine and deep learning in various fields, including optics and photonics. In this article, we employ machine learning algorithms to investigate the feasibility of predicting a stochastic phenomena: random laser emissions. Our results indicate that machine and deep learning have the capacity to accurately reproduce fluctuations characteristic of random lasers. By employing simple supervised learning algorithms, we demonstrate that the random laser intensity fluctuations can be predicted using spontaneous emission and pump intensity as input parameters in the models. Applications based on the demonstrated results are discussed. Keywords: Machine Learning, Deep Learning, Random Laser. ",
    "url": "https://arxiv.org/abs/2311.02004",
    "authors": [
      "Emanuel P. Santos",
      "Rodrigo F. Silva",
      "Célio V. T. Maciel",
      "Daniel F. Luz",
      "Pedro F. A. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.01622",
    "title": "Focal-plane wavefront sensing with photonic lanterns II: numerical  characterization and optimization",
    "abstract": "We present numerical characterizations of the wavefront sensing performance for few-mode photonic lantern wavefront sensors (PLWFSs). These characterizations include calculations of throughput, control space, sensor linearity, and an estimate of maximum linear reconstruction range for standard and hybrid lanterns with 3 to 19 ports, at a wavelength of 1550 nm. We additionally consider the impact of beam-shaping optics and a charge-1 vortex mask, placed in the pupil plane. The former is motivated by the application of PLs to high-resolution spectroscopy, which could enable efficient injection into the spectrometer along with simultaneous focal-plane wavefront sensing; similarly, the latter is motivated by the application of PLs to vortex fiber nulling (VFN), which can simultaneously enable wavefront sensing and the nulling of on-axis starlight. Overall, we find that the PLWFS setups tested in this work exhibit good linearity out to ~0.25-0.5 radians of RMS wavefront error (WFE). Meanwhile, we estimate the maximum amount of WFE that can be handled by these sensors, before the sensor response becomes degenerate, to be around ~1-2 radians RMS. In the future, we expect these limits can be pushed further by increasing the number of degrees of freedom, either by adopting higher-mode-count lanterns, dispersing lantern outputs, or separating polarizations. Lastly, we consider optimization strategies for the design of the PLWFS, which involve both modification of the lantern itself and the use of pre- and post-lantern optics like phase masks and interferometric beam recombiners. ",
    "url": "https://arxiv.org/abs/2311.01622",
    "authors": [
      "Jonathan Lin",
      "Michael P. Fitzgerald",
      "Yinzi Xin",
      "Yoo Jung Kim",
      "Olivier Guyon",
      "Sergio Leon-Saval",
      "Barnaby Norris",
      "Nemanja Jovanovic"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.02020",
    "title": "Simulating Photosynthetic Energy Transport on a Photonic Network",
    "abstract": "Quantum effects in photosynthetic energy transport in nature, especially for the typical Fenna-Matthews-Olson (FMO) complexes, are extensively studied in quantum biology. Such energy transport processes can be investigated as open quantum systems that blend the quantum coherence and environmental noises, and have been experimentally simulated on a few quantum devices. However, the existing experiments always lack a solid quantum simulation for the FMO energy transport due to their constraints to map a variety of issues in actual FMO complexes that have rich biological meanings. Here we successfully map the full coupling profile of the seven-site FMO structure by comprehensive characterization and precise control of the evanescent coupling of the three-dimensional waveguide array. By applying a stochastic dynamical modulation on each waveguide, we introduce the base site energy and the dephasing term in colored noises to faithfully simulate the power spectral density of the FMO complexes. We show our photonic model well interprets the issues including the reorganization energy, vibrational assistance, exciton transfer and energy localization. We further experimentally demonstrate the existence of an optimal transport efficiency at certain dephasing strength, providing a window to closely investigate environment-assisted quantum transport. ",
    "url": "https://arxiv.org/abs/2311.02020",
    "authors": [
      "Hao Tang",
      "Xiao-Wen Shang",
      "Zi-Yu Shi",
      "Tian-Shen He",
      "Zhen Feng",
      "Tian-Yu Wang",
      "Ruoxi Shi",
      "Hui-Ming Wang",
      "Xi Tan",
      "Xiao-Yun Xu",
      "Yao Wang",
      "Jun Gao",
      "M. S. Kim",
      "Xian-Min Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11071",
    "title": "Few-body Bose gases in low dimensions -- a laboratory for quantum  dynamics",
    "abstract": " Comments: 175 pages, 49 figures ",
    "url": "https://arxiv.org/abs/2202.11071",
    "authors": [
      "S.I. Mistakidis",
      "A.G. Volosniev",
      "R.E. Barfknecht",
      "T. Fogarty",
      "Th. Busch",
      "A. Foerster",
      "P. Schmelcher",
      "N.T. Zinner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02605",
    "title": "Properties of optical ducts, their chromatism and its effects on  astronomical refraction",
    "abstract": " Comments: in French language ",
    "url": "https://arxiv.org/abs/2204.02605",
    "authors": [
      "Luc Dettwiller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2207.05341",
    "title": "Unifying the factored and projected gradient descent for quantum state  tomography",
    "abstract": " Title: Unifying the factored and projected gradient descent for quantum state  tomography ",
    "url": "https://arxiv.org/abs/2207.05341",
    "authors": [
      "Yong Wang",
      "Lijun Liu",
      "Shuming Cheng",
      "Li Li",
      "Jie Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2304.04509",
    "title": "Optical dipole micro-trap for atoms based on crossed planar photonic  waveguides",
    "abstract": " Comments: 17 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2304.04509",
    "authors": [
      "Yuri B. Ovchinnikov",
      "Folly Eli Ayi-Yovo",
      "Alessio Spampinato"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11957",
    "title": "High-performance real-world optical computing trained by in situ  model-free optimization",
    "abstract": " Title: High-performance real-world optical computing trained by in situ  model-free optimization ",
    "url": "https://arxiv.org/abs/2307.11957",
    "authors": [
      "Guangyuan Zhao",
      "Xin Shu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2309.09745",
    "title": "Topological light guiding and trapping via shifted photonic crystal  interfaces",
    "abstract": " Title: Topological light guiding and trapping via shifted photonic crystal  interfaces ",
    "url": "https://arxiv.org/abs/2309.09745",
    "authors": [
      "Zi-Mei Zhan",
      "Peng-Yu Guo",
      "Wei Li",
      "Hai-Xiao Wang",
      "Jian-Hua Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11764",
    "title": "From Ad-Hoc to Systematic: A Strategy for Imposing General Boundary  Conditions in Discretized PDEs in variational quantum algorithm",
    "abstract": " Comments: 16 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2310.11764",
    "authors": [
      "Dingjie Lu",
      "Zhao Wang",
      "Jun Liu",
      "Yangfan Li",
      "Wei-Bin Ewe",
      "Zhuangjian Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]