[
  {
    "id": "arXiv:2212.02598",
    "title": "Non-Abelian effects in dissipative photonic topological lattices",
    "abstract": "Topology is central to phenomena that arise in a variety of fields, ranging from quantum field theory to quantum information science to condensed matter physics. Recently, the study of topology has been extended to open systems, leading to a plethora of intriguing effects such as topological lasing, exceptional surfaces, as well as the non-Hermitian bulk-boundary correspondence. Here, we show that resonator networks with dissipative couplings can be governed by matrix-valued modified Wilson lines, leading to non-Abelian effects. This is in contrast to conservative Hamiltonians exhibiting non-degenerate energy levels, where the geometric properties of the Bloch eigenstates are typically characterized by scalar Berry phases. We experimentally measure geometric phases and demonstrate non-Abelian effects in a dissipatively-coupled network of time-multiplexed photonic resonators. Our results point to new ways in which the combined effect of topology and engineered dissipation can lead to non-Abelian topological phenomena. ",
    "url": "https://arxiv.org/abs/2212.02598",
    "authors": [
      "Midya Parto",
      "Christian Leefmans",
      "James Williams",
      "Franco Nori",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.02647",
    "title": "Broadband Coherent Wave Control Through Photonic Collisions at Time  Interfaces",
    "abstract": "Coherent wave control exploits the interference among multiple waves impinging on a system to suppress or enhance outgoing signals based on their relative phase and amplitude. This process inherently requires non-Hermiticity, in order to enable energy exchanges among the waves, and spatial interfaces in order to tailor their scattering. Here we explore the temporal analogue of this phenomenon, based on time-interfaces that support instantaneous non-Hermitian scattering events for photons analogous to mechanical collisions. Based on this mechanism, we demonstrate ultra-broadband temporal coherent wave control and photonic collisions with phase-tunable elastic features, and apply them to erase, enhance and reshape arbitrary pulses by suitably tailoring the amplitude and phase of counterpropagating signals. Our findings provide a pathway to effectively sculpt broadband light with light without requiring spatial boundaries, within an ultrafast and low-energy platform. ",
    "url": "https://arxiv.org/abs/2212.02647",
    "authors": [
      "Emanuele Galiffi",
      "Gengyu Xu",
      "Shixiong Yin",
      "Hady Moussa",
      "Younes Radi",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.02828",
    "title": "Tomography of Feshbach Resonance States",
    "abstract": "Feshbach resonances are fundamental to interparticle interactions and have been detected in collisions with atoms, ions, and molecules. However, extracting the resonance contribution to the collision dynamics and identifying their effect on the collision outcome has remained elusive. Here we present the detection of Feshbach resonance states with complete final quantum state resolution in a benchmark system for strongly interacting and highly anisotropic collisions -- molecular hydrogen ions colliding with noble gas atoms. We launch the collisions by cold Penning ionization which allows us to exclusively populate Feshbach resonances that span both short- and long-range parts of the interaction potential. We simultaneously resolve all final molecular channels of the Feshbach resonances in a tomographic manner using ion-electron coincidence velocity map imaging. Despite the strong mixing of all the degrees of freedom during the collision, we do not observe a statistical distribution of the final quantum states. We demonstrate that isolation of the Feshbach resonance pathway enables the detection of unique fingerprints of the resonant dynamics as confirmed by full \\textit{ab initio} quantum scattering calculations. ",
    "url": "https://arxiv.org/abs/2212.02828",
    "authors": [
      "Baruch Margulis",
      "Karl P. Horn",
      "Daniel M. Reich",
      "Meenu Upadhyay",
      "Nitzan Kahn",
      "Arthur Christianen",
      "Ad van der Avoird",
      "Gerrit C. Groenenboom",
      "Markus Meuwly",
      "Christiane P. Koch",
      "Edvardas Narevicius"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02853",
    "title": "A tuneable wavelength reference for chip-scale laser cooling",
    "abstract": "We demonstrate a tuneable, chip-scale wavelength reference to greatly reduce the complexity and volume of cold-atom sensors. A 1 mm optical path length micro-fabricated cell provides an atomic wavelength reference, with dynamic frequency control enabled by Zeeman shifting the atomic transition through the magnetic field generated by the printed circuit board (PCB) coils. The dynamic range of the laser frequency stabilization system is evaluated and used in conjunction with an improved generation of chip-scale cold atom platforms that traps 4 million 87Rb atoms. The scalability and component consolidation provide a key step forward in the miniaturization of cold atom sensors. ",
    "url": "https://arxiv.org/abs/2212.02853",
    "authors": [
      "S. Dyer",
      "K. Gallacher",
      "U. Hawley",
      "A. Bregazzi",
      "P. F. Griffin",
      "A. S. Arnold",
      "D. J. Paul",
      "E. Riis",
      "J. P. McGilligan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03049",
    "title": "Raman Strain-Shift Measurements and Prediction from First-Principles in  Highly-Strained Silicon",
    "abstract": "This work presents how first-principles simulations validated through experimental measurements lead to a new accurate prediction of the expected Raman shift as a function of strain in silicon. Structural relaxation of a strained primitive cell is first performed to tackle the relative displacement of the silicon atoms for each strain level. Density Functional Perturbation Theory (DFPT) is then used to compute the energy of the optical phonon modes in highly-strained silicon and retrieve the strain-shift trend. The simulations are validated by experimental characterization, using scanning electron microscopy (SEM) coupled with backscattering Raman spectroscopy, of silicon microbeams fabricated using a top-down approach. The beams are strained up to 2$\\%$ thanks to the internal tensile stress of silicon nitride actuators, allowing a validation of the perturbation theory in high-strain conditions. The results are compared with the phonon deformation potentials (PDP) theory and the uncertainty caused by the various parameters found in the literature is discussed. The simulated strain-shift coefficients of -175.77 cm$^{-1}$ (resp. -400.85 cm$^{-1}$) and the experimental one of -160.99 cm$^{-1}$ (resp. -414.97 cm$^{-1}$) are found for the longitudinal optical LO (resp. transverse optical TO$_1$) mode, showing good agreement. ",
    "url": "https://arxiv.org/abs/2212.03049",
    "authors": [
      "Nicolas Roisin",
      "Marie-Stéphane Colla",
      "Jean-Pierre Raskin",
      "Denis Flandre"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03110",
    "title": "High Rate Studies of the ATLAS sTGC Detector and Optimization of the  Filter Circuit on the Input of the Front-End Amplifier",
    "abstract": "The Large Hadron Collider (LHC) at CERN is expected to be upgraded to the High-Luminosity LHC (HL-LHC) by 2029 and achieve instantaneous luminosity around 5 - 7.5 $\\times$ 10$^{34}$cm$^{-2}$ s$^{-1}$. This represents a more than 3-4 fold increase in the instantaneous luminosity compared to what has been achieved in Run 2. The New Small Wheel (NSW) upgrade is designed to be able to operate efficiently in this high background rate environment. In this article, we summarize multiple performance studies of the small-strip Thin Gap Chamber (sTGC) at high rate using nearly final front-end electronics. We demonstrate that the efficiency versus rate distribution can be well described by an exponential decay with electronics dead-time being the primary cause of loss of efficiency at high rate. We then demonstrate several methods that can decrease the electronics dead-time and therefore minimize efficiency loss. One such method is to install either a pi-network input filter or pull-up resistor to minimize the charge input into the amplifier. We optimized the pi-network capacitance and pull-up resistor resistance using the results from our measurements. The results shown here were not only critical to finalizing the components on the front-end board, but also are critical for setting the optimal operating parameters of the sTGC detector and electronics in the ATLAS cavern. ",
    "url": "https://arxiv.org/abs/2212.03110",
    "authors": [
      "Siyuan Sun",
      "Luca Moleri",
      "Gerardo Vasquez",
      "Peter Teterin",
      "Sabrina Corsetti",
      "Liang Guan",
      "Benoit Lefebvre",
      "Enrique Kajomovitz",
      "Lorne Levinson",
      "Nachman Lupu",
      "Rob McPherson",
      "Alexander Vdovin",
      "Rongkun Wang",
      "Bing Zhou",
      "Junjie Zhu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2212.03137",
    "title": "Routine Molecular Dynamics Simulations Including Nuclear Quantum  Effects: from Force Fields to Machine Learning Potentials",
    "abstract": "We report the implementation of a multi-CPU and multi-GPU massively parallel platform dedicated to the explicit inclusion of nuclear quantum effects (NQEs) in the Tinker-HP molecular dynamics (MD) package. The platform, denoted Quantum-HP, exploits two simulation strategies: the Ring-Polymer Molecular Dynamics (RPMD) that provides exact structural properties at the cost of a MD simulation in an extended space of multiple replicas, and the adaptive Quantum Thermal Bath (adQTB) that imposes the quantum distribution of energy on a classical system via a generalized Langevin thermostat and provides computationally affordable and accurate (though approximate) NQEs. We discuss some implementation details, efficient numerical schemes, parallelization strategies and quickly review the GPU acceleration of our code. Our implementation allows an efficient inclusion of NQEs in MD simulations for very large systems, as demonstrated by scaling tests on water boxes with more than 200,000 atoms (simulated using the AMOEBA polarizable force field). We test the compatibility of the approach with Tinker-HP's recently introduced Deep-HP machine learning potentials module by computing water properties using the DeePMD potential with adQTB thermostating. Finally, we show that the platform is also compatible with the alchemical free energy estimation capabilities of Tinker-HP and fast enough to perform simulations. Therefore, we study how the NQEs affect the hydration free energy of small molecules solvated with the recently developed Q-AMOEBA water force field. Overall, the Quantum-HP platform allows users to perform routine quantum MD simulations of large condensed-phase systems and will participate to shed a new light on the quantum nature of important interactions in biological matter. ",
    "url": "https://arxiv.org/abs/2212.03137",
    "authors": [
      "Thomas Plé",
      "Nastasia Mauger",
      "Olivier Adjoua",
      "Théo Jaffrelot-Inizan",
      "Louis Lagardère",
      "Simon Huppert",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03160",
    "title": "Coherent control and generation of tunable narrowband terahertz  radiation from air-plasma filament driven by two-color pulse sequence",
    "abstract": "We report the proof-of-principle experiment of generating carrier-envelope phase (CEP)-controllable and frequency-tunable narrowband terahertz (THz) radiation from air-plasma filament driven by the beat of temporally stretched two-color laser pulse sequence. The pulse sequence was prepared by propagating the fundamental ultrafast laser pulse through a grating stretcher and Michelson interferometer with variable inter-arm delay. It was then partially frequency-doubled and focused to create a two-color field driven air-plasma filament as the source of THz radiation, of which both the center frequency and the CEP can be coherently tuned and controlled. To reproduce experimental results and elucidate complex nonlinear light-matter interaction, numerical simulation has been performed. This work demonstrates the feasibility of generating coherently controlled narrowband THz wave with high tunability in laser-induced air plasma. ",
    "url": "https://arxiv.org/abs/2212.03160",
    "authors": [
      "Xiaoyue Zhou",
      "Yuchen Lin",
      "Fu Deng",
      "Jingdi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.02672",
    "title": "Quantum imaging at 10 volumetric images per second",
    "abstract": "The correlation properties of light provide an outstanding tool to overcome the limitations of traditional imaging techniques. A relevant case is represented by correlation plenoptic imaging (CPI), a quantum imaging protocol employing spatio-temporal correlations to address the main limitations of conventional light-field imaging, namely, the poor spatial resolution and the reduced change of perspective for 3D imaging. However, the application potential of high-resolution quantum imaging is limited, in practice, by the need to collect a large number of frames to retrieve correlations. This creates a gap, unacceptable for many relevant tasks, between the time performance of quantum imaging and that of traditional imaging methods. In this article, we address this issue by exploiting the photon number correlations intrinsic in chaotic light, in combination with a cutting-edge ultrafast sensor made of a large array of single-photon avalanche diodes (SPADs). A novel single-lens CPI scheme is employed to demonstrate quantum imaging at an acquisition speed of 10 volumetric images per second. Our results place quantum imaging at a competitive edge and prove its potential in practical applications. ",
    "url": "https://arxiv.org/abs/2212.02672",
    "authors": [
      "Gianlorenzo Massaro",
      "Paul Mos",
      "Sergii Vasiukov",
      "Francesco Di Lena",
      "Francesco Scattarella",
      "Francesco V. Pepe",
      "Arin Ulku",
      "Davide Giannella",
      "Edoardo Charbon",
      "Claudio Bruschini",
      "Milena D'Angelo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.02860",
    "title": "Cavity nano-optomechanics with suspended subwavelength-sized nanowires",
    "abstract": "In the field of cavity nano-optomechanics, the nanoresonator-in-the-middle approach consists in inserting a sub-wavelength sized deformable resonator, here a nanowire, in the small mode volume of a fiber microcavity. Internal resonances in the nanowire enhance the light nanowire interaction which provide giant coupling strengthes -- sufficient to enter the single photon regime of cavity optomechanics -- at the condition to precisely position the nanowire within the cavity field. Here we expose a theoretical description that combines an analytical formulation of the Mie-scattering of the intracavity light by the nanowire and an input-output formalism describing the dynamics of the intracavity optical eigenmodes. We investigate both facets of the optomechanical interaction describing the position dependent parametric and dissipative optomechanical coupling strengths, as well as the optomechanical force field experienced by the nanowire. We find a quantitative agreement with recent experimental realization. We discuss the specific phenomenology of the optomechanical interaction which acquires a vectorial character since the nanowire can identically vibrate along both transverse directions: the optomechanical force field presents a non-zero rotational, while anomalous positive cavity shifts are expected. Taking advantage of the large Kerr-like non linearity, this work opens perspectives in the field of quantum optics with nanoresonator with for instance broadband squeezing of the outgoing cavity fields close to the single photon level. ",
    "url": "https://arxiv.org/abs/2212.02860",
    "authors": [
      "Antoine Reigue",
      "Francesco Fogliano",
      "Philip Heringlake",
      "Laure Mercier de Lépinay",
      "Benjamin Besga",
      "Jakob Reichel",
      "Benjamin Pigeau",
      "Olivier Arcizet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.02970",
    "title": "Quantum dynamic and geometric phases in harmonic oscillator, spin 1/2  and two-level thermal engines systems",
    "abstract": "Dynamical phases are obtained for a quantum thermal engine, whose working medium is a single harmonic oscillator. The dynamics of this engine is obtained by using four steps where in two steps the time dependent frequency is changing. In the other two steps, the thermal engine is coupled alternatively to hot and cold heat baths. Similar dynamical phases are obtained in a quantum thermal engine whose working medium is spin 1/2 system. The role of times durations of such steps in the quantum engines for getting maximal efficiency is analyzed. The dynamic of charge pumping in a quantum dot coupled to two reservoirs is studied. The effects of many modulation parameters including their fluctuations for getting geometric phases are analyzed. Since the separate steps in thermal engines describe non-cyclic circuits, we propose to use a special method for measuring geometric phases in thermal engines for non-cyclic circuits which is gauge invariant. ",
    "url": "https://arxiv.org/abs/2212.02970",
    "authors": [
      "Y.Ben-Aryeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03011",
    "title": "Cavity Light-Matter Entanglement through Quantum Fluctuations",
    "abstract": "The hybridization between light and matter forms the basis to achieve cavity control over quantum materials. In this work we investigate a cavity coupled to an XXZ quantum chain of interacting spinless fermions by numerically exact solutions and perturbative analytical expansions. We find two important effects: (i) Specific quantum fluctuations of the matter system play a pivotal role in achieving entanglement between light and matter; and (ii) in turn, light-matter entanglement is the key ingredient to modify electronic properties by the cavity. We hypothesize that quantum fluctuations of those matter operators to which the cavity modes couple are a general prerequisite for light-matter entanglement in the groundstate. Implications of our findings for light-matter-entangled phases, cavity-modified phase transitions in correlated systems, and measurement of light-matter entanglement through Kubo response functions are discussed. ",
    "url": "https://arxiv.org/abs/2212.03011",
    "authors": [
      "Giacomo Passetti",
      "Christian J. Eckhardt",
      "Michael A. Sentef",
      "Dante M. Kennes"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2012.11914",
    "title": "The ALF (Algorithms for Lattice Fermions) project release 2.1.  Documentation for the auxiliary-field quantum Monte Carlo code",
    "abstract": " Comments: 121 pages, 11 figures. v4: update do ALF 2.1. Submission to SciPost. This article supersedes arXiv:1704.00131 ",
    "url": "https://arxiv.org/abs/2012.11914",
    "authors": [
      "ALF Collaboration",
      "F. F. Assaad",
      "M. Bercx",
      "F. Goth",
      "A. Götz",
      "J. S. Hofmann",
      "E. Huffman",
      "Z. Liu",
      "F. Parisen Toldin",
      "J. S. E. Portela",
      "J. Schwab"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12475",
    "title": "Quantum Skyrmion Lattices in Heisenberg Ferromagnets",
    "abstract": " Comments: 14 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2112.12475",
    "authors": [
      "Andreas Haller",
      "Solofo Groenendijk",
      "Alireza Habibi",
      "Andreas Michels",
      "Thomas L. Schmidt"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01190",
    "title": "Quantum spatial superpositions and the possibility of superluminal  signaling",
    "abstract": " Comments: 24 pages, 2 figure ",
    "url": "https://arxiv.org/abs/2204.01190",
    "authors": [
      "P. Ávila",
      "E. Okon",
      "D. Sudarsky",
      "M. Wiedemann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.11011",
    "title": "On the fragility of gate-error metrics in simulation models of  flux-tunable transmon quantum computers",
    "abstract": " Comments: 28 pages, 13 figures and 25 tables ",
    "url": "https://arxiv.org/abs/2211.11011",
    "authors": [
      "Hannes Lagemann",
      "Dennis Willsch",
      "Madita Willsch",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.15295",
    "title": "Inverse design of arbitrary optical helicity patterns",
    "abstract": " Title: Inverse design of arbitrary optical helicity patterns ",
    "url": "https://arxiv.org/abs/2211.15295",
    "authors": [
      "Romuald Kilianski",
      "Robert Bennett"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]