[
  {
    "id": "arXiv:2503.03072",
    "title": "Nanocavity-Enhanced Second-Harmonic Generation from Colossal Quantum Dots",
    "abstract": "           Colloidal quantum dots (QDs) are an attractive medium for nonlinear optics and deterministic heterogeneous integration with photonic devices. Their intrinsic nonlinearities can be strengthened further by coupling QDs to low mode-volume photonic nanocavities, enabling low-power, on-chip nonlinear optics. In this paper, we demonstrated cavity-enhanced second harmonic generation via integration of colossal QDs with a silicon nitride nanobeam cavity. By pumping the cavity-QD system with an ultrafast pulsed laser, we observed a strong second harmonic generation from the cavity-coupled QD, and we estimate an enhancement factor of ~3,040. Our work, coupled with previously reported deterministic positioning of colossal QDs, can enable a scalable QD-cavity platform for low-power nonlinear optics.         ",
    "url": "https://arxiv.org/abs/2503.03072",
    "authors": [
      "David Sharp",
      "Abhinav Kala",
      "Hannah Rarick",
      "Hao A. Nguyen",
      "Elise Skytte",
      "Brandi M. Cossairt",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03198",
    "title": "Lithium Tantalate Bulk Acoustic Resonator For Piezoelectric Power Conversion",
    "abstract": "           We present the first lithium tantalate (LT) thickness-extensional (TE) mode bulk acoustic resonators designed for piezoelectric power conversion, showcasing a low temperature coefficient of frequency (TCF) of -13.56 ppm/K. These resonators also exhibit high quality factors (Q) of 1698, and electromechanical coupling coefficients ($k^2$) of 8.8%, making them suitable for efficient power conversion applications. A grounded ring structure is leveraged for spurious mode-free response and figure of merit (FoM=$k^2 \\times Q$) enhancement near the series resonance. The temperature dependency of Q and $k^2$ is experimentally tested over a wide temperature range, from $25^{\\circ}\\text{C}$ to $130^{\\circ}\\text{C}$, demonstrating the resonators thermal stability and consistent performance under varying conditions. This work highlights the potential of LT resonators in the future development of thermally stable power electronic systems, enabling more reliable and efficient piezoelectric power converters.         ",
    "url": "https://arxiv.org/abs/2503.03198",
    "authors": [
      "Ziqian Yao",
      "Clarissa Daniel",
      "Eric Stolt",
      "Vakhtang Chulukhadze",
      "Juan Rivas Davila",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03246",
    "title": "Time-dependent DFT-based study of bacteriochlorophyll a optical properties within the B800 part of Rhodoblastus acidophilus light-harvesting complex",
    "abstract": "           We use time-dependent density functional theory-based approaches, TD-DFT and TD-DFTB, to investigate the optical absorption of B800 part of Rhodoblastus acidophilus light-harvesting complex 2 (LH2). Both methods are shown to give qualitative agreement with experimental spectra for a single BChl a molecule and for the optimized structure of B800 complex containing nine of such molecules. We proved the absence of any sizable effects originating from the interaction between adjacent molecules, thus optical features of B800 LH2 part should not be attributed to the structural organization of pigments. In addition, time-dependent procedure itself was found to be crucial for the correct description of BChl a absorption spectrum.         ",
    "url": "https://arxiv.org/abs/2503.03246",
    "authors": [
      "Evgenia A. Kovaleva",
      "Lyudmila V. Begunovich",
      "Maxim M. Korshunov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2503.03263",
    "title": "A 262 TOPS Hyperdimensional Photonic AI Accelerator powered by a Si3N4 microcomb laser",
    "abstract": "           The ever-increasing volume of data has necessitated a new computing paradigm, embodied through Artificial Intelligence (AI) and Large Language Models (LLMs). Digital electronic AI computing systems, however, are gradually reaching their physical plateaus, stimulating extensive research towards next-generation AI accelerators. Photonic Neural Networks (PNNs), with their unique ability to capitalize on the interplay of multiple physical dimensions including time, wavelength, and space, have been brought forward with a credible promise for boosting computational power and energy efficiency in AI processors. In this article, we experimentally demonstrate a novel multidimensional arrayed waveguide grating router (AWGR)-based photonic AI accelerator that can execute tensor multiplications at a record-high total computational power of 262 TOPS, offering a ~24x improvement over the existing waveguide-based optical accelerators. It consists of a 16x16 AWGR that exploits the time-, wavelength- and space- division multiplexing (T-WSDM) for weight and input encoding together with an integrated Si3N4-based frequency comb for multi-wavelength generation. The photonic AI accelerator has been experimentally validated in both Fully-Connected (FC) and Convolutional NN (NNs) models, with the FC and CNN being trained for DDoS attack identification and MNIST classification, respectively. The experimental inference at 32 Gbaud achieved a Cohen's kappa score of 0.867 for DDoS detection and an accuracy of 92.14% for MNIST classification, respectively, closely matching the software performance.         ",
    "url": "https://arxiv.org/abs/2503.03263",
    "authors": [
      "Christos Pappas",
      "Antonios Prapas",
      "Theodoros Moschos",
      "Manos Kirtas",
      "Odysseas Asimopoulos",
      "Apostolos Tsakyridis",
      "Miltiadis Moralis-Pegios",
      "Chris Vagionas",
      "Nikolaos Passalis",
      "Cagri Ozdilek",
      "Timofey Shpakovsky",
      "Alain Yuji Takabayashi",
      "John D. Jost",
      "Maxim Karpov",
      "Anastasios Tefas",
      "Nikos Pleros"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2503.03394",
    "title": "The influence of shot noise on the performance of phase singularity-based refractometric sensors",
    "abstract": "           Topological singularities of optical response functions -- such as reflection amplitudes -- enable elegant practical applications ranging from analog signal processing to novel molecular sensing approaches. A phase singularity-based refractometric sensor monitors the rapidly evolving argument of the optical field near the point of phase singularity, in contrast to the reflection zero in traditional surface plasmon polariton sensors. This raises a natural question: What happens with the sensitivity and resolution of such a sensor when it operates close to a zero of the response function, where the detected signal may be greatly influenced by various noise sources? In this paper, we systematically study the effect of the shot noise on the performance of a generic phase singularity-based refractometric sensor. We develop a theoretical model of a spectroscopic ellipsometry-based system operating near a phase singularity and couple the macroscopic optical picture of the detection with a quantum shot noise model. Within the developed model, we illustrate how the shot noise of the detector comes into play and study its effect on the sensitivity and resolution of the refractometric sensor. Our results suggest that such an ellipsometry-based phase singularity sensor remains stable even in the presence of shot noise near the point of zero reflection.         ",
    "url": "https://arxiv.org/abs/2503.03394",
    "authors": [
      "Valeria Maslova",
      "Georgy Ermolaev",
      "Evgeny S. Andrianov",
      "Aleksey V. Arsenin",
      "Valentyn S. Volkov",
      "Denis G. Baranov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.03514",
    "title": "Hosting Second Order Exceptional Point in an All-lossy Dual-Core Photonic Crystal Fiber",
    "abstract": "           We report an all-lossy index-guided dual-core photonic crystal fiber (PCF) that hosts a second-order exceptional point (EP) in the systems parameter space. By appropriately selecting a parametric encirclement scheme around the EP, the interaction between the coupled modes has been studied, and the mode conversion is subsequently observed.         ",
    "url": "https://arxiv.org/abs/2503.03514",
    "authors": [
      "Shamba Ghosh",
      "Arpan Roy",
      "Bishnu P. Pal",
      "Somnath Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.03522",
    "title": "Correction to the quantum relation of photons in the Doppler effect based on a special Lorentz violation model",
    "abstract": "           The possibility of the breaking of Lorentz symmetry has been discussed in many models of quantum gravity. In this paper we follow the Lorentz violation model in Ref. [1] (i.e., our previous work) to discuss the Doppler frequency shift of photons and the Compton scattering process between photons and electrons, pointing out that following the idea in Ref. [1] we have to modify the usual quantum relation of photons in the Doppler effect. But due to the current limited information and knowledge, we could not yet determine the specific expression for the correction coefficient in the modified quantum relation of photons. However, the phenomenon called spontaneous radiation in a cyclotron maser give us an opportunity to see what the expression for this correction coefficient might look like. Therefor, under some necessary constraints, we construct a very concise expression for this correction coefficient through the discussion of different cases. And then we use this expression to analyze the wavelength of radiation in the cyclotron maser, which tends to a limited value at v is close to c, rather than to 0 as predicted by the Lorentz model. And the inverse Compton scattering phenomenon is also discussed and we find that there is a limit to the maximum energy that can be obtained by photons in the collision between extremely relativistic particles and low-energy photons, which conclusion is also very different from that obtained from the Lorentz model, in which the energy that can be obtained by the photon tends to be infinite as the velocity of particle is close to c. This paper still follows the purpose in Ref. [1] that the energy and momentum of particles (i.e., any particles, including photons) cannot be infinite, otherwise it will make some physical scenarios invalid.         ",
    "url": "https://arxiv.org/abs/2503.03522",
    "authors": [
      "Jinwen Hu",
      "Huan Hu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03649",
    "title": "Limits of nonlinear and dispersive fiber propagation for photonic extreme learning",
    "abstract": "           We report a generalized nonlinear Schrödinger equation simulation model of an extreme learning machine based on optical fiber propagation. Using handwritten digit classification as a benchmark, we study how accuracy depends on propagation dynamics, as well as parameters governing spectral encoding, readout, and noise. Test accuracies of over 91% and 93% are found for propagation in the anomalous and normal dispersion regimes respectively. Our simulation results also suggest that quantum noise on the input pulses introduces an intrinsic penalty to ELM performance.         ",
    "url": "https://arxiv.org/abs/2503.03649",
    "authors": [
      "Andrei V. Ermolaev",
      "Mathilde Hary",
      "Lev Leybov",
      "Piotr Ryczkowski",
      "Anas Skalli",
      "Daniel Brunner",
      "Goëry Genty",
      "John M. Dudley"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2503.03696",
    "title": "Embedding Matrices in Programmable Photonic Networks with Flexible Depth and Width",
    "abstract": "           We show that programmable photonic circuit architectures composed of alternating mixing layers and active layers offer a high degree of flexibility. This alternating configuration enables the systematic tailoring of both the network's depth (number of layers) and width (size of each layer) without compromising computational capabilities. From a mathematical perspective, our approach can be viewed as embedding an arbitrary target matrix into a higher-dimensional matrix, which can then be represented with fewer layers and larger active elements. We derive a general relation for the width and depth of a network that guarantees representing all $N \\times N$ complex matrix operations. Remarkably, we show that just two such active layers, interleaved with passive mixing layers, are sufficient to universally implement arbitrary matrix transformations. This result promises a more adaptable and scalable route to photonic matrix processors.         ",
    "url": "https://arxiv.org/abs/2503.03696",
    "authors": [
      "Matthew Markowitz",
      "Kevin Zelaya",
      "Mohammad-Ali Miri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.03718",
    "title": "Robustness Optimization for Compact Free-electron Laser Driven by Laser Wakefield Accelerators",
    "abstract": "           Despite the successful demonstration of compact free electron lasers (FELs) driven by laser wakefield accelerators (LWFAs), the shot-to-shot fluctuations inherent to LWFAs remain a major obstacle to realizing LWFA-driven FELs with high gain and robust operation. Here, we present a conceptual design for LWFA-driven FELs with enhanced robustness and reliability. By employing Bayesian optimization techniques, the beamline was optimized to achieve sufficient tolerance against these fluctuations under actual experimental conditions. Start-to-end simulations revealed that this systematic optimization significantly reduces the system's sensitivity to parametric variations. With the optimized configurations, the radiation energy can be maintained above 1 {\\mu}J at a wavelength of approximately 25 nm, even when accounting for twice the root-mean-square (RMS) ranges of these inherent jitters. This proposed scheme represents a substantial advancement in the development of compact LWFA-driven FEL systems, enabling robust operation and paving the way for the realization of reliable and widely accessible sources.         ",
    "url": "https://arxiv.org/abs/2503.03718",
    "authors": [
      "Hai Jiang",
      "Ke Feng",
      "Runshu Hu",
      "Qiwen Zhan",
      "Wentao Wang",
      "Ruxin Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03731",
    "title": "LuxNAS: A Coherent Photonic Neural Network Powered by Neural Architecture Search",
    "abstract": "           We demonstrate a novel coherent photonic neural network using tunable phase-change-material-based couplers and neural architecture search. Compared to the MZI-based Clements network, our results indicate 85% reduction in the network footprint while maintaining the accuracy.         ",
    "url": "https://arxiv.org/abs/2503.03731",
    "authors": [
      "Amin Shafiee",
      "Febin Sunny",
      "Sudeep Pasricha",
      "Mahdi Nikdast"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2502.20373",
    "title": "Hamiltonian Learning at Heisenberg Limit for Hybrid Quantum Systems",
    "abstract": "           Hybrid quantum systems with different particle species are fundamental in quantum materials and quantum information science. In this work, we demonstrate that Hamiltonian learning in hybrid spin-boson systems can achieve the Heisenberg limit. Specifically, we establish a rigorous theoretical framework proving that, given access to an unknown hybrid Hamiltonian system, our algorithm can estimate the Hamiltonian coupling parameters up to root mean square error (RMSE) $\\epsilon$ with a total evolution time scaling as $T \\sim \\mathcal{O}(\\epsilon^{-1})$ using only $\\mathcal{O}({\\rm polylog}(\\epsilon^{-1}))$ measurements. Furthermore, it remains robust against small state preparation and measurement (SPAM) errors. In addition, we also provide an alternative algorithm based on distributed quantum sensing, which significantly reduces the maximum evolution time per measurement. To validate our method, we apply it to the generalized Dicke model for Hamiltonian learning and the spin-boson model for spectrum learning, demonstrating its efficiency in practical quantum systems. These results provide a scalable and robust framework for precision quantum sensing and Hamiltonian characterization in hybrid quantum platforms.         ",
    "url": "https://arxiv.org/abs/2502.20373",
    "authors": [
      "Lixing Zhang",
      "Ze-Xun Lin",
      "Prineha Narang",
      "Di Luo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Numerical Analysis (math.NA)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03133",
    "title": "Quality Concerns Caused by Quality Control -- deformation of silicon strip detector modules in thermal cycling tests",
    "abstract": "           The ATLAS experiment at the Large Hadron Collider (LHC) is currently preparing to replace its present Inner Detector (ID) with the upgraded, all-silicon Inner Tracker (ITk) for its High-Luminosity upgrade (HL-LHC). The ITk will consist of a central pixel tracker and the outer strip tracker, consisting of about 19,000 strip detector modules. Each strip module is assembled from up to two sensors, and up to five flexes (depending on its geometry) in a series of gluing, wirebonding and quality control steps. During detector operation, modules will be cooled down to temperatures of about -35C (corresponding to the temperature of the support structures on which they will be mounted) after being initially assembled and stored at room temperature. In order to ensure compatibility with the detector's operating temperature range, modules are subjected to thermal cycling as part of their quality control process. Ten cycles between -35C and +40C are performed for each module, with full electrical characterisation tests at each high and low temperature point. As part of an investigation into the stress experienced by modules during cooling, it was observed that modules generally showed a change in module shape before and after thermal cycling. This paper presents a summary of the discovery and understanding of the observed changes, connecting them with excess module stress, as well as the resulting modifications to the module thermal cycling procedure.         ",
    "url": "https://arxiv.org/abs/2503.03133",
    "authors": [
      "Richard Salami",
      "Luise Poley",
      "Kirsten Affolder",
      "Tony Affolder",
      "Lukas Bayer",
      "Ben Crick",
      "Emily Duden",
      "Ian George Dyckes",
      "Vitaliy Fadeyev",
      "Anne Fortman",
      "Pavol Federic",
      "Laura Franconi",
      "Matthew Gignac",
      "Shubham Gupta",
      "John Hallford",
      "Cole Helling",
      "Ewan Hill",
      "Miao Hu",
      "Jiri Kroll",
      "Priyanka Kumari",
      "Carlos Lacasta",
      "Madison Levagood",
      "Hanlez Lopez",
      "Len Morelos-Zaragoza",
      "Meny Raviv Moshe",
      "Aaron Petersen",
      "Vicente Platero",
      "Archa Devi Rajagopalan",
      "Lisa Sitnikova",
      "Carles Solaz",
      "Urmila Soldevila",
      "Peter Speers",
      "Gerrit Van Nieuwenhuizen",
      "Alex Zeng Wang"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.03542",
    "title": "Quantum Batteries: A Materials Science Perspective",
    "abstract": "           In the context of quantum thermodynamics, quantum batteries have emerged as promising devices for energy storage and manipulation. Over the past decade, substantial progress has been made in understanding the fundamental properties of quantum batteries, with several experimental implementations showing great promise. This Perspective provides an overview of the solid-state materials platforms that could lead to fully operational quantum batteries. After briefly introducing the basic features of quantum batteries, we discuss organic microcavities, where superextensive charging has already been demonstrated experimentally. We then explore other materials, including inorganic nanostructures (such as quantum wells and dots), perovskite systems, and (normal and high-temperature) superconductors. Key achievements in these areas, relevant to the experimental realization of quantum batteries, are highlighted. We also address challenges and future research directions. Despite their enormous potential for energy storage devices, research into advanced materials for quantum batteries is still in its infancy. This paper aims to stimulate interdisciplinarity and convergence among different materials science research communities to accelerate the development of new materials and device architectures for quantum batteries.         ",
    "url": "https://arxiv.org/abs/2503.03542",
    "authors": [
      "A. Camposeo",
      "T. Virgili",
      "F. Lombardi",
      "G. Cerullo",
      "D. Pisignano",
      "M. Polini"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.17917",
    "title": "Optical control of electrons in a Floquet topological insulator",
    "abstract": "           Light-dressed materials hold enormous potential for generating new electronic properties. The band structure resulting from light-dressing can exhibit starkly different quantum and topological phenomena. So far, optical control of charge within a light-dressed band structure has been elusive. Here, we demonstrate optical control of electrons in light-dressed graphene. By focusing circularly polarized femtosecond laser pulses at 1550 nm on monolayer graphene, we generate a Floquet topological insulator (FTI). With a phase-locked second harmonic field, we dynamically control electrons in this FTI state. For the first time, we observe photocurrent circular dichroism, the all-optical anomalous Hall effect, and FTI valley-polarized currents. The photocurrents show strong sub-cycle phase-sensitivity, opening the door to ultrafast control within topologically protected electronics (topotronics), spectroscopy, and attosecond physics in novel quantum materials.         ",
    "url": "https://arxiv.org/abs/2407.17917",
    "authors": [
      "Daniel M. B. Lesko",
      "Tobias Weitz",
      "Simon Wittigschlager",
      "Weizhe Li",
      "Christian Heide",
      "Ofer Neufeld",
      "Peter Hommelhoff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2408.16142",
    "title": "Classifying acoustic cavitation with machine learning trained on multiple physical models",
    "abstract": "           Acoustic cavitation threshold charts are used to map between acoustic parameters (mainly intensity and frequency) and different regimes of acoustic cavitation. The two main regimes are transient cavitation, where a bubble collapses, and stable cavitation, where a bubble undergoes periodic oscillations without collapse. The cavitation charts strongly depend on the physical model used to compute the bubble dynamics and the algorithm for classifying the cavitation threshold. The differences between modeling approaches become especially noticeable for resonant bubbles and when sonication parameters result in large-amplitude oscillations. This paper proposes a machine learning approach that integrates three physical models, i.e., the Rayleigh-Plesset, Keller-Miksis and Gilmore equations, and multiple cavitation classification techniques. Specifically, we classify the cavitation regimes based on the maximum radius, the acoustic Mach number, the kurtosis factor of acoustic emissions, and the Flynn criterion on the inertial and pressure functions. Four machine learning strategies were developed to predict the likelihood of the transient and stable cavitation, using equally weighted contributions from classification techniques. By solving the differential equations for bubble dynamics across a range of sonication and material parameters and applying cross-validation on held-out test data, our framework demonstrates high predictive accuracy for cavitation regimes. This physics-informed machine learning approach offers probabilistic insights into cavitation likelihood, combining diverse physical models and classification strategies, each contributing different levels of physical rigor and interpretability.         ",
    "url": "https://arxiv.org/abs/2408.16142",
    "authors": [
      "Trinidad Gatica",
      "Elwin van 't Wout",
      "Reza Haqshenas"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.00027",
    "title": "New Generalized Expressions for the Electromagnetic Fields of the Hybrid Modes of an Optical Fiber Using Complex and Bi-Complex Mathematics",
    "abstract": "           The electromagnetic fields of the hybrid modes of an optical fiber are reformulated using bi-complex mathematics, which leads to simpler expressions relative to those found using the widely used, conventional complex formulation. Generalized expressions for the electromagnetic fields are also found using both formulations for comparative purposes. Furthermore, the feasibility of bi-complex mathematics is investigated for the derivation of the modal powers, orthogonality relations, and the weakly-guided fiber approximation.         ",
    "url": "https://arxiv.org/abs/2409.00027",
    "authors": [
      "W. Astar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.06611",
    "title": "Seismic Traveltime Inversion with Quantum Annealing",
    "abstract": "           This study demonstrates the application of quantum computing based quantum annealing to seismic traveltime inversion, a critical approach for inverting highly accurate velocity models. The seismic inversion problem is first converted into a Quadratic Unconstrained Binary Optimization problem, which the quantum annealer is specifically designed to solve. We then solve the problem via quantum annealing method. The inversion is applied on a synthetic velocity model, presenting a carbon storage scenario at depths of 1000-1300 meters. As an application example, we also show the capacity of quantum computing to handle complex, noisy data environments. This work highlights the emerging potential of quantum computing in geophysical applications, providing a foundation for future developments in high-precision seismic imaging.         ",
    "url": "https://arxiv.org/abs/2412.06611",
    "authors": [
      "Hoang Anh Nguyen",
      "Ali Tura"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2502.16392",
    "title": "femto-PIXAR: a neural network method for reconstruction of femtosecond X-ray free electron laser pulse energy",
    "abstract": "           X-ray Free Electron Lasers (X\\nobreakdash-FELs) operate in a wide range of lasing configurations for a broad variety of scientific applications at ultrafast time-scales such as structural biology, materials science, and atomic and molecular physics. Shot-by-shot characterization of the X-FEL pulses is crucial for analysis of many experiments as well as tuning the X-FEL performance. However, for the weak pulses found in advanced configurations, e.g. those needed for coherent, two-pulse studies of quantum materials, there is no current method for reliably resolving pulse profiles. Here we show that a physics-based U-net model can reconstruct the individual pulse power profiles for sub-picosecond pulse separation without the need for simulations. Using experimental data from weak X-FEL pulse pairs, we demonstrate we can learn the pulse characteristics on a shot-by-shot basis when conventional methods fail.         ",
    "url": "https://arxiv.org/abs/2502.16392",
    "authors": [
      "Gesa Goetzke",
      "Rajan Plumley",
      "Gregor Hartmann",
      "Tim Maxwell",
      "Franz-Josef Decker",
      "Alberto Lutman",
      "Mike Dunne",
      "Daniel Ratner",
      "Joshua J. Turner"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2408.11989",
    "title": "Controlling nonergodicity in quantum many-body systems by reinforcement learning",
    "abstract": "           Finding optimal control strategies to suppress quantum thermalization for arbitrarily initial states, the so-called quantum nonergodicity control, is important for quantum information science and technologies. Previous control methods largely relied on theoretical model of the target quantum system, but invertible model approximations and inaccuracies can lead to control failures. We develop a model-free and deep-reinforcement learning (DRL) framework for quantum nonergodicity control. It is a machine-learning method with the unique focus on balancing exploration and exploitation strategies to maximize the cumulative rewards so as to preserve the initial memory in the time-dependent nonergodic metrics over a long stretch of time. We use the paradigmatic one-dimensional tilted Fermi-Hubbard system to demonstrate that the DRL agent can efficiently learn the quantum many-body system solely through the interactions with the environment. The optimal policy obtained by the DRL provides broader control scenarios for managing nonergodicity in the phase diagram as compared to, e.g., the specific protocol for Wannier-Stark localization. The continuous control protocols and observations are experimentally feasible. The model-free nature of DRL and its versatile search space for control functions render promising nonergodicity control in more complex quantum many-body systems.         ",
    "url": "https://arxiv.org/abs/2408.11989",
    "authors": [
      "Li-Li Ye",
      "Ying-Cheng Lai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04439",
    "title": "Ab initio quantum dynamics as a scalable solution to the exoplanet opacity challenge: A case study of CO$_2$ in hydrogen atmosphere",
    "abstract": "           Light-matter interactions lie at the heart of our exploration of exoplanetary atmospheres. Interpreting data obtained by remote sensing is enabled by meticulous, time- and resource-consuming work aiming at deepening our understanding of such interactions (i.e., opacity models). Recently, Niraula et al. 2022 pointed out that due primarily to limitations on our modeling of broadening and far-wing behaviors, opacity models needed a timely update for exoplanet exploration in the JWST era, and thus argued for a scalable approach. In this proof-of-concept study, we introduce an end-to-end solution from \\textsl{ab initio} calculations to pressure broadening, and use a perturbation framework to identify the need for precision to a level of $\\sim$10\\%. We focus on the CO$_2$-H$_2$ system as CO$_2$ is a key absorption feature for exoplanet research (primarily in many gas giants) at $\\sim$4.3$\\mu$m as pressure-broadening parameters required for interpreting such observations remain sparse. We compute elastic and inelastic cross-sections for the collision of {ortho-}H$_2$~with CO$_2$, in the ground vibrational state, and at the coupled-channel fully converged level. For scattering energies above $\\sim$20~cm$^{-1}$, moderate precision inter-molecular potentials are indistinguishable from high precision ones in cross-sections. Our calculations agree with the currently available measurement within 7\\%, i.e., well beyond the precision requirements.         ",
    "url": "https://arxiv.org/abs/2409.04439",
    "authors": [
      "Laurent Wiesenfeld",
      "Prajwal Niraula",
      "Julien de Wit",
      "Nejmeddine Jaïdane",
      "Iouli E. Gordon",
      "Robert J. Hargreaves"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.17482",
    "title": "An Improved Quantum Algorithm of the Multislice Method",
    "abstract": "           The multisilce method is an important algorithm for electron diffraction and image simulations in transmission electron microscopy. We have proposed a quantum algorithm of the multislice method based on quantum circuit model previously. In this work we have developed an improved quantum algorithm. We reconstruct the phase-shifting quantum circuit without using the multi-controlled quantum gates, thereby significantly improve the computation efficiency. The new quantum circuit also allows further gate count reduction at the cost of a controllable error. We have simulated the quantum circuit on a classical supercomputer and analyzed the result to prove the feasibility and correctness of the improved quantum algorithm. We also provide proper parameter settings through testing, allowing the minimization of the necessary number of quantum gates while limiting the relative error within 1%. This work demonstrates the potential of applying quantum computing to electron diffraction simulations and achieving quantum advantages.         ",
    "url": "https://arxiv.org/abs/2411.17482",
    "authors": [
      "Y.C. Wang",
      "Y. Sun",
      "Z.J. Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]