[
  {
    "id": "arXiv:2205.06319",
    "title": "Transient dynamics of subradiance and superradiance in open optical  ensembles",
    "abstract": "We introduce a computational Maxwell-Bloch framework for investigating out of equilibrium optical emitters in open cavity-less systems. To do so, we compute the pulse-induced dynamics of each emitter from fundamental light-matter interactions and self-consistently calculate their radiative coupling, including phase inhomogeneity from propagation effects. This semiclassical framework is applied to open systems of quantum dots with different density and dipolar coupling. We observe that signatures of superradiant behavior, such as directionality and faster decay, are weak for systems with extensions comparable to $\\lambda/2$. In contrast, subradiant features are robust and can produce long-term population trapping effects. This computational tool enables quantitative investigations of large optical ensembles in the time domain and could be used to design new systems with enhanced superradiant and subradiant properties. ",
    "url": "https://arxiv.org/abs/2205.06319",
    "authors": [
      "Elliot Lu",
      "B. Shanker",
      "Carlo Piermarocchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.06334",
    "title": "Fast optical transport of ultracold molecules over long distances",
    "abstract": "Optically trapped laser-cooled polar molecules hold promise for new science and technology in quantum information and quantum simulation. Large numerical aperture optical access and long trap lifetimes are needed for many studies, but these requirements are challenging to achieve in a magneto-optical trap (MOT) vacuum chamber that is connected to a cryogenic buffer gas beam source, as is the case for all molecule laser cooling experiments so far. Long distance transport of molecules greatly eases fulfilling these requirements as molecules are placed into a region separate from the MOT chamber. We realize a fast transport method for ultracold molecules based on an electronically focus-tunable lens combined with an optical lattice. The high transport speed is achieved by the 1D red-detuned optical lattice, which is generated by interference of a focus-tunable laser beam and a focus-fixed laser beam. Efficiency of 48(8)% is realized in the transport of ultracold calcium monofluoride (CaF) molecules over 46 cm distance in 50 ms, with a moderate heating from 32(2) {\\mu}K to 53(4) {\\mu}K. Positional stability of the molecular cloud allows for stable loading of an optical tweezer array with single molecules. ",
    "url": "https://arxiv.org/abs/2205.06334",
    "authors": [
      "Yicheng Bao",
      "Scarlett S. Yu",
      "Loïc Anderegg",
      "Sean Burchesky",
      "Derick Gonzalez-Acevedo",
      "Eunmi Chae",
      "Wolfgang Ketterle",
      "Kang-Kuen Ni",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06379",
    "title": "Quantum Preconditioners and Hydrological Linear Systems",
    "abstract": "Modeling hydrological fracture networks is a hallmark challenge in computational earth sciences. Accurately predicting critical features of fracture systems, e.g. percolation, can require solving large linear systems far beyond current or future high performance capabilities. Quantum computers can theoretically bypass the memory and speed constraints faced by classical approaches, however several technical issues must first be addressed. Chief amongst these difficulties is that such systems are often ill-conditioned, i.e. small changes in the system can produce large changes in the solution, which can slow down the performance of linear solving algorithms. We test several existing quantum techniques to improve the condition number, but find they are insufficient. We then introduce the inverse Laplacian preconditioner, which significantly reduces the condition number of the system and readily admits a quantum implementation. These results are a critical first step in developing a quantum solver for fracture systems, both advancing the state of hydrological modeling and providing a novel real-world application for quantum linear systems algorithms. ",
    "url": "https://arxiv.org/abs/2205.06379",
    "authors": [
      "John Golden",
      "Daniel O'Malley",
      "Hari Viswanathan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06380",
    "title": "Photonic Generation of Millimeter-Waves Disciplined by Molecular  Rotational Spectroscopy",
    "abstract": "Optical generation of millimeter-waves (mm-wave) is made possible by an optical heterodyne of two diode lasers on a uni-traveling-carrier photodiode (UTC-PD). We utilized this technique to produce a mm-wave oscillator with desirable phase-noise characteristics, which were inherited from a pair of narrow-linewidth diode lasers. We present the long-term stabilization of our oscillator, achieved by referencing it to a rotational transition of gaseous nitrous oxide (N2O). Direct frequency modulation spectroscopy at 301.442 GHz (J=11) generated an error signal that disciplined the frequency difference between the diode lasers and thus, locked the millimeter-wave radiation to the molecular rotational line. The mm-wave frequency was down-converted using an electro-optic (EO) comb, and recorded by a frequency counter referenced to a Rubidium (Rb) clock. This resulted in short-term fractional frequency stability of $1.5 \\times 10^{-11}/\\sqrt{\\tau}$ and a long term-stability of $4\\times 10^{-12}$ at 10,000 s averaging time. ",
    "url": "https://arxiv.org/abs/2205.06380",
    "authors": [
      "James Greenberg",
      "Rubab Amin",
      "Brendan M. Heffernan",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06614",
    "title": "Quantum gravity effects in the infra-red: a theoretical derivation of  the low energy fine structure constant and mass ratios of charged fermions",
    "abstract": "We have recently proposed a pre-quantum, pre-space-time theory as a matrix-valued Lagrangian dynamics on an octonionic space-time. This theory offers the prospect of unifying internal symmetries of the standard model with pre-gravitation. We explain why such a quantum gravitational dynamics is in principle essential even at energies much smaller than Planck scale. The dynamics can also predict the values of free parameters of the low energy standard model: these parameters arising in the Lagrangian are related to the algebra of the octonions which define the underlying non-commutative space-time on which the dynamical degrees of freedom evolve. These free parameters are related to the exceptional Jordan algebra $J_3(8)$ which describes the three fermion generations. We use the octonionic representation of fermions to compute the eigenvalues of the characteristic equation of this algebra, and compare the resulting eigenvalues with known mass ratios for quarks and leptons. We show that the ratios of the eigenvalues correctly reproduce the [square root of the] known mass ratios. In conjunction with the trace dynamics Lagrangian, these eigenvalues also yield a theoretical derivation of the low energy fine structure constant. ",
    "url": "https://arxiv.org/abs/2205.06614",
    "authors": [
      "Tejinder P. Singh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06674",
    "title": "Model-Free Data-Driven Viscoelasticity in the Frequency Domain",
    "abstract": "We develop a Data-Driven framework for the simulation of wave propagation in viscoelastic solids directly from dynamic testing material data, including data from Dynamic Mechanical Analysis (DMA), nano-indentation, Dynamic Shear Testing (DST) and Magnetic Resonance Elastography (MRE), without the need for regression or material modeling. The problem is formulated in the frequency domain and the method of solution seeks to minimize a distance between physically admissible histories of stress and strain, in the sense of compatibility and equilibrium, and the material data. We metrize the space of histories by means of the flat-norm of their Fourier transform, which allows consideration of infinite wave trains such as harmonic functions. Another significant advantage of the flat norm is that it allows the response of the system at one frequency to be inferred from data at nearby frequencies. We demonstrate and verify the approach by means of two test cases, a polymeric truss structure characterized by DMA data and a 3D soft gel sample characterized by MRE data. The examples demonstrate the ease of implementation of the Data-Driven scheme within conventional commercial codes and its robust convergence properties, both with respect to the solver and the data. ",
    "url": "https://arxiv.org/abs/2205.06674",
    "authors": [
      "Hossein Salahshoor",
      "Michael Ortiz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06776",
    "title": "Prototype Development and Validation of a Beam-Divergence Control System  for Free-Space Laser Communications",
    "abstract": "Being able to dynamically control the transmitted-beam divergence can bring important advantages in free-space optical communications. Specifically, this technique can help to optimize the overall communications performance when the optimum laser-beam divergence is not fixed or known. This is the case in most realistic space laser communication systems, since the optimum beam divergence depends on multiple factors that can vary with time, such as the link distance, or cannot be accurately known, such as the actual pointing accuracy. A dynamic beam-divergence control allows to optimize the link performance for every platform, scenario, and condition. NICT is currently working towards the development of a series of versatile lasercom terminals that can fit a variety of conditions, for which the adaptive element of the transmitted beam divergence is a key element. This manuscript presents a prototype of a beam-divergence control system designed and developed by NICT and Tamron to evaluate this technique and to be later integrated within the lasercom terminals. The basic design of the prototype is introduced as well as the first validation tests that demonstrate its performance. ",
    "url": "https://arxiv.org/abs/2205.06776",
    "authors": [
      "Alberto Carrasco-Casado",
      "Koichi Shiratama",
      "Dimitar Kolev",
      "Phuc V. Trinh",
      "Tetsuharu Fuse",
      "Shingo Fuse",
      "Koji Kawaguchi",
      "Yusuke Hashimoto",
      "Masamitsu Hyodo",
      "Takashi Sakamoto",
      "Terufusa Kunisada",
      "Morio Toyoshima"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:1908.09242",
    "title": "Experimental realization of quantum non-reciprocity based on cold atomic  ensembles",
    "abstract": " Comments: The concept of quantum non-reciprocity is not suitable in this manuscript ",
    "url": "https://arxiv.org/abs/1908.09242",
    "authors": [
      "Ming-Xin Dong",
      "Yi-Chen Yu",
      "Ying-Hao Ye",
      "Wei-Hang Zhang",
      "En-Ze Li",
      "Lei Zeng",
      "Guang-Can Guo",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2011.08165",
    "title": "Generating Target Graph Couplings for QAOA from Native Quantum Hardware  Couplings",
    "abstract": " Title: Generating Target Graph Couplings for QAOA from Native Quantum Hardware  Couplings ",
    "url": "https://arxiv.org/abs/2011.08165",
    "authors": [
      "Joel Rajakumar",
      "Jai Moondra",
      "Bryan Gard",
      "Swati Gupta",
      "Creston D. Herold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Optimization and Control (math.OC)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2105.01726",
    "title": "Josephson quantum spin thermodynamics",
    "abstract": " Comments: 17 pages, 13 figures, revised, accepted for publication in J. Phys.: Condens. Matter (2022) ",
    "url": "https://arxiv.org/abs/2105.01726",
    "authors": [
      "Subhajit Pal",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.06214",
    "title": "Measuring kinetic parameters using quantum plasmonic sensing",
    "abstract": " Comments: 18 pages, 14 figures, appendix ",
    "url": "https://arxiv.org/abs/2107.06214",
    "authors": [
      "K. T. Mpofu",
      "C. Lee",
      "G. E. M. Maguire",
      "H. G. Kruger",
      "M. S. Tame"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.03133",
    "title": "Observation of one-dimensional Dirac fermions in silicon nanoribbons",
    "abstract": " Comments: 4 figures ",
    "url": "https://arxiv.org/abs/2110.03133",
    "authors": [
      "Shaosheng Yue",
      "Hui Zhou",
      "Ya Feng",
      "Yue Wang",
      "Zhenyu Sun",
      "Daiyu Geng",
      "Masashi Arita",
      "Shiv Kumar",
      "Kenya Shimada",
      "Peng Cheng",
      "Lan Chen",
      "Yugui Yao",
      "Sheng Meng",
      "Kehui Wu",
      "Baojie Feng"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2110.14027",
    "title": "Entanglement-Enhanced Matter-Wave Interferometry in a High-Finesse  Cavity",
    "abstract": " Comments: Main Text with Supporting Material, 13 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2110.14027",
    "authors": [
      "Graham P. Greve",
      "Chengyi Luo",
      "Baochen Wu",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12969",
    "title": "Interface recombination in Ga- and N-polar GaN/(Al,Ga)N quantum wells  grown by molecular beam epitaxy",
    "abstract": " Title: Interface recombination in Ga- and N-polar GaN/(Al,Ga)N quantum wells  grown by molecular beam epitaxy ",
    "url": "https://arxiv.org/abs/2111.12969",
    "authors": [
      "Thomas Auzelle",
      "Chiara Sinito",
      "Jonas Lähnemann",
      "Guanhui Gao",
      "Timur Flissikowski",
      "Achim Trampert",
      "Sergio Fernández-Garrido",
      "Oliver Brandt"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]