[
  {
    "id": "arXiv:2202.01255",
    "title": "Tensor Processing Units as Quantum Chemistry Supercomputers",
    "abstract": "We demonstrate the use of Google's Tensor Processing Units (TPUs) to both accelerate and scale up density functional theory (DFT) calculations of electronic structure. Utilizing 512 TPU v3 cores, we perform the largest $O(N^3)$ DFT computation to date, with $N = 247\\,848$ orbitals, corresponding to a cluster of over $10\\,000$ water molecules with more than $100\\,000$ electrons. A full TPU v3 pod (2048 TPU v3 cores) and a TPU v4 pod (8192 TPU v4 cores) are projected to handle up to $N \\approx 500\\,000$ and $N \\approx 1\\,000\\,000$ orbitals respectively. Lower-scaling (e.g. linear-scaling) variants of DFT can consider even larger numbers of orbitals, although they often only work for restricted classes of systems, such as insulating systems, require additional approximations and incur increased code complexity. As a result, when computationally affordable, cubic-scaling DFT as considered here is preferable due to its algorithmic simplicity and more general applicability. Our work thus paves the way towards systematic use of conventional -- and more broadly and straightforwardly applicable -- $O(N^3)$ DFT at unprecedented scales, with potential impact in areas such as quantum chemistry, drug discovery, materials science, and nanotechnology. ",
    "url": "https://arxiv.org/abs/2202.01255",
    "authors": [
      "Ryan Pederson",
      "John Kozlowski",
      "Ruyi Song",
      "Jackson Beall",
      "Martin Ganahl",
      "Markus Hauru",
      "Adam G.M. Lewis",
      "Shrestha Basu Mallick",
      "Volker Blum",
      "Guifre Vidal"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01360",
    "title": "A Novel Single-Mode Microwave Assisted Synthesis of Metal Oxide as  Visible-light Photocatalyst",
    "abstract": "Visible-light photocatalyst titanium dioxide (TiO2) was successfully prepared via a novel and facile single-mode microwave assisted synthesis process. In this one-step synthesis, Ti as target material selectively oxides in magnetic field throughout rapid heating, whose process requires less energy consumption and short time. In obtained TiO2, self-doping of Ti3+ was confirmed, which makes TiO2 performed sufficient light absorption in visible region with wavelength above 400 nm. Such Ti3+ self-doped TiO2 exhibits much narrower optical bandgap (2.14 eV) to compare with stoichiometric TiO2 (3.0-3.2 eV). The synthesized TiO2 also shows superior photocatalytic activity to commercially available TiO2 towards the degradation of Rhodamine B under visible light irradiation. ",
    "url": "https://arxiv.org/abs/2202.01360",
    "authors": [
      "Kunihiko Katoa",
      "Sebastien Vaucher",
      "Patrik Hoffmann",
      "Yunzi Xin",
      "Takashi Shirai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.01363",
    "title": "Synthesis of Core/Shell Ti/TiOx Photocatalyst via Single-Mode Magnetic  Microwave Assisted Direct Oxidation of TiH2",
    "abstract": "Submicron core/shell Ti/TiOx photocatalyst is successfully synthesized via single-mode magnetic microwave (SMMW) assisted direct oxidation of planetary ball-milled TiH2. The thickness of TiOx shell including highly concentrated defects such as Ti3+ and/or oxygen vacancies is controllable in the range from 6 to over 18 nm by varying the treatment time in the SMMW assisted reaction. In addition to its quite narrow optical bandgap (1.34-2.69 eV) and efficient visible-light absorption capacity, the submicron Ti/TiOx particle exhibits superior photocatalytic performance towards H2 production from water under both UV and visible-light irradiation to compare with a commercial TiO2 photocatalyst (P-25). Such excellent performance can be achieved by the synergetic effect of enhancement in visible light absorption capacity and photo-excited carrier separation because of the highly concentrated surface defects and the specific Ti/TiOx core/shell structure, respectively. ",
    "url": "https://arxiv.org/abs/2202.01363",
    "authors": [
      "Kunihiko Kato",
      "Yunzi Xin",
      "Jeongsoo Hong",
      "Ken-ichi Katsumata",
      "Takashi Shirai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.01368",
    "title": "TiO2 with Super Narrow Bandgap Achieved in One-Step Single-Mode Magnetic  Microwave Induced Plasma Treatment",
    "abstract": "TiO2 with super narrow bandgap (1.1 eV~) are successfully synthesized via a facile and novel one-step single-mode magnetic microwave induced plasma treatment. The selectively surface Ti3+-doping on obtained TiO2 as trapping centers which significantly restrain the photo-excited carrier recombination and achieve the enhancement of visible-light photocatalytic performance. In addition, the surface chemical composition of TiOx is precisely controlled in a wide region of 1.19 < x < 1.92 during one-step reaction. A detailed XPS analysis reveals that the surface formed Ti3+ shows highly thermal/chemical stability even through high-temperature treatment (~800 oC) in oxidative atmosphere and photocatalytic reaction. ",
    "url": "https://arxiv.org/abs/2202.01368",
    "authors": [
      "Kunihiko Kato",
      "Yunzi Xin",
      "Takashi Shirai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.01476",
    "title": "Long time self-modulation of nonlinear electromagnetic wave in  two-dimensional cavity",
    "abstract": "The vacuum is expected to exhibit electromagnetic nonlinearity. We demonstrate the properties of nonlinear electromagnetic wave in a two-dimensional rectangular cavity by calculating the nonlinear correction for two classical standing waves. We apply the linear approximation in a short timescale. A part of the nonlinear correction increases with time. In particular, a one-dimensional second harmonic grows if the cavity size satisfies a specific condition. We also analyze the nonlinear electromagnetic wave in a timescale longer than the applicable limit of the linear approximation. We formulate the self-modulation of the amplitude and phase, including the effect of static magnetic flux density. In the viewpoint of energy flow between the two modes of the standing wave, the behavior of nonlinear electromagnetic wave can be classified into three types. Namely, the energy flow keeps oscillating, eventually decreases to zero, or never occurs. ",
    "url": "https://arxiv.org/abs/2202.01476",
    "authors": [
      "Kazunori Shibata"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01509",
    "title": "Optical biosensor based on a photonic crystal with a defective layer  designed to determine the concentration of SARS-CoV-2 in water",
    "abstract": "We propose a new optical biosensor based on a photonic crystal with a defect layer, which can determine the SARS-CoV-2 concentration in water by the defect mode shift. Two models of the dependence of the refractive index of the defect layer on the concentration of the pathogen in water were considered. The optimal parameters for the photonic crystal in our device and the optimal thickness of the defect layer were determined. It was also demonstrated that in the presence of absorption in the investigated structure it is much more advantageous to work in the reflection mode compared to the transmission mode. Finally, the wavelength dependence of the defect mode on the SARS-CoV-2 concentration was obtained and the sensitivity of the sensor was determined. ",
    "url": "https://arxiv.org/abs/2202.01509",
    "authors": [
      "I.M. Efimov",
      "N.A. Vanyushkin",
      "A.H. Gevorgyan",
      "S.S. Golik"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01510",
    "title": "Faraday isolator based on crystalline silicon (c-Si) for 2 micron laser  radiation",
    "abstract": "The magneto-optical properties of single-crystal silicon were investigated as a function of wavelength and temperature. ",
    "url": "https://arxiv.org/abs/2202.01510",
    "authors": [
      "Ilya Snetkov",
      "Alexey Yakovlev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01552",
    "title": "Inverse Low Gain Avalanche Detector (iLGAD) Periphery Design for X-Ray  Applications",
    "abstract": "LGAD technology is established within the field of particle physics, as the baseline technology for the timing detectors of both the ATLAS and CMS upgrades at the HL-LHC. Pixelated LGADs have been proposed for the High Granularity Timing Detector (HGTD) and for the Endcap Timing Layer (ETL) of the ATLAS and CMS experiments, respectively. The drawback of segmenting an LGAD is the non-gain area between pixels and the consequent reduction in the fill factor. In this sense, inverse LGAD (iLGAD) technology has been proposed by IMB-CNM to enhance the fill factor and to reach excellent tracking capabilities. In this work, we explore the use of iLGAD sensors for X-Ray applications by developing a new generation of iLGADs. The periphery of the first iLGAD generation is optimized by means of TCAD tools, making them suitable for X-Ray irradiations thanks to the double side optimization. The fabricated iLGAD sensors exhibit good electrical performances before and after an X-Ray irradiation. The second iLGAD generation is able to withstand the same voltage, as contrary to the first iLGAD generation after irradiation. ",
    "url": "https://arxiv.org/abs/2202.01552",
    "authors": [
      "A. Doblas",
      "D. Flores",
      "S. Hidalgo",
      "N. Moffat",
      "G. Pellegrini",
      "D. Quirion",
      "J. Villegas",
      "M. Ruat",
      "P. Fajardo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.01565",
    "title": "Broadband quantum spectroscopy at the fingerprint mid-infrared region",
    "abstract": "Numerous molecules exhibit unique absorption bands in the fingerprint infrared (IR) region, allowing chemical identification and detection. This makes IR spectroscopy an essential tool in biomedical diagnostics, sensing, and material characterization. However, measurements in the IR range are challenging due to the relatively poor performance, need for cryogenic cooling, and high cost of IR light sources and photodetectors. Here, we demonstrate that the mid-IR fingerprints of the sample can be revealed from measurements in the near-IR range using conventional silicon photodetectors. Our approach relies on the quantum interference of correlated photon pairs produced in strongly frequency non-degenerate parametric down-conversion. Our technique simultaneously measures the absorption coefficient and refractive index in the broad fingerprint region with high accuracy. As a proof-of-concept, we perform spectroscopy of nitrous oxide gas in the 7.4-8.4 {\\mu}m wavelength range, with the detection in the 865-877 nm range. This work extends the applicability of quantum interferometry to a range of broad practical appeals, such as detection of atmosphere pollutants, breath diagnostics, chemical safety, and others. ",
    "url": "https://arxiv.org/abs/2202.01565",
    "authors": [
      "Anna V. Paterova",
      "Zi S. D. Toa",
      "Hongzhi Yang",
      "Leonid A. Krivitsky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01663",
    "title": "Single photon emission and recombination dynamics in self-assembled  GaN/AlN quantum dots",
    "abstract": "III-nitride quantum dots (QDs) are a promising system actively studied for their ability to maintain single photon emission up to room temperature. Here, we report on the evolution of the emission properties of self-assembled GaN/AlN QDs for temperatures ranging from 5 to 300K. We carefully track the photoluminescence of a single QD and measure an optimum single photon purity of g(2)(0) = 0.05+-0.02 at 5 K and 0.17+-0.8 at 300 K. We complement this study with temperaturedependent time-resolved photoluminescence measurements (TRPL) performed on a QD ensemble to further investigate the exciton recombination dynamics of such polar zero-dimensional nanostructures. By comparing our results to past reports, we emphasize the complexity of recombination processes in this system. Instead of the more conventional mono-exponential decay typical of exciton recombination, TRPL transients display a bi-exponential feature with short- and long-lived components that persist in the low excitation regime. From the temperature insensitivity of the long-lived excitonic component, we first discard the interplay of dark-to-bright state refilling in the exciton recombination process. Besides, this temperature-invariance also highlights the absence of nonradiative exciton recombinations, a likely direct consequence of the strong carrier confinement observed in GaN/AlN QDs up to 300K. Overall, our results support the viability of these dots as a potential single-photon source for quantum applications at room temperature. ",
    "url": "https://arxiv.org/abs/2202.01663",
    "authors": [
      "Johann Stachurski",
      "Sebastian Tamariz",
      "Gordon Callsen",
      "Raphaël Butté",
      "Nicolas Grandjean"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01685",
    "title": "Pathway Towards Optical Cycling and Laser Cooling of Functionalized  Arenes",
    "abstract": "Rapid and repeated photon cycling has enabled precision metrology and the development of quantum information systems using a variety of atoms and simple molecules. Extending optical cycling to structurally complex molecules would provide new capabilities in these areas, as well as in ultracold chemistry. Increased molecular complexity, however, makes realizing closed optical transitions more difficult. Building on the already established strong optical cycling of diatomic, linear triatomic, and symmetric top molecules, recent theoretical and experimental work has indicated that cycling will be extendable to phenol containing molecules, as well as other asymmetric species. The paradigm for these systems is the use of an optical cycling center bonded to a molecular ligand. Theory has suggested that cycling may be extended to even larger ligands, like naphthalene, pyrene and coronene. Here, we study the optical excitation and vibrational branching of the molecules CaO-2-naphthyl, SrO-2-naphthyl and CaO-1-naphthyl and find only weak decay to excited vibrational states, indicating a promising path to full quantum control and laser cooling of large arene-based molecules. ",
    "url": "https://arxiv.org/abs/2202.01685",
    "authors": [
      "Debayan Mitra",
      "Zack D. Lasner",
      "Guo-Zhu Zhu",
      "Claire E. Dickerson",
      "Benjamin L. Augenbraun",
      "Austin D. Bailey",
      "Anastassia N. Alexandrova",
      "Wesley C. Campbell",
      "Justin R. Caram",
      "Eric R. Hudson",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01686",
    "title": "Stabilization of a multi-frequency open cavity flow with  gradient-enriched machine learning control",
    "abstract": "We stabilize an open cavity flow experiment to 1% of its original fluctuation level. For the first time, a multi-modal feedback control is automatically learned for this configuration. The key enabler is automatic in-situ optimization of control laws with machine learning augmented by a gradient descent algorithm, named gradient-enriched machine learning control (Cornejo Maceda et al. 2021, gMLC). gMLC is shown to learn one order of magnitude faster than MLC (Duriez et al. 2017, MLC). The physical interpretation of the feedback mechanism is assisted by a novel cluster-based control law visualization for flow dynamics and corresponding actuation commands. Starting point of the control experiment are two unforced open cavity benchmark configurations: a narrow-bandwidth regime with a single dominant frequency and a mode-switching regime where two frequencies compete. The feedback control commands the DBD actuator located at the leading edge. The flow is monitored by a downstream hot-wire sensor over the trailing edge. The feedback law is optimized with respect to the monitored fluctuation level. As reference, the self-oscillations of the mixing layer are mitigated with steady actuation. Then, feedback controller is optimized with gMLC. As expected, feedback control outperforms steady actuation by achieving both, a better amplitude reduction and a significantly smaller actuation power, about about 1% of the actuation energy required for similarly effective steady forcing. Intriguingly, optimized laws learned for one regime performs well for the other untested regime as well. The proposed control strategy can be expected to be applicable for many other shear flow experiments. ",
    "url": "https://arxiv.org/abs/2202.01686",
    "authors": [
      "Guy Y. Cornejo Maceda",
      "Eliott Varon",
      "François Lusseyran",
      "Bernd R. Noack"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.01244",
    "title": "Reliably assessing the electronic structure of cytochrome P450 on  today's classical computers and tomorrow's quantum computers",
    "abstract": "An accurate assessment of how quantum computers can be used for chemical simulation, especially their potential computational advantages, provides important context on how to deploy these future devices. In order to perform this assessment reliably, quantum resource estimates must be coupled with classical simulations attempting to answer relevant chemical questions and to define the classical simulation frontier. Herein, we explore the quantum and classical resources required to assess the electronic structure of cytochrome P450 enzymes (CYPs) and thus define a classical-quantum advantage boundary. This is accomplished by analyzing the convergence of DMRG+NEVPT2 and coupled cluster singles doubles with non-iterative triples (CCSD(T)) calculations for spin-gaps in models of the CYP catalytic cycle that indicate multireference character. The quantum resources required to perform phase estimation using qubitized quantum walks are calculated for the same systems. Compilation into the surface-code provides runtime estimates to compare directly to DMRG runtimes and to evaluate potential quantum advantage. Both classical and quantum resource estimates suggest that simulation of CYP models at scales large enough to balance dynamic and multiconfigurational electron correlation has the potential to be a quantum advantage problem and emphasizes the important interplay between classical simulations and quantum algorithms development for chemical simulation. ",
    "url": "https://arxiv.org/abs/2202.01244",
    "authors": [
      "Joshua J. Goings",
      "Alec White",
      "Joonho Lee",
      "Christofer S. Tautermann",
      "Matthias Degroote",
      "Craig Gidney",
      "Toru Shiozaki",
      "Ryan Babbush",
      "Nicholas C. Rubin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01408",
    "title": "One-sided composite cavity on an optical nanofiber for cavity QED",
    "abstract": "We demonstrate a one-sided cavity on an optical nanofiber (ONF) using a composite method. The one-sided composite cavity is created by mounting an asymmetric defect mode grating on an ONF. We design the one-sided composite cavity on an ONF to enhance channeling efficiency into one side of ONF while operating from under- to critical- and over-coupling regimes using numerical simulations. Experimentally, we demonstrate coupling characteristics of the one-sided composite cavity, showing good correspondence with simulation results. ",
    "url": "https://arxiv.org/abs/2202.01408",
    "authors": [
      "Ramachandrarao Yalla",
      "K. Muhammed Shafi",
      "Kali P. Nayak",
      "Kohzo Hakuta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.01458",
    "title": "Implications of Quantum Gravity for Dark Matter Searches with Atom  Interferometers",
    "abstract": "In this brief paper, we show that atom interferometer experiments such as MAGIS, AION or AEDGE have the potential to not only probe very light dark matter models, but they will also probe quantum gravity. We show that the linear coupling of a singlet scalar dark matter particle to electrons or photons is already ruled out by our current understanding of quantum gravity coupled to data from torsion pendulum experiments. On the other hand, the quadratic coupling of scalar dark matter to electrons and photons has a large viable parameter space which will be probed by these atom interferometers. Implications for searches of quantum gravity are discussed. ",
    "url": "https://arxiv.org/abs/2202.01458",
    "authors": [
      "Xavier Calmet",
      "Nathaniel Sherrill"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01634",
    "title": "An architecture for quantum networking of neutral atom processors",
    "abstract": "Development of a network for remote entanglement of quantum processors is an outstanding challenge in quantum information science. We propose and analyze a two-species architecture for remote entanglement of neutral atom quantum computers based on integration of optically trapped atomic qubit arrays with fast optics for photon collection. One of the atomic species is used for atom-photon entanglement, and the other species provides local processing. We compare the achievable rates of remote entanglement generation for two optical approaches: free space photon collection with a lens and a near-concentric, long working distance resonant cavity. Laser cooling and trapping within the cavity removes the need for mechanical transport of atoms from a source region, which allows for a fast repetition rate. Using optimized values of the cavity finesse, remote entanglement generation rates $> 10^3~\\rm s^{-1}$ are predicted for experimentally feasible parameters. ",
    "url": "https://arxiv.org/abs/2202.01634",
    "authors": [
      "C. B. Young",
      "A. Safari",
      "P. Huft",
      "J. Zhang",
      "E. Oh",
      "R. Chinnarasu",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01704",
    "title": "Investigating network parameters in neural-network quantum states",
    "abstract": "Recently, quantum-state representation using artificial neural networks has started to be recognized as a powerful tool. However, due to the black-box nature of machine learning, it is difficult to analyze what machine learns or why it is powerful. Here, by applying one of the simplest neural networks, the restricted Boltzmann machine (RBM), to the ground-state representation of the one-dimensional (1D) transverse-field Ising (TFI) model, we make an attempt to directly analyze the optimized network parameters. In the RBM optimization, a zero-temperature quantum state is mapped onto a finite-temperature classical state of the extended Ising spins that constitute the RBM. We find that the quantum phase transition from the ordered phase to the disordered phase in the 1D TFI model by increasing the transverse-field is clearly reflected in the behaviors of the optimized RBM parameters and hence in the finite-temperature phase diagram of the classical RBM Ising system. The present finding of a correspondence between the neural-network parameters and quantum phases suggests that a careful investigation of the neural-network parameters may provide a new route to extracting nontrivial physical insights from the neural-network wave functions. ",
    "url": "https://arxiv.org/abs/2202.01704",
    "authors": [
      "Yusuke Nomura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2005.12794",
    "title": "Asymptotic links between signal processing, acoustic metamaterials and  biology",
    "abstract": " Title: Asymptotic links between signal processing, acoustic metamaterials and  biology ",
    "url": "https://arxiv.org/abs/2005.12794",
    "authors": [
      "Habib Ammari",
      "Bryn Davies"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Numerical Analysis (math.NA)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2107.02405",
    "title": "Decoherence of Atomic Ensembles in Optical Lattice Clocks by Gravity",
    "abstract": " Comments: 7 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2107.02405",
    "authors": [
      "Akio Kawasaki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2109.15010",
    "title": "Testing of planar hydrogenated amorphous silicon sensors with charge  selective contacts for the construction of 3D- detectors",
    "abstract": " Comments: Submitted to JINST ",
    "url": "https://arxiv.org/abs/2109.15010",
    "authors": [
      "M. Menichelli",
      "M.Bizzarri",
      "M.Boscardin",
      "M. Caprai",
      "A.P. Caricato",
      "G.A.P. Cirrone",
      "M. Crivellari",
      "I. Cupparo",
      "G. Cuttone",
      "S.Dunand",
      "L. Fanò",
      "O. Hammad",
      "M. Ionica",
      "K. Kanxheri",
      "M. Large",
      "G. Maruccio",
      "A.G. Monteduro",
      "A. Morozzi",
      "F. Moscatelli",
      "A. Papi",
      "D. Passeri",
      "M. Petasecca",
      "G. Petringa",
      "G.Quarta",
      "S. Rizzato",
      "A. Rossi",
      "G. Rossi",
      "A. Scorzoni",
      "L. Servoli",
      "C. Talamonti",
      "G. Verzellesi",
      "N. Wyrsch"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2111.14355",
    "title": "Optimal Sensor Fusion Method for Active Vibration Isolation Systems in  Ground-Based Gravitational-Wave Detectors",
    "abstract": " Comments: [v3] Equation (13) correction. [v2] Capitalized hyphenated words in the title ",
    "url": "https://arxiv.org/abs/2111.14355",
    "authors": [
      "T. T. L. Tsang",
      "T. G. F. Li",
      "T. Dehaeze",
      "C. Collette"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2112.14190",
    "title": "Kinetic investigation of the planar Multipole Resonance Probe under  arbitrary pressure",
    "abstract": " Title: Kinetic investigation of the planar Multipole Resonance Probe under  arbitrary pressure ",
    "url": "https://arxiv.org/abs/2112.14190",
    "authors": [
      "Chunjie Wang",
      "Michael Friedrichs",
      "Jens Oberrath",
      "Ralf Peter Brinkmann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09886",
    "title": "Quantum vacuum processes in the extremely intense light of relativistic  plasma mirror sources",
    "abstract": " Comments: 21 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2201.09886",
    "authors": [
      "Antonin Sainte-Marie",
      "Luca Fedeli",
      "Neïl Zaïm",
      "Felix Karbstein",
      "Henri Vincenti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]