[
  {
    "id": "arXiv:2412.04475",
    "title": "Advancing Marine Heatwave Forecasts: An Integrated Deep Learning Approach",
    "abstract": "           Marine heatwaves (MHWs), an extreme climate phenomenon, pose significant challenges to marine ecosystems and industries, with their frequency and intensity increasing due to climate change. This study introduces an integrated deep learning approach to forecast short-to-long-term MHWs on a global scale. The approach combines graph representation for modeling spatial properties in climate data, imbalanced regression to handle skewed data distributions, and temporal diffusion to enhance forecast accuracy across various lead times. To the best of our knowledge, this is the first study that synthesizes three spatiotemporal anomaly methodologies to predict MHWs. Additionally, we introduce a method for constructing graphs that avoids isolated nodes and provide a new publicly available sea surface temperature anomaly graph dataset. We examine the trade-offs in the selection of loss functions and evaluation metrics for MHWs. We analyze spatial patterns in global MHW predictability by focusing on historical hotspots, and our approach demonstrates better performance compared to traditional numerical models in regions such as the middle south Pacific, equatorial Atlantic near Africa, south Atlantic, and high-latitude Indian Ocean. We highlight the potential of temporal diffusion to replace the conventional sliding window approach for long-term forecasts, achieving improved prediction up to six months in advance. These insights not only establish benchmarks for machine learning applications in MHW forecasting but also enhance understanding of general climate forecasting methodologies.         ",
    "url": "https://arxiv.org/abs/2412.04475",
    "authors": [
      "Ding Ning",
      "Varvara Vetrova",
      "Yun Sing Koh",
      "Karin R. Bryan"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2412.04696",
    "title": "Re-assembly and test of a COMB dipole magnet with STAR wires",
    "abstract": "           Rare-Earth Barium Copper Oxide (REBCO) coated conductors are an attractive option for application in high field accelerator magnets due to their high critical field and the convenience of fabrication without heat treatment compared to some other superconductors. A small REBCO accelerator magnet was previously fabricated and tested in liquid nitrogen, demonstrating over 90% critical current retention in the coils. This paper describes the magnet re-assembly with a different support structure and its test in liquid helium at 1.8-4.5 K. The magnet quench history along with the instrumentation data is presented and discussed.         ",
    "url": "https://arxiv.org/abs/2412.04696",
    "authors": [
      "V. V. Kashikhin",
      "S. Cohan",
      "J. DiMarco",
      "O. Kiemschies",
      "S. Krave",
      "V. Lombardo",
      "V. Marinozzi",
      "D. Orris",
      "S. Stoynev",
      "D. Turrioni",
      "A. K. Chavda",
      "U. Sambangi",
      "S. Korupolu",
      "J. Peram",
      "A. Arjun",
      "C. Goel",
      "J. Sai Sandra",
      "V. Yerraguravagari",
      "R. Schmidt",
      "V. Selvamanickam",
      "G. Majkic",
      "E. Galstyan",
      "N. Mai",
      "K. Selvamanickam"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2412.04809",
    "title": "Light-induced magnetic trapping for cold alkali atoms using a combined optical tweezers and nanofibre platform",
    "abstract": "           We present a magnetic trapping method for cold $^{87}$Rb atoms, utilising the light-induced magnetic fields from the evanescent field of an optical nanofibre (ONF) in conjunction with an optical tweezers. We calculate and plot the trapping potentials for both Gaussian and Laguerre-Gaussian modes of the optical tweezers, and quasi-linear polarisation of the ONF-guided field. Based on the optical powers in the tweezers beam and the ONF-guided mode, we analyse the trap depths and the distances of the trap minima from the surface of the nanofibre. We show that, by controlling the powers in both of the optical fields, one can vary the trap position over a few hundreds of nanometres, while also influencing the trap depth and trap frequencies. Such control over atom position is essential both for studying distance-dependent effects on atoms trapped near dielectric surfaces, and minimising these effects for quantum technology applications.         ",
    "url": "https://arxiv.org/abs/2412.04809",
    "authors": [
      "Alexey Vylegzhanin",
      "Dylan James Brown",
      "Sergey Abdrakhmanov",
      "Sile Nice Chormaic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05116",
    "title": "Polarization faticons: Chiral localized structures in self-defocusing Kerr resonators",
    "abstract": "           We report on numerical predictions and experimental observations of a novel type of temporal localized dissipative structures that manifest themselves in the self-defocusing regime of driven nonlinear optical resonators with two polarization modes. These chiral dissipative solitons, which we term polarization faticons, break both temporal and polarization symmetry and consist of two bright lobes of opposite polarization handedness, interlocked by a domain wall. Our study reveals that faticons are connected to a vectorial modulational instability, from which they can be excited through a collapsing dynamic. Faticons could offer a novel pathway for frequency comb generation in normal dispersion resonators. More generally, they offer new fundamental insights into vectorial localized dissipative structures and could be relevant to other multi-component dissipative systems.         ",
    "url": "https://arxiv.org/abs/2412.05116",
    "authors": [
      "Erwan Lucas",
      "Gang Xu",
      "Pengxiang Wang",
      "Gian-Luca Oppo",
      "Lewis Hill",
      "Pascal Del'Haye",
      "Bertrand Kibler",
      "Yiqing Xu",
      "Stuart G. Murdoch",
      "Miro Erkintalo",
      "Stéphane Coen",
      "Julien Fatome"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.05121",
    "title": "Exploiting the combined dynamic and geometric phases for optical vortex beam generation using metasurfaces",
    "abstract": "           The generation of optical vortex beams is pivotal for a myriad of applications, encompassing optical tweezing, optical communications, and quantum information, among others. The metasurface-based approach has realized significant advancements in vortex production, utilizing either dynamic or geometric phases. The dynamic design exhibits indifference to the polarization state of incident light, while the geometric design is inextricably tied to it. In the study, we put forth the proposition that combining dynamic and geometric phases could unlock the potential of metasurface design in generating optical vortices. A hybrid design that harnesses the combined dynamic and geometric phases can attain the same objective while offering tunable functional control over the polarization of light. We establish a correlation between the structural parameters of metasurface and the topological charge of the resulting vortices. The experimental results fully demonstrate the design's flexibility and its effective control over the polarization constraints of incident light. Our research uncovers the capacity for vortex generation through the manipulation of hybrid phases introduced by metasurfaces, indicating significant potential for the design of optical devices and the future advancement of innovative optical applications.         ",
    "url": "https://arxiv.org/abs/2412.05121",
    "authors": [
      "Jialong Cui",
      "Chen Qing",
      "Lishuang Feng",
      "Dengke Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05260",
    "title": "Machine-Learning Electron Dynamics with Moment Propagation Theory: Application to Optical Absorption Spectrum Computation using Real-Time TDDFT",
    "abstract": "           We present an application of our new theoretical formulation of quantum dynamics, moment propagation theory (MPT) (Boyer et al., J. Chem. Phys. 160, 064113 (2024)), for employing machine-learning techniques to simulate the quantum dynamics of electrons. In particular, we use real-time time-dependent density functional theory (RT-TDDFT) simulation in the gauge of the maximally localized Wannier functions (MLWFs) for training the MPT equation of motion. Spatially-localized time-dependent MLWFs provide a concise representation that is particularly convenient for the MPT expressed in terms of increasing orders of moments. The equation of motion for these moments can be integrated in time while the analytical expressions are quite involved. In this work, machine-learning techniques were used to train the the second-order time derivatives of the moments using first-principles data from the RT-TDDFT simulation, and this MPT enabled us to perform electron dynamics efficiently. The application to computing optical absorption spectrum for various systems was demonstrated as a proof-of-principles example of this approach. In addition to isolated molecules (water, benzene, and ethene), condensed matter systems (liquid water and crystalline silicon) were studied, and we also explored how the principle of the nearsightedness of electrons can be employed in this context.         ",
    "url": "https://arxiv.org/abs/2412.05260",
    "authors": [
      "Nicholas J. Boyer",
      "Christopher Shepard",
      "Ruiyi Zhou",
      "Jianhang Xu",
      "Yosuke Kanai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.04635",
    "title": "A practical guide to feedback control for Pound-Drever-Hall laser linewidth narrowing",
    "abstract": "           The Pound-Drever-Hall (PDH) technique for laser linewidth narrowing is widely used by AMO experimentalists. However, achieving a high-performance PDH locking requires substantial engineering experience, which is scattered across literature and often lacks a cohesive control-theory perspective. Excellent pedagogical papers exist on the theory of the PDH error signal but they rarely cover feedback control. General-purpose control theory literature seldom discuss PDH laser locking specifically. Although excellent PDH review articles provide thorough knowledge and practice on both aspects but they are not reader-friendly. We extend prior works by addressing component choice and loop tuning using modern tools like a vector network analyzer. We organize multifaceted engineering considerations systematically, grounded in feedback control principles. Our target reader is researchers setting up a PDH laser lock for the first time; we eschew advanced topics like minimizing residual amplitude modulation (RAM). Our guidance is illustrated by step-by-step optimization of the lock for a 1650 nm ECDL.         ",
    "url": "https://arxiv.org/abs/2412.04635",
    "authors": [
      "Wance Wang",
      "Sarthak Subhankar",
      "Joseph W. Britton"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.04691",
    "title": "A simple model for longitudinal electron transport during and after laser excitation: Emergence of electron resistive transport",
    "abstract": "           Laser-driven electron transport across a sample has garnered enormous attentions over several decades, as it provides a much faster way to control electron dynamics. Light is an electromagnetic wave, so how and why an electron can acquire a longitudinal velocity remains unanswered. Here we show that it is the magnetic field that steers the electron to the light propagation direction. But, quantitatively, our free-electron model is still unable to reproduce the experimental velocities. Going beyond the free electron mode and assuming the system absorbs all the photon energy, the theoretical velocity matches the experimental observation. We introduce a concept of the resistive transport, where electrons deaccelerate under a constant resistance after laser excitation. This theory finally explains why the experimental distance-versus-time forms a down-concave curve, and unifies ballistic and superdiffusive transports into a single resistive transport. We expect that our finding will motivate further investigations.         ",
    "url": "https://arxiv.org/abs/2412.04691",
    "authors": [
      "Robert Meadows",
      "Y. Xue",
      "Nicholas Allbritton",
      "G. P. Zhang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.04701",
    "title": "Engineering qubit dynamics in open systems with photonic synthetic lattices",
    "abstract": "           The evolution of a quantum system interacting with an environment can be described as a unitary process acting on both the system and the environment. In this framework, the system's evolution can be predicted by tracing out the environmental degrees of freedom. Here, we establish a precise mapping between the global unitary dynamics and the quantum operation involving the system, wherein the system is a single qubit, and the environment is modeled as a discrete lattice space. This approach enables the implementation of arbitrary noise operations on single-polarization qubits using a minimal set of three liquid-crystal metasurfaces, whose transverse distribution of the optic axes can be patterned to reproduce the target process. We experimentally validate this method by simulating common noise processes, such as phase errors and depolarization.         ",
    "url": "https://arxiv.org/abs/2412.04701",
    "authors": [
      "Francesco Di Colandrea",
      "Tareq Jaouni",
      "John Grace",
      "Dilip Paneru",
      "Mirko Arienzo",
      "Alessio D'Errico",
      "Ebrahim Karimi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.04732",
    "title": "Unveiling hole-facilitated amorphisation in pressure-induced phase transformation of silicon",
    "abstract": "           Pressure-induced phase transformation occurs during silicon (Si) wafering processes. \\b{eta}-tin (Si-II) phase is formed at high pressures, followed by the transformation to Si-XII, Si-III or/and amorphous Si ({\\alpha}-Si) phases during the subsequent decompression. While the imposed pressure and its release rate are known to dictate the phase transformation of Si, the effect of charge carriers are ignored. Here, we experimentally unveil that the increased hole concentration facilitates the amorphization in the pressure-induced phase transformation of Si. The underlying mechanism is elucidated by the theoretical calculations based on machine-learning interatomic potentials. The hole-facilitated amorphization is also experimentally confirmed to occur in the indented Ge, GaAs or SiC. We discover that hole concentration is another determining factor for the pressure-induced phase transformations of the industrially important semiconductors.         ",
    "url": "https://arxiv.org/abs/2412.04732",
    "authors": [
      "Tong Zhao",
      "Shulin Zhong",
      "Yuxin Sun",
      "Defan Wu",
      "Chunyi Zhang",
      "Rui Shi",
      "Hao Chen",
      "Zhenyi Ni",
      "Xiaodong Pi",
      "Xiangyang Ma",
      "Yunhao Lu",
      "Deren Yang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.05173",
    "title": "Fast Laplace transforms on quantum computers",
    "abstract": "           While many classical algorithms rely on Laplace transforms, it has remained an open question whether these operations could be implemented efficiently on quantum computers. In this work, we introduce the Quantum Laplace Transform (QLT), which enables the implementation of $N\\times N$ discrete Laplace transforms on quantum states encoded in $\\lceil \\log_2(N)\\rceil$-qubits. In many cases, the associated quantum circuits have a depth that scales with $N$ as $O(\\log(\\log(N)))$ and a size that scales as $O(\\log(N))$, requiring exponentially fewer operations and double-exponentially less computational time than their classical counterparts. These efficient scalings open the possibility of developing a new class of quantum algorithms based on Laplace transforms, with potential applications in physics, engineering, chemistry, machine learning, and finance.         ",
    "url": "https://arxiv.org/abs/2412.05173",
    "authors": [
      "Julien Zylberman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07276",
    "title": "Optimization of the sensitivity of a temperature sensor based on germanium-vacancy color center (GeV) in diamond",
    "abstract": "           Temperature sensors based on the GeV color center in diamond are gaining considerable attention in both scientific and industrial fields. For widespread industrial adoption, however, these sensors need a design that is as simple and cost-effective as possible. The original sensor design relied on measuring the spectral characteristics of the zero-phonon line. Recently, a modified approach was introduced, which involves splitting the GeV emission with a dichroic mirror and determining temperature based on the ratio of the two resulting signals. In this analysis, we provide a detailed comparison of both methods. At room temperature, the two methods show comparable performance, with slight variations depending on component quality. However, at temperatures around 300 °C, the new method's performance is estimated to be nearly twice that of the original, provided optimal filter parameters are used. Additionally, the sensitivity of the new method remains roughly consistent with its performance at room temperature.         ",
    "url": "https://arxiv.org/abs/2410.07276",
    "authors": [
      "I.S. Cojocaru",
      "V.V. Soshenko",
      "S.V. Bolshedvorskii",
      "V.A. Davydov",
      "L. F. Kulikova",
      "V. N. Agafonov",
      "A. Chernyavskiy",
      "A.N. Smolyaninov",
      "V.N. Sorokin",
      "S.Ya. Kilin",
      "A.V. Akimov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19129",
    "title": "Ultra precise determination of Cs($nS_{1/2}$) and Cs($nD_J$) quantum defects for sensing and computing: Evaluation of core contributions",
    "abstract": "           We make absolute frequency measurements of Cs Rydberg transitions, $\\vert 6S_{1/2}, F=3 \\rangle \\rightarrow \\vert nS_{1/2}~(n=23\\rm{-}90)\\rangle$ and $\\vert nD_{3/2,5/2}~(n=21\\rm{-}90)\\rangle$, with an accuracy of less than $ 72\\,\\rm kHz$. The quantum defect parameters for the measured Rydberg series are the most precise obtained to date. The quantum defect series is terminated at $\\delta_4$, showing that prior fits requiring higher order quantum defects reflect uncertainties in the observations. The precision of the measured quantum defects allow for the calculation of Rydberg electric-dipole transitions and fine-structure intervals extrapolated from high principal quantum numbers, to rival that of sophisticated many-body relativistic calculations carried out at low Rydberg principal quantum numbers. We quantitatively predict the contributions to the quantum defect parameters from core polarization and core penetration of Cs inner shell electrons. A new value for the ionization energy, consistent across the $ nS_{1/2}$ and $ nD_{3/2,5/2}$ Rydberg series, is reported at $31406.467 751 48 (14)~\\rm{cm}^{-1}$.         ",
    "url": "https://arxiv.org/abs/2410.19129",
    "authors": [
      "Pinrui Shen",
      "Donald Booth",
      "Chang Liu",
      "Scott Beattie",
      "Claude Marceau",
      "James P. Shaffer",
      "Mariusz Pawlak",
      "H. R. Sadeghpour"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03288",
    "title": "Searches for exotic spin-dependent interactions with spin sensors",
    "abstract": "           Numerous theories have postulated the existence of exotic spin-dependent interactions beyond the Standard Model of particle physics. Spin-based quantum sensors, which utilize the quantum properties of spins to enhance measurement precision, emerge as powerful tools for probing these exotic interactions. These sensors encompass a wide range of technologies, such as optically pumped magnetometers, atomic comagnetometers, spin masers, nuclear magnetic resonance, spin amplifiers, and nitrogen-vacancy centers. These technologies stand out for their ultrahigh sensitivity, compact tabletop design, and cost-effectiveness, offering complementary approaches to the large-scale particle colliders and astrophysical observations. This article reviews the underlying physical principles of various spin sensors and highlights the recent theoretical and experimental progress in the searches for exotic spin-dependent interactions with these quantum sensors. Investigations covered include the exotic interactions of spins with ultralight dark matter, exotic spin-dependent forces, electric dipole moment, spin-gravity interactions, and among others. Ongoing and forthcoming experiments using advanced spin-based sensors to investigate exotic spin-dependent interactions are discussed.         ",
    "url": "https://arxiv.org/abs/2412.03288",
    "authors": [
      "Min Jiang",
      "Haowen Su",
      "Yifan Chen",
      "Man Jiao",
      "Ying Huang",
      "Yuanhong Wang",
      "Xing Rong",
      "Xinhua Peng",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]