[
  {
    "id": "arXiv:2312.08682",
    "title": "High-coherence parallelization in integrated photonics",
    "abstract": "Coherent optics has profoundly impacted diverse applications ranging from communications, LiDAR to quantum computations. However, building coherent systems in integrated photonics previously came at great expense in hardware integration and energy efficiency: the lack of a power-efficient way to generate highly coherent light necessitates bulky lasers and amplifiers, while frequency and phase recovery schemes require huge digital signal processing resources. In this work, we demonstrate a high-coherence parallelization strategy that facilitates advanced integrated coherent systems at a minimum price. Using a self-injection locked microcomb to injection lock a distributed feedback laser array, we boost the microcomb power by a record high gain of up to 60 dB on chip with no degradation in coherence. This strategy enables tens of highly coherent channels with an intrinsic linewidth down to the 10 Hz level and power of more than 20 dBm. The overall electrical to optical wall-plug efficiency reaches 19%, comparable with that of the state-of-the-art semiconductor lasers. Driven by this parallel source, we demonstrate a silicon photonic communication link with an unprecedented data rate beyond 60 Tbit/s. Importantly, the high coherence we achieve reduces the coherent-related DSP consumption by 99.999% compared with the traditional III-V laser pump scheme. This work paves a way to realizing scalable, high-performance coherent integrated photonic systems, potentially benefiting numerous applications. ",
    "url": "https://arxiv.org/abs/2312.08682",
    "authors": [
      "Xuguang Zhang",
      "Zixuan Zhou",
      "Yijun Guo",
      "Minxue Zhuang",
      "Warren Jin",
      "Bitao Shen",
      "Yujun Chen",
      "Jiahui Huang",
      "Zihan Tao",
      "Ming Jin",
      "Ruixuan Chen",
      "Zhangfeng Ge",
      "Zhou Fang",
      "Ning Zhang",
      "Yadong Liu",
      "Pengfei Cai",
      "Weiwei Hu",
      "Haowen Shu",
      "Dong Pan",
      "John E. Bowers",
      "Xingjun Wang",
      "Lin Chang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.08808",
    "title": "Validation of the thermo-chemical approach to modelling of the CO$_2$  conversion in atmospheric pressure microwave gas discharges",
    "abstract": "The 2.45 GHz plasma torch CO$_2\\to$ CO + $\\frac12$O$_2$ conversion experiment [F A D\"Isa et al. Plasma Sources Sci. Technol., vol. 29 (2020) 105009] has been compared with thermo-chemical calculations. The 1.5D model of the CO$_2$/CO/O$_2$/O/C mixture without turbulent transport has been used with plasma acting only as prescribed heat source. The parameter range covered is specific energy input SEI=0.3..5 eV/molecule at pressure $p$=0.9 bar, and SEI=0.6..2 eV/molecule at $p$=0.5, 0.2 bar. The calculated conversion rates $\\chi$ are always in good agreement with experiment. At the same time, the calculated temperatures $T$ may deviate significantly from the experiment, especially for $p$=0.2 bar. The calculated $T$ were found to be sensitive with respect to uncertain model parameters, but $\\chi$ are not sensitive. The model indicates that the conversion process is essentially two-dimensional and that the main factor which reduces the energy efficiency is re-oxidation of CO downstream from the plasma region. The proposed physico-chemical model (chemical mechanism plus transport coefficients) can be suggested for practical calculations for $p\\geq$0.5 bar. ",
    "url": "https://arxiv.org/abs/2312.08808",
    "authors": [
      "Vladislav Kotov",
      "Christian Kiefer",
      "Ante Hecimovic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.08973",
    "title": "Control of the damage threshold of Si via a SiO2 coating upon  irradiation with Mid-IR femtosecond laser pulses",
    "abstract": "A key issue in the use of high-power mid-infrared (Mid-IR) laser sources for a plethora of applications is the investigation of the exciting laser driven physical phenomena taking place in materials coated with dielectric films. Here, we present a theoretical investigation of the ultrafast processes and thermal response upon excitation of two-layered complexes consisting of fused silica thin films placed on silicon substrates with ultrashort pulsed lasers in the Mid-IR spectral regime. Through the development of a theoretical model, we demonstrate that the control of the underlying ultrafast phenomena and the damage threshold (DT) of the substrate are achieved via an appropriate modulation of the thickness of the SiO2 film. It is shown that a decrease of DT by up to 27% compared to the absence of coating is feasible emphasising the impact of coatings of a lower refractive index than the substrate. Besides this, it is demonstrated that no absorption of energy occurs within the SiO2 layer, therefore the dynamics of the reflectivity of the two-layered complex is directly associated with the electron excitation in the substrate. These remarkable predictions can be employed for the development of new optical coatings and components for nonlinear optics and photonics for a large range of Mid-IR laser-based applications. ",
    "url": "https://arxiv.org/abs/2312.08973",
    "authors": [
      "George D. Tsibidis",
      "Emmanuel Stratakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09089",
    "title": "On-Chip Multidimensional Dynamic Control of Twisted Moiré Photonic  Crystal for Smart Sensing and Imaging",
    "abstract": "Reconfigurable optics, optical systems that have a dynamically tunable configuration, are emerging as a new frontier in photonics research. Recently, twisted moir\\'e photonic crystal has become a competitive candidate for implementing reconfigurable optics because of its high degree of tunability. However, despite its great potential as versatile optics components, simultaneous and dynamic modulation of multiple degrees of freedom in twisted moir\\'e photonic crystal has remained out of reach, severely limiting its area of application. In this paper, we present a MEMS-integrated twisted moir\\'e photonic crystal sensor that offers precise control over the interlayer gap and twist angle between two photonic crystal layers, and demonstrate an active twisted moir\\'e photonic crystal-based optical sensor that can simultaneously resolve wavelength and polarization. Leveraging twist- and gap-tuned resonance modes, we achieve high-accuracy spectropolarimetric reconstruction of light using an adaptive sensing algorithm over a broad operational bandwidth in the telecom range and full Poincar\\'e sphere. Our research showcases the remarkable capabilities of multidimensional control over emergent degrees of freedom in reconfigurable nanophotonics platforms and establishes a scalable pathway towards creating comprehensive flat-optics devices suitable for versatile light manipulation and information processing tasks. ",
    "url": "https://arxiv.org/abs/2312.09089",
    "authors": [
      "Haoning Tang",
      "Beicheng Lou",
      "Fan Du",
      "Guangqi Gao",
      "Mingjie Zhang",
      "Xueqi Ni",
      "Evelyn Hu",
      "Amir Yacoby",
      "Yuan Cao",
      "Shanhui Fan",
      "Eric Mazur"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09170",
    "title": "Memlumor: a luminescent memory device for photonic neuromorphic  computing",
    "abstract": "Neuromorphic computing promises to transform the current paradigm of traditional computing towards Non-Von Neumann dynamic energy-efficient problem solving. Thus, dynamic memory devices capable of simultaneously performing nonlinear operations (volatile) similar to neurons and also storing information (non-volatile) alike brain synapses are in the great demand. To satisfy these demands, a neuromorphic platform has to possess intrinsic complexity reflected in the built-in diversity of its physical operation mechanisms. Herein, we propose and demonstrate the novel concept of a memlumor - an all-optical device combining memory and luminophore, and being mathematically a full equivalence of the electrically-driven memristor. By utilizing metal halide perovskites as a memlumor material platform, we demonstrate the synergetic coexistence of both volatile and non-volatile memory effects within a broad timescale from ns to days. We elucidate the origin of such complex response to be related to the phenomena of photodoping and photochemistry activated by a tunable light input and explore several possible realizations of memlumor computing. Leveraging on the existence of a history-dependent photoluminescent quantum yield in various material platforms, the memlumor device concept will trigger multiple new research directions in both material science and optoelectronics. We anticipate that the memlumor, as a new optical dynamic computing element, will add a new dimension to existing optical technologies enabling their transition into application in photonic neuromorphic computing. ",
    "url": "https://arxiv.org/abs/2312.09170",
    "authors": [
      "Alexandr Marunchenko",
      "Jitendra Kumar",
      "Alexander Kiligaridis",
      "Shraddha M. Rao",
      "Dmitry Tatarinov",
      "Ivan Matchenya",
      "Elizaveta Sapozhnikova",
      "Ran Ji",
      "Oscar Telschow",
      "Julius Brunner",
      "Anatoly Pushkarev",
      "Yana Vaynzof",
      "Ivan G. Scheblykin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09176",
    "title": "Reconstruction of Fields from Sparse Sensing: Differentiable Sensor  Placement Enhances Generalization",
    "abstract": "Recreating complex, high-dimensional global fields from limited data points is a grand challenge across various scientific and industrial domains. Given the prohibitive costs of specialized sensors and the frequent inaccessibility of certain regions of the domain, achieving full field coverage is typically not feasible. Therefore, the development of algorithms that intelligently improve sensor placement is of significant value. In this study, we introduce a general approach that employs differentiable programming to exploit sensor placement within the training of a neural network model in order to improve field reconstruction. We evaluated our method using two distinct datasets; the results show that our approach improved test scores. Ultimately, our method of differentiable placement strategies has the potential to significantly increase data collection efficiency, enable more thorough area coverage, and reduce redundancy in sensor deployment. ",
    "url": "https://arxiv.org/abs/2312.09176",
    "authors": [
      "Agnese Marcato",
      "Daniel O'Malley",
      "Hari Viswanathan",
      "Eric Guiltinan",
      "Javier E. Santos"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2312.08841",
    "title": "Roadmap on Nanoscale Magnetic Resonance Imaging",
    "abstract": "The field of nanoscale magnetic resonance imaging (NanoMRI) was started 30 years ago. It was motivated by the desire to image single molecules and molecular assemblies, such as proteins and virus particles, with near-atomic spatial resolution and on a length scale of 100 nm. Over the years, the NanoMRI field has also expanded to include the goal of useful high-resolution nuclear magnetic resonance (NMR) spectroscopy of molecules under ambient conditions, including samples up to the micron-scale. The realization of these goals requires the development of spin detection techniques that are many orders of magnitude more sensitive than conventional NMR and MRI, capable of detecting and controlling nanoscale ensembles of spins. Over the years, a number of different technical approaches to NanoMRI have emerged, each possessing a distinct set of capabilities for basic and applied areas of science. The goal of this roadmap article is to report the current state of the art in NanoMRI technologies, outline the areas where they are poised to have impact, identify the challenges that lie ahead, and propose methods to meet these challenges. This roadmap also shows how developments in NanoMRI techniques can lead to breakthroughs in emerging quantum science and technology applications. ",
    "url": "https://arxiv.org/abs/2312.08841",
    "authors": [
      "Raffi Budakian",
      "Amit Finkler",
      "Alexander Eichler",
      "Martino Poggio",
      "Christian L. Degen",
      "Sahand Tabatabaei",
      "Inhee Lee",
      "P. Chris Hammel",
      "Eugene S. Polzik",
      "Tim H. Taminiau",
      "Ronald L. Walsworth",
      "Paz London",
      "Ania Bleszynski Jayich",
      "Ashok Ajoy",
      "Arjun Pillai",
      "Jörg Wrachtrup",
      "Fedor Jelezko",
      "Yujeong Bae",
      "Andreas J. Heinrich",
      "Christian R. Ast",
      "Patrice Bertet",
      "Paola Cappellaro",
      "Cristian Bonato",
      "Yoann Altmann",
      "Erik Gauger"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12615",
    "title": "Fall of a Particle to the Center of a Singular Potential: Classical vs.  Quantum Exact Solutions",
    "abstract": " Comments: 11 pages 2 figure. arXiv admin note: text overlap with arXiv:2108.01981 ",
    "url": "https://arxiv.org/abs/2202.12615",
    "authors": [
      "Michael I. Tribelsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.06687",
    "title": "Quantifying the Effects of Magnetic Field Line Curvature Scattering on  Radiation Belt and Ring Current Particles",
    "abstract": " Title: Quantifying the Effects of Magnetic Field Line Curvature Scattering on  Radiation Belt and Ring Current Particles ",
    "url": "https://arxiv.org/abs/2303.06687",
    "authors": [
      "Bin Cai",
      "Hanlin Li",
      "Yifan Wu",
      "Xin Tao"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02825",
    "title": "Kerr-Induced Synchronization of a Cavity Soliton to an Optical Reference",
    "abstract": " Title: Kerr-Induced Synchronization of a Cavity Soliton to an Optical Reference ",
    "url": "https://arxiv.org/abs/2305.02825",
    "authors": [
      "Gregory Moille",
      "Jordan Stone",
      "Michal Chojnacky",
      "Rahul Shrestha",
      "Usman A. Javid",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.02890",
    "title": "Galactic cosmic ray transport in the absence of resonant scattering",
    "abstract": " Comments: 6 pages, 3 figures, accepted for publication in MNRAS Letters ",
    "url": "https://arxiv.org/abs/2305.02890",
    "authors": [
      "O. Pezzi",
      "P. Blasi"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14809",
    "title": "A New Look at the Quantum Measurement Problem",
    "abstract": " Title: A New Look at the Quantum Measurement Problem ",
    "url": "https://arxiv.org/abs/2308.14809",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16751",
    "title": "Modeling terahertz emissions from energetic electrons and ions in foil  targets irradiated by ultraintense femtosecond laser pulses",
    "abstract": " Title: Modeling terahertz emissions from energetic electrons and ions in foil  targets irradiated by ultraintense femtosecond laser pulses ",
    "url": "https://arxiv.org/abs/2308.16751",
    "authors": [
      "E. Denoual",
      "L. Bergé",
      "X. Davoine",
      "L. Gremillet"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09253",
    "title": "Quantum dots as optimized chiral emitters for photonic integrated  circuits",
    "abstract": " Comments: Some text modifications in the Introduction, references added, typos corrected, Fig. 7 updated, and the title changed ",
    "url": "https://arxiv.org/abs/2310.09253",
    "authors": [
      "Jakub Rosiński",
      "Michał Gawełczyk",
      "Karol Tarnowski",
      "Paweł Karwat",
      "Daniel Wigger",
      "Paweł Machnikowski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07252",
    "title": "Terahertz metamaterials for light-driven magnetism",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2311.07252",
    "authors": [
      "M. Pancaldi",
      "P. Vavassori",
      "S. Bonetti"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.07695",
    "title": "Non-mechanical steering of the optical beam in spectral-domain Optical  Coherence Tomography",
    "abstract": " Title: Non-mechanical steering of the optical beam in spectral-domain Optical  Coherence Tomography ",
    "url": "https://arxiv.org/abs/2312.07695",
    "authors": [
      "Daniel F. Urrego",
      "Gerard J. Machado",
      "Juan P. Torres"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]