[
  {
    "id": "arXiv:2207.05074",
    "title": "Topological Transformation and Free-Space Transport of Photonic Hopfions",
    "abstract": "Structured light fields embody strong spatial variations of polarisation, phase and amplitude. Understanding, characterization and exploitation of such fields can be achieved through their topological properties. Three-dimensional (3D) topological solitons, such as hopfions, are 3D localized continuous field configurations with nontrivial particle-like structures, that exhibit a host of important topologically protected properties. Here, we propose and demonstrate photonic counterparts of hopfions with exact characteristics of Hopf fibration, Hopf index, and Hopf mapping from real-space vector beams to homotopic hyperspheres representing polarisation states. We experimentally generate photonic hopfions with on-demand high-order Hopf indices and independently controlled topological textures, including N\\'eel-, Bloch-, and anti-skyrmionic types. We also demonstrate a robust free-space transport of photonic hopfions, thus, showing potential of hopfions for developing optical topological informatics and communications. ",
    "url": "https://arxiv.org/abs/2207.05074",
    "authors": [
      "Yijie Shen",
      "Bingshi Yu",
      "Haijun Wu",
      "Chunyu Li",
      "Zhihan Zhu",
      "Anatoly V. Zayats"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05264",
    "title": "60-nm-span wavelength-tunable vortex fiber laser with intracavity  plasmon metasurfaces",
    "abstract": "Wavelength-tunable vortex fiber lasers that could generate beams carrying orbital angular momentum (OAM) hold great interest in large-capacity optical communications. The wavelength tunability of conventional vortex fiber lasers is however limited by the range of 35 nm due to narrow bandwidth and/or insertion loss of mode conversion components. Optical metasurfaces apart from being compact planar components can flexibly manipulate light with high efficiency in a broad wavelength range. Here, we propose and demonstrate for the first time, to the best of our knowledge, a metasurface-assisted vortex fiber laser that can directly generate OAM beams with changeable topological charges. Due to the designed broadband gap-surface plasmon metasurface, combined with an intracavity tunable filter, the laser enables OAM beam with center wavelength continuously tunable from 1015 nm to 1075 nm, nearly twice of other vortex fiber lasers ever reported. The metasurface can be designed at will to satisfy requirements for either low pump threshold or high slope efficiency of the laser. Furthermore, the cavity-metasurface configuration can be extended to generate higher-order OAM beams or more complex structured beams in different wavelength regions, which greatly broadens the possibilities for developing low-cost and high-quality structured-beam laser sources. ",
    "url": "https://arxiv.org/abs/2207.05264",
    "authors": [
      "Lili Gui",
      "Chuanshuo Wang",
      "Fei Ding",
      "Hao Chen",
      "Xiaosheng Xiao",
      "Sergey I. Bozhevolnyi",
      "Xiaoguang Zhang",
      "Kun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05318",
    "title": "Dual Exponential Coupled Cluster Theory: Unitary Adaptation,  Implementation in the Variational Quantum Eigensolver Framework and Pilot  Applications",
    "abstract": "In this paper, we have developed a unitary variant of a double exponential coupled cluster theory, which is capable of mimicking the effects of connected excitations of arbitrarily high rank, using only rank-one and rank-two parametrization of the wavefunction ansatz. While its implementation in a classical computer necessitates the construction of an effective Hamiltonian which involves infinite number of terms with arbitrarily high many-body rank, the same can easily be implemented in the hybrid quantum-classical variational quantum eigensolver framework with a reasonably shallow quantum circuit. The method relies upon the nontrivial action of a unitary, containing a set of rank-two scattering operators, on entangled states generated via cluster operators. We have further introduced a number of variants of the ansatz with different degrees of expressibility by judiciously approximating the scattering operators. With a number of applications on strongly correlated molecules, we have shown that all our schemes can perform uniformly well throughout the molecular potential energy surface without significant additional implementation cost and quantum complexity over the unitary coupled cluster approach with single and double excitations. ",
    "url": "https://arxiv.org/abs/2207.05318",
    "authors": [
      "Dipanjali Halder",
      "V. S. Prasannaa",
      "Rahul Maitra"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05365",
    "title": "Cavity locking with spatial modulation of optical phase front for laser  stabilization",
    "abstract": "We study optical cavity locking for laser stabilization through spatial modulation of the phase front of a light beam. A theoretical description of the underlying principle is developed for this method and special attention is paid to residual amplitude modulation (RAM) caused by experimental imperfections, especially the manufacture errors of the spatial phase modulator. The studied locking method owns the common advantages of the Pound-Drever-Hall method and the tilt-locking one, and it can provide a more artful way to eliminate RAM noise in phase modulation for the ultimate stability of lasers. In situations where cost and portability are a practical issue, the studied method allows one to realize compact laser stabilization systems locked to Fabry-P$\\acute{\\mbox{e}}$rot cavities without use of expensive bulky devices, such as signal generators and electro-optic modulators. ",
    "url": "https://arxiv.org/abs/2207.05365",
    "authors": [
      "Sheng Feng",
      "Songqing You",
      "Peng Yang",
      "Fenglei Zhang",
      "Yunlong Sun",
      "Boya Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05414",
    "title": "Towards the quantum turbulence theory: a simple model with interaction  of the vortex loops",
    "abstract": "This article investigates quantized thin vortex rings with an internal structure. The quantization scheme of this dynamical system is based on the approach proposed by the author earlier. Both energy spectrum and circulation spectrum are calculated. Examples show that the set of permissible circulation values has a fractal structure. The suggested model allows to describe the system of isolated vortex rings as well as the vortex rings with interaction. Furthermore, the application to the quantum turbulence theory is discussed. The general expression for the partition function of a turbulent flow is suggested. ",
    "url": "https://arxiv.org/abs/2207.05414",
    "authors": [
      "Sergei V. Talalov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05072",
    "title": "An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase-encoding and Intensity Detection",
    "abstract": "Photonic Ising machine is a new paradigm of optical computing, which is based on the characteristics of light wave propagation, parallel processing and low loss transmission. Thus, the process of solving the combinatorial optimization problems can be accelerated through photonic/optoelectronic devices. In this work, we have proposed and demonstrated the so-called Phase-Encoding and Intensity Detection Ising Annealer (PEIDIA) to solve arbitrary Ising problems on demand. The PEIDIA is based on the simulated annealing algorithm and requires only one step of optical linear transformation with simplified Hamiltonian calculation. With PEIDIA, the Ising spins are encoded on the phase term of the optical field and only intensity detection is required during the solving process. As a proof of principle, several 20-dimensional Ising problems have been solved with high ground state probability (0.98 within 1000 iterations for antiferromagnetic cubic model and 1 within 4000 iterations for a random spin-glass model, respectively). It should be mentioned that our proposal is also potential to be implemented with integrated photonic devices such as tunable metasurfaces to achieve large-scale and on-demand photonic Ising machines. ",
    "url": "https://arxiv.org/abs/2207.05072",
    "authors": [
      "Jiayi Ouyang",
      "Yuxuan Liao",
      "Zhiyao Ma",
      "Deyang Kong",
      "Xue Feng",
      "Xiang Zhang",
      "Xiaowen Dong",
      "Kaiyu Cui",
      "Fang Liu",
      "Wei Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05122",
    "title": "Nonlinear quantum logic with colliding graphene plasmons",
    "abstract": "Graphene has emerged as a promising platform to bring nonlinear quantum optics to the nanoscale, where a large intrinsic optical nonlinearity enables long-lived and actively tunable plasmon polaritons to strongly interact. Here we theoretically study the collision between two counter-propagating plasmons in a graphene nanoribbon, where transversal subwavelength confinement endows propagating plasmons with %large effective masses a flat band dispersion that enhances their interaction. This scenario presents interesting possibilities towards the implementation of multi-mode polaritonic gates that circumvent limitations imposed by the Shapiro no-go theorem for photonic gates in nonlinear optical fibers. As a paradigmatic example we demonstrate the feasibility of a high fidelity conditional $\\pi$ phase shift (CZ), where the gate performance is fundamentally limited only by the single plasmon lifetime. These results open new exciting avenues towards quantum information and many-body applications with strongly-interacting polaritons. ",
    "url": "https://arxiv.org/abs/2207.05122",
    "authors": [
      "Giuseppe Calajò",
      "Philipp K. Jenke",
      "Lee A. Rozema",
      "Philip Walther",
      "Darrick E. Chang",
      "Joel D. Cox"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05267",
    "title": "Indoor optical fiber eavesdropping approach and its avoidance",
    "abstract": "The optical fiber network has become a worldwide infrastructure. In addition to the basic functions in telecommunication, its sensing ability has attracted more and more attention. In this paper, we discuss the risk of household fiber being used for eavesdropping and demonstrate its performance in the lab. Using a 3-meter tail fiber in front of the household optical modem, voices of normal human speech can be eavesdropped by a laser interferometer and recovered 1.1 km away. The detection distance limit and system noise are analyzed quantitatively. We also give some practical ways to prevent eavesdropping through household fiber. ",
    "url": "https://arxiv.org/abs/2207.05267",
    "authors": [
      "Haiqing Hao",
      "Zhongwang Pang",
      "Guan Wang",
      "Bo Wang"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05292",
    "title": "High Thermal Conductivity in Wafer Scale Cubic Silicon Carbide Crystals",
    "abstract": "High thermal conductivity electronic materials are critical components for high-performance electronic and photonic devices as either active functional materials or thermal management materials. We report an isotropic high thermal conductivity over 500 W m-1K-1 at room temperature in high-quality wafer-scale cubic silicon carbide (3C-SiC) crystals, which is the second highest among large crystals (only surpassed by diamond). Furthermore, the corresponding 3C-SiC thin films are found to have record-high in-plane and cross-plane thermal conductivity, even higher than diamond thin films with equivalent thicknesses. Our results resolve a long-lasting puzzle that the literature values of thermal conductivity for 3C-SiC are perplexingly lower than the structurally more complex 6H-SiC. Further analysis reveals that the observed high thermal conductivity in this work arises from the high purity and high crystal quality of 3C-SiC crystals which excludes the exceptionally strong defect-phonon scatterings in 3C-SiC. Moreover, by integrating 3C-SiC with other semiconductors by epitaxial growth, we show that the measured 3C-SiC-Si TBC is among the highest for semiconductor interfaces. These findings not only provide insights for fundamental phonon transport mechanisms, also suggest that 3C-SiC may constitute an excellent wide-bandgap semiconductor for applications of power electronics as either active components or substrates. ",
    "url": "https://arxiv.org/abs/2207.05292",
    "authors": [
      "Zhe Cheng",
      "Jianbo Liang",
      "Keisuke Kawamura",
      "Hidetoshi Asamura",
      "Hiroki Uratani",
      "Samuel Graham",
      "Yutaka Ohno",
      "Yasuyoshi Nagai",
      "Naoteru Shigekawa",
      "David G. Cahill"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05341",
    "title": "Ultrafast quantum state tomography with feed-forward neural networks",
    "abstract": "Reconstructing the state of many-body quantum systems is of fundamental importance in quantum information tasks, but extremely challenging due to the curse of dimensionality. In this work, we present a quantum tomography approach based on neural networks to achieve the ultrafast reconstruction of multi-qubit states. Particularly, we propose a simple 3-layer feed-forward network to process the experimental data generated from measuring each qubit with a positive operator-valued measure, which is able to reduce the storage cost and computational complexity. Moreover, the techniques of state decomposition and $P$-order absolute projection are jointly introduced to ensure the positivity of state matrices learned in the maximum likelihood function and to improve the convergence speed and robustness of the above network. Finally, it is tested on a large number of states with a wide range of purity to show that we can faithfully tomography 11-qubit states on a laptop within 2 minutes under noise. Our numerical results also demonstrate that more state samples are required to achieve the given tomography fidelity for the low-purity states, and the increased depolarizing noise induces a linear decrease in the tomography fidelity. ",
    "url": "https://arxiv.org/abs/2207.05341",
    "authors": [
      "Yong Wang",
      "Shuming Cheng",
      "Li Li",
      "Jie Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2207.05433",
    "title": "A Generative deep learning approach for shape recognition of arbitrary  objects from phaseless acoustic scattering data",
    "abstract": "We propose and demonstrate a generative deep learning approach for the shape recognition of an arbitrary object from its acoustic scattering properties. The strategy exploits deep neural networks to learn the mapping between the latent space of a two-dimensional acoustic object and the far-field scattering amplitudes. A neural network is designed as an Adversarial autoencoder and trained via unsupervised learning to determine the latent space of the acoustic object. Important structural features of the object are embedded in lower-dimensional latent space which supports the modeling of a shape generator and accelerates the learning in the inverse design process.The proposed inverse design uses the variational inference approach with encoder and decoder-like architecture where the decoder is composed of two pretrained neural networks, the generator and the forward model. The data-driven framework finds an accurate solution to the ill-posed inverse scattering problem, where non-unique solution space is overcome by the multifrequency phaseless far-field patterns. This inverse method is a powerful design tool that does not require complex analytical calculation and opens up new avenues for practical realization, automatic recognition of arbitrary shaped submarines or large fish, and other underwater applications. ",
    "url": "https://arxiv.org/abs/2207.05433",
    "authors": [
      "W. W. Ahmed",
      "M. Farhat",
      "P.-Y. Chen",
      "X. Zhang",
      "Y. Wu"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05706",
    "title": "Optical Field Recovery in the Jones Space",
    "abstract": "Optical full-field recovery makes it possible to compensate fiber impairments such as chromatic dispersion and polarization mode dispersion (PMD) in the digital signal processing. Coherent detection dominates over the long-haul transmission system due to its high spectral efficiency and tolerance against optical impairments. For cost-sensitive short-reach optical networks, some advanced single-polarization (SP) optical field recovery schemes are recently proposed to avoid chromatic dispersion-induced power fading effect, and improve the spectral efficiency for larger potential capacity. Polarization division multiplexing (PDM) can further double both the spectral efficiency and the system capacity of these SP carrier-assisted direct detection (DD) schemes. However, the so-called polarization fading phenomenon induced by random polarization rotation is a fundamental obstacle to exploit the polarization diversity for carrier-assisted DD systems. In this paper, we propose a receiver of Jones-space field recovery (JSFR) to realize polarization diversity with SP carrier-assisted DD schemes in the Jones space. There different receiver structures of proposed JSFR and the simplification for JSFR are explored theoretically. The proposed JSFR pushes the SP DD schemes towards PDM without no extra optical signal-to-noise ratio (OSNR) penalty. In addition, the JSFR shows good tolerance to PMD since the optical field recovery is conducted before polarization recovery. In the concept-of-proof experiment, we demonstrate 448-Gb/s reception over 80-km single-mode fiber using the proposed JSFR based on 22 couplers. Qualitatively, we compare the optical field recovery in the Jones space and Stokes space from the perspective of the modulation dimension. ",
    "url": "https://arxiv.org/abs/2207.05706",
    "authors": [
      "Qi Wu",
      "Yixiao Zhu",
      "Hexun Jiang",
      "Qunbi Zhuge",
      "Weisheng Hu"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.05712",
    "title": "Hybrid topological photonic crystals",
    "abstract": "Photonic topological phases offering unprecedented manipulation of electromagnetic waves have attracted much research interest which, however, have been mostly restricted to a single band gap. Here, we report on the experimental discovery of hybrid topological photonic crystals which host simultaneously quantum anomalous Hall and valley Hall phases in different photonic band gaps. The underlying hybrid topological phase manifests itself in the edge responses as the coexistence of the chiral edge states and valley Hall edge states in different frequency ranges. We experimentally verify such an emergent phenomenon and show that such a feature enables novel multiplexing of photon transport in the edge channels. Our study reveals a situation with coexisting topology of distinct nature in a single photonic system that may enable frequency-dependent filtering and manipulation of topological edge photons. ",
    "url": "https://arxiv.org/abs/2207.05712",
    "authors": [
      "Yanan Wang",
      "Hai-Xiao Wang",
      "Longzhen Fan",
      "Li Liang",
      "Zhi-Kang Lin",
      "Feifei Li",
      "Xiao Zhang",
      "Pi-Gang Luan",
      "Yin Poo",
      "Jian-Hua Jiang",
      "Guang-Yu Guo"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.05167",
    "title": "New Stringy Physics beyond Quantum Mechanics from the Feynman Path  Integral",
    "abstract": " Comments: Published version ",
    "url": "https://arxiv.org/abs/2106.05167",
    "authors": [
      "Donatello Dolce"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02632",
    "title": "Unitary Design of Quantum Spin Networks for Robust Routing, Entanglement  Generation, and Phase Sensing",
    "abstract": " Comments: 12 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2202.02632",
    "authors": [
      "Abdulsalam H. Alsulami",
      "Irene D'Amico",
      "Marta P. Estarellas",
      "Timothy P. Spiller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01191",
    "title": "Larmor frequency shift from magnetized cylinders with arbitrary  orientation distribution",
    "abstract": " Comments: 54 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2203.01191",
    "authors": [
      "Anders Dyhr Sandgaard",
      "Noam Shemesh",
      "Valerij G. Kiselev",
      "Sune Nørhøj Jespersen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11823",
    "title": "Observation of Elastic Orbital Angular Momentum Transfer: Coupling  Flexural Waves in Partially Submerged Pipes to Acoustic Waves in Fluids",
    "abstract": " Comments: 11 Pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.11823",
    "authors": [
      "G.J. Chaplain",
      "J.M. De Ponti",
      "T.A. Starkey"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14354",
    "title": "GPU-based optical simulation of the DARWIN detector",
    "abstract": " Comments: Updated to address the referees' comments, add few more authors. Journal reference added ",
    "url": "https://arxiv.org/abs/2203.14354",
    "authors": [
      "L. Althueser",
      "B. Antunović",
      "E. Aprile",
      "D. Bajpai",
      "L. Baudis",
      "D. Baur",
      "A. L. Baxter",
      "L. Bellagamba",
      "R. Biondi",
      "Y. Biondi",
      "A. Bismark",
      "A. Brown",
      "R. Budnik",
      "A. Chauvin",
      "A. P. Colijn",
      "J. J. Cuenca-García",
      "V. D'Andrea",
      "P. Di Gangi",
      "J. Dierle",
      "S. Diglio",
      "M. Doerenkamp",
      "K. Eitel",
      "S. Farrell",
      "A. D. Ferella",
      "C. Ferrari",
      "C. Findley",
      "H. Fischer",
      "M. Galloway",
      "F. Girard",
      "R. Glade-Beucke",
      "L. Grandi",
      "M. Guida",
      "S. Hansmann-Menzemer",
      "F. Jörg",
      "L. Jones",
      "P. Kavrigin",
      "L. M. Krauss",
      "B. von Krosigk",
      "F. Kuger",
      "H. Landsman",
      "R. F. Lang",
      "S. Li",
      "S. Liang",
      "M. Lindner",
      "J. Loizeau",
      "F. Lombardi",
      "T. Marrodán Undagoitia",
      "J. Masbou",
      "E. Masson",
      "J. Matias-Lopes",
      "S. Milutinovic",
      "C. M. B. Monteiro",
      "M. Murra",
      "K. Ni",
      "U. Oberlack",
      "I. Ostrovskiy",
      "M. Pandurovic",
      "R. Peres",
      "J. Qin",
      "M. Rajado Silva",
      "D. Ramírez García"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2204.00725",
    "title": "Reduced-density-matrix-based ab initio cavity quantum electrodynamics",
    "abstract": " Title: Reduced-density-matrix-based ab initio cavity quantum electrodynamics ",
    "url": "https://arxiv.org/abs/2204.00725",
    "authors": [
      "Joel D. Mallory",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04706",
    "title": "Quantum solitodynamics: Non-linear wave mechanics and pilot-wave theory",
    "abstract": " Comments: This new version includes some answers to question made by referees ",
    "url": "https://arxiv.org/abs/2205.04706",
    "authors": [
      "Aurélien Drezet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Pattern Formation and Solitons (nlin.PS)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11741",
    "title": "Observation of strong backscattering in valley-Hall photonic topological  interface modes",
    "abstract": " Title: Observation of strong backscattering in valley-Hall photonic topological  interface modes ",
    "url": "https://arxiv.org/abs/2206.11741",
    "authors": [
      "Christian Anker Rosiek",
      "Guillermo Arregui",
      "Anastasiia Vladimirova",
      "Marcus Albrechtsen",
      "Babak Vosoughi Lahijani",
      "Rasmus Ellebæk Christiansen",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]