[
  {
    "id": "arXiv:2504.14196",
    "title": "Room-temperature high-average-power strong-field terahertz source based on industrial high-repetition-rate femtosecond laser",
    "abstract": "           Free-space strong-field terahertz (THz) pulses, generated via optical rectification of femtosecond lasers in nonlinear crystals, are pivotal in various applications. However, conventional Ti:sapphire lasers struggle to produce high-average-power THz due to their limited output power. While kilowatt ytterbium lasers are increasingly adopted, their application in THz generation faces challenges: low optical-to-THz conversion efficiency (attributed to long pulse durations and low energy) and crystal damage under high pumping power. Here, we report a high-average-power strong-field THz source using a lithium niobate crystal pumped by a 1030-nm, 570-fs, 1-mJ, 50-kHz ytterbium femtosecond laser with tilted pulse front pumping (TPFP). By systematically optimizing TPFP implementations and comparing grating- and echelon-type configurations, we achieve a THz source with 64.5 mW average power at 42-W, 50-kHz pumping, and a focused peak electric field of 525 kV/cm at 0.83-mJ, 1-kHz operation. Additionally, we observe Zeeman torque signals in cobalt-iron ferromagnetic nanofilms. This high-repetition-rate, high-average-power THz system, combined with its potential capabilities in high signal-to-noise spectroscopy and imaging, promises transformative impacts in quantum matter manipulation, non-destructive testing, and biomedicine.         ",
    "url": "https://arxiv.org/abs/2504.14196",
    "authors": [
      "Deyin Kong",
      "Yichen Su",
      "Cheng Song",
      "Xiaojun Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14342",
    "title": "Quantum emitters in silicon: Purcell-enhanced lifetime modulation as a probe of local refractive index changes",
    "abstract": "           Quantum emitters embedded in silicon photonic cavities offer a powerful and scalable platform for label-free refractive index sensing at the nanoscale. We propose and theoretically analyze a novel sensing mechanism based on Purcell-enhanced modulation of the emitter's spontaneous emission lifetime, enabling detection of refractive index changes via time-correlated single-photon counting (TCSPC). In contrast to traditional resonance-shift sensors, our approach exploits the lifetime sensitivity to variations in the local density of optical states (LDOS), providing an intensity-independent, spectrally unresolvable, and CMOS-compatible sensing modality. We derive analytical expressions linking refractive index perturbations to relative lifetime shifts and identify an optimal off-resonance operation regime, where the lifetime response becomes linear and maximally sensitive to small perturbations. Parametric evaluation shows that for moderate-quality photonic cavities (Q = 10^5 to 10^7), this method enables refractive index detection limits as low as 1^(-9) RIU, competitive with or even outperforming state-of-the-art plasmonic and microresonator sensors, yet requiring significantly simpler instrumentation. Furthermore, we show that long-lived emitters such as T-centers in silicon provide a unique advantage, allowing sub-nanosecond lifetime shifts to be resolved with standard TCSPC systems. Although room-temperature operation of quantum emitters in silicon has yet to be demonstrated, our results lay the theoretical foundation for scalable, room-temperature, quantum-enabled sensing of refractive index changes, eliminating the need for spectral resolution and cryogenic infrastructure.         ",
    "url": "https://arxiv.org/abs/2504.14342",
    "authors": [
      "Yevhenii Morozov",
      "Anatoliy Lapchuk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.14444",
    "title": "Estimating Soil Electrical Parameters in the Canadian High Arctic from Impedance Measurements of the MIST Antenna Above the Surface",
    "abstract": "           We report the bulk soil electrical conductivity and relative permittivity at a site in the Canadian High Arctic (79.37980 degrees N, 90.99885 degrees W). The soil parameters are determined using impedance measurements of a dipole antenna mounted horizontally 52 cm above the surface. The antenna is part of the Mapper of the IGM Spin Temperature (MIST) radio cosmology experiment. The measurements were conducted on July 17-28, 2022, every 111 minutes, and in the frequency range 25-125 MHz. To estimate the soil parameters, we compare the impedance measurements with models produced from numerical electromagnetic simulations of the antenna, considering single- and two-layer soil models. Our best-fit soil model corresponds to a two-layer model in which the electrical parameters are consistent with unfrozen soil at the top and frozen soil underneath. The best-fit parameters further agree with measurements done at other Arctic sites with more traditional techniques, such as capacitively-coupled resistivity, electrical resistivity tomography, and ground-penetrating radar.         ",
    "url": "https://arxiv.org/abs/2504.14444",
    "authors": [
      "I. Hendricksen",
      "R. A. Monsalve",
      "V. Bidula",
      "C. Altamirano",
      "R. Bustos",
      "C. H. Bye",
      "H. C. Chiang",
      "X. Guo",
      "F. McGee",
      "F. P. Mena",
      "L. Nasu-Yu",
      "C. Omelon",
      "S. E. Restrepo",
      "J. L. Sievers",
      "L. Thomson",
      "N. Thyagarajan"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2504.14589",
    "title": "Second-order nonlinear disordered photonic media",
    "abstract": "           The field of complex photonics has garnered significant interest due to its rich physics and myriad applications spanning physics, engineering, biology, and medicine. However, a substantial portion of research focuses primarily on the linear medium. Over the years, optical nonlinearity, particularly the second order denoted as $\\chi^{(2)}$, has been harnessed for diverse applications such as frequency conversions, three-wave mixing, material characterizations, and bio-imaging. When $\\chi^{(2)}$-nonlinearity combines with the disorder, a new realm of physics emerges, which in the last 30 years has witnessed substantial progress in fundamental studies and futuristic applications. This review aims to explore fundamental concepts concerning $\\chi^{(2)}$-nonlinear disordered media, chart the field's evolution, highlight current interests within the research community, and conclude with a future perspective.         ",
    "url": "https://arxiv.org/abs/2504.14589",
    "authors": [
      "Rabisankar Samanta",
      "Romolo Savo",
      "Claudio Conti",
      "Sushil Mujumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2504.14895",
    "title": "MetasurfaceViT: A generic AI model for metasurface inverse design",
    "abstract": "           Metasurfaces, sub-wavelength artificial structures, can control light's amplitude, phase, and polar ization, enabling applications in efficient imaging, holograms, and sensing. Recent years, AI has witnessed remarkable progress and spurred scientific discovery. In metasurface design, optical inverse design has recently emerged as a revolutionary approach. It uses deep learning to create a nonlinear mapping between optical structures and functions, bypassing time-consuming traditional design and attaining higher accuracy. Yet, current deep-learning models for optical design face limitations. They often work only for fixed wavelengths and polarizations, and lack universality as input-output vector size changes may require retraining. There's also a lack of compatibility across different application scenarios. This paper introduces MetasurfaceViT, a revolutionary generic AI model. It leverages a large amount of data using Jones matrices and physics-informed data augmentation. By pre-training through masking wavelengths and polarization channels, it can reconstruct full-wavelength Jones matrices, which will be utilized by fine-tuning model to enable inverse design. Finally, a tandem workflow appended by a forward prediction network is introduced to evaluate performance. The versatility of MetasurfaceViT with high prediction accuracy will open a new paradigm for optical inverse design.         ",
    "url": "https://arxiv.org/abs/2504.14895",
    "authors": [
      "Jiahao Yan",
      "Jilong Yi",
      "Churong Ma",
      "Yanjun Bao",
      "Qin Chen",
      "Baojun Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14901",
    "title": "Inverse design of ultrathin metamaterial absorber",
    "abstract": "           Electromagnetic absorbers combining ultrathin profiles with robust absorptivity across wide incidence angles are essential for applications such as stealth technology, wireless communications, and quantum computing. Traditional designs, including Salisbury screens, typically require thicknesses of at least a quarter-wavelength (lambda/4), which limits their use in compact systems. While metamaterial absorbers (MMAs) can reduce thickness, their absorptivity generally decreases under oblique incidence conditions. Here, we introduce an adjoint optimization-based inverse design method that merges the ultrathin advantage of MMAs with the angle-insensitive characteristics of Salisbury screens. By leveraging the computational efficiency of the adjoint method, we systematically optimize absorber structures as thin as lambda/20. The optimized designs achieve absorption exceeding 90% at the target frequency of 7.5 GHz and demonstrate robust performance under oblique incidence, maintaining over 90% absorption up to 50°, approximately 80% at 60°, and around 70% at 70°. Comparative analysis against particle swarm optimization highlights the superior efficiency of the adjoint method, reducing computational effort by approximately 98%. This inverse design framework thus provides substantial improvements in both performance and computational cost, offering a promising approach for advanced electromagnetic absorber design.         ",
    "url": "https://arxiv.org/abs/2504.14901",
    "authors": [
      "Eunbi Jang",
      "Junghee Cho",
      "Chanik Kang",
      "Haejun Chung"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14908",
    "title": "The universality of filamentation-caused challenges of ultrafast laser energy deposition in semiconductors",
    "abstract": "           Light propagation in semiconductors is the cornerstone of emerging disruptive technologies holding considerable potential to revolutionize telecommunications, sensors, quantum engineering, healthcare, and artificial intelligence. Sky-high optical nonlinearities make these materials ideal platforms for photonic integrated circuits. The fabrication of such complex devices could greatly benefit from in-volume ultrafast laser writing for monolithic and contactless integration. Ironically, as exemplified for Si, nonlinearities act as an efficient immune system self-protecting the material from internal permanent modifications that ultrashort laser pulses could potentially produce. While nonlinear propagation of high-intensity ultrashort laser pulses has been extensively investigated in Si, other semiconductors remain uncharted. In this work, we demonstrate that filamentation universally dictates ultrashort laser pulse propagation in various semiconductors. The effective key nonlinear parameters obtained strongly differ from standard measurements with low-intensity pulses. Furthermore, the temporal scaling laws for these key parameters are extracted. Temporal-spectral shaping is finally proposed to optimize energy deposition inside semiconductors. The whole set of results lays the foundations for future improvements, up to the point where semiconductors can be selectively tailored internally by ultrafast laser writing, thus leading to countless applications for in-chip processing and functionalization, and opening new markets in various sectors including technology, photonics, and semiconductors.         ",
    "url": "https://arxiv.org/abs/2504.14908",
    "authors": [
      "Maxime Chambonneau",
      "Markus Blothe",
      "Vladimir Yu. Fedorov",
      "Isaure de Kernier",
      "Stelios Tzortzakis",
      "Stefan Nolte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.14909",
    "title": "A Novel FFA-Based Storage Ring Design with an Internal Target for Heavy-Ion Beams Undergoing Stochastic Charge State Conversions",
    "abstract": "           A heavy-ion storage ring with an energy recovery internal target(ERIT) is suitable for rare production reactions. The most onerous obstacle to the stable operation of this ring is a phenomenon of stochastic charge state conversions(SCSC) of the ions in the beam caused by the collision with the target. This phenomenon causes a rapid increase in the beam emittance. To solve this problem, we have developed a method to match the closed orbits and beta functions of the beams in different charge states at the production target location in the scaling FFA ring. In this paper, we show through 6D beam tracking simulations that the FFA ring with modulated $k$ suppresses the emittance growth even in the presence of SCSC, and it can accumulate the beam over 600 turns effectively.         ",
    "url": "https://arxiv.org/abs/2504.14909",
    "authors": [
      "Yoshihiro Ishi",
      "Tomonori Uesugi",
      "Yoshiharu Mori",
      "Katsuhisa Nishio"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2504.14950",
    "title": "Thin-film periodically poled lithium niobate waveguides fabricated by femtosecond laser photolithography",
    "abstract": "           Periodically poled lithium niobate on insulator (PPLNOI) ridge waveguides are critical photonic components for both classical and quantum information processing. However, dry etching of PPLNOI waveguides often generates rough sidewalls and variations in the etching rates of oppositely poled lithium niobate ferroelectric domains, leading a relatively high propagation losses (0.25 - 1 dB/cm), which significantly limits net conversion efficiency and hinders scalable photonic integration. In this work, a low-loss PPLNOI ridge waveguide with a length of 7 mm was fabricated using ultra-smooth sidewalls through photolithography-assisted chemo-mechanical etching followed by high-voltage pulse poling. The average surface roughness was measured at just 0.27 nm, resulting in significantly lower propagation loss compared to dry-etched counterparts. Highly efficient second-harmonic generation was demonstrated with a normalized efficiency of 1742%/(W*cm^2) and an overall efficiency of 750.1%/W (without accounting for propagation loss). The absolute conversion efficiency reached 15.8%, representing a six-fold improvement over the best previously reported values in single-period PPLNOI waveguides without magnesium oxide doping.         ",
    "url": "https://arxiv.org/abs/2504.14950",
    "authors": [
      "Guanghui Zhao",
      "Jintian Lin",
      "Renhong Gao",
      "Jianglin Guan",
      "Chuntao Li",
      "Xinzhi Zheng",
      "Minghui Li",
      "Qifeng Hou",
      "Xiaochao Luo",
      "Yingnuo Qiu",
      "Lingling Qiao",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.15012",
    "title": "Frequency Comb-based Wavelength Division Multiplexing and Detection without Wavelength Demultiplexers",
    "abstract": "           We demonstrate a wavelength division multiplexing (WDM) concept using demultiplexer-free frequency combs at both transmitter and receiver in a 4-wavelength 200-GHz-grid WDM system with flexible symbol rates, aiming to avoid the power-hungry wavelength control on demultiplexers.         ",
    "url": "https://arxiv.org/abs/2504.15012",
    "authors": [
      "Di Che",
      "Zhongdi Peng",
      "Mikael Mazur",
      "Nicolas Fontaine"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2504.15044",
    "title": "Beyond Terabit/s Integrated Neuromorphic Photonic Processor for DSP-Free Optical Interconnects",
    "abstract": "           The rapid expansion of generative AI drives unprecedented demands for high-performance computing. Training large-scale AI models now requires vast interconnected GPU clusters across multiple data centers. Multi-scale AI training and inference demand uniform, ultra-low latency, and energy-efficient links to enable massive GPUs to function as a single cohesive unit. However, traditional electrical and optical interconnects, relying on conventional digital signal processors (DSPs) for signal distortion compensation, increasingly fail to meet these stringent requirements. To overcome these limitations, we present an integrated neuromorphic optical signal processor (OSP) that leverages deep reservoir computing and achieves DSP-free, all-optical, real-time processing. Experimentally, our OSP achieves a 100 Gbaud PAM4 per lane, 1.6 Tbit/s data center interconnect over a 5 km optical fiber in the C-band (equivalent to over 80 km in the O-band), far exceeding the reach of state-of-the-art DSP solutions, which are fundamentally constrained by chromatic dispersion in IMDD systems. Simultaneously, it reduces processing latency by four orders of magnitude and energy consumption by three orders of magnitude. Unlike DSPs, which introduce increased latency at high data rates, our OSP maintains consistent, ultra-low latency regardless of data rate scaling, making it ideal for future optical interconnects. Moreover, the OSP retains full optical field information for better impairment compensation and adapts to various modulation formats, data rates, and wavelengths. Fabricated using a mature silicon photonic process, the OSP can be monolithically integrated with silicon photonic transceivers, enhancing the compactness and reliability of all-optical interconnects. This research provides a highly scalable, energy-efficient, and high-speed solution, paving the way for next-generation AI infrastructure.         ",
    "url": "https://arxiv.org/abs/2504.15044",
    "authors": [
      "Benshan Wang",
      "Qiarong Xiao",
      "Tengji Xu",
      "Li Fan",
      "Shaojie Liu",
      "Jianji Dong",
      "Junwen Zhang",
      "Chaoran Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2504.15172",
    "title": "Quantum Excitation Transfer in an Artificial Photosynthetic Light-Harvesting System",
    "abstract": "           We analytically derive transfer probabilities and efficiencies for an artificial light-harvesting photosynthetic system, which consists of a ring coupled to a central acceptor. For an incident photon pair, we find near-perfect single excitation transfer efficiency with negligible double excitation transfer in the weak coupling regime. In the strong coupling regime, single excitation transfer efficiency was greater than 90%, while the double excitation efficiency was approximately 50%. We have found that the three main factors which determine high transfer efficiencies are large acceptor probabilities, long acceptor decay times, and strong photon-ring coupling. A possible implementation of the theoretical framework to bio-inspired solar energy devices is also discussed.         ",
    "url": "https://arxiv.org/abs/2504.15172",
    "authors": [
      "Stephon Alexander",
      "Roger Andrews",
      "Oliver Fox",
      "Sarben Sarkar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.14034",
    "title": "Probing Complex Decoherence Processes in Materials for Quantum Applications",
    "abstract": "           The primary consideration in developing new material platforms for quantum applications is to optimize coherence. Despite its importance, decoherence processes remains challenging to experimentally interrogate and quantify. In this Perspective, we first introduce the concept of decoherence in quantum systems and conventional techniques to assess decoherence at optical frequencies. We then introduce multidimensional coherent spectroscopy as a unique probe capable of revealing the full complexity of decoherence dynamics in realistic circumstances. To contextualize the techniques discussed here, demonstrative examples in two prototypical quantum systems, namely colloidal nanocrystals and vacancy centers in diamond, are provided.         ",
    "url": "https://arxiv.org/abs/2504.14034",
    "authors": [
      "Albert Liu",
      "Matthew W. Day",
      "Steven T. Cundiff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14083",
    "title": "Inferring Structure via Duality for Photonic Inverse Design",
    "abstract": "           Led by a result derived from Sion's minimax theorem concerning constraint violation in quadratically constrained quadratic programs (QCQPs) with at least one constraint bounding the possible solution magnitude, we propose a heuristic scheme for photonic inverse design unifying core ideas from adjoint optimization and convex relaxation bounds. Specifically, through a series of alterations to the underlying constraints and objective, the QCQP associated with a given design problem is gradually transformed so that it becomes strongly dual. Once equivalence between primal and dual programs is achieved, a material geometry is inferred from the solution of the modified QCQP. This inferred structure, due to the complementary relationship between the dual and primal programs, encodes overarching features of the optimization landscape that are otherwise difficult to synthesize, and provides a means of initializing secondary optimization methods informed by the global problem context. An exploratory implementation of the framework, presented in a partner manuscript, is found to achieve dramatic improvements for the exemplary photonic design task of enhancing the amount of power extracted from a dipole source near the boundary of a structured material region -- roughly an order of magnitude compared to randomly initialized adjoint-based topology optimization for areas surpassing $10~\\lambda^{2}$.         ",
    "url": "https://arxiv.org/abs/2504.14083",
    "authors": [
      "Sean Molesky",
      "Pengning Chao",
      "Alessio Amaolo",
      "Alejandro W. Rodriguez"
    ],
    "subjectives": [
      "Optimization and Control (math.OC)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14581",
    "title": "Photonic Qubit Gates via 1D Scattering from an Array of Two-Level Emitters",
    "abstract": "           Photonic quantum computing offers a promising platform for quantum information processing, benefiting from the long coherence times of photons and their ease of manipulation. This paper presents a scheme for implementing a deterministic phase gate for dual-rail number encoded photonic qubits, leveraging a standard 1D waveguide coupled to an array of two-level emitters (TLE). Using a transfer matrix approach, we develop a protocol for deterministic phase gate operation, demonstrating its robustness against non-waveguide mode coupling and disorder. Finally, we relax the idealized assumption of monochromatic light, considering finite-bandwidth pulses. Despite these realistic considerations, our results indicate high fidelity for the proposed phase gate protocol. Finally we will discuss two qubit operations.         ",
    "url": "https://arxiv.org/abs/2504.14581",
    "authors": [
      "Evangelos Varvelis",
      "Joachim Ankerhold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14585",
    "title": "Development of 6-inch 80-170 GHz broadband silicon plated horn antenna arrays for primordial gravitational wave search",
    "abstract": "           Searching for primordial gravitational wave in cosmic microwave background (CMB) polarization signal is one of the key topics in modern cosmology. Cutting-edge CMB telescopes requires thousands of pixels to maximize mapping speed. Using modular design, the telescope focal plane is simplified as several detector modules. Each module has hundreds of pixels including antenna arrays, detector arrays, and readout arrays. The antenna arrays, as the beam defining component, determine the overall optical response of the detector module. In this article, we present the developments of 6-inch broadband antenna arrays from 80GHz to 170GHz for the future IHEP focal plane module. The arrays are fabricated from 42 6-inch silicon wafers including 456 antennas, 7% more pixels than usual design. The overall in-band cross polarization is smaller than -20 dB and the in-band beam asymmetry is smaller than 10%, fulfilling the requirements for primordial gravitational wave search.         ",
    "url": "https://arxiv.org/abs/2504.14585",
    "authors": [
      "Yuanhang He",
      "Shibo Shu",
      "Yaqiong Li",
      "Xuefeng Lu",
      "Ye Chai",
      "Xiang Li",
      "Zhi Chang",
      "He Gao",
      "Yudong Gu",
      "Xufang Li",
      "Zhengwei Li",
      "Zhouhui Liu",
      "Guofeng Wang",
      "Zhongxue Xin",
      "Daikang Yan",
      "Aimei Zhang",
      "Yifei Zhang",
      "Yongjie Zhang",
      "Wenhua Shi",
      "Juexian Cao",
      "Congzhan Liu"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.14986",
    "title": "Layered semiconductors integrated with polyimide thin films for high-quality valleytronic and quantum-photonic systems",
    "abstract": "           Dielectric integration of layered semiconductors is a prerequisite for fabricating high-quality optoelectronic, valleytronic, and quantum-photonic devices. While hexagonal boron nitride (hBN) is the current benchmark dielectric, exploration of the most suitable dielectric materials covering the complete substrates continues to expand. This work demonstrates the formation of high optical-quality excitons in two widely explored layered semiconductors, WSe$_2$ and WS$_2$, integrated into polyimide (PI) thin films of thicknesses $\\approx$500 nm. The photoluminescence (PL) studies at $T$ = 296 K show the formation of neutral excitons $\\left(X^0\\right)$ and trions in fully-PI-encapsulated 1L-WSe$_2$ with 2-sigma ($2\\sigma$) spatial-inhomogeneity of 4.5 (3.4) meV in $X^0$ emission energy (linewidth), which is $\\approx$1/3rd (1/5th), respectively, that of inhomogeneity measured in fully-hBN-encapsulated 1L-WSe$_2$. A smaller $2\\sigma$ of 2.1 (2.3) meV in $X^0$ emission energy (linewidth) has been shown for fully-PI-encapsulated 1L-WS$_2$. Polarization-resolved and excitation power-dependent PL measurements of PI-isolated 1L-TMDs at $T$ = 4 K further reveal formations of high-quality neutral-biexcitons and negatively-charged biexcitons, with degrees of valley-polarization up to 21$\\%$ under non-resonant excitation. Furthermore, the fully-PI-encapsulated 1L-WSe$_2$ also hosts single quantum emitters with narrow linewidths and high-spectral stability. This work indicates that PI thin films may serve the purpose of high-quality dielectric material for integrating the layered materials on a wafer scale.         ",
    "url": "https://arxiv.org/abs/2504.14986",
    "authors": [
      "Jithin T Surendran",
      "Indrajeet D Prasad",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Santosh Kumar"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.15258",
    "title": "Broadband Fourier transform spectroscopy of quantum emitters photoluminescence with sub-nanosecond temporal resolution",
    "abstract": "           The spectral characterization of quantum emitter luminescence over broad wavelength ranges and fast timescales is important for applications ranging from biophysics to quantum technologies. Here we present the application of time-domain Fourier transform spectroscopy, based on a compact and stable birefringent interferometer coupled to low-dark-count superconducting single-photon detectors, to the study of quantum emitters. We experimentally demonstrate that the system enables spectroscopy of quantum emitters over a broad wavelength interval from the near-infrared to the telecom range, where grating-based spectrometers coupled to InGaAs cameras are typically noisy and inefficient. We further show that the high temporal resolution of single-photon detectors, which can be on the order of tens of picoseconds, enables the monitoring of spin-dependent spectral changes on sub-nanosecond timescales.         ",
    "url": "https://arxiv.org/abs/2504.15258",
    "authors": [
      "Issam Belgacem",
      "Pasquale Cilibrizzi",
      "Muhammad Junaid Arshad",
      "Daniel White",
      "Malte Kroj",
      "Christiaan Bekker",
      "Margherita Mazzera",
      "Brian D. Gerardot",
      "Angelo C. Frangeskou",
      "Gavin W. Morley",
      "Nguyen Tien Son",
      "Jawad Ul-Hassan",
      "Takeshi Ohshima",
      "Hiroshi Abe",
      "Lorenzo Vinco",
      "Dario Polli",
      "Giulio Cerullo",
      "Cristian Bonato"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.09577",
    "title": "Fabrication of Mode-Matched, Low-Loss Optical Resonators by Combination of FIB-Milling and CO$_2$ Laser Ablation",
    "abstract": "           Fabry-Perot cavities are essential tools for applications like precision metrology, optomechanics and quantum technologies. A major challenge is the creation of microscopic spherical mirror structures which allow the precise matching with the wavefront of a Gaussian beam, while providing high surface quality. We present a novel fabrication technique, enabling the creation of customized microscopic Gaussian mode matched cavity mirror structures over a wide range of geometrical parameters, by combining focused ion beam milling (FIB) and CO$_2$ laser ablation. While FIB milling allows us to imprint features on the mirror substrate with a resolution on the nanometer scale, the application of defocused CO$_2$ laser pulses consistently reduces remaining surface deformations down to a roughness of $\\sigma_\\text{RMS}=0.2\\,$nm. The average deviation of the profile from an ideal spherical shape is kept below a few nanometres. This technique enables the customized and repeatable fabrication of low loss optics on a wide range of optical substrates, including optical fibres. Thus, mode-matched Fabry-Perot cavities can be fabricated with pre-defined modal volume, high finesse and tailored ellipticity. Since the structural shape of the mirror is created by FIB milling, its pixel-by-pixel nature of the writing process can be used to create arbitrary structures with a resolution given by the FIB milling. At the same time, the surface quality is given by the CO$_2$ laser ablation processes, without degrading the FIB milled shape.         ",
    "url": "https://arxiv.org/abs/2501.09577",
    "authors": [
      "Patrick Maier",
      "Simon Rupp",
      "Niklas Lettner",
      "Johannes Hecker Denschlag",
      "Alexander Kubanek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.09945",
    "title": "Topological $π/2$ modes in photonic waveguide arrays",
    "abstract": "           Periodic driving is a powerful tool to generate exotic topological phases without static counterparts, such as the anomalous chiral edge modes from bulk bands with zero Chern number and topological $\\pi$ modes exhibiting period-doubled dynamics. Recently, a new class of Floquet topological mode, namely the $\\pi/2$ mode, which carries four-period periodicity and has potential applications in quantum computing, was proposed based on a square-root method and realized in an acoustic system. Here we propose a laser-written waveguide array lattice to realize topological $\\pi/2$ modes in photonics. Our photonic model simulates a square-root periodically driven Su-Schrieffer-Heeger model and has a rich phase diagram allowing for the co-existence of conventional zero, $\\pi$ modes, and the new $\\pi/2$ modes. Through numerical simulations of the wave equation, we uncover the unique four-period evolution feature of the $\\pi/2$ modes. Our model, which only contains four waveguides per unit cell and two driving steps, is easy to implement with current fabrication techniques and may find applications in quantum optics.         ",
    "url": "https://arxiv.org/abs/2504.09945",
    "authors": [
      "Gang Jiang",
      "Siyuan Zhang",
      "Weiwei Zhu",
      "Y. X. Zhao",
      "Haoran Xue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2311.14826",
    "title": "Quantum tunnelling without a barrier",
    "abstract": "           Tunneling is an iconic concept that captures the peculiarity of quantum dynamics but, despite its ubiquity, questions remain. We focus on strong-field tunneling, which is vital to all attosecond science. We find an unexpected optical tunneling event that happens when the instantaneous electric field vanishes and there is no barrier. This event arises from a color switchover in a strongly polychromatic field. The tunneling without a barrier reveals the disconnect between the standard intuition built on the picture of a quasistatic barrier and the nonadiabatic nature of the process.         ",
    "url": "https://arxiv.org/abs/2311.14826",
    "authors": [
      "Anne Weber",
      "Margarita Khokhlova",
      "Emilio Pisanty"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.10519",
    "title": "AI-based particle track identification in scintillating fibres read out with imaging sensors",
    "abstract": "           This paper presents the development and application of an AI-based method for particle track identification using scintillating fibres read out with imaging sensors. We propose a variational autoencoder (VAE) to efficiently filter and identify frames containing signal from the substantial data generated by SPAD array sensors. Our VAE model, trained on purely background frames, demonstrated a high capability to distinguish frames containing particle tracks from background noise. The performance of the VAE-based anomaly detection was validated with experimental data, demonstrating the method's ability to efficiently identify relevant events with rapid processing time, suggesting a solid prospect for deployment as a fast inference tool on hardware for real-time anomaly detection. This work highlights the potential of combining advanced sensor technology with machine learning techniques to enhance particle detection and tracking.         ",
    "url": "https://arxiv.org/abs/2410.10519",
    "authors": [
      "Noemi Bührer",
      "Saúl Alonso-Monsalve",
      "Matthew Franks",
      "Till Dieminger",
      "Davide Sgalaberna"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2501.06097",
    "title": "Variational simulation of the Lipkin-Meshkov-Glick model on a neutral atom quantum computer",
    "abstract": "           We simulate the Lipkin-Meshkov-Glick (LMG) model using the Variational-Quantum-Eigensolver (VQE) algorithm on a neutral atom quantum computer. We test the ground-state energy of spin systems with up to 15 spins. Two different encoding schemes are used: an individual spin encoding where each spin is represented by one qubit, and an efficient Gray code encoding scheme which only requires a number of qubits that scales with the logarithm of the number of spins. This more efficient encoding, together with zero noise extrapolation techniques, is shown to improve the fidelity of the simulated energies with respect to exact solutions.         ",
    "url": "https://arxiv.org/abs/2501.06097",
    "authors": [
      "R. Chinnarasu",
      "C. Poole",
      "L. Phuttitarn",
      "A. Noori",
      "T. M. Graham",
      "S. N. Coppersmith",
      "A. B. Balantekin",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.18977",
    "title": "Jeff = 1/2 Diamond Magnet CaCo2TeO6: A Pathway toward New Spin Physics and Quantum Functions",
    "abstract": "           Diamond lattice magnets, formed by a framework of corner-sharing tetrahedra of magnetic cations, offer unique opportunities to realize novel states of matter for potential utility in information technology. However, research has mostly focused on AB2X4 spinels with Td magnetic ions. This hinders the atomically enabled tunability of competing interactions at different energy scales and the ability to harness many-body electronic states in quantum materials, making the discovery of quantum fluctuations and spin dynamics less accessible. We discover a new material CaCo2TeO6 featuring a diamond lattice of two distinct Oh-Co2+ sites. This material displays strong quantum fluctuations, increased competing magnetic exchange interactions, and field-induced tunability of magnetic structures. The results demonstrate how simple, fundamental refinements in ligand fields can profoundly influence the phase space of quantum matter.         ",
    "url": "https://arxiv.org/abs/2503.18977",
    "authors": [
      "Xudong Huai",
      "Luke Pritchard Cairns",
      "Bridget Delles",
      "Michal J. Winiarski",
      "Maurice Sorolla II",
      "Xinshu Zhang",
      "Youzhe Chen",
      "Stuart Calder",
      "Tatenda Kanyowa",
      "Anshul Kogar",
      "Huibo Cao",
      "Danielle Yahne",
      "Robert Birgeneau",
      "James Analytis",
      "Thao T. Tran"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.12286",
    "title": "Long-time soliton dynamics via a coarse-grained space-time method",
    "abstract": "           We investigate the long-time dynamics of the Sine-Gordon (SG) model under a class of perturbations whose quantum field theoretic analog - via bosonization - corresponds to the massive Schwinger model describing 1+1D relativistic QED of Dirac fermions. Classical SG solutions offer critical insight into non-perturbative effects in this quantum theory, but capturing their long-time behavior poses significant numerical challenges. To address this, we extend a coarse-graining method to spacetime using a dual-mesh construction based on the Minkowski-metric. We first validate the approach against the well-studied variant of the SG model describing magnetic fluxon dynamics in Josephson transmission lines (JTLs), where analytical and numerical benchmarks exist. We then apply the method to the Schwinger-inspired SG model and uncover long-lived bound states - \"Schwinger atoms\" - in which a soliton is trapped by a fixed central charge. In certain regimes, the system exhibits limit cycles that give rise to positronium-like states of oppositely charged solitons, while in others such formation is suppressed. Accessing such long-time solutions requires a rigorous implementation of outgoing boundary conditions on a finite computational domain that provide radiative dissipation to allow relaxation toward states that exist only in an infinite domain. Here we provide such a construction. Our results also suggest the possibility of analog quantum simulation of relativistic quantum field theories with JTLs. These results demonstrate the utility of spatio-temporal coarse-graining methodology for probing non-perturbative structure formation in non-linear field theories.         ",
    "url": "https://arxiv.org/abs/2504.12286",
    "authors": [
      "Dung N. Pham",
      "Zoe Zager",
      "Wentao Fan",
      "Hakan E. Türeci"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.13437",
    "title": "Chirality-induced quantum nonreciprocity",
    "abstract": "           Chirality, nonreciprocity, and quantum correlations are at the center of a wide range of intriguing effects and applications across natural sciences and emerging quantum technologies. However, the direct link combining these three essential concepts has remained unknown till now. Here, we establish a chiral non-Hermitian platform with flying atoms and demonstrate chirality-induced nonreciprocal bipartite quantum correlations between two channels: Quantum correlation emerges when two spatially separated light beams of the same polarization propagate in opposite directions in the atomic cloud, and it becomes zero when they travel in the same direction. Thus, just by flipping the propagation direction of one of the beams while keeping its polarization the same as the other beam, we can create or annihilate quantum correlations between two channels. We also show that this nonreciprocal quantum correlation can be extended to multi-color sidebands with Floquet engineering. Our findings may pave the road for realizing one-way quantum effects, such as nonreciprocal squeezing or entanglement, with a variety of chiral devices, for the emerging applications of e.g., directional quantum network or nonreciprocal quantum metrology.         ",
    "url": "https://arxiv.org/abs/2504.13437",
    "authors": [
      "Zimo Zhang",
      "Zhongxiao Xu",
      "Ran Huang",
      "Xingda Lu",
      "Fengbo Zhang",
      "Donghao Li",
      "Şahin K. Özdemir",
      "Franco Nori",
      "Han Bao",
      "Yanhong Xiao",
      "Bing Chen",
      "Hui Jing",
      "Heng Shen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]