[
  {
    "id": "arXiv:2212.08687",
    "title": "Evaluation of a $^{88}$Sr$^+$ optical clock with a direct measurement of  the blackbody radiation shift and determination of the clock frequency",
    "abstract": "We report on an evaluation of an optical clock that uses the $\\phantom{}^2S_{1/2} \\rightarrow \\phantom{}^2D_{5/2}$ transition of a single $^{88}$Sr$^+$ ion as the reference. In contrast to previous work, we estimate the effective temperature of the blackbody radiation that shifts the reference transition directly during operation from the corresponding frequency shift and the well-characterized sensitivity to thermal radiation. We measure the clock output frequency against an independent $^{171}$Yb$^+$ ion clock, based on the $\\phantom{}^2S_{1/2} (F=0) \\rightarrow \\phantom{}^2F_{7/2} (F=3)$ electric octupole (E3) transition, and determine the frequency ratio with a total fractional uncertainty of $2.3\\times 10^{-17}$. Relying on a previous measurement of the $^{171}$Yb$^+$ (E3) clock frequency, we find the absolute frequency of the $^{88}$Sr$^+$ clock transition to be $444779044095485.271(59)\\,\\text{Hz}$. Our result reduces the uncertainty by a factor of $3$ compared to the previously most accurate measurement and may help to resolve so far inconsistent determinations of this value. We also show that for three simultaneously interrogated $^{88}$Sr$^+$ ions, the increased number causes the expected improvement of the short-term frequency instability of the optical clock without degrading its systematic uncertainty. ",
    "url": "https://arxiv.org/abs/2212.08687",
    "authors": [
      "M. Steinel",
      "H. Shao",
      "M. Filzinger",
      "B. Lipphardt",
      "M. Brinkmann",
      "A. Didier",
      "T. E. Mehlstäubler",
      "T. Lindvall",
      "E. Peik",
      "N. Huntemann"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08723",
    "title": "Visible-to-mid-IR tunable frequency comb in nanophotonics",
    "abstract": "Optical frequency comb is an enabling technology for a multitude of applications from metrology to ranging and communications. The tremendous progress in sources of optical frequency combs has mostly been centered around the near-infrared spectral region while many applications demand sources in the visible and mid-infrared, which have so far been challenging to achieve, especially in nanophotonics. Here, we report frequency combs tunable from visible to mid-infrared on a single chip based on ultra-widely tunable optical parametric oscillators in lithium niobate nanophotonics. Using picosecond-long pump pulses around 1 $\\mu$m and tuning of the quasi-phase matching, we show sub-picosecond frequency combs tunable beyond an octave extending from 1.5 $\\mu$m up to 3.3 $\\mu$m with femtojoule-level thresholds. We utilize the up-conversion of the infrared combs to generate visible frequency combs reaching 620 nm on the same chip. The ultra-broadband tunability and visible-to-mid-infrared spectral coverage of our nanophotonic source can be combined with an on-chip picosecond source as its pump, as well as pulse shortening and spectral broadening mechanisms at its output, all of which are readily available in lithium niobate nanophotonics. Our results highlight a practical and universal path for the realization of efficient frequency comb sources in nanophotonics overcoming their spectral sparsity. ",
    "url": "https://arxiv.org/abs/2212.08723",
    "authors": [
      "Arkadev Roy",
      "Luis Ledezma",
      "Luis Costa",
      "Robert Gray",
      "Ryoto Sekine",
      "Qiushi Guo",
      "Mingchen Liu",
      "Ryan M. Briggs",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08730",
    "title": "Onset of visible capillary waves from high-frequency acoustic excitation",
    "abstract": "Remarkably, the interface of a fluid droplet will produce visible capillary waves when exposed to acoustic waves. For example, a small ($\\sim\\! 1 \\mu$L) sessile droplet will oscillate at a low $\\sim\\!10^2$~Hz frequency when weakly driven by acoustic waves at $\\sim\\!10^6$~Hz frequency and beyond. We measured such a droplet's interfacial response to 6.6~MHz ultrasound to gain insight into the energy transfer mechanism that spans these vastly different timescales, using high-speed microscopic digital transmission holography, a unique method to capture three-dimensional surface dynamics at nanometer space and microsecond time resolutions. We show that low-frequency capillary waves are driven into existence via a feedback mechanism between the acoustic radiation pressure and the evolving shape of the fluid interface. The acoustic pressure is distributed in the standing wave cavity of the droplet, and as the shape of the fluid interface changes in response to the distributed pressure present on the interface, the standing wave field also changes shape, feeding back to produce changes in the acoustic radiation pressure distribution in the cavity. A physical model explicitly based upon this proposed mechanism is provided, and simulations using it were verified against direct observations of both the microscale droplet interface dynamics from holography and internal pressure distributions using microparticle image velocimetry. The pressure-interface feedback model accurately predicts the vibration amplitude threshold at which capillary waves appear, the subsequent amplitude and frequency of the capillary waves, and the distribution of the standing wave pressure field within the sessile droplet responsible for the capillary waves. ",
    "url": "https://arxiv.org/abs/2212.08730",
    "authors": [
      "Shuai Zhang",
      "Jeremy Orosco",
      "James Friend"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.08763",
    "title": "An Experimental Double-Integrating Sphere Spectrophotometer for In Vitro  Optical Analysis of Blood and Tissue Samples, Including Examples of Analyte  Measurement Results",
    "abstract": "Data-driven science requires data to drive it. Being able to make accurate and precise measurement of biomaterials in the body means that medical assessments can be more accurate. There are differences between how blood absorbs and how it reflects light. The Mayo Clinic's Double-Integrating Sphere Spectrophotometer (MDISS) is an automated measurement device that detects both scattered and direct energy as it passes through a sample in a holder. It can make over 1,200 evenly spaced color measurements from the very deep purple (300-nm) through the visible light spectrum into the near infrared (2800-nm). The MDISS samples measured have been also measured by commercial laboratory equipment. The MDISS measurements are as accurate and more precise than those devices now in use. With so many measurements to be made during the time that the sample remains undegraded, mechanical and data collection automation was required. The MDISS sample holders include different thicknesses, versions that can operate at high pressure (such as divers may experience), and versions that can pump and rotate the measured material to maintain consistency of measurement. Although the data obtained are preliminary, they have potential to guide the design of new devices for more accurate assessments. There is an extensive \"lessons learned\" section. ",
    "url": "https://arxiv.org/abs/2212.08763",
    "authors": [
      "Daniel J. Schwab",
      "Clifton R. Haider",
      "Gary S. Delp",
      "Stefan K. Grebe",
      "Barry K. Gilbert"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08819",
    "title": "Plasmonic Dimers Enhanced Polarized Single Photon Coupled to Optical  Nanowire",
    "abstract": "We propose a system for guiding plasmon-enhanced polarized single photons into optical nanowire (ONW) guided modes. It is shown that spontaneous emission properties of quantum emitters (QEs) can be strongly enhanced in the presence of gold nanorod dimer (GNRD) leading to the emission of highly polarized and bright single photons. We have calculated that a high Purcell factor of 279, coupling efficiency of 11 %, and degree of polarization (DOP) of single photons is estimated to be as high as 99.57% in the guided modes of ONW by suitably placing a QE on an optimized location of the GNRD system. This proposed hybrid quantum system can be in-line with fiber networks, opening the door for possible quantum information processing and quantum cryptography applications. ",
    "url": "https://arxiv.org/abs/2212.08819",
    "authors": [
      "Subrat Sahu",
      "Harsh Mishra",
      "Rajan Jha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08836",
    "title": "Modeling of very high frequency large-electrode capacitively coupled  plasmas with a fully electromagnetic particle-in-cell code",
    "abstract": "Phenomena taking place in capacitively coupled plasmas with large electrodes and driven at very high frequencies are studied numerically utilizing a novel energy- and charge-conserving implicit fully electromagnetic particle-in-cell / Monte Carlo code ECCOPIC2M. The code shows a good agreement with different cases having various collisionality and absorbed power. Although some aspects of the underlying physics were demonstrated in the previous literature with other models, the particle-in-cell method is advantageous for the predictive modeling due to a complex interplay between the surface mode excitations and the nonlocal physics of the corresponding type of plasma discharges operated at low pressures, which is hard to reproduce in other models realistically. ",
    "url": "https://arxiv.org/abs/2212.08836",
    "authors": [
      "D. Eremin",
      "E. Kemaneci",
      "M. Matsukuma",
      "T. Mussenbrock",
      "R.P. Brinkmann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08903",
    "title": "Analysis of Degrees of Freedom in Scattered Fields for Nonlinear Inverse  Scattering Problems",
    "abstract": "In the study of nonlinear inverse scattering problems (ISPs), the traditional method for estimating the number of degrees of freedom (NDoF) of the scattered field does not consider the effect of the scatterer contrast. In this work, we study the relationship between NDoF and scatterer contrast by modifying the radiation matrix. Specifically, three numerical methods for calculating the NDoF are presented. The first NDoF is defined as the number of principle singular values of the external radiation matrix, which is used as a benchmark. The second NDoF is defined based on the modified radiation matrix that incorporates the contrast of domain of investigation (DoI) with the external radiation matrix. By exploring the relationship between the second NDoF and contrast, an approximate upper bound of the second NDoF is obtained, that is, the third NDoF. The accuracy of the proposed NDoF is verified by interpolation experiments on both synthetic and experimental data using frequency-domain zero-padding method. Results show that the second NDoF is more accurate than traditional NDoF for high-contrast scatterers, and the third NDoF can be easily estimated by the traditional NDoF plus a positive constant, which provides a simple way to estimate the upper bound of NDoF. ",
    "url": "https://arxiv.org/abs/2212.08903",
    "authors": [
      "Zhichao Lin",
      "Rui Guo",
      "Tao Shan",
      "Maokun Li",
      "Fan Yang",
      "Shenheng Xu",
      "Aria Abubakar"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.08925",
    "title": "Real time reconstruction of the fast electron spectrum from high  intensity laser plasma interaction using gamma counting technique",
    "abstract": "X-ray and gamma fluxes from the high intensity laser-plasma interaction are extremely short, well beyond temporal resolution of any detectors. If laser pulses come repetitively, the single photon counting technique allows to accumulate the photon spectra, however, its relation to the spectrum of the initial fast electron population in plasma is not straightforward. We present efficient and fast approach based on the Geant4 package that significantly reduces computer time needed to re-construct the high energy tail of electron spectrum from experimental data accounting for the pileup effect. Here, we first tabulate gamma spectrum from monoenergetic electron bunches of different energy for a given experimental setup, and then compose the simulated spectrum. To account for the pileups, we derive analytical formula to reverse the data. We also consider errors coming from the approximation of the initial electron spectrum by the sum of monoenergetic impacts, the finite range of the electron spectrum, etc. and give estimates on how to choose modelling parameters to minimize the approximation errors. Finally, we present an example of the experimental data treatment for the case of laser-solid interaction using 50 fs laser pulse with intensity above 1018 W/cm2 ",
    "url": "https://arxiv.org/abs/2212.08925",
    "authors": [
      "A. Zavorotnyi",
      "A. Savel'ev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.08942",
    "title": "Focusability in the multi-pump Raman amplification of short laser pulses",
    "abstract": "Spatially combining multiple strong laser beams is a promising concept for achieving ultrahigh laser intensities. Proof-of-principle experiments have been conducted at the National Ignition Facility to report a combination of up to twenty pulses with high energy conversion efficiency. However, the combination process might damage the seed focusability due to mismatch of the seed and pump wavefronts. Here, we investigate the effect of the finite pump beam size on the focusability of the seed pulse. We propose an approach to retain and even improve the seed focusability by specifically arranging multiple pump beams. The results are demonstrated by numerical solution of coupled nonlinear Schr\\\"{o}dinger equations. ",
    "url": "https://arxiv.org/abs/2212.08942",
    "authors": [
      "K.V. Lezhnin",
      "K. Qu",
      "N. J. Fisch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.09089",
    "title": "High-Resolution Spectroscopy in the 11.6-15 μm Range by a Quasi-cw  Difference-Frequency-Generation Laser Source",
    "abstract": "We report an approach for high-resolution spectroscopy using a widely tunable laser emitting in the molecular fingerprint region. The laser is based on difference-frequency generation (DFG) in a nonlinear orientation-patterned GaAs crystal. The signal laser, a CO2 gas laser, is operated in a kHz-pulsed mode while the pump laser, an external-cavity quantum cascade laser, is finely mode-hop-free tuned. The idler radiation covers a spectral range of 11.6 - 15 {\\mu}m with a laser linewidth of 2.3 MHz. We showcase the versatility and the potential for molecular fingerprinting of the developed DFG laser source by resolving the absorption features of a mixture of several species in the long-wavelength mid-infrared. Furthermore, exploiting the wide tunability and resolution of the spectrometer, we resolve the broadband absorption spectrum of ethylene (C2H4) over 13 - 14.2 {\\mu}m and quantify the self-broadening coefficients of some selected spectral lines. ",
    "url": "https://arxiv.org/abs/2212.09089",
    "authors": [
      "Ali Elkhazraji",
      "Mohammad Khaled Shakfa",
      "Marco Lamperti",
      "Khaiyom Hakimov",
      "Khalil Djebbi",
      "Riccardo Gotti",
      "Davide Gatti",
      "Marco Marangoni",
      "Aamir Farooq"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09116",
    "title": "The acoustic radiation force on a spherical thermoviscous particle in a  thermoviscous fluid including scattering and microstreaming",
    "abstract": "We derive general analytical expressions for the time-averaged acoustic radiation force on a small spherical particle suspended in a fluid and located in an axisymmetric incident acoustic wave. We treat the cases of the particle being either an elastic solid or a fluid particle. The effects of particle vibrations, acoustic scattering, acoustic microstreaming, heat conduction, and temperature-dependent fluid viscosity are all included in the theory. Acoustic streaming inside the particle is also taken into account for the case of a fluid particle. No restrictions are placed on the widths of the viscous and thermal boundary layers relative to the particle radius. We compare the resulting acoustic radiation force with that obtained from previous theories in the literature, and we identify limits, where the theories agree, and specific cases of particle and fluid materials, where qualitative or significant quantitative deviations between the theories arise. ",
    "url": "https://arxiv.org/abs/2212.09116",
    "authors": [
      "Bjørn G. Winckelmann",
      "Henrik Bruus"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.09169",
    "title": "Complex Skin Modes in Non-Hermitian Coupled Laser Arrays",
    "abstract": "From biological ecosystems to spin glasses, connectivity plays a crucial role in determining the function, dynamics, and resiliency of a network. In the realm of non-Hermitian physics, the possibility of complex and asymmetric exchange interactions (|kappa_ij| not equal to |kappa_ji|) between a network of oscillators has been theoretically shown to lead to novel behaviors like delocalization, skin effect, and bulk-boundary correspondence. An archetypical lattice exhibiting the aforementioned properties is that proposed by Hatano and Nelson in a series of papers in late 1990s. While the ramifications of these theoretical works in optics have been recently pursued in synthetic dimensions, the Hatano-Nelson model has yet to be realized in real space. What makes the implementation of these lattices challenging is the difficulty in establishing the required asymmetric exchange interactions in optical platforms. In this work, by using active optical oscillators featuring non-Hermiticity and nonlinearity, we introduce an anisotropic exchange between the resonant elements in a lattice, an aspect that enables us to observe the non-Hermitian skin effect, phase locking, and near-field beam steering in a Hatano-Nelson laser array. Our work opens up new regimes of phase-locking in lasers while shedding light on the fundamental physics of non-Hermitian systems. ",
    "url": "https://arxiv.org/abs/2212.09169",
    "authors": [
      "Yuzhou G. N. Liu",
      "Yunxuan Wei",
      "Omid Hemmatyar",
      "Georgios G. Pyrialakos",
      "Pawel S. Jung",
      "Demetrios N. Christodoulides",
      "Mercedeh Khajavikhan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.09302",
    "title": "Inverse-designed lithium niobate nanophotonics",
    "abstract": "Lithium niobate-on-insulator (LNOI) is an emerging photonic platform that exhibits favorable material properties (such as low optical loss, strong nonlinearities, and stability) and enables large-scale integration with stronger optical confinement, showing promise for future optical networks, quantum processors, and nonlinear optical systems. However, while photonics engineering has entered the era of automated \"inverse design\" via optimization in recent years, the design of LNOI integrated photonic devices still mostly relies on intuitive models and inefficient parameter sweeps, limiting the accessible parameter space, performance, and functionality. Here, we develop and implement a 3D gradient-based inverse-design model tailored for topology optimization of the LNOI platform, which not only could efficiently search a large parameter space but also takes into account practical fabrication constraints, including minimum feature sizes and etched sidewall angles. We experimentally demonstrate a spatial-mode multiplexer, a waveguide crossing, and a compact waveguide bend, all with low insertion losses, tiny footprints, and excellent agreement between simulation and experimental results. The devices, together with the design methodology, represent a crucial step towards the variety of advanced device functionalities needed in future LNOI photonics, and could provide compact and cost-effective solutions for future optical links, quantum technologies and nonlinear optics. ",
    "url": "https://arxiv.org/abs/2212.09302",
    "authors": [
      "Chengfei Shang",
      "Jingwei Yang",
      "Alec M. Hammond",
      "Zhaoxi Chen",
      "Mo Chen",
      "Zin Lin",
      "Steven G. Johnson",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09311",
    "title": "Terahertz Frequency-Domain Sensing Combined with Quantitative  Multivariate Analysis for Pharmaceutical Tablet Inspection",
    "abstract": "Near infrared (NIR) and Raman spectroscopy combined with multivariate analysis are established techniques for the identification and quantification of chemical properties of pharmaceutical tablets like the concentration of active pharmaceutical ingredients (API). However, these techniques suffer from a high sensitivity to particle size variations and are not ideal for the characterization of physical properties of tablets such as tablet density. In this work, we have explored the feasibility of terahertz frequency-domain spectroscopy, with the advantage of low scattering effects, combined with multivariate analysis to quantify API concentration and tablet density. We studied 33 tablets, consisting of Ibuprofen, Mannitol, and a lubricant with API concentration and filler particle size as the design factors. The terahertz signal was measured in transmission mode across the frequency range 750 GHz to 1.5 THz using a vector network analyzer, frequency extenders, horn antennas, and four off-axis parabolic mirrors. The attenuation spectral data were pre-processed and orthogonal partial least square (OPLS) regression was applied to the spectral data to obtain quantitative prediction models for API concentration and tablet density. The performance of the models was assessed using test sets. While a fair model was obtained for API concentration, a high-quality model was demonstrated for tablet density. The coefficient of determination for the calibration set was 0.97 for tablet density and 0.98 for API concentration, while the relative prediction errors for the test set were 0.7% and 6%for tablet density and API concentration models, respectively. ",
    "url": "https://arxiv.org/abs/2212.09311",
    "authors": [
      "Anis Moradikouchi",
      "Anders Sparén",
      "Olof Svensson",
      "Staffan Folestad",
      "Jan Stake",
      "Helena Rodilla"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09373",
    "title": "Pixel super-resolution interference pattern sensing via the aliasing  effect for laser frequency metrology",
    "abstract": "The superposition of several optical beams with large mutual angles results in sub-micrometer periodic patterns with a complex intensity, phase and polarization structure. For high-resolution imaging thereof, one often employs optical super-resolution methods such as scanning nano-particle imaging. Here, we report that by using a conventional arrayed image sensor in combination with 2D Fourier analysis, the periodicities of light fields much smaller than the pixel size can be resolved in a simple and compact setup, with a resolution far beyond the Nyquist limit set by the pixel size. We demonstrate the ability to resolve periodicities with spatial frequencies of ~3/$\\mu$m, 15 times higher than the pixel sampling frequency of 0.188/$\\mu$m. This is possible by analyzing high-quality Fourier aliases in the first Brillouin zone. In order to obtain the absolute spatial frequencies of the interference patterns, we show that simple rotation of the image sensor is sufficient, which modulates the effective pixel size and allows determination of the original Brillouin zone. Based on this method, we demonstrate wavelength sensing with a resolving power beyond 100,000 without any special equipment ",
    "url": "https://arxiv.org/abs/2212.09373",
    "authors": [
      "Lipeng Wan",
      "Tianbao Yu",
      "Daomu Zhao",
      "Wolfgang Löffler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.09411",
    "title": "Optically enhanced second harmonic generation in silicon oxynitride thin  films via local layer heating",
    "abstract": "Strong second harmonic generation (SHG) in silicon nitride has been extensively studied-among others, in terms of laser-induced SHG enhancement in Si3N4 waveguides. This enhancement has been ascribed to the all-optical poling induced by the coherent photogalvanic effect. Yet, an analogous process for Si3N4 thin films has not been reported. Our article reports on the observation of laser-induced 3-fold SHG enhancement in Si3N4 thin films. The observed enhancement has many features similar to all-optical poling, such as highly nonlinear power dependence, cumulative effect, or connection to the Si3N4-Si interface. However, identical experiments for low-oxygen silicon oxynitride thin films lead to complex behavior, including laser-induced SHG reduction. By a thorough experimental study, the observed results were ascribed to heat-induced SHG variation caused by multiphoton absorption. Such behavior indicates that the origin of optically-induced SHG enhancement in SiOxNy-Si structures can be a complex interplay of various phenomena. ",
    "url": "https://arxiv.org/abs/2212.09411",
    "authors": [
      "Jakub Lukeš",
      "Vít Kanclíř",
      "Jan Václavík",
      "Radek Melich",
      "Ulrike Fuchs",
      "Karel Žídek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09421",
    "title": "Study of a possible silicon photomultiplier based readout of the large  plastic scintillator neutron detector NeuLAND",
    "abstract": "The NeuLAND (New Large-Area Neutron Detector) plastic-scintillator-based time-of-flight detector for 0.1-1.6 GeV neutrons is currently under construction at the Facility for Antiproton and Ion Research (FAIR), Darmstadt, Germany. In its final configuration, NeuLAND will consist of 3000 2.7 m $\\times$ 5 cm $\\times$ 5 cm big plastic scintillator bars that are read out on each end by fast timing photomultipliers. Here, data from a comprehensive study of an alternative light readout scheme using silicon photomultipliers (SiPM) are reported. For this purpose, a NeuLAND bar was instrumented on each end with a SiPM-based prototype of the same geometry as a 1'' photomultiplier tube, including four 6 $\\times$ 6 mm$^2$ SiPMs, amplifiers, high voltage supply, and microcontroller. Tests were carried out using the 35 MeV electron beam from the superconducting Electron Linac for beams with high Brilliance and low Emittance (ELBE) with its picosecond-level time jitter in two different modes of operation, namely parasitic mode with one electron per bunch and single-user mode with 1-60 electrons per bunch. Acqiris fast digitisers were used for data acquisition. In addition, off-beam tests using cosmic rays and the NeuLAND data acquisition scheme have been carried out. Typical time resolutions of $\\sigma_t\\leq$ 120 ps were found for $\\geq$95% efficiency for minimum ionising particles, improving on previous work at ELBE and exceeding the NeuLAND timing goal of $\\sigma_t$ < 150 ps. Over a range of 10-300 MeV deposited energy in the NeuLAND bar, the gain was found to deviate by $\\leq$10% ($\\leq$20%) from linearity for 35 mm (75 mm) SiPM pitch, respectively, satisfactory for calorimetric use of the full NeuLAND detector. The dark rate of the prototype studied was found to be lower than the expected cosmic-ray induced background in NeuLAND. ",
    "url": "https://arxiv.org/abs/2212.09421",
    "authors": [
      "Thomas Hensel",
      "David Weinberger",
      "Daniel Bemmerer",
      "Konstanze Boretzky",
      "Igor Gašparić",
      "Daniel Stach",
      "Andreas Wagner",
      "Kai Zuber"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2212.09435",
    "title": "Topological phase transition in disordered elastic quantum spin Hall  system",
    "abstract": "We investigate the effect of disorder on topologically nontrivial states in a two dimension (2D) mechanical system. We first propose a quantum spin Hall (QSH) insulator based on an out-of-plane spring-mass model and analytically study the interplay between the disorder and topology in both topologically trivial and nontrivial systems. We adopt the spin Bott index to characterize the topological property in disordered mechanical systems. By tracking the evolution of the spin Bott index with the increase of disorders, we quantitatively demonstrate the disorder induced transition from a topologically nontrivial QSH insulator to a trivial insulator. We then validate the topological phase transition through transient analysis in discrete lattices. Finally, we design a phononic crystal based on the discrete spring-mass model and numerically verify the topologically protected states along the boundary between the trivial insulator and disordered topological QSH insulator in a continuous system. This work puts a step forward in understanding the role of disorder in a 2D topological classical system. ",
    "url": "https://arxiv.org/abs/2212.09435",
    "authors": [
      "Xiaotian Shi",
      "Rajesh Chaunsali",
      "Georgios Theocharis",
      "Huaqing Huang",
      "Rui Zhu",
      "Jinkyu Yang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2212.09481",
    "title": "Frequency and field-dependent response of confined electrolytes from  Brownian dynamics simulations",
    "abstract": "Using Brownian dynamics simulations, we investigate the effects of confinement, adsorption on surfaces and ion-ion interactions on the response of electrolyte solutions confined between parallel walls to oscillating electric fields. Nonequilibrium simulations allow to characterize the transitions between linear and nonlinear regimes when varying the magnitude and frequency of the applied field but the linear response, characterized by the frequency-dependent conductivity, is more efficiently predicted from the equilibrium current fluctuations. To that end, we (rederive and) use the Green--Kubo relation appropriate for overdamped dynamics, which differs from the standard one for Newtonian or underdamped Langevin dynamics. This expression highlights the contributions of the underlying Brownian fluctuations and of the interactions of the particles between them and with external potentials such as confining walls. While already known in the literature, the practical use of this relation seems very limited to date, beyond the static limit to determine the effective diffusion coefficient or the DC conductivity. The frequency-dependent conductivity always decays from a bulk-like behavior at high frequency to a vanishing conductivity at low frequency due to the confinement of the charge carriers by the walls. We discuss the characteristic features of the crossover between the two regimes, most importantly how the crossover frequency depends on the confining distance and the salt concentration, and the fact that adsorption on the walls may lead to significant changes in both the high- and low-frequency regions. Conversely, our results illustrate the possibility to obtain information on diffusion between the walls, charge relaxation and adsorption on the walls by analyzing the frequency-dependent conductivity. ",
    "url": "https://arxiv.org/abs/2212.09481",
    "authors": [
      "Thê Hoang Ngoc Minh",
      "Gabriel Stoltz",
      "Benjamin Rotenberg"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09493",
    "title": "Depletion-limited Kerr solitons in singly-resonant optical parametric  oscillators",
    "abstract": "We analyze the impact of pump depletion in the generation of cavity solitons in a singly-resonant parametrical oscillator that includes a $\\chi^{(3)}$ nonlinear section. We find an analytical expression that provides the soliton existence region using variational methods, study the efficiency of energy conversion, and compare it to a driven Kerr resonator modeled by the Lugiato-Lefever equation. At high walk-off, solitons in singly-resonant optical parametric oscillators are more efficient than those formed in a Kerr resonator driven through a linear coupler. ",
    "url": "https://arxiv.org/abs/2212.09493",
    "authors": [
      "Carlos Mas Arabi",
      "Nicolas Englebert",
      "Pedro Parra-Rivas",
      "Simon-Pierre Gorza",
      "Francois Leo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.09564",
    "title": "Resection cavity auto-contouring for patients with pediatric  medulloblastoma using only CT information",
    "abstract": "Purpose: Target delineation for radiation therapy is a time-consuming and complex task. Autocontouring gross tumor volumes (GTVs) has been shown to increase efficiency. However, there is limited literature on post-operative target delineation, particularly for CT-based studies. To this end, we trained a CT-based autocontouring model to contour the post-operative GTV of pediatric patients with medulloblastoma. Methods: 104 retrospective pediatric CT scans were used to train a GTV auto-contouring model. 80 patients were then preselected for contour visibility, continuity, and location to train an additional model. Each GTV was manually annotated with a visibility score based on the number of slices with a visible GTV (1 = <25%, 2 = 25%-50%, 3 = >50%-75%, and 4 = >75%-100%). Contrast and the contrast-to-noise ratio (CNR) were calculated for the GTV contour with respect to a cropped background image. Both models were tested on the original and pre-selected testing sets. The resulting surface and overlap metrics were calculated comparing the clinical and autocontoured GTVs and the corresponding clinical target volumes (CTVs). Results: 80 patients were pre-selected to have a continuous GTV within the posterior fossa. Of these, 7, 41, 21, and 11 were visibly scored as 4, 3, 2, and 1, respectively. The contrast and CNR removed an additional 11 and 20 patients from the dataset, respectively. The Dice similarity coefficients (DSC) were 0.61 +/- 0.29 and 0.67 +/- 0.22 on the models without pre-selected training data and 0.55 +/- 13.01 and 0.83 +/- 0.17 on the models with pre-selected data, respectively. The DSC on the CTV expansions were 0.90 +/- 0.13. Conclusion: We automatically contoured continuous GTVs within the posterior fossa on scans that had contrast >=10 HU. CT-Based auto-contouring algorithms have potential to positively impact centers with limited MRI access. ",
    "url": "https://arxiv.org/abs/2212.09564",
    "authors": [
      "Soleil Hernandez",
      "Callistus Nguyen",
      "Skylar Gay",
      "Jack Duryea",
      "Rebecca Howell",
      "David Fuentes",
      "Jeannette Parkes",
      "Hester Burger",
      "Carlos Cardenas",
      "Arnold C. Paulino",
      "Julianne Pollard-Larkin",
      "Laurence Court"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09582",
    "title": "Effect of relative in-plane twisting in graphene bilayer on sensing  using surface plasmon resonance",
    "abstract": "Surface plasmon resonance (SPR) is generally observed by excitation of surface plasmon polaritons on the metal (Au/Ag) surface. In order to utilize the SPR phenomenon for sensing application, the metal surface is functionalized with suitable ligands. Although such functionalization can enhance the specific adsorption capability of the sensor however due to large thickness of the ligands, the plasmonic field of the metal surface becomes less sensitive towards the adsorption of analytes. In the next generation SPR based sensor, graphene can be utilized not only as plasmonic material but also a suitable ligand for attracting analytes through {\\pi}-{\\pi} interaction. In this article, we present our theoretical simulation studies on the observation of SPR phenomenon using graphene monolayer (MLG), bilayer graphene (BLG) and in-plane twisted layers of BLG (T-BLG) as plasmonic materials deposited over Zinc-Selenide substrate. The Kretschmann configuration under wavelength interrogation setup was simulated and SPR wavelength for graphene systems/water interface was estimated. The bio-sensing simulation was performed and the sensing parameters viz. sensitivity, figure-of-merit (FOM) and plasmonic field for different graphene systems were obtained. Interestingly, the excellent sensing parameters were found in T-BLG system with relative in-plane twist angle near to magic angle viz. 1o. The enhancement is due to strong coupling between the layers twisted at the magic angle. This study demonstrates that the monolayer, bilayer and twisted bilayer graphene can be employed as a standalone layer system for not only generation of plasmonic fields but also enhanced sensing due to its intrinsic pi-pi interactions with bio-analytes. ",
    "url": "https://arxiv.org/abs/2212.09582",
    "authors": [
      "Amrit Kumar",
      "Manjuladevi V",
      "R. K. Gupta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.08675",
    "title": "Can we observe non-perturbative vacuum shifts in cavity QED?",
    "abstract": "We address the fundamental question whether or not it is possible to achieve conditions under which the coupling of a single dipole to a strongly confined electromagnetic vacuum can result in non-perturbative corrections to the dipole's ground state. To do so we consider two simplified, but otherwise rather generic cavity QED setups, which allow us to derive analytic expressions for the total ground state energy and to distinguish explicitly between purely electrostatic and genuine vacuum-induced contributions. Importantly, this derivation takes the full electromagnetic spectrum into account while avoiding any ambiguities arising from an ad-hoc mode truncation. Our findings show that while the effect of confinement per se is not enough to result in substantial vacuum-induced corrections, the presence of high-impedance modes, such as plasmons or engineered LC resonances, can drastically increase these effects. Therefore, we conclude that with appropriately designed experiments it is at least in principle possible to access a regime where light-matter interactions become non-perturbative. ",
    "url": "https://arxiv.org/abs/2212.08675",
    "authors": [
      "Rocío Sáez-Blázquez",
      "Daniele de Bernardis",
      "Johannes Feist",
      "Peter Rabl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.08736",
    "title": "A Neural Network Warm-Start Approach for the Inverse Acoustic Obstacle  Scattering Problem",
    "abstract": "We consider the inverse acoustic obstacle problem for sound-soft star-shaped obstacles in two dimensions wherein the boundary of the obstacle is determined from measurements of the scattered field at a collection of receivers outside the object. One of the standard approaches for solving this problem is to reformulate it as an optimization problem: finding the boundary of the domain that minimizes the $L^2$ distance between computed values of the scattered field and the given measurement data. The optimization problem is computationally challenging since the local set of convexity shrinks with increasing frequency and results in an increasing number of local minima in the vicinity of the true solution. In many practical experimental settings, low frequency measurements are unavailable due to limitations of the experimental setup or the sensors used for measurement. Thus, obtaining a good initial guess for the optimization problem plays a vital role in this environment. We present a neural network warm-start approach for solving the inverse scattering problem, where an initial guess for the optimization problem is obtained using a trained neural network. We demonstrate the effectiveness of our method with several numerical examples. For high frequency problems, this approach outperforms traditional iterative methods such as Gauss-Newton initialized without any prior (i.e., initialized using a unit circle), or initialized using the solution of a direct method such as the linear sampling method. The algorithm remains robust to noise in the scattered field measurements and also converges to the true solution for limited aperture data. However, the number of training samples required to train the neural network scales exponentially in frequency and the complexity of the obstacles considered. We conclude with a discussion of this phenomenon and potential directions for future research. ",
    "url": "https://arxiv.org/abs/2212.08736",
    "authors": [
      "Mo Zhou",
      "Jiequn Han",
      "Manas Rachh",
      "Carlos Borges"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09002",
    "title": "Ground-state cooling of a massive mechanical oscillator by feedback in  cavity magnomechanics",
    "abstract": "Cooling the motion of a massive mechanical oscillator into its quantum ground state plays an essential role in observing macroscopic quantum effects in mechanical systems. Here we propose a measurement-based feedback cooling protocol in cavity magnomechanics that is able to cool the mechanical vibration mode of a macroscopic ferromagnet into its ground state. The mechanical mode couples to a magnon mode via a dispersive magnetostrictive interaction, and the latter further couples to a microwave cavity mode via the magnetic-dipole interaction. A feedback loop is introduced by measuring the amplitude of the microwave cavity output field and applying a force onto the mechanical oscillator that is proportional to the amplitude fluctuation of the output field. We show that by properly designing the feedback gain, the mechanical damping rate can be significantly enhanced while the mechanical frequency remains unaffected. Consequently, the vibration mode can be cooled into its quantum ground state in the unresolved-sideband regime at cryogenic temperatures. The protocol is designed for cavity magnomechanical systems using ferromagnetic materials which possess strong magnetostriction along with large magnon dissipation. ",
    "url": "https://arxiv.org/abs/2212.09002",
    "authors": [
      "Zhi-Yuan Fan",
      "Hang Qian",
      "Xuan Zuo",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.09113",
    "title": "Simulation of linear non-Hermitian boundary-value problems with quantum  singular value transformation",
    "abstract": "We propose a quantum algorithm for simulating dissipative waves in inhomogeneous linear media as a boundary-value problem. Using the so-called quantum singular value transformation (QSVT), we construct a quantum circuit that models the propagation of electromagnetic waves in a one-dimensional system with outgoing boundary conditions. The corresponding measurement procedure is also discussed. Limitations of the QSVT algorithm are identified in connection with the large condition numbers that the dispersion matrices exhibit at weak dissipation. ",
    "url": "https://arxiv.org/abs/2212.09113",
    "authors": [
      "I. Novikau",
      "I. Y. Dodin",
      "E. A. Startsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09150",
    "title": "Quantum Monte Carlo study of the role of p-wave interactions in  ultracold Fermi gases",
    "abstract": "Single-component ultracold atomic Fermi gases are usually described using noninteracting many-fermion models. However, recent experiments reached a regime where $p$-wave interactions among identical fermionic atoms are important. In this article, we employ variational and fixed-node diffusion Monte Carlo simulations to investigate the ground-state properties of single-component Fermi gases with short-range repulsive interactions. We determine the zero-temperature equation of state, and elucidate the roles played by the $p$-wave scattering volume and the $p$-wave effective range. A comparison against recently-derived second-order perturbative results shows good agreement in a broad range of interaction strength. We also compute the quasiparticle effective mass, and we confirm the perturbative prediction of a linear contribution in the $p$-wave scattering volume, while we find significant deviations from the beyond-mean-field perturbative result, already for moderate interaction strengths. Finally, we determine ground-state energies for two-component unpolarized Fermi gases with both interspecies and intraspecies hard-sphere interactions, finding remarkable agreement with a recently derived fourth-order expansion that includes $p$-wave contributions. ",
    "url": "https://arxiv.org/abs/2212.09150",
    "authors": [
      "Gianluca Bertaina",
      "Marco G. Tarallo",
      "Sebastiano Pilati"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09407",
    "title": "Equivalence of Active and Passive Gravitational Mass Tested with Lunar  Laser Ranging",
    "abstract": "LLR measures the distance between observatories on Earth and retro-reflectors on Moon since 1969. In this paper, we study the possible violation of the equality of passive and active gravitational mass ($m_{a}/m_{p}$), for Aluminium (Al) and Iron (Fe), using LLR data. Our new limit of $3.9\\cdot10^{-14}$ is about 100 times better than that of Bartlett and Van Buren [1986] reflecting the benefit of the many years of LLR data. ",
    "url": "https://arxiv.org/abs/2212.09407",
    "authors": [
      "Vishwa Vijay Singh",
      "Jürgen Müller",
      "Liliane Biskupek",
      "Eva Hackmann",
      "Claus Lämmerzahl"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09536",
    "title": "Quantum transport in interacting nanodevices: from quantum dots to  single-molecule transistors",
    "abstract": "Unprecedented control over the manufacture of electronic devices on nanometer scale has allowed to perform highly controllable and fine-tuned experiments in the quantum regime where exotic effects can nowadays be measured. In quantum dot devices, enhanced conductance below a characteristic energy scale is the signature of Kondo singlet formation. Precise predictions of quantum transport properties in similar nanoelectronics devices are desired to design optimal functionality and control. Standard transport methods suffer from limitations in nanostructure specifics, set-up design, temperature and voltage regime of applicability. To overcome these issues, such that we obtain modelling flexibility and accurate conductance predictions, in this thesis we analytically derive alternative and improved quantum transport formulations having as their starting point scattering theory in the Landauer-B\\\"uttiker formula, linear response theory in the Kubo formula, nonequilibrium Keldysh theory in the Meir-Wingreen formula and Fermi liquid theory in the Oguri formula. We perform a systematic benchmark of our exact expressions, comparing with the standard approaches using numerical renormalization group techniques. The new formulations not only reproduce literature results, but also show higher accuracy and computational efficiency, as well as a wider applicability under regimes and conditions out of reach by existing methods. We also derive generalized effective models for multi-orbital two-lead interacting nanostructures in both Coulomb blockade and mixed-valence regime, which yield reusable conductance predictions directly in terms of the effective model parameters. We conclude by applying our novel formulations to complex nanoelectronics systems, including a single-molecule benzene transistor, a charge-Kondo quantum dot made from graphene and semiconductor triple quantum dot. ",
    "url": "https://arxiv.org/abs/2212.09536",
    "authors": [
      "Emma L. Minarelli"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09717",
    "title": "Integrated Quantum Optical Phase Sensor",
    "abstract": "The quantum noise of light fundamentally limits optical phase sensors. A semiclassical picture attributes this noise to the random arrival time of photons from a coherent light source such as a laser. An engineered source of squeezed states suppresses this noise and allows sensitivity beyond the standard quantum limit (SQL) for phase detection. Advanced gravitational wave detectors like LIGO have already incorporated such sources, and nascent efforts in realizing quantum biological measurements have provided glimpses into new capabilities emerging in quantum measurement. We need ways to engineer and use quantum light within deployable quantum sensors that operate outside the confines of a lab environment. Here we present a photonic integrated circuit fabricated in thin-film lithium niobate that provides a path to meet these requirements. We use the second-order nonlinearity to produce a squeezed state at the same frequency as the pump light and realize circuit control and sensing with electro-optics. Using a 26.2 milliwatts of optical power, we measure (2.7 $\\pm$ 0.2 )$\\%$ squeezing and apply it to increase the signal-to-noise ratio of phase measurement. We anticipate that on-chip photonic systems like this, which operate with low power and integrate all of the needed functionality on a single die, will open new opportunities for quantum optical sensing. ",
    "url": "https://arxiv.org/abs/2212.09717",
    "authors": [
      "Hubert S. Stokowski",
      "Timothy P. McKenna",
      "Taewon Park",
      "Alexander Y. Hwang",
      "Devin J. Dean",
      "Oguz Tolga Celik",
      "Vahid Ansari",
      "Martin M. Fejer",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.11165",
    "title": "Scalable High-Rate Twin-Field Quantum Key Distribution Networks without  Constraint of Probability and Intensity",
    "abstract": " Comments: 16 pages, 6 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2112.11165",
    "authors": [
      "Yuan-Mei Xie",
      "Chen-Xun Weng",
      "Yu-Shuo Lu",
      "Yao Fu",
      "Yang Wang",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.04891",
    "title": "Supersonic Combustion Diagnostics with Dual Comb Spectroscopy",
    "abstract": " Title: Supersonic Combustion Diagnostics with Dual Comb Spectroscopy ",
    "url": "https://arxiv.org/abs/2205.04891",
    "authors": [
      "David Yun",
      "Nathan A. Malarich",
      "Ryan K. Cole",
      "Scott C. Egbert",
      "Jacob J. France",
      "Jiwen Liu",
      "Kristin M. Rice",
      "Mark A. Hagenmaier",
      "Jeffrey M. Donbar",
      "Nazanin Hoghooghi",
      "Sean C. Coburn",
      "Gregory B. Rieker"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.05566",
    "title": "Remote non-invasive Fabry-Perot cavity spectroscopy for label-free  sensing",
    "abstract": " Comments: 12 pages, 11 figures, final accepted version ",
    "url": "https://arxiv.org/abs/2208.05566",
    "authors": [
      "Abeer Al Ghamdi",
      "Benjamin Dawson",
      "Gin Jose",
      "Almut Beige"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.10037",
    "title": "Measurement of single nanoparticle anisotropy by laser induced optical  alignment and Rayleigh scattering for determining particle morphology",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2209.10037",
    "authors": [
      "Markus Rademacher",
      "Jonathan Gosling",
      "Antonio Pontin",
      "Marko Toroš",
      "Jence T. Mulder",
      "Arjan J. Houtepen",
      "P.F. Barker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00651",
    "title": "Thermodynamics of quantum information in noisy polarizers",
    "abstract": " Comments: 18 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2212.00651",
    "authors": [
      "Maxwell Aifer",
      "Nathan Myers",
      "Sebastian Deffner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.08654",
    "title": "A Stable, Recursive Auxiliary Field Quantum Monte Carlo Algorithm in the  Canonical Ensemble: Applications to Thermometry and the Hubbard Model",
    "abstract": " Comments: 14 pages, 7 figures, and Supplemental Information with key derivations. For associated data and code repository see: this https URL ",
    "url": "https://arxiv.org/abs/2212.08654",
    "authors": [
      "Tong Shen",
      "Hatem Barghathi",
      "Jiangyong Yu",
      "Adrian Del Maestro",
      "Brenda Rubenstein"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]