[
  {
    "id": "arXiv:2405.12330",
    "title": "Orbital angular momentum enhanced laser absorption and neutron generation",
    "abstract": "           We experimentally demonstrate enhanced absorption of near relativistic optical vortex beams in $\\mathrm{D_2O}$ plasmas to generate a record fast-neutron yield of $1.45 \\times 10^6$ n/s/sr. Beams with a topological charge of 5 were shown to deliver up to a 3.3 times enhancement of fast-neutron yield over a Gaussian focused beam of the same energy but having two orders of magnitude higher intensity. This result was achieved with laser energies of 16 mJ and a pulse duration of 67 fs. The Orbital Angular Momentum (OAM) beam-target interactions in our experiment were also investigated through Particle-in-Cell (PIC) simulations. Electron density rippling resulting in enhanced plasma wave excitation on the critical surface and significantly enhanced resonance absorption is observed.         ",
    "url": "https://arxiv.org/abs/2405.12330",
    "authors": [
      "Nicholas Peskosky",
      "Nicholas Ernst",
      "Miloš Burger",
      "Jon Murphy",
      "John A. Nees",
      "Igor Jovanovic",
      "Alec G. R. Thomas",
      "Karl Krushelnick"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12346",
    "title": "Ultrafast Structured Light through Nonlinear Frequency Generation in an Optical Enhancement Cavity",
    "abstract": "           The generation of shaped laser beams, or structured light, is of interest in a wide range of fields, from microscopy to fundamental physics. There are several ways to make shaped beams, most commonly using spatial light modulators comprised of pixels of liquid crystals. These methods have limitations on the wavelength, pulse duration, and average power that can be used. Here we present a method to generate shaped light that can be used at any wavelength from the UV to IR, on ultrafast pulses, and a large range of optical powers. By exploiting the frequency difference between higher order modes, a result of the Gouy phase, and cavity mode matching, we can selectively couple into a variety of pure and composite higher order modes. Optical cavities are used as a spatial filter and then combined with sum frequency generation in a nonlinear crystal as the output coupler to the cavity to create ultrafast, frequency comb structured light.         ",
    "url": "https://arxiv.org/abs/2405.12346",
    "authors": [
      "Walker M Jones",
      "Melanie A R Reber"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.12376",
    "title": "A silicon photonics waveguide-coupled colloidal quantum dot photodiode sensitive beyond 1.6 um",
    "abstract": "           Silicon photonics faces a persistent challenge in extending photodetection capabilities beyond the 1.6 um wavelength range, primarily due to the lack of appropriate epitaxial materials. Colloidal quantum dots (QDs) present a promising solution here, offering distinct advantages such as infrared wavelength tunability, cost-effectiveness, and facile deposition. Their unique properties position them as a potential candidate for enabling photodetection in silicon photonics beyond the conventional telecom wavelength, thereby expanding the potential applications and capabilities within this domain. In this study, we have successfully integrated lead sulfide (PbS) colloidal quantum dot photodiodes (QDPDs) onto silicon waveguides using standard process techniques. The integrated photodiodes exhibit a remarkable responsivity of 1.3 A/W (with an external quantum efficiency of 74.8%) at a wavelength of 2.1 um, a low dark current of only 106 nA and a bandwidth of 1.1 MHz under a -3 V bias. To demonstrate the scalability of our integration approach, we have developed a compact 8-channel spectrometer incorporating an array of QDPDs. This achievement marks a significant step toward realizing a cost-effective photodetector solution for silicon photonics, particularly tailored for a wide range of sensing applications around the 2 um wavelength range.         ",
    "url": "https://arxiv.org/abs/2405.12376",
    "authors": [
      "Chao Pang",
      "Yu-Hao Deng",
      "Ezat Kheradmand",
      "Luis Moreno Hagelsieb",
      "Yujie Guo",
      "David Cheyns",
      "Pieter Geiregat",
      "Zeger Hens",
      "Dries Van Thourhout"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12425",
    "title": "Continuous wave driving elucidates the desynchronisation dynamics of ultrashort dissipative Raman solitons generated in dispersive Kerr resonators",
    "abstract": "           Phase-coherent pulsed driving of passive optical fiber resonators enable the generation of ultrashort dissipative Raman solitons with durations well below 100~fs. The existence and characteristics of such solitons critically depends on the desynchronisation between the pulsed driving source and the resonator roundtrip time, yet the full mechanism through which these dependencies arise remains unclear. Here, we numerically demonstrate that Raman solitons can exist even under conditions of continuous wave driving, and by numerically examining the existence and characteristics of Raman solitons under such conditions, we elucidate the role of desynchronisation in pulse-driven systems. In addition to providing new insights on the existence and characteristics of ultrashort Raman solitons, our analysis yields a qualitative explanation for the range of desynchronisations over which the solitons can exist.         ",
    "url": "https://arxiv.org/abs/2405.12425",
    "authors": [
      "Zongda Li",
      "Yiqing Xu",
      "Stéphane Coen",
      "Stuart G. Murdoch",
      "Miro Erkintalo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.12455",
    "title": "Time-dependent convergent close coupling method for molecular ionization in laser fields",
    "abstract": "           We develop a time-dependent multi-configurational numerical technique for calculating ionization by short laser pulses of many-electron molecules. The method is based on the expansion of the wave function of a molecule into the eigenstates of the molecular ion. We classify this method as time-dependent convergent close coupling (TDCCC) because it uses the same symmetry for channel functions as the well-known convergent close coupling (CCC) method.         ",
    "url": "https://arxiv.org/abs/2405.12455",
    "authors": [
      "Vladislav V. Serov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12526",
    "title": "Enhanced Terahertz Emission from the Wakefield of CO2 Laser-Created Plasma",
    "abstract": "           High-field terahertz (THz) pulse generation is investigated through the interaction of an intense single-color CO2 laser pulse with helium (He) gas targets. Employing multi-dimensional Particle-In-Cell (PIC) simulations, this study reveals a substantial enhancement in THz generation efficiency, even with a single-color laser pulse interacting with gas targets in the self-modulated-laser-wakefield (SMLWF) regime. Our study demonstrates that in the presence of photoionization, a synergistic interplay of laser self-modulation, self-focusing, and local pump depletion leads to the generation of robust THz pulses polarized parallel to the laser electric field. The dependence of THz generation efficiency on target density and laser pulse duration has been investigated. Our study identifies a favourable parametric regime for producing THz fields with amplitudes reaching hundreds of GV/m, surpassing those reported in previous studies.         ",
    "url": "https://arxiv.org/abs/2405.12526",
    "authors": [
      "Srimanta Maity",
      "Garima Arora"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12770",
    "title": "All-fiber, near-infrared, laser system at 780nm for atom cooling",
    "abstract": "           Cold neutral atoms are a promising \"architecture\" for novel and innovative quantum technology applications. These range from quantum sensors for magnetic fields, interferometers for gravimetry measurements, to quantum computing and simulations. Within this technological landscape, reliable laser systems are crucial in order to cool and manipulate atoms efficiently. We present the design, experimental realization and characterization of a relatively simple, compact, and economical laser system for quantum technology applications. It operates at 780 nm in order to work with Rubidium atoms, and it is entirely based on fiber components. This improves its reliability, and makes it less complex and more versatile with respect to a free-space system. In order to cut costs, we take advantage of already available commercial fiber devices at 1560 nm: due to their ubiquity in telecom applications they are in fact cheap and standardized. To operate at Rubidium wavelengths the system employs Second-Harmonic Generation (SHG) of the 1560 nm infrared radiation: two semiconductor lasers at 1560 nm (one for cooling, one for repumping) are combined, amplified in an Erbium-Doped Fiber Amplifier (EDFA), and frequency-doubled in a Periodically-Poled Lithium Niobate (PPLN) crystal. We characterize the amplitude stability of the lasers, their frequency noise, and the SHG efficiency. The measured features (rms relative amplitude noise of 3$\\times$10$^{-4}$ at 1 s; linewidths well below 1 MHz) make our system a suitable candidate for applications in quantum sensors and atom interferometers.         ",
    "url": "https://arxiv.org/abs/2405.12770",
    "authors": [
      "Matteo Marchesini",
      "Michelangelo Dondi",
      "Leonardo Rossi",
      "Gabriele Bolognini",
      "Marco Prevedelli",
      "Francesco Minardi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12772",
    "title": "More than just smoke and mirrors: Gas-phase polaritons for optical control of chemistry",
    "abstract": "           Gas phase molecules are a promising platform through which to elucidate the mechanisms of action and scope of polaritons for optical control of chemistry. Polaritons arise from the strong coupling of a dipole-allowed molecular transition with the photonic mode of an optical cavity. There is mounting evidence of modified reactivity under polaritonic conditions; however, the complex condensed-phase environment of most experimental demonstrations impedes mechanistic understanding of this phenomenon. While the gas phase was the playground of early efforts in atomic cavity quantum electrodynamics, we have only recently demonstrated the formation of molecular polaritons under these conditions. Studying the reactivity of isolated gas-phase molecules under strong coupling would eliminate solvent interactions and enable quantum state resolution of reaction progress. In this Perspective, we contextualize recent gas-phase efforts in the field of polariton chemistry and offer a practical guide for experiment design moving forward.         ",
    "url": "https://arxiv.org/abs/2405.12772",
    "authors": [
      "Jane C. Nelson",
      "Marissa L. Weichman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12776",
    "title": "Investigation of Electron Backscattering on Silicon Drift Detectors for the Sterile Neutrino Search with TRISTAN",
    "abstract": "           Sterile neutrinos are hypothetical particles in the minimal extension of the Standard Model of Particle Physics. They could be viable dark matter candidates if they have a mass in the keV range. The Karlsruhe tritium neutrino (KATRIN) experiment, extended with a silicon drift detector focal plane array (TRISTAN), has the potential to search for keV-scale sterile neutrinos by measuring the kinematics of the tritium $\\beta$-decay. The collaboration targets a sensitivity of $10^{-6}$ on the mixing amplitude $\\sin^2{\\Theta}$. For this challenging target, a precise understanding of the detector response is necessary. In this work, we report on the characterization of electron backscattering from the detector surface, which is one of the main effects that influence the shape of the observed energy spectrum. Measurements were performed with a tandem silicon drift detector system and a custom-designed electron source. The measured detector response and backscattering probability are in good agreement with dedicated backscattering simulations using the Geant4 simulation toolkit.         ",
    "url": "https://arxiv.org/abs/2405.12776",
    "authors": [
      "Daniela Spreng",
      "Korbinian Urban",
      "Marco Carminati",
      "Frank Edzards",
      "Carlo Fiorini",
      "Peter Lechner",
      "Andrea Nava",
      "Daniel Siegmann",
      "Christoph Wiesinger",
      "Susanne Mertens"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.12777",
    "title": "On-demand heralded MIR single-photon source using a cascaded quantum system",
    "abstract": "           We propose a novel mechanism for generating single photons in the mid-Infrared (MIR) using a solid-state or molecular quantum emitter. The scheme utilises cavity QED effects to selectively enhance a Frank-Condon transition, deterministically preparing a single Fock state of a polar phonon mode. By coupling the phonon mode to an antenna, the resulting excitation is then radiated to the far field as a single photon with a frequency matching the phonon mode. By combining macroscopic QED calculations with methods from open quantum system theory, we show that optimal parameters to generate these MIR photons occur for modest light-matter coupling strengths, which are achievable with state-of-the-art technologies. Combined, the cascaded system we propose provides a new quasi-deterministic source of heralded single photons in a regime of the electromagnetic spectrum where this previously was not possible.         ",
    "url": "https://arxiv.org/abs/2405.12777",
    "authors": [
      "Jake Iles-Smith",
      "Mark Kamper Svendsen",
      "Angel Rubio",
      "Martijn Wubs",
      "Nicolas Stenger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2405.12226",
    "title": "Quantum Inspired Approach for Medical Imaging: Applications to Background Noise",
    "abstract": "           Background noise in medical imaging poses significant challenges for accurate diagnosis, prompting the development of denoising algorithms. Traditional methodologies, however, often struggle to address the complexities of noisy environments in high dimensional imaging systems. This paper introduces a novel quantum-inspired approach for denoising medical images, drawing upon principles of quantum and condensed matter physics. Our approach views medical images as amorphous structures akin to those found in condensed matter physics and we propose an algorithm that incorporates the concept of mode resolved localization directly into the denoising process, resulting in compression of imaging modes by over 70 percent. Notably, our approach eliminates the need for hyperparameter tuning. The proposed method is a standalone algorithm with minimal manual intervention, demonstrating its potential to achieve quantum-level performance without heavy reliance on classical algorithms. Through experimental validation, we showcase the effectiveness of our approach in addressing noise-related challenges in medical imaging, underscoring its relevance for current and future quantum computing applications.         ",
    "url": "https://arxiv.org/abs/2405.12226",
    "authors": [
      "Amirreza Hashemi",
      "Sayantan Dutta",
      "Bertrand Georgeot",
      "Denis Kouame",
      "Hamid Sabet"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12289",
    "title": "Out-of-time-order correlators in electronic structure using Quantum Computers",
    "abstract": "           Operator spreading has profound implications in diverse fields ranging from statistical mechanics and blackhole physics to quantum information. The usual way to quantify it is through out-of-time-order correlators (OTOCs), which are the quantum analog to Lyapunov exponents in classical chaotic dynamics. In this work we explore the phenomenon of operator spreading in quantum simulation of electronic structure in quantum computers. To substantiate our results, we focus on a hydrogen chain $H_4$ and demonstrate that operator spreading is enhanced when the chain is far from its equilibrium geometry. We also investigate the dynamics of bipartite entanglement and its dependence on the partition's size. Our findings reveal distinctive signatures closely resembling area- and volume-laws in equilibrium and far-from-equilibrium geometries, respectively. Our results provide insight of operator spreading of coherent errors in quantum simulation of electronic structure and can be experimentally implemented in various platforms available today.         ",
    "url": "https://arxiv.org/abs/2405.12289",
    "authors": [
      "K. J. Joven",
      "V. M. Bastidas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chaotic Dynamics (nlin.CD)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12794",
    "title": "Multiphoton Quantum Imaging using Natural Light",
    "abstract": "           It is thought that schemes for quantum imaging are fragile against realistic environments in which the background noise is often stronger than the nonclassical signal of the imaging photons. Unfortunately, it is unfeasible to produce brighter quantum light sources to alleviate this problem. Here, we overcome this paradigmatic limitation by developing a quantum imaging scheme that relies on the use of natural sources of light. This is achieved by performing conditional detection on the photon number of the thermal light field scattered by a remote object. Specifically, the conditional measurements in our scheme enable us to extract quantum features of the detected thermal photons to produce quantum images with improved signal-to-noise ratios. This technique shows a remarkable exponential enhancement in the contrast of quantum images. Surprisingly, this measurement scheme enables the possibility of producing images from the vacuum fluctuations of the light field. This is experimentally demonstrated through the implementation of a single-pixel camera with photon-number-resolving capabilities. As such, we believe that our scheme opens a new paradigm in the field of quantum imaging. It also unveils the potential of combining natural light sources with nonclassical detection schemes for the development of robust quantum technologies.         ",
    "url": "https://arxiv.org/abs/2405.12794",
    "authors": [
      "Fatemeh Mostafavi",
      "Mingyuan Hong",
      "Riley B. Dawkins",
      "Jannatul Ferdous",
      "Rui-Bo Jin",
      "Roberto de J. Leon-Montiel",
      "Chenglong You",
      "Omar S. Magana-Loaiza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.12822",
    "title": "Open-Path Detection of Organic Vapors via Quantum Infrared Spectroscopy",
    "abstract": "           In recent years, quantum Fourier transform infrared (QFTIR) spectroscopy was proposed as an alternative to conventional spectroscopy in the mid-infrared region of the spectrum. In this way, harnessing induced coherence and spectral entanglement offers perspectives for practical organic gasses detection. Still, little research was conducted in order to bring QFTIR spectrometers closer to domestic or in-field usage. In this work, we first use such a spectrometer for open-path detection of multiple interfering organic gasses in ambient air. The accurate identification of mixtures of acetone, methanol and ethanol vapors is demonstrated with a QFTIR spectrometer. We achieved this breakthrough by using a nonlinear Michelson interferometer with 1.7m-long arms in order to increase the absorption length, coupled with analysis techniques from differential optical absorption spectroscopy. The evolution of different gasses' concentrations in ambient air was measured through time. These results constitute the first use-case of a QFTIR spectrometer as a detector of organic gasses, and thus represent an important milestone towards the development of such detectors in practical situations.         ",
    "url": "https://arxiv.org/abs/2405.12822",
    "authors": [
      "Simon Neves",
      "Adimulya Kartiyasa",
      "Shayantani Ghosh",
      "Geoffrey Gaulier",
      "Luca La Volpe",
      "Jean-Pierre Wolf"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.12972",
    "title": "Accelerating Resonance Searches via Signature-Oriented Pre-training",
    "abstract": "           The search for heavy resonances beyond the Standard Model (BSM) is a key objective at the LHC. While the recent use of advanced deep neural networks for boosted-jet tagging significantly enhances the sensitivity of dedicated searches, it is limited to specific final states, leaving vast potential BSM phase space underexplored. We introduce a novel experimental method, Signature-Oriented Pre-training for Heavy-resonance ObservatioN (Sophon), which leverages deep learning to cover an extensive number of boosted final states. Pre-trained on the comprehensive JetClass-II dataset, the Sophon model learns intricate jet signatures, ensuring the optimal constructions of various jet tagging discriminates and enabling high-performance transfer learning capabilities. We show that the method can not only push widespread model-specific searches to their sensitivity frontier, but also greatly improve model-agnostic approaches, accelerating LHC resonance searches in a broad sense.         ",
    "url": "https://arxiv.org/abs/2405.12972",
    "authors": [
      "Congqiao Li",
      "Antonios Agapitos",
      "Jovin Drews",
      "Javier Duarte",
      "Dawei Fu",
      "Leyun Gao",
      "Raghav Kansal",
      "Gregor Kasieczka",
      "Louis Moureaux",
      "Huilin Qu",
      "Cristina Mantilla Suarez",
      "Qiang Li"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2402.10950",
    "title": "A Theory of Quantum Jumps and Its Applications to Lyman and Balmer Series",
    "abstract": "           A theory of quantum jumps is developed by using a new asymmetric equation, which is complementary to the Schrödinger equation. The new equation displays Bohr's rules for quantum jumps, and its solutions demonstrate that once a quantum jump takes place at a random time, then its evolution is continuous and coherent. The temporal solutions are used to determine time-scales of the quantum jumps, which are very short but finite. The spatial solutions are used to find the radial probability density of finding the electron after its jump. The obtained results are applied to the Lyman and Balmer series absorption, and their experimental verification is discussed.         ",
    "url": "https://arxiv.org/abs/2402.10950",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2403.04216",
    "title": "Scalable and Versatile Linear Computation with Minimalistic Photonic Matrix Processor",
    "abstract": "           The advancement of artificial intelligence demands flexible multimodal data processing with high throughput and energy efficiency. Photonic integrated circuits (PIC) has demonstrated promising potentials in terms of low latency and low power consumption per operation for linear operations such as matrix-vector multiplication. However, the existing schemes face challenges in their scalability due to the use of photonic circuits that expand with the scale of the operants, despite efforts of exploiting the multiple optical parameter dimensions such as time, wavelength and spatial parallelism. They also lacked flexibility and efficiency in switching between different types of operations or tasks and adapting to multimodal data. In this article, we introduce an optical matrix processor (MP) with a minimalistic recursive structure for both multiplications and accumulations. The MP consists of an eletro-optic ring-modulator implemented as a thin-film lithium niobate PIC that allows flexible configurability and time-division multiplexed scheduling. The MP supports not only versatile linear operations including vector/matrix-vector multiplication and single/multi-kernel convolution but also ultrafast task switching and adaptability to data of different sizes, by simply adjusting the data baud rate relative to the ring delay without structural modifications. We demonstrate its capabilities in a optic-electronic convolutional neural network with a computing throughput up to 73.4 billion operations per second. The MP further supports high scalability through appropriate allocation of wavelength and space resources,extending computing parallelism to handle higher data volumes with higher energy efficiency. This novel scheme paves the way for a new class of photonic processorscapable of managing escalating data workloads with unprecedented flexibility, efficiency and scalability.         ",
    "url": "https://arxiv.org/abs/2403.04216",
    "authors": [
      "Zhaoang Deng",
      "Zhenhua Li",
      "Jie Liu",
      "Chuyao Bian",
      "Jiaqing Li",
      "Ranfeng Gan",
      "Zihao Chen",
      "Kaixuan Chen",
      "Changjian Guo",
      "Liu Liu",
      "Siyuan Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.09912",
    "title": "Driver at 10 MJ and 1 shot/30min for inertial confinement fusion at high gain: efficient, compact, low-cost, low laser-plasma instabilities, beam-color selectable from 2 omega/3 omega/4 omega, applicable to multiple laser fusion schemes",
    "abstract": "           The ignition at the National Ignition Facility (NIF) set off a global wave of research on the inertial fusion energy (IFE). However, IFE requires a necessary target gain G of 30-100, while it is hard to achieve the fusions at such high gain with the energy, configuration, and technical route of the NIF. We will present a conceptual design for the next generation laser driver of 10 MJ, 2~3 PW at the laser wavelength of 0.353 micrometer (or 0.353 micrometer, then the energy and power can be higher), and 1 shot per 30 minutes, which is efficient, compact, low-cost, low laser-plasma instabilities, applicable to multiple laser fusion schemes, and aiming for G > 30.         ",
    "url": "https://arxiv.org/abs/2405.09912",
    "authors": [
      "Zhan Sui",
      "Ke Lan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2405.11527",
    "title": "Laser Offset Stabilization with Chip-Scale Atomic Diffractive Elements",
    "abstract": "           Achieving precise and adjustable control over laser frequency is an essential requirement in numerous applications such as precision spectroscopy, quantum control, and sensing. In many such applications it is desired to stabilize a laser with a variable detuning from an atomic line. In this study, we employ an offset-stabilization scheme by utilizing phase contrast spectroscopy in microfabricated atomic diffractive elements vapor-cells. The spectroscopic response of such a device generates oscillating optical fringes, providing multiple optical frequency stabilization points across a bandwidth of tens of gigahertz, centered around the absorption resonances of Rb. Using this device, we demonstrate laser stabilization at various offset frequencies with instabilities reaching sub-megahertz levels. We further explore the fundamental limitations of our hybrid atomic-photonic device, drawing parallels to birefringent and dichroic spectroscopy apparatuses, which are commonly employed for offset stabilization. Our system showcases a broad offset lock bandwidth, a highly compact footprint, scalability to chip-scale production, and the ability to operate without reliance on magnetic fields. These attributes pave the way for a multitude of applications in quantum technologies.         ",
    "url": "https://arxiv.org/abs/2405.11527",
    "authors": [
      "Heleni Krelman",
      "Ori Nefesh",
      "Kfir Levi",
      "Douglas G. Bopp",
      "Songbai Kang",
      "John E. Kitching",
      "Liron Stern"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.04203",
    "title": "Quantum mechanical rules for observed observers and the consistency of quantum theory",
    "abstract": "           I argue that the rules of unitary quantum mechanics imply that observers who will themselves be subject to measurements in a linear combination of macroscopic states (``cat\" measurements) cannot make reliable predictions on the results of experiments performed after such measurements. This lifts the inconsistency in the interpretation of quantum mechanics recently identified by Frauchiger and Renner. The Born rules for calculating the probability of outcomes and for communicating with other observers do not generally apply for cat-measured observers, nor can they generally be amended to incorporate upcoming cat measurements. Quantum mechanical rules completed with these conditions become fully consistent.         ",
    "url": "https://arxiv.org/abs/2202.04203",
    "authors": [
      "Alexios P. Polychronakos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12254",
    "title": "Transfer learning-assisted inverse modeling in nanophotonics based on mixture density networks",
    "abstract": "           The simulation of nanophotonic structures relies on electromagnetic solvers, which play a crucial role in understanding their behavior. However, these solvers often come with a significant computational cost, making their application in design tasks, such as optimization, impractical. To address this challenge, machine learning techniques have been explored for accurate and efficient modeling and design of photonic devices. Deep neural networks, in particular, have gained considerable attention in this field. They can be used to create both forward and inverse models. An inverse modeling approach avoids the need for coupling a forward model with an optimizer and directly performs the prediction of the optimal design parameters values. In this paper, we propose an inverse modeling method for nanophotonic structures, based on a mixture density network model enhanced by transfer learning. Mixture density networks can predict multiple possible solutions at a time including their respective importance as Gaussian distributions. However, multiple challenges exist for mixture density network models. An important challenge is that an upper bound on the number of possible simultaneous solutions needs to be specified in advance. Also, another challenge is that the model parameters must be jointly optimized, which can result computationally expensive. Moreover, optimizing all parameters simultaneously can be numerically unstable and can lead to degenerate predictions. The proposed approach allows overcoming these limitations using transfer learning-based techniques, while preserving a high accuracy in the prediction capability of the design solutions given an optical response as an input. A dimensionality reduction step is also explored. Numerical results validate the proposed method.         ",
    "url": "https://arxiv.org/abs/2401.12254",
    "authors": [
      "Liang Cheng",
      "Prashant Singh",
      "Francesco Ferranti"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.17714",
    "title": "Cluster Scanning: a novel approach to resonance searches",
    "abstract": "           We propose a new model-independent method for new physics searches called Cluster Scanning. It uses the k-means algorithm to perform clustering in the space of low-level event or jet observables, and separates potentially anomalous clusters to construct a signal-enriched region. The spectra of a selected observable (e.g. invariant mass) in these two regions are then used to determine whether a resonant signal is present. A pseudo-analysis on the LHC Olympics dataset with a $Z'$ resonance shows that Cluster Scanning outperforms the widely used 4-parameter functional background fitting procedures, reducing the number of signal events needed to reach a $3\\sigma$ significant access by a factor of 0.61. Emphasis is placed on the speed of the method, which allows the test statistic to be calibrated on synthetic data.         ",
    "url": "https://arxiv.org/abs/2402.17714",
    "authors": [
      "Ivan Oleksiyuk",
      "John Andrew Raine",
      "Michael Krämer",
      "Svyatoslav Voloshynovskiy",
      "Tobias Golling"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2404.04868",
    "title": "A Novel Class of Phase Space Representations for the Exact Population Dynamics of Two-State Quantum Systems and the Relation to Triangle Window Functions",
    "abstract": "           Isomorphism of the two-state system is heuristic in understanding the dynamical or statistical behavior of the simplest yet most quantum system that has no classical counterpart. We use the constraint phase space developed in J. Chem. Phys. 2016, 145, 204105; 2019, 151, 024105 and J. Phys. Chem. Lett. 2021, 12, 2496-2501, non-covariant phase space functions, time-dependent weight functions, and time-dependent normalization factors to construct a novel class of phase space representations of the exact population dynamics of the two-state quantum system. The equations of motion of the trajectory on constraint phase space are isomorphic to the time-dependent Schrödinger equation. The contribution of each trajectory to the integral expression for the population dynamics is always positive semi-definite. We also prove that the triangle window function approach, albeit proposed as a heuristic empirical model in J. Chem. Phys. 2016, 145, 144108, is related to a special case of the novel class and leads to an isomorphic representation of the exact population dynamics of the two-state quantum system.         ",
    "url": "https://arxiv.org/abs/2404.04868",
    "authors": [
      "Xiangsong Cheng",
      "Xin He",
      "Jian Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11387",
    "title": "Conditions for enhancement of chemical reactions in gas phase inside a dark cavity",
    "abstract": "           Enhancing chemical reactions, such as $A+B \\to [\\textit{activated complex}]^\\# \\to C+D$, in gas phase through its coupling to quantum-electrodynamics (QED) modes in a dark cavity is investigated. The main result is that the enhancement of the reaction rate by a dark cavity is for asymmetric reactions (products different from reactants.) Notice that in addition to the cavity been dark, the reactants are in their ground electronic and vibrational states, i.e., it is indeed dark. Theoretical derivation, utilizing the non-Hermitian formalism of quantum mechanics (NHQM), provides conditions and guidelines for selecting the proper type of reactions that can be enhanced by a dark cavity. Nevertheless, the time-dependent simulations of such experiments can be carried out using the standard (Hermitian) scattering theory (but including the conditions derived via NHQM). We believe that this work opens a gate to new types of studies and hopefully helps to close the gap between theory and experiments in this fascinating, relatively new field of research. As an example, we demonstrate that the asymmetric reaction rates of $O+D_2\\to [ODD]^{\\#} \\to OD+D$ and $H+ArCl \\to [ArHCl]^{\\#} \\to H+Ar+Cl$ can be enhanced by a dark cavity. Contrary, the dark cavity effect on the symmetric reaction of hydrogen exchange in methane will be negligible.         ",
    "url": "https://arxiv.org/abs/2405.11387",
    "authors": [
      "Nimrod Moiseyev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11990",
    "title": "Coherent Quantum Communications Across National Scale Telecommunication Infrastructure",
    "abstract": "           Quantum communications harness quantum phenomena like superposition and entanglement to enhance information transfer between remote nodes. Coherent quantum communications, essential for phase-based quantum internet architecture, require optical coherence among nodes and typically involve single-photon interference. Challenges like preserving optical coherence and integrating advanced single-photon detectors have impeded their deployment in existing telecommunication networks. This study introduces innovative approaches to the architecture and techniques supporting coherent quantum communications, marking their first successful integration within a commercial telecom infrastructure between Frankfurt and Kehl, Germany. Employing the Twin Field Quantum Key Distribution protocol, we achieved encryption key distribution at 110 bit/s over 254 km. This system features measurement-device-independent properties and non-cryogenically cooled detectors, and represents the first effective quantum repeater implementation on telecom infrastructure, the longest practical quantum key distribution deployment to date, and validates the feasibility of a phase-based quantum internet architecture.         ",
    "url": "https://arxiv.org/abs/2405.11990",
    "authors": [
      "Mirko Pittaluga",
      "Yuen San Lo",
      "Adam Brzosko",
      "Robert I. Woodward",
      "Matthew S. Winnel",
      "Thomas Roger",
      "James F. Dynes",
      "Kim A. Owen",
      "Sergio Juarez",
      "Piotr Rydlichowski",
      "Domenico Vicinanza",
      "Guy Roberts",
      "Andrew J. Shields"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.12102",
    "title": "Collective Quantum Entanglement in Molecular Cavity Optomechanics",
    "abstract": "           We propose an optomechanical scheme for reaching quantum entanglement in vibration polaritons. The system involves $N$ molecules, whose vibrations can be fairly entangled with plasmonic cavities. We find that the vibration-photon entanglement can exist at room temperature and is robust against thermal noise. We further demonstrate the quantum entanglement between the vibrational modes through the plasmonic cavities, which shows a delocalized nature and an incredible enhancement with the number of molecules. The underlying mechanism for the entanglement is attributed to the strong vibration-cavity coupling which possesses collectivity. Our results provide a molecular optomechanical scheme which offers a promising platform for the study of noise-free quantum resources and macroscopic quantum phenomena.         ",
    "url": "https://arxiv.org/abs/2405.12102",
    "authors": [
      "Jian Huang",
      "Girish S. Agarwal",
      "Zhedong Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]