[
  {
    "id": "arXiv:2208.06453",
    "title": "Observation of large spontaneous emission rate enhancement of quantum  dots in a broken-symmetry slow-light waveguide",
    "abstract": "Quantum states of light and matter can be manipulated on the nanoscale to provide a technological resource for aiding the implementation of scalable photonic quantum technologies [1-3]. Experimental progress relies on the quality and efficiency of the coupling between photons and internal states of quantum emitters [4-6]. Here we demonstrate a nanophotonic waveguide platform with embedded quantum dots (QDs) that enables both Purcell-enhanced emission and strong chiral coupling. The design uses slow-light effects in a glide-plane photonic crystal waveguide with QD tuning to match the emission frequency to the slow-light region. Simulations were used to map the chirality and Purcell enhancement depending on the position of a dipole emitter relative to the air holes. The highest Purcell factors and chirality occur in separate regions, but there is still a significant area where high values of both can be obtained. Based on this, we first demonstrate a record large radiative decay rate of 17 ns^-1 (60 ps lifetime) corresponding to a 20 fold Purcell enhancement. This was achieved by electric-field tuning of the QD to the slow-light region and quasi-resonant phonon-sideband excitation. We then demonstrate a 5 fold Purcell enhancement for a dot with high degree of chiral coupling to waveguide modes, substantially surpassing all previous measurements. Together these demonstrate the excellent prospects for using QDs in scalable implementations of on-chip spin-photonics relying on chiral quantum optics. ",
    "url": "https://arxiv.org/abs/2208.06453",
    "authors": [
      "Hamidreza Siampour",
      "Christopher O'Rourke",
      "Alistair J. Brash",
      "Maxim N. Makhonin",
      "René Dost",
      "Dominic J. Hallett",
      "Edmund Clarke",
      "Pallavi K. Patil",
      "Maurice S. Skolnick",
      "A. Mark Fox"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06598",
    "title": "Experimental observation of spontaneous emission of space-time  wavepacket in a multimode optical fiber",
    "abstract": "We provide a complete analysis, from theory to experiment, of the spontaneous emergence of a discretized conical wave of X-type (i.e., a localized 2D+1 space-time wavepacket) when an intense ultrashort pulse nonlinearly propagates in a multimode fiber. In particular, we reveal that this spatiotemporal phenomenon corresponds to broadband intermodal dispersive wave emission from an unsteady localized wave structure formed during nonlinear propagation. Theoretical phase-matching predictions are experimentally and numerically confirmed in a commercially-available step-index multimode fiber. Our results provide a general understanding of phase-matched radiations emitted by nonlinear waves in multidimensional dispersive optical system. ",
    "url": "https://arxiv.org/abs/2208.06598",
    "authors": [
      "Karolina Stefańska",
      "Pierre Béjot",
      "Karol Tarnowski",
      "Bertrand Kibler"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06694",
    "title": "Terahertz lasing conditions of radiative and nonradiative propagating  plasmon modes in graphene-coated cylinders",
    "abstract": "There is increasing interest in filling the gap of miniaturized terahertz/mid-infrared radiation sources and, particularly, in incorporating these sources into micro/nanophotonic circuits. By using rigorous electromagnetic methods, we investigate the lasing conditions and the electric-tunability of radiative and non radiative propagating surface-plasmon modes in cylinders made of active materials coated with a graphene layer. A detailed analysis of the lasing condition of different surface-plasmon modes shows that there is an abrupt change in the gain required when modes become nonradiative. Although radiative modes, subject to both radiation and ohmic losses, are expected to require more gain compensation than nonradiative modes, we find that, counterintuitively, gain compensation is greater for nonradiative modes. This is explained in terms of a change in the distribution of fields that occurs when the character of modes switches from plasmonic to photonic. Finally, we assess the feasibility of our proposal by using a realist gain medium and showing that a relatively low population inversion is required for the stimulated emission of the studied system. ",
    "url": "https://arxiv.org/abs/2208.06694",
    "authors": [
      "Leila Prelat",
      "Nicolas Passarelli",
      "Raul Bustos-Marun",
      "Ricardo A. Depine"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.06718",
    "title": "Metasurface-Stabilized Optical Microcavities",
    "abstract": "We demonstrate stable optical microcavities by counteracting the phase evolution of the cavity modes using an amorphous silicon metasurface as one of the two cavity end mirrors. Careful design allows us to limit the metasurface scattering losses at telecom wavelengths to less than 2% and using a distributed Bragg reflector as metasurface substrate ensures high reflectivity. Our first demonstration experimentally achieves telecom-wavelength microcavities with quality factors of up to 4600, spectral resonance linewidths below 0.4 nm, and mode volumes down to below 2.7$\\lambda ^3$. We then show that the method introduces unprecedented freedom to stabilize modes with arbitrary transverse intensity profiles and design cavity-enhanced hologram modes. Our approach introduces the nanoscopic light control capabilities of dielectric metasurfaces to cavity electrodynamics and is directly industrially scalable using widespread semiconductor manufacturing processes. ",
    "url": "https://arxiv.org/abs/2208.06718",
    "authors": [
      "M. Ossiander",
      "M. L. Meretska",
      "S. Rourke",
      "C. M. Spaegele",
      "X. Yin",
      "I. C. Benea-Chelmus",
      "F. Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06764",
    "title": "Triply-Resonant Sum Frequency Conversion with Gallium Phosphide Ring  Resonators",
    "abstract": "We demonstrate quasi-phase matched, triply-resonant sum frequency conversion in 10.6-um-diameter integrated gallium phosphide ring resonators. A small-signal, waveguide-to-waveguide power conversion efficiency of 8%/mW is measured for conversion from telecom (1536 nm) and near infrared (1117 nm) to visible (647 nm) wavelengths with an absolute power conversion efficiency of 6.3% measured at saturation pump power. For the complementary difference frequency generation process, a single photon conversion efficiency of 7.2%/mW from visible to telecom is projected for resonators with optimized coupling. Efficient conversion from visible to telecom will facilitate long-distance transmission of spin-entangled photons from solid-state emitters such as the diamond NV center, allowing long-distance entanglement for quantum networks. ",
    "url": "https://arxiv.org/abs/2208.06764",
    "authors": [
      "Alan D. Logan",
      "Shivangi Shree",
      "Srivatsa Chakravarthi",
      "Nicholas Yama",
      "Christian Pederson",
      "Karine Hestroffer",
      "Fariba Hatami",
      "Kai-Mei C. Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06853",
    "title": "Functionally Reconfigurable Integrated Structure of Fabry-Perot Antenna  and Wideband Liquid Absorber",
    "abstract": "This paper proposes a functionally reconfigurable integrated structure of a Fabry-Perot (FP) antenna and wideband liquid absorber. The partial reflecting surface (PRS) is elaborately tailored to serve as both a component of the FP antenna and the metal ground of the broadband liquid absorber. Then the integrated structure is realized by combining the FP antenna with the liquid absorber. The PRS is composed of patches on the top layer of the substrate and the square loop on the bottom and the microstrip patch antenna is used as a source. The liquid absorber is composed of a 3-D printed container, 45% ethanol layer, and a metal ground. By this design, the structure can serve as the FP antenna when the ethanol is extracted or the liquid absorber when the ethanol is injected. This can be used to switch between detection and stealth mode which can better adapt to the complex electromagnetic environment. The simulation results show that the gain of the antenna reaches to 19.7 dBi and the operating band is 100 MHz when the ethanol is extracted. When the ethanol is injected, the absorption band of the absorber ranges from 4 GHz to 20 GHz and the absorption bandwidth is over 133%. The monostatic RCS reduction bands of the structure with ethanol range from 4 GHz to 20GHz and the average RCS reduction is 28.4 dB. The measured and simulated results agree well. ",
    "url": "https://arxiv.org/abs/2208.06853",
    "authors": [
      "Yukun Zou",
      "Xiangkun Kong",
      "Zuwei Cao",
      "Xinyu Zhang",
      "He Wang",
      "Xuemeng Wang",
      "Yongjiu Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06889",
    "title": "Trapped mode control in an anisotropic MoS2 metasurface",
    "abstract": "Progress in developing advanced photonic devices relies on introducing new materials, discovered physical principles, and optimal designs when constructing their components. Optical systems operating on the principles of excitation of extremely high-quality factor trapped modes (also known as the bound states in the continuum, BICs) are of great interest since they allow the implementation of laser and sensor devices with outstanding characteristics. In this paper, we discuss how one can utilize the natural anisotropy of novel materials, particularly, the bulk molybdenum disulfide (MoS2) composite, to realize the excitation of trapped modes in dielectric metasurfaces. The bulk MoS2 composite is a finely-stratified structure characterized by averaged constitutive parameters possessing a form birefringence property. Our metasurface is composed of an array of disk-shaped nanoparticles (resonators) made of the MoS2 composite under the assumption that the anisotropy axis of the MoS2 composite can be tilted to the rotation axis of the disks. We perform a detailed analysis of eigenwaves and scattering properties of such anisotropic resonators as well as the spectral features of the metasurface revealing dependence of the excitation conditions of the trapped mode on the anisotropy axis orientation of the MoS2 composite used. ",
    "url": "https://arxiv.org/abs/2208.06889",
    "authors": [
      "Anton S. Kupriianov",
      "Volodymyr I. Fesenko",
      "Andrey B. Evlyukhin",
      "Wei Han",
      "Vladimir R. Tuz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06925",
    "title": "Catalysis Controlled by Cavity Quantum Vacuum Fluctuations: The Case of  {\\it endo/exo} Diels-Alder Reaction",
    "abstract": "Achieving control over chemical reaction's rate and stereoselectivity realizes one of the Holy Grails in chemistry that can revolutionize chemical and pharmaceutical industries. Strong light-matter interaction in optical or nanoplasmonic cavities might provide the knob to reach such control. In this work, we demonstrate the catalytic and selectivity control of an optical cavity for two selected Diels-Alder cycloaddition reactions using the quantum electrodynamics coupled cluster (QED-CC) method. Herein, we find that by changing the molecular orientation with respect to the polarization of the cavity mode the reactions can be significantly inhibited or selectively enhanced to produce major {\\it endo} or {\\it exo} products on demand. This work highlights the potential of utilizing quantum vacuum fluctuations of an optical cavity to modulate the rate of Diels-Alder cycloaddition reactions and to achieve stereoselectivity in a practical and non-intrusive way. We expect the present findings to be applicable to a larger set of relevant chemical reactions. ",
    "url": "https://arxiv.org/abs/2208.06925",
    "authors": [
      "Fabijan Pavošević",
      "Robert L. Smith",
      "Angel Rubio"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06951",
    "title": "Acoustic Lenses Design based on the Rays Inserting Method",
    "abstract": "The ability to control and manipulate elastic waves is important for applications such as structural health monitoring, signal processing, and vibration isolations. In this paper, we investigated the feasibility of using the Rays Inserting Method, an approach originally proposed for optical elements, to design structural components for flexural wave manipulation. The RIM entails a simple process that allows to design thickness variations in a thin plate with a desirable refractive index distribution for an intended wave path. Based on this method, a focusing and collimating lens and a waveguide that rotates the wavefront by 45 degree were designed and studied. Frequency domain simulations and time-based experimental characterizations were carried out. The results demonstrated that the effectiveness of the RIM for designing variable thickness structures for manipulation of flexural wave propagation along desired paths. ",
    "url": "https://arxiv.org/abs/2208.06951",
    "authors": [
      "Liuxian Zhao",
      "Chuanxing Bi",
      "Miao Yu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06982",
    "title": "Statistical parameters of femtosecond laser pulse post-filament  propagation on 65m air path with localized optical turbulence",
    "abstract": "High-power femtosecond laser radiation propagates nonlinearly in air exhibiting pulse self-focusing and strong multiphoton medium ionization, which leads to the spatial fragmentation of laser pulse into highly-localized light channels usually called the filaments. The filaments are characterized by high optical intensity, reduced (even zero) angular spreading and can contain laser plasma or be plasmaless (postfilaments). The presence of optical turbulence on the propagation path dramatically changes pulse filamentation dynamics and in some cases causes pulse fragmentation enhancement and collapse arrest. For the first time to our knowledge, we experimentally and theoretically investigate the transverse profile of Ti:sapphire femtosecond laser radiation nonlinearly propagating a 65 m air path to the region of postfilament evolution after passing through an artificial localized air turbulence. We show that when a turbulent layer is placed before the filamentation region, the average number of high-intensive local fluence maxima (\"hot points\") in pulse profile as well as their sizes grow as the turbulence strength increases, and then saturates at some levels. On the contrary, the deposition of a turbulent screen within the filamentation region has almost no effect on both the number and the average diameter of the postfilaments. ",
    "url": "https://arxiv.org/abs/2208.06982",
    "authors": [
      "Dmitry V. Apeksimov",
      "Andrey V. Bulygin",
      "Yury E. Geints",
      "Andrey M. Kabanov",
      "Aleksey V. Petrov",
      "Elena E. Khoroshaeva"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07076",
    "title": "High efficiency holmium-doped triple-clad fiber laser at 2120 nm",
    "abstract": "We developed a new holmium-doped triple-clad fiber (Ho-3CF), reducing the clad diameter to improve the overlap between pump and doped-core, and the holmium concentration to reduce the influence of ion clustering on the laser efficiency. We illustrate here the performance of this fiber in a laser oscillator configuration. The laser emission is centered at 2.12 $\\mu$m by a fiber Bragg grating, and the active fiber is pumped in the clad by a 1.94 $\\mu$m thulium-doped fiber laser. The slope efficiency reaches 73% with respect to absorbed power (60% considering coupled power), for a maximum signal power of 62 W delivered on a quasi single spatial mode (M$^2$=1.2). To the best of our knowledge, this slope efficiency is the highest reported for a high power clad-pumped fiber laser emitting at a wavelength higher than 2.1 $\\mu$m. We also analyze experimentally the impact of the pump Numerical Aperture (NA), at the input of the Ho-3CF, on the laser efficiency. Finally, we use our numerical simulation to comment on the best choice of pump wavelength. ",
    "url": "https://arxiv.org/abs/2208.07076",
    "authors": [
      "Bastien Beaumont",
      "Pierre Bourdon",
      "Alexandre Barnini",
      "Louanne Kervella",
      "Thierry Robin",
      "Julien Le Gouët"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07077",
    "title": "Imperfect chirality at exceptional points in optical whispering-gallery  microcavities",
    "abstract": "Non-Hermitian systems have attracted considerable attention for their broad impacts on various physical platforms and peculiar applications. In non-Hermitian systems, both eigenvalues and eigenstates simultaneously coalesce at exceptional points (EPs). As one of the remarkable features of EPs, the field chirality is commonly considered perfect, which is utilized as an intriguing feature to control wave propagation and regarded as a criterion of EP. However, in this work, we discover an imperfect chirality of eigenmodes at the EPs in an optical whispering gallery mode (WGM) microcavity perturbed by two strong nanoscatterers. This counterintuitive phenomenon originates from a strong frequency-dependence of the scattering between the counterpropagating waves at an \"effective scatterer\", which could be explained by a first-principle-based model considering a dynamic multiple-scattering process of the azimuthally propagating modes. We find that the generally imperfect chirality at the EP tends to be globally perfect with the decrease of the scattering effect induced by the nanoscatterers. Furthermore, the chirality also becomes locally perfect with the decrease of the relative azimuthal angle between the two strong nanoscatterers. This work provides a new understanding of the general properties of chirality at EPs. It will benefit the potential applications enabled by the chirality features of non-Hermitian systems at EPs. ",
    "url": "https://arxiv.org/abs/2208.07077",
    "authors": [
      "Junda Zhu",
      "Changqing Wang",
      "Can Tao",
      "Zhoutian Fu",
      "Haitao Liu",
      "Fang Bo",
      "Lan Yang",
      "Guoquan Zhang",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07089",
    "title": "First measurement of energy diffusion in an electron beam due to quantum  fluctuations in the undulator radiation",
    "abstract": "We present measurements of slice energy spread growth due to quantum fluctuations of the undulator radiation at the European X-Ray Free-Electron Laser. The method uses a recently installed diagnostic wakefield structure, which enables measurements of the longitudinal phase space after the hard X-ray undulator. The effect of quantum diffusion in the undulator is measured for the first time, and the results are in good agreement with theoretical predictions. ",
    "url": "https://arxiv.org/abs/2208.07089",
    "authors": [
      "Sergey Tomin",
      "Evgeny Schneidmiller",
      "Winfried Decking"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07090",
    "title": "Fabry-Pérot fiber cavity refractive index sensing via linewidth  tracking in the broken PT-symmetric region",
    "abstract": "Parity-time (PT) symmetric optical sensors operating around exceptional points have recently gained much attraction, offering an unparalleled high sensitivity in measuring small perturbations. In the past, most of the PT-symmetric sensors have been based on tracking the mode-splitting that arises due to a perturbation-induced change in coupling strength between two subcavities of the PT-symmetric system. We design a linear fiber Fabry-P\\'erot and coupled cavities sensor, tailored to operate in the broken PT-symmetric region. We explore a new sensing metric-that is, the mode's linewidth change as a function of perturbation-induced changes in the loss within one of the subcavities of the PT-symmetric system. The coupling strength between the two subcavities remains unchanged in our proposed sensor. Supported by a mathematical formulation, we find that the full-width-half-maximum (FWHM) of the cavity resonances exhibits a square root dependence on the refractive index (RI) change in one of the subcavities. The proposed fiber cavity refractive index sensor has a maximum sensitivity of $2.26\\times10^7$ GHz/RIU and a lowest detection limit of $10^{-9}$ RIU, widely outperforming the comparable cavity sensors subject to the same refractive index change, gain, and loss settings. ",
    "url": "https://arxiv.org/abs/2208.07090",
    "authors": [
      "Faiza Iftikhar",
      "Raja Ahmad",
      "M. Imran Cheema"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07107",
    "title": "Multipolar expansions for scattering and optical force calculations  beyond the long wavelength approximation",
    "abstract": "We review three different approaches for the calculation of electromagnetic multipoles, namely the Cartesian primitive multipoles, the Cartesian irreducible multipoles and the spherical multipoles. We identify the latter as the best suited to describe the scattering of electromagnetic radiation, as exemplified for an amorphous silicon sphere. These multipoles are then used to calculate the optical force acting on semiconductor, dielectric or metallic particles in a wide wavelength range, from the dipolar down to the Mie regimes. ",
    "url": "https://arxiv.org/abs/2208.07107",
    "authors": [
      "Marco Riccardi",
      "Andrei Kiselev",
      "Karim Achouri",
      "Olivier J. F. Martin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07160",
    "title": "Superconducting cavity piezo-electromechanics: the realization of an  acoustic frequency comb at microwave frequencies",
    "abstract": "We present a nonlinear multimode superconducting electroacoustic system, where the interplay between superconducting kinetic inductance and piezoelectric strong coupling establishes an effective Kerr nonlinearity among multiple acoustic modes at 10 GHz that could hardly be achieved via intrinsic mechanical nonlinearity. By exciting this multimode Kerr system with a single microwave tone, we further demonstrate a coherent electroacoustic frequency comb and provide theoretical understanding of multimode nonlinear interaction in the superstrong coupling limit. This nonlinear superconducting electroacoustic system sheds light on the active control of multimode resonator systems and offers an enabling platform for the dynamic study of microcombs at microwave frequencies. ",
    "url": "https://arxiv.org/abs/2208.07160",
    "authors": [
      "Xu Han",
      "Chang-Ling Zou",
      "Wei Fu",
      "Mingrui Xu",
      "Yuntao Xu",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07161",
    "title": "An Integrated, Phase-Controlled Power Divider for Metasurface Array  Antennas",
    "abstract": "We present the design of a phased, modulated, power distribution network for metasurface array antennas. The specific metasurface array design comprises a series of waveguides, each feeding a sub-array of dynamically tunable metamaterial elements that radiate at microwave (X-band) frequencies. To remain a one-port device, the composite array requires a power divider that can excite each branch waveguide with equal power. Further, the power divider must also apply a prescribed phase shift to each branch waveguide to mitigate metasurface-specific grating lobes. The presented design features hollow metal waveguides, with a conducting sheet patterned with metamaterial irises serving as the upper wall. A single hollow metal main waveguide feed is used to couple power to each of the branch waveguide. Carefully oriented slots control both the magnitude and phase of the field distributed from the main feed to each branch. All waveguides can be machined from a single block of metal, with a metamaterial-patterned printed circuit board laminated to the top of the assembly. The resulting design is mechanically robust and capable of high power operation while retaining the low-cost, low-power consumption, lightweight, and low-profile features common in metasurface antenna designs. ",
    "url": "https://arxiv.org/abs/2208.07161",
    "authors": [
      "Deepayan Banerjee",
      "Aaron V. Diebold",
      "David R. Smith",
      "Michael Boyarsky"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2208.07177",
    "title": "Coherent terahertz radiation with 2.8-octave tunability through  chip-scale photomixed microresonator optical parametric oscillation",
    "abstract": "High spectral purity frequency agile room temperature sources in the terahertz spectrum are foundational elements for imaging, sensing, metrology, and communications. Here we present a chip scale optical parametric oscillator based on an integrated nonlinear microresonator that provides broadly tunable single frequency and multi frequency oscillators in the terahertz regime. Through optical to terahertz down conversion using a plasmonic nanoantenna array, coherent terahertz radiation spanning 2.8 octaves is achieved from 330 GHz to 2.3 THz, with 20 GHz cavity mode limited frequency tuning step and 10 MHz intracavity mode continuous frequency tuning range at each step. By controlling the microresonator intracavity power and pump resonance detuning, tunable multi frequency terahertz oscillators are also realized. Furthermore, by stabilizing the microresonator pump power and wavelength, sub 100 Hz linewidth of the terahertz radiation with 10-15 residual frequency instability is demonstrated. The room temperature generation of both single frequency, frequency agile terahertz radiation and multi frequency terahertz oscillators in the chip scale platform offers unique capabilities in metrology, sensing, imaging and communications. ",
    "url": "https://arxiv.org/abs/2208.07177",
    "authors": [
      "Wenting Wang",
      "Ping-Keng Lu",
      "Abhinav Kumar Vinod",
      "Deniz Turan",
      "James McMillan",
      "Hao Liu",
      "Mingbin Yu",
      "Dim-Lee Kwong",
      "Mona Jarrahi",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07231",
    "title": "Metasurface-Based Realization of Photonic Time Crystals",
    "abstract": "Photonic time crystals are artificial materials whose electromagnetic properties are uniform in space but periodically vary in time. The synthesis of such materials and experimental observation of their physics remain very challenging. In this work, we extend the concept of photonic time crystals to metasurfaces. We demonstrate that time-varying metasurfaces preserve key physical properties of volumetric time crystals, in particular, generating momentum bandgaps for surface and free-space waves. Moreover, in sharp contrast to bulk time-crystals, the momentum bandgap can be directly accessed by free-space excitations, significantly simplifying the crystal implementation and its exploitation. Based on a microwave metasurface design, we achieved the first experimental confirmation of exponential wave amplification inside a momentum bandgap. The proposed metasurface serves as a universal material platform for realizing exotic photonic space-time crystals and providing low-noise amplification for surface wave signals in future 6G wireless communications. ",
    "url": "https://arxiv.org/abs/2208.07231",
    "authors": [
      "Xuchen Wang",
      "Mohammad Sajjad Mirmoosa",
      "Viktar S. Asadchy",
      "Carsten Rockstuhl",
      "Shanhui Fan",
      "Sergei A. Tretyakov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07236",
    "title": "Observation of Temporal Reflections and Broadband Frequency Translations  at Photonic Time-Interfaces",
    "abstract": "Time-reflection is a uniform inversion of the temporal evolution of a signal, which arises when an abrupt change in the properties of the host material occurs uniformly in space. At such a time-interface, a portion of the input signal is time-reversed, and its frequency spectrum is homogeneously translated while its momentum is conserved, forming the temporal counterpart of a spatial interface. Combinations of time-interfaces, forming time-metamaterials and Floquet matter, exploit the interference among multiple time-reflections for extreme wave manipulation, leveraging time as a new degree of freedom. Here, we report the observation of photonic time-reflections and associated broadband frequency translations in a switched transmission-line metamaterial whose effective capacitance is homogeneously and abruptly changed via a synchronized array of switches. A pair of temporal interfaces are combined to demonstrate time-reflection-induced wave interference, realizing the temporal counterpart of a Fabry-Perot cavity. Our results establish foundational building blocks to realize time-metamaterials and Floquet photonic crystals, with opportunities for extreme photon manipulation in space and time. ",
    "url": "https://arxiv.org/abs/2208.07236",
    "authors": [
      "Hady Moussa",
      "Gengyu Xu",
      "Shixiong Yin",
      "Emanuele Galiffi",
      "Younes Radi",
      "Andrea Alù"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07273",
    "title": "Rapid readout of terahertz orbital angular momentum beams using  atom-based imaging",
    "abstract": "We demonstrate the rapid readout of terahertz (THz) orbital angular momentum (OAM) beams using an atomic-vapour based imaging technique. OAM modes with both azimuthal and radial indices are created using phase-only transmission plates. The beams undergo terahertz to optical conversion in an atomic vapour, before being imaged in the far field using an optical CCD camera. In addition to the spatial intensity profile, we also observe the self-interferogram of the beams by imaging through a tilted lens, allowing the sign and magnitude of the azimuthal index to be read out directly. Using this technique, we can reliably read out the OAM mode of low-intensity beams with high fidelity in 10 ms. Such a demonstration is expected to have far-reaching consequences for proposed applications of terahertz OAM beams in communications and microscopy. ",
    "url": "https://arxiv.org/abs/2208.07273",
    "authors": [
      "Lucy A. Downes",
      "Daniel J. Whiting",
      "Charles S. Adams",
      "Kevin J. Weatherill"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07329",
    "title": "Turbulent Free-Space Optical Communication Utilizing Degree of  Polarization",
    "abstract": "Free-space optical (FSO) communication is often subject to atmospheric turbulence, which can result in loss of data and introduce security threats. Degree of polarization (DOP), a classical property of propagating light, is shown to be preserved when passed through experimentally generated turbulence. We also find that the state of polarization is preserved. Due to this resistance to turbulence, which does not require adaptive optics or post processing, we suggest that DOP could pose a valuable degree-of-freedom for multiplexed FSO communication and basis dependent encryption schemes. Experimental and simulation results are compared. ",
    "url": "https://arxiv.org/abs/2208.07329",
    "authors": [
      "Nicholas J. Savino",
      "Ravi K. Saripalli",
      "Jacob M. Leamer",
      "Wenlei Zhang",
      "Denys I. Bondar",
      "Ryan T. Glasser"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06454",
    "title": "Simultaneous Brillouin and piezoelectric coupling to high-frequency bulk  acoustic resonator",
    "abstract": "Bulk acoustic resonators support robust, long-lived mechanical modes, capable of coupling to various quantum systems. In separate works, such devices have achieved strong coupling to both superconducting qubits, via piezoelectricity, and optical cavities, via Brillouin interactions. In this work, we present a novel hybrid microwave/optical platform capable of coupling to bulk acoustic waves through cavity-enhanced piezoelectric and photoelastic interactions. The modular, tunable system achieves fully resonant and well-mode-matched interactions between a 3D microwave cavity, a high-frequency bulk acoustic resonator, and a Fabry Perot cavity. We realize this piezo-Brillouin interaction in x-cut quartz, demonstrating the potential for strong optomechanical interactions and high cooperativity using optical cavity enhancement. We further show how this device functions as a bidirectional electro-opto-mechanical transducer, with quantum efficiency exceeding $10^{-8}$, and a feasible path towards unity conversion efficiency. The high optical sensitivity and ability to apply large resonant microwave field in this system also offers a new tool for probing anomalous electromechanical couplings, which we demonstrate by investigating (nominally-centrosymmetric) CaF$_2$ and revealing a parasitic piezoelectricity of 83 am/V. Such studies are an important topic for emerging quantum technologies, and highlight the versatility of this new hybrid platform. ",
    "url": "https://arxiv.org/abs/2208.06454",
    "authors": [
      "Taekwan Yoon",
      "David Mason",
      "Vijay Jain",
      "Yiwen Chu",
      "Prashanta Kharel",
      "William H. Renninger",
      "Liam Collins",
      "Luigi Frunzio",
      "Robert J Schoelkopf",
      "Peter T Rakich"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06519",
    "title": "One-Electron Quantum Cyclotron as a Milli-eV Dark-Photon Detector",
    "abstract": "We propose using trapped electrons as high-$Q$ resonators for detecting meV dark photon dark matter. When the rest energy of the dark photon matches the energy splitting of the two lowest cyclotron levels, the first excited state of the electron cyclotron will be resonantly excited. A proof-of-principle measurement, carried out with one electron, demonstrates that the method is background-free over a 7.4 day search. It sets a limit on dark photon dark matter at 148 GHz (0.6 meV) that is around 75 times better than previous constraints. Dark photon dark matter in the 0.1-1 meV mass range (20-200 GHz) could likely be detected at a similar sensitivity in an apparatus designed for dark photon detection. ",
    "url": "https://arxiv.org/abs/2208.06519",
    "authors": [
      "Xing Fan",
      "Gerald Gabrielse",
      "Peter W. Graham",
      "Roni Harnik",
      "Thomas G. Myers",
      "Harikrishnan Ramani",
      "Benedict A. D. Sukra",
      "Samuel S. Y. Wong",
      "Yawen Xiao"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06563",
    "title": "Improving quantum measurements by introducing \"ghost\" Pauli products",
    "abstract": "Reducing the number of measurements required to estimate the expectation value of an observable is crucial for the variational quantum eigensolver to become competitive with state-of-the-art classical algorithms. To measure complicated observables such as a molecular electronic Hamiltonian, one of the common strategies is to partition the observable into linear combinations (fragments) of mutually commutative Pauli products. The total number of measurements for obtaining the expectation value is then proportional to the sum of variances of individual fragments. We propose a method that lowers individual fragment variances by modifying the fragments without changing the total observable expectation value. Our approach is based on adding Pauli products (\"ghosts\") that are compatible with members of multiple fragments. The total expectation value does not change because a sum of coefficients for each \"ghost\" Pauli product introduced to several fragments is zero. Yet, these additions change individual fragment variances because of the non-vanishing contributions of \"ghost\" Pauli products within each fragment. The proposed algorithm minimizes individual fragment variances using a classically efficient approximation of the quantum wavefunction for variance estimations. Numerical tests on a few molecular electronic Hamiltonian expectation values show several-fold reductions in the number of measurements in the \"ghost\" Pauli algorithm compared to those in the other recently developed techniques. ",
    "url": "https://arxiv.org/abs/2208.06563",
    "authors": [
      "Seonghoon Choi",
      "Tzu-Ching Yen",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06571",
    "title": "Realistic quantum photonic neural networks",
    "abstract": "Quantum photonic neural networks are variational photonic circuits that can be trained to implement high-fidelity quantum operations. However, work-to-date has assumed idealized components, including a perfect $\\pi$ Kerr nonlinearity. Here, we investigate the limitations of realistic quantum photonic neural networks that suffer from fabrication imperfections leading to photon loss and imperfect routing, and weak nonlinearities, showing that they can learn to overcome most of these errors. Using the example of a Bell-state analyzer, we demonstrate that there is an optimal network size, which balances imperfections versus the ability to compensate for lacking nonlinearities. With a sub-optimal $\\pi/10$ effective Kerr nonlinearity, we show that a network fabricated with current state-of-the-art processes can achieve an unconditional fidelity of 0.891, that increases to 0.999999 if it is possible to precondition success on the detection of a photon in each logical photonic qubit. Our results provide a guide to the construction of viable, brain-inspired quantum photonic devices for emerging quantum technologies. ",
    "url": "https://arxiv.org/abs/2208.06571",
    "authors": [
      "Jacob Ewaniuk",
      "Jacques Carolan",
      "Bhavin J. Shastri",
      "Nir Rotenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.06732",
    "title": "An integrated photonic engine for programmable atomic control",
    "abstract": "Solutions for scalable, high-performance optical control are important for the development of scaled atom-based quantum technologies. Modulation of many individual optical beams is central to the application of arbitrary gate and control sequences on arrays of atoms or atom-like systems. At telecom wavelengths, miniaturization of optical components via photonic integration has pushed the scale and performance of classical and quantum optics far beyond the limitations of bulk devices. However, these material platforms for high-speed telecom integrated photonics are not transparent at the short wavelengths required by leading atomic systems. Here, we propose and implement a scalable and reconfigurable photonic architecture for multi-channel quantum control using integrated, visible-light modulators based on thin-film lithium niobate. Our approach combines techniques in free-space optics, holography, and control theory together with a sixteen-channel integrated photonic device to stabilize temporal and cross-channel power deviations and enable precise and uniform control. Applying this device to a homogeneous constellation of silicon-vacancy artificial atoms in diamond, we present techniques to spatially and spectrally address a dynamically-selectable set of these stochastically-positioned point emitters. We anticipate that this scalable and reconfigurable optical architecture will lead to systems that could enable parallel individual programmability of large many-body atomic systems, which is a critical step towards universal quantum computation on such hardware. ",
    "url": "https://arxiv.org/abs/2208.06732",
    "authors": [
      "Ian Christen",
      "Madison Sutula",
      "Thomas Propson",
      "Hamed Sattari",
      "Gregory Choong",
      "Christopher Panuski",
      "Alexander Melville",
      "Justin Mallek",
      "Scott Hamilton",
      "P. Benjamin Dixon",
      "Adrian J. Menssen",
      "Danielle Braje",
      "Amir H. Ghadimi",
      "Dirk Englund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07138",
    "title": "Quantum support vector machines for aerodynamic classification",
    "abstract": "Aerodynamics plays an important role in aviation industry and aircraft design. Detecting and minimizing the phenomenon of flow separation from scattered pressure data on airfoil is critical for ensuring stable and efficient aviation. However, since it is challenging to understand the mechanics of flow field separation, the aerodynamic parameters are emphasized for the identification and control of flow separation. It has been investigated extensively using traditional algorithms and machine learning methods such as the support vector machine (SVM) models. Recently, a growing interest in quantum computing and its applications among wide research communities sheds light upon the use of quantum techniques to solve aerodynamic problems. In this paper, we apply qSVM, a quantum SVM algorithm based on the quantum annealing model, to identify whether there is flow separation, with their performance in comparison to the widely-used classical SVM. We show that our approach outperforms the classical SVM with an 11.1% increase of the accuracy, from 0.818 to 0.909, for this binary classification task. We further develop multi-class qSVMs based on one-against-all algorithm. We apply it to classify multiple types of the attack angles to the wings, where the advantage over the classical multi-class counterpart is maintained with an accuracy increased from 0.67 to 0.79, by 17.9%. Our work demonstrates a useful quantum technique for classifying flow separation scenarios, and may promote rich investigations for quantum computing applications in fluid dynamics. ",
    "url": "https://arxiv.org/abs/2208.07138",
    "authors": [
      "Xi-Jun Yuan",
      "Zi-Qiao Chen",
      "Yu-Dan Liu",
      "Zhe Xie",
      "Xian-Min Jin",
      "Ying-Zheng Liu",
      "Xin Wen",
      "Hao Tang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2208.07205",
    "title": "Full configuration interaction quantum Monte Carlo for coupled  electron--boson systems and infinite spaces",
    "abstract": "We extend the scope of full configuration interaction quantum Monte Carlo (FCIQMC) to be applied to coupled fermion-boson hamiltonians, alleviating the a priori truncation in boson occupation which is necessary for many other wave function based approaches to be tractable. Detailing the required algorithmic changes for efficient excitation generation, we apply FCIQMC in two contrasting settings. The first is a sign-problem-free Hubbard--Holstein model of local electron-phonon interactions, where we show that with care to control for population bias via importance sampling and/or reweighting, the method can achieve unbiased energies extrapolated to the thermodynamic limit, without suffering additional computational overheads from relaxing boson occupation constraints. Secondly, we apply the method as a `solver' within a quantum embedding scheme which maps electronic systems to local electron-boson auxiliary models, with the bosons representing coupling to long-range plasmonic-like fluctuations. We are able to sample these general electron-boson hamiltonians with ease despite a formal sign problem, including a faithful reconstruction of converged reduced density matrices of the system. ",
    "url": "https://arxiv.org/abs/2208.07205",
    "authors": [
      "Robert J. Anderson",
      "Charles C. J. Scott",
      "George H. Booth"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07249",
    "title": "Constructive Axiomatics in Spacetime Physics Part III: A Constructive  Axiomatic Approach to Quantum Spacetime",
    "abstract": "The Ehlers-Pirani-Schild (EPS) constructive axiomatisation of general relativity, published in 1972, purports to build up the kinematical structure of that theory from only axioms which have indubitable empirical content. It is, therefore, of profound significance both to the epistemology and to the metaphysics of spacetime theories. In this article, we consider extensions of the EPS axiomatisation towards quantum general relativity based upon quantum mechanical inputs (Part III). There are two companion papers, in which we provide a pedagogical walkthrough to the EPS axiomatisation (Part I), and discuss the significance of constructive approaches to spacetime structure more generally (Part II). ",
    "url": "https://arxiv.org/abs/2208.07249",
    "authors": [
      "Emily Adlam",
      "Niels Linnemann",
      "James Read"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07268",
    "title": "The manipulation of ultracold atoms of high orbitals in optical lattices",
    "abstract": "Ultracold atoms in optical lattices are a powerful tool for quantum simulation, precise measurement, and quantum computation. A fundamental problem in applying this quantum system is how to manipulate the higher bands or orbitals in Bloch states effectively. Here we mainly review our methods for manipulating high orbital ultracold atoms in optical lattices with different configurations. Based on these methods, we construct the atom-orbital qubit under nonadiabatic holonomic quantum control and Ramsey interferometry with trapped motional quantum states. Then we review the observation of the novel quantum states and the study of the dynamical evolution of the high orbital atoms in optical lattices. The effective manipulation of the high orbitals provides strong support for applying ultracold atoms in the optical lattice in many fields. ",
    "url": "https://arxiv.org/abs/2208.07268",
    "authors": [
      "Shengjie Jin",
      "Xuzong Chen",
      "Xiaoji Zhou"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2101.11442",
    "title": "Magnetic Resonance Spectroscopy Deep Learning Denoising Using Few In  Vivo Data",
    "abstract": " Title: Magnetic Resonance Spectroscopy Deep Learning Denoising Using Few In  Vivo Data ",
    "url": "https://arxiv.org/abs/2101.11442",
    "authors": [
      "Dicheng Chen",
      "Wanqi Hu",
      "Huiting Liu",
      "Yirong Zhou",
      "Tianyu Qiu",
      "Yihui Huang",
      "Zi Wang",
      "Jiazheng Wang",
      "Liangjie Lin",
      "Zhigang Wu",
      "Hao Chen",
      "Xi Chen",
      "Gen Yan",
      "Di Guo",
      "Jianzhong Lin",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2108.04545",
    "title": "Internal wave and turbulence observations with very high-resolution  temperature sensors along the Cabauw mast",
    "abstract": " Comments: 40 pages, 12 figures, 1 table ",
    "url": "https://arxiv.org/abs/2108.04545",
    "authors": [
      "Hans van Haren",
      "Fred. C. Bosveld"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2110.05787",
    "title": "Model and Measurements of an Optical Stack for Broadband Visible to  Near-IR Absorption in TiN KIDs",
    "abstract": " Comments: 8 pages, 5 figures (color), submitted to Journal of Low Temperature Physics ",
    "url": "https://arxiv.org/abs/2110.05787",
    "authors": [
      "K. Kouwenhoven",
      "I. Elwakil",
      "J. van Wingerden",
      "V. Murugesan",
      "D. J. Thoen",
      "J. J. A. Baselmans",
      "P. J. de Visser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.08783",
    "title": "Optical diagnostics of laser-produced plasmas",
    "abstract": " Comments: 44 pages, 31 figures ",
    "url": "https://arxiv.org/abs/2201.08783",
    "authors": [
      "S. S. Harilal",
      "M. C. Phillips",
      "D. H. Froula",
      "K. K. Anoop",
      "R. C. Issac",
      "F. N. Beg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14717",
    "title": "On the depletion behaviour of low-temperature covalently bonded silicon  sensor diodes",
    "abstract": " Comments: To be submitted to JINST as part of the INFIERI 2021 proceedings, 12 pages, 7 figures, 2 tables, Minor revision as per referee request ",
    "url": "https://arxiv.org/abs/2206.14717",
    "authors": [
      "Johannes Wüthrich",
      "André Rubbia"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]