[
  {
    "id": "arXiv:2401.06926",
    "title": "Enhanced Twist-Averaging Technique for Magnetic Metals: Applications  using Quantum Monte Carlo",
    "abstract": "We propose an improved twist-averaging scheme for quantum Monte Carlo methods that use converged Kohn-Sham or Hartree-Fock orbitals as the reference. This twist-averaging technique is tailored to sample the Brillouin zone of magnetic metals, though it naturally extends to nonmagnetic conducting systems. The proposed scheme aims to reproduce the reference magnetization and achieves charge neutrality by construction, thus avoiding the large energy fluctuations and the post-processing needed to correct the energies. It shows the most robust convergence of total energy and magnetism to the thermodynamic limit when compared against four other twist-averaging schemes. Diffusion Monte Carlo applications are shown on nonmagnetic Al and ferromagnetic $\\alpha$-Fe. The cohesive energy of Al in the thermodynamic limit shows an excellent agreement with the experimental result. Furthermore, the magnetic moments in $\\alpha$-Fe exhibit rapid convergence with the increasing number of twists. ",
    "url": "https://arxiv.org/abs/2401.06926",
    "authors": [
      "Abdulgani Annaberdiyev",
      "Panchapakesan Ganesh",
      "Jaron T. Krogel"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06968",
    "title": "Polarization-insensitive wide-angle resonant acousto-optic phase  modulator",
    "abstract": "Phase modulators are commonly used devices in optics. Free-space phase modulators are typically constructed from optically anisotropic crystals exhibiting the Pockels effect. To preserve the light's polarization state as it propagates through the crystal, it is essential to align the polarization and angle of incidence of the light with respect to the crystal. In this study, we demonstrate the feasibility of constructing free-space resonant phase modulators with a broad acceptance angle and minimal dependence on the polarization state of light using an acousto-optic approach. These modulators operate in the megahertz frequency range, require modest power levels, have aperture sizes exceeding one square centimeter, and feature sub-millimeter thickness. ",
    "url": "https://arxiv.org/abs/2401.06968",
    "authors": [
      "Okan Atalar",
      "Amin Arbabian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.07032",
    "title": "Interaction of Vortex Ring with Perforated V-Wall",
    "abstract": "Experiments are performed to investigate the interaction of a vortex ring (Reynolds number based on circulation (Re gamma = 11500) with perforated surface (open area ratio, phi1 = 0.24 and phi2 = 0.44) with different included angles (theta = 60deg - 180deg ). The phenomenon is characterized using techniques like Planer Laser-Induced Fluorescence (PLIF) imaging and Particle Image Velocimetry (PIV). Lagrangian analysis using finite-time Lyapunov exponents (FTLE) and Gamma_2 vortex identification methods are utilised to understand the flow physics. Early observations reveal the growth of induced mushroom structures through the holes as a consequence of placing the perforated surface in the path of the vortex ring. These structures along with Kelvin-Helmholtz (K-H) instability imparts the initial instability to the emerging jets. We discern a sequential emergence of the vortex ring in the form of jets at lower theta value that diminishes at higher values. Except for theta = 150deg cases, where the flow from the two halves starts to talk resulting in a divergence in the circulation ratio, a reformed vortex ring is formed for all cases in the far downstream. A detailed discussion on the downstream vorticity dynamics has been been provided using vorticity contours, time-series variation of circulation and the FTLE fields. By varying the value of theta, we present a more generalised study of vortex ring interacting with perforated surfaces that finds application in multiple domains including flow control, manipulation and vortical cleaning. ",
    "url": "https://arxiv.org/abs/2401.07032",
    "authors": [
      "Siddhant Jain",
      "Saini Jatin Rao",
      "Saptarshi Basu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.07040",
    "title": "Acoustic Three-dimensional Chern Insulators with Arbitrary Chern Vectors",
    "abstract": "The Chern vector is a vectorial generalization of the scalar Chern number, being able to characterize the topological phase of three-dimensional (3D) Chern insulators. Such a vectorial generalization extends the applicability of Chern-type bulk-boundary correspondence from one-dimensional (1D) edge states to two-dimensional (2D) surface states, whose unique features, such as forming nontrivial torus knots or links in the surface Brillouin zone, have been demonstrated recently in 3D photonic crystals. However, since it is still unclear how to achieve an arbitrary Chern vector, so far the surface-state torus knots or links can emerge, not on the surface of a single crystal as in other 3D topological phases, but only along an internal domain wall between two crystals with perpendicular Chern vectors. Here, we extend the 3D Chern insulator phase to acoustic crystals for sound waves, and propose a scheme to construct an arbitrary Chern vector that allows the emergence of surface-state torus knots or links on the surface of a single crystal. These results provide a complete picture of bulk-boundary correspondence for Chern vectors, and may find use in novel applications in topological acoustics. ",
    "url": "https://arxiv.org/abs/2401.07040",
    "authors": [
      "Yang Linyun",
      "Xi Xiang",
      "Meng Yan",
      "Zhu Zhenxiao",
      "Wu Ying",
      "Chen Jingming",
      "Cheng Minqi",
      "Xiang Kexin",
      "Shum Perry Ping",
      "Yang Yihao",
      "Chen Hongsheng",
      "Li Jian",
      "Yan Bei",
      "Liu Gui-Geng",
      "Zhang Baile",
      "Gao Zhen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07185",
    "title": "Non-resonant Bragg scattering four-wave-mixing at near visible  wavelengths in low-confinement silicon nitride waveguides",
    "abstract": "Quantum state coherent frequency conversion processes-such as Bragg scattering four wave mixing (BSFWM)-hold promise as a flexible technique for networking heterogeneous and distant quantum systems. In this letter, we demonstrate BSFWM within an extended (1.2-m) low-confinement silicon nitride waveguide and show that this system has the potential for near unity quantum coherent frequency conversion in visible and near-visible wavelength ranges. Using sensitive heterodyne laser spectroscopy at low optical powers, we characterize the Kerr coefficient (~1.55 W^{-1} m^{-1}) and linear propagation loss (~0.0175 dB/cm) of this non-resonant waveguide system, revealing a record-high nonlinear figure of merit (NFM = gamma/alpha is approximately equal to 3.85 W^{-1}) for BSFWM of near visible light in non-resonant silicon nitride waveguides. We demonstrate how, at high yet achievable on-chip optical powers, this NFM would yield a comparatively large frequency conversion efficiency, opening the door to near-unity flexible frequency conversion without cavity enhancement and resulting bandwidth constraints. ",
    "url": "https://arxiv.org/abs/2401.07185",
    "authors": [
      "Nicholas Jaber",
      "Scott Madaras",
      "Andrew Starbuck",
      "Andrew Pomerene",
      "Christina Dallo",
      "Douglas C. Trotter",
      "Michael Gehl",
      "Nils Otterstrom"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.07197",
    "title": "Photonic real time video image signal processor at 17Tb/s based on a  Kerr microcomb",
    "abstract": "Signal processing has become central to many fields, from coherent optical telecommunications, where it is used to compensate signal impairments, to video image processing. Image processing is particularly important for observational astronomy, medical diagnosis, autonomous driving, big data and artificial intelligence. For these applications, signal processing traditionally has mainly been performed electronically. However these, as well as new applications, particularly those involving real time video image processing, are creating unprecedented demand for ultrahigh performance, including high bandwidth and reduced energy consumption. Here, we demonstrate a photonic signal processor operating at 17 Terabits/s and use it to process video image signals in real-time. The system processes 400,000 video signals concurrently, performing 34 functions simultaneously that are key to object edge detection, edge enhancement and motion blur. As compared with spatial-light devices used for image processing, our system is not only ultra-high speed but highly reconfigurable and programable, able to perform many different functions without any change to the physical hardware. Our approach is based on an integrated Kerr soliton crystal microcomb, and opens up new avenues for ultrafast robotic vision and machine learning. ",
    "url": "https://arxiv.org/abs/2401.07197",
    "authors": [
      "Mengxi Tan",
      "Xingyuan Xu",
      "Andreas Boes",
      "Bill Corcoran",
      "Thach G. Nguyen",
      "Sai T. Chu",
      "Brent E. Little",
      "Roberto Morandotti",
      "Jiayang Wu",
      "Arnan Mitchell",
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07198",
    "title": "Waveguide optical parametric amplifiers in silicon nitride with 2D  graphene oxide films",
    "abstract": "Optical parametric amplification (OPA) represents a powerful solution to achieve broadband amplification in wavelength ranges beyond the scope of conventional gain media, for generating high-power optical pulses, optical microcombs, entangled photon pairs and a wide range of other applications. Here, we demonstrate optical parametric amplifiers based on silicon nitride (Si3N4) waveguides integrated with two-dimensional (2D) layered graphene oxide (GO) films. We achieve precise control over the thickness, length, and position of the GO films using a transfer-free, layer-by-layer coating method combined with accurate window opening in the chip cladding using photolithography. Detailed OPA measurements with a pulsed pump for the fabricated devices with different GO film thicknesses and lengths show a maximum parametric gain of ~24.0 dB, representing a ~12.2 dB improvement relative to the device without GO. We perform a theoretical analysis of the device performance, achieving good agreement with experiment and showing that there is substantial room for further improvement. This work represents the first demonstration of integrating 2D materials on chips to enhance the OPA performance, providing a new way of achieving high performance photonic integrated OPA by incorporating 2D materials. ",
    "url": "https://arxiv.org/abs/2401.07198",
    "authors": [
      "Yang Qu",
      "Jiayang Wu",
      "Yuning Zhang",
      "Yunyi Yang",
      "Linnan Jia",
      "Houssein El Dirani",
      "Sébastien Kerdiles",
      "Corrado Sciancalepore",
      "Pierre Demongodin",
      "Christian Grillet",
      "Christelle Monat",
      "Baohua Jia",
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07315",
    "title": "Ultrasensitive piezoelectric sensor based on two-dimensional Na2Cl  crystals with periodic atom vacancies",
    "abstract": "Pursuing ultrasensitivity of pressure sensors has been a long-standing goal. Here, we report a piezoelectric sensor that exhibits supreme pressure-sensing performance, including a peak sensitivity up to 3.5*10^6 kPa^-1 in the pressure range of 1-100 mPa and a detection limit of less than 1 mPa, superior to the current state-of-the-art pressure sensors. These properties are attributed to the high percentage of periodic atom vacancies in the two-dimensional Na2Cl crystals formed within multilayered graphene oxide membrane in the sensor, which provides giant polarization with high stability. The sensor can even clearly detect the airflow fluctuations surrounding a flapping butterfly, which have long been the elusive tiny signals in the famous \"butterfly effect\". The finding represents a step towards next-generation pressure sensors for various precision applications. ",
    "url": "https://arxiv.org/abs/2401.07315",
    "authors": [
      "Tao Wang",
      "Yan Fan",
      "Jie Jiang",
      "Yangyang Zhang",
      "Yingying Huang",
      "Liuyuan Zhu",
      "Haifei Zhan",
      "Chunli Zhang",
      "Bingquan Peng",
      "Zhen Gu",
      "Qiubo Pan",
      "Junjie Wu",
      "Junlang Chen",
      "Pei Li",
      "Lei Zhang",
      "Liang Chen",
      "Chaofeng Lü",
      "Haiping Fang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07362",
    "title": "Entangled photons from liquid crystals: a new paradigm of tunable  quantum light sources",
    "abstract": "Due to the ability of liquid crystals to self-assemble into complex structures, their strong response to the electric field, integrability into complex optical systems, and recently also considerable second-order optical nonlinearity, they are a base for various linear and nonlinear optical devices. However, their use as sources of quantum states of light has not been explored so far. Here, we demonstrate an efficient electric-field tunable broadband source of entangled photons based on spontaneous parametric down-conversion in a ferroelectric nematic liquid crystal. The emission rate and the polarization state of the photon pairs can be drastically altered by either applying a few volts or twisting the molecular orientation along the sample, enabling the generation of almost any polarization state. The concepts developed here could be extended to complex topological structures and multi-pixel devices generating quantum light. ",
    "url": "https://arxiv.org/abs/2401.07362",
    "authors": [
      "Vitaliy Sultanov",
      "Aljaž Kavčič",
      "Manolis Kokkinakis",
      "Nerea Sebastián",
      "Natan Osterman",
      "Maria V. Chekhova",
      "Matjaž Humar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07391",
    "title": "Ultra-broadband Optical Diffraction Tomography",
    "abstract": "Optical diffraction tomography (ODT) is a powerful non-invasive 3D imaging technique, but its combination with broadband light sources is difficult. In this study, we introduce ultrabroadband ODT, covering over 150 nm of visible spectral bandwidth with a lateral spatial resolution of 150 nm. Our work addresses a critical experimental gap by enabling the measurement of broadband refractive index changes in 3D samples, a crucial information that is difficult to assess with existing methodologies. We present spectrally resolved ODT images of HeLa cells, obtained via pulse-shaping based Fourier transform spectroscopy. We, further, conduct comparative experiments using gold-nanoparticle incubated as well as non-incubated cells. The spectral observations enabled by ultrabroadband ODT, combined with material-dependent refractive index responses, allow for precise three-dimensional identification of the nano-particles within cellular structures. Our work represents a crucial step towards spectrally and time-resolved tomography of complex 3D structures with implications for life and materials science applications. ",
    "url": "https://arxiv.org/abs/2401.07391",
    "authors": [
      "Martin Hörmann",
      "Franco V.A. Camargo",
      "Niek F. van Hulst",
      "Giulio Cerullo",
      "Matz Liebel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07443",
    "title": "MesoHops: Size-invariant scaling calculations of multi-excitation open  quantum systems",
    "abstract": "The photoexcitation dynamics of molecular materials on the 10-100 nm length scale depend on complex interactions between the electronic and vibrational degrees of freedom, rendering exact calculations difficult or intractable. The adaptive Hierarchy of Pure States (adHOPS) is a formally exact method that leverages the locality imposed by interactions between thermal environments and electronic excitations to achieve size-invariant scaling calculations for single-excitation processes in systems described by a Frenkel-Holstein Hamiltonian. Here, we extend adHOPS to account for arbitrary couplings between the thermal environments and vertical excitation energies, enabling formally exact, size-invariant calculations that involve multiple excitations or states with shared thermal environments. In addition, we introduce a low-temperature correction and effective integration of the noise algorithm to reduce the computational expense of including ultrafast vibrational relaxation in HOPS simulations. We present these advances in the latest version of the open-source MesoHops library and use MesoHops to characterize charge separation at a one-dimensional organic heterojunction when both the electron and hole are mobile. ",
    "url": "https://arxiv.org/abs/2401.07443",
    "authors": [
      "Brian Citty",
      "Jacob K. Lynd",
      "Tarun Gera",
      "Leonel Varvelo",
      "Doran I.G.B. Raccah"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07491",
    "title": "Automatic Algorithm Switching for Accurate Quantum Chemical Calculations",
    "abstract": "Quantum chemical calculations (QCC) are computational techniques to analyze the characteristics of molecules. The variational quantum eigensolver (VQE) designed for noisy intermediate-scale quantum (NISQ) computers can be used to calculate the ground-state energies of molecules, while coupled-cluster with singles, doubles, and perturbative triples [CCSD(T)] is regarded as a traditional gold standard algorithm in QCC. The advantage between CCSD(T) and VQE in terms of the accuracy of ground-state energy calculation differs depending on molecular structures. In this work, we propose an automatic algorithm switching (AAS) technique to accurately calculate the ground-state energies of a target molecule with different bond distances. It automatically switches CCSD(T) and VQE by identifying a bond distance where the accuracy of CCSD(T) begins to drop for a target molecule. Our evaluation using a noise-less quantum computer simulator demonstrates that AAS improves the accuracy to describe the bond breaking processes of molecules compared to CCSD(T) and VQE. ",
    "url": "https://arxiv.org/abs/2401.07491",
    "authors": [
      "Satoshi Imamura",
      "Akihiko Kasagi",
      "Eiji Yoshida"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07535",
    "title": "Time-varying k-domain modulation around a point sink in time reversal  cavity",
    "abstract": "This paper derives and investigates a time-varying k-domain modulation in vector form using a time-reversal (TR) field decomposition theory proposed for the first time. First, the proposed theory illustrates that the TR field can exhibit super-resolution property from the perspective of spatial focusing pattern if a point sink is set at the initial source point. Afterward, the instantaneous TR fields with and without the point sink, as well as their k-domain patterns are compared to illustrate the time-varying k-domain modulation, which accounts for the superresolution property. The phenomenon observed and derived in this paper shows great potential in the applications empowered by super-resolution focusing, such as wireless communication carrying the subwavelength information and high spatial resolution wireless power transfer. ",
    "url": "https://arxiv.org/abs/2401.07535",
    "authors": [
      "Xin Liu",
      "Jin-Shan Cui",
      "Ren Wang",
      "Yanhe Lv",
      "Bing-Zhong Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07547",
    "title": "Why we care (about quantum machine learning)",
    "abstract": "Quantum machine learning has received tremendous amounts of attention in the last ten years, and this trend is on the rise. Despite its developments being currently limited to either theoretical statements and formal proofs or small-scale noisy experiments and classical simulations, this field of quantum technologies has been consistently standing in the spotlight. Moreover, the locus of attention seems to have been skewed towards three central questions: \"Can we beat classical computers?\", \"How?\" and \"When?\". In this work, I argue that focus on quantum machine learning stems from a wide range of factors, some of which lie outside the discipline itself. Based on both recent and key publications on the subject as well as general audience sources, I give a brief overview of the core questions being raised in quantum machine learning and propose a socio-epistemologic interpretation of the motivations behind those and interplay between them. ",
    "url": "https://arxiv.org/abs/2401.07547",
    "authors": [
      "Richard A. Wolf"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07649",
    "title": "Generation of intense, polarization-controlled magnetic fields with  non-paraxial structured laser beams",
    "abstract": "The ability to spatially separate the electric and magnetic fields of a light beam enables the inspection of laser-matter interactions driven solely by optical magnetic fields. However, magnetic field excitations are commonly orders of magnitude weaker than those driven by the electric field. Several studies have already demonstrated the isolation of an intense, linearly polarized magnetic field using structured light. In this work, we report the generation of isolated high intensity magnetic fields with controlled polarization state in the non-paraxial regime using structured laser beams. Our theoretical findings highlight a significant enhancement in the amplitude of the longitudinal magnetic field carried by an azimuthally polarized laser under tight-focusing conditions. Furthermore, by implementing a multiple-beam configuration, we achieve precise control over the polarization state and amplitude of the spatially isolated magnetic field. We report the generation of polarization-controlled magnetic fields reaching up to tens of Tesla, even from moderately intense laser beams of $\\sim 10^{12} \\, \\mathrm{W}/\\mathrm{cm}^2$. Our study paves the way for ultraintense interactions with circularly polarized magnetic fields from a feasible experimental setup point of view, particularly interesting to probe ferromagnetic materials and chiral media. ",
    "url": "https://arxiv.org/abs/2401.07649",
    "authors": [
      "Sergio Martín-Domene",
      "Luis Sánchez-Tejerina",
      "Rodrigo Martín-Hernández",
      "Carlos Hernández-García"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.07686",
    "title": "Acoustic Mode Hybridization in a Single Dimer of Gold Nanoparticles",
    "abstract": "The acoustic vibrations of single monomers and dimers of gold nanoparticles were investigated by measuring for the first time their ultra-low frequency micro-Raman scattering. This experiment provides access not only to the frequency of the detected vibrational modes, but also to their damping rate, which is obscured by inhomogeneous effects in measurements on ensembles of nano-objects. This allows a detailed analysis of the mechanical coupling occurring between two close nanoparticles (mediated by the polymer surrounding them) in the dimer case. Such coupling induces the hybridization of the vibrational modes of each nanoparticle, leading to the appearance in the Raman spectra of two ultra-low frequency modes corresponding to the out-of-phase longitudinal and transverse (with respect to the dimer axis) quasi-translations of the nanoparticles. Additionally, it is also shown to shift the frequency of the quadrupolar modes of the nanoparticles. Experimental results are interpreted using finite-element simulations, which enable the unambiguous identification of the detected modes and, despite the simplifications made, lead to a reasonable reproduction of their measured frequencies and quality factors. The demonstrated feasibility of low frequency Raman scattering experiments on single nano-objects opens up new possibilities to improve the understanding of nanoscale vibrations, this technique being complementary with single nano-object time-resolved spectroscopy as it gives access to different vibrational modes. ",
    "url": "https://arxiv.org/abs/2401.07686",
    "authors": [
      "Adrien Girard",
      "Hélène Gehan",
      "Alain Mermet",
      "Jean Lermé",
      "Alice Berthelot",
      "Emmanuel Cottancin",
      "Aurelien Crut",
      "Jeremie Margueritat",
      "Christophe Bonnet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.07816",
    "title": "Modelling Dynamic Limitations of Lithium Transport in Lithium-Sulfur  Batteries",
    "abstract": "A common, yet unmodelled experimental phenomenon is explained first through the experimental data and then through modelling efforts. The phenomenon is a large, temporary loss in voltage during constant current discharge. This effect can be observed in several independent experimental settings, such as during low-temperature operation, under high currents, with low Electrolyte-to-Sulfur (E/S) ratios, as well as in cells with high salt concentrations. The model presented here is the first to prove to capture this effect. Moreover, several other related experimental results are presented, discussed, and predicted by the model. A fundamental explanation for why most Li-S models are unlikely to be able to capture the large voltage loss effect is also given. ",
    "url": "https://arxiv.org/abs/2401.07816",
    "authors": [
      "Dr. Michael Cornish",
      "Dr. Monica Marinescu",
      "Mr. Dharshannan Sugunan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07856",
    "title": "Information hiding cameras: optical concealment of object information  into ordinary images",
    "abstract": "Data protection methods like cryptography, despite being effective, inadvertently signal the presence of secret communication, thereby drawing undue attention. Here, we introduce an optical information hiding camera integrated with an electronic decoder, optimized jointly through deep learning. This information hiding-decoding system employs a diffractive optical processor as its front-end, which transforms and hides input images in the form of ordinary-looking patterns that deceive/mislead human observers. This information hiding transformation is valid for infinitely many combinations of secret messages, all of which are transformed into ordinary-looking output patterns, achieved all-optically through passive light-matter interactions within the optical processor. By processing these ordinary-looking output images, a jointly-trained electronic decoder neural network accurately reconstructs the original information hidden within the deceptive output pattern. We numerically demonstrated our approach by designing an information hiding diffractive camera along with a jointly-optimized convolutional decoder neural network. The efficacy of this system was demonstrated under various lighting conditions and noise levels, showing its robustness. We further extended this information hiding camera to multi-spectral operation, allowing the concealment and decoding of multiple images at different wavelengths, all performed simultaneously in a single feed-forward operation. The feasibility of our framework was also demonstrated experimentally using THz radiation. This optical encoder-electronic decoder-based co-design provides a novel information hiding camera interface that is both high-speed and energy-efficient, offering an intriguing solution for visual information security. ",
    "url": "https://arxiv.org/abs/2401.07856",
    "authors": [
      "Bijie Bai",
      "Ryan Lee",
      "Yuhang Li",
      "Tianyi Gan",
      "Yuntian Wang",
      "Mona Jarrahi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08055",
    "title": "A Programmable and Reconfigurable Photonic Simulator for Classical XY  Models",
    "abstract": "The classical spin models attracts growing interests since many optimization problems can be mapped to searching the ground states of these models. However, solving such problems on conventional computers requires exponentially growing resources. In this work, we proposed and experimentally demonstrated a photonic simulator for classical XY models. By encoding the XY spins on the phase term of the input light field, the corresponding XY Hamiltonian could be performed on the output light intensities. The simulator is mainly based on a programmable and reconfigurable optical vector-matrix multiplication system, which can map arbitrary XY models within the dimensionality limit. We first demonstrate the Berezinskii-Kosterlitz-Thouless transition in a two-dimensional XY model, in which the expectation values of some observables are calculated and consistent with the theory. Besides, we performed the ground state search of two 25-spin XY models with different spin connections and coupling strengths. Our proposal paves a new way to investigate the XY spin system. ",
    "url": "https://arxiv.org/abs/2401.08055",
    "authors": [
      "Jiayi Ouyang",
      "Yuxuan Liao",
      "Xue Feng",
      "Yongzhuo Li",
      "Kaiyu Cui",
      "Fang Liu",
      "Hao Sun",
      "Wei Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.08180",
    "title": "Control-free and efficient silicon photonic neural networks via  hardware-aware training and pruning",
    "abstract": "Silicon photonic neural networks (PNNs) utilizing wavelength-multiplexing approaches, such as those based on micro-ring resonators (MRRs), offer superior performance due to their weight assignment, exceptional energy efficiency, and high computing density achieved through small device footprints. However, MRRs are highly sensitive to ambient disturbance, with even slight resonance drifts of tens of picometers potentially compromising MRRs-based PNNs. Current solutions often rely on complex control methods, resulting in high hardware complexity impractical for large-scale PNNs. Here, we propose a novel hardware-aware training and pruning approach. The core idea is to train the parameters of a physical neural network towards its noise-robust and energy-efficient region. This innovation enables control-free and energy-efficient photonic computing. Experimentally, this method improves computing precision by 4 bits without requiring intricate MRR control or power-consuming temperature stabilization circuits. It notably increases the accuracy of experimental handwritten digit classification from 67.0%, initially impacted by the thermal variances, to 95.0%, a figure comparable to the theoretical value and achieved without a thermoelectric controller. Additionally, this approach reduces the energy required to tune the MRRs ten-fold. Furthermore, our numerical verification indicates that this method is broadly applicable across various NN sizes and machine-learning tasks. Its effectiveness is particularly marked in larger NNs, where it boosts accuracy from 10.9% to 98.0% and slashes power consumption by 160 times. This advancement represents a significant step towards the practical, energy-efficient, and noise-resilient implementation of large-scale integrated PNNs. ",
    "url": "https://arxiv.org/abs/2401.08180",
    "authors": [
      "Tengji Xu",
      "Weipeng Zhang",
      "Jiawei Zhang",
      "Zeyu Luo",
      "Qiarong Xiao",
      "Benshan Wang",
      "Mingcheng Luo",
      "Xingyuan Xu",
      "Bhavin J. Shastri",
      "Paul R. Prucnal",
      "Chaoran Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08199",
    "title": "Photonic Modes Prediction via Multi-Modal Diffusion Model",
    "abstract": "The concept of photonic modes is the cornerstone in optics and photonics, which can describe the propagation of the light. The Maxwell's equations play the role in calculating the mode field based on the structure information, while this process needs a great deal of computations, especially in the handle with a three-dimensional model. To overcome this obstacle, we introduce the Multi-Modal Diffusion model to predict the photonic modes in one certain structure. The Contrastive Language-Image Pre-training (CLIP) model is used to build the connections between photonic structures and the corresponding modes. Then we exemplify Stable Diffusion (SD) model to realize the function of optical fields generation from structure information. Furthermore, we provide a way to improve the details of photonic modes. Our work introduces Multi-Modal deep learning to construct complex mapping between structural information and light field as high-dimensional vectors, and generates light field images based on this mapping. ",
    "url": "https://arxiv.org/abs/2401.08199",
    "authors": [
      "Jinyang Sun",
      "Xi Chen",
      "Xiumei Wang",
      "Dandan Zhu",
      "Xingping Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08259",
    "title": "Ultrafast Excited-State Energy Transfer in Phenylene Ethynylene  Dendrimer: Quantum Dynamics with Tensor Network Method",
    "abstract": "Photo-induced excited-state energy transfer (EET) processes play an important role in the solar energy conversions. The phenylene ethynylene (PE) dendrimers display great potential in improving the efficiency of solar cells, because of their excellent photo-harvesting and exciton-transport properties. In this work, we investigated the intramolecular EET dynamics in a dendrimer composed of two linear PE units (2-ring and 3-ring) using the full quantum dynamics based on the tensor network method. We first constructed a diabatic model Hamiltonian based on the electronic structure calculations. Using this diabatic vibronic coupling model, we tried to obtain the main features of the EET dynamics in terms of the several diabatic models with different numbers of vibrational modes (from 4 modes to 129 modes) and to explore the corresponding vibronic coupling interactions. The results show that the EET in the current PE dendrimer is an ultrafast process. Four modes with A' symmetry play dominant roles in the dynamics, other 86 modes with A' symmetry can damp the electronic coherence, and the modes of A\" symmetry do not show the significant influence on the EET process. Overall, the first-order intrastate vibronic coupling terms show the dominant roles in the EET dynamics, while the second-order intrastate vibronic coupling terms give the visible impact here by damping the electronic coherence and slowing down the overall EET process. This work provides a valuable understanding of the physical insight in the EET dynamics of PE dendrimers. ",
    "url": "https://arxiv.org/abs/2401.08259",
    "authors": [
      "Sisi Liu",
      "Jiawei Peng",
      "Peng Bao",
      "Qiang Shi",
      "Zhenggang Lan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08410",
    "title": "Effects of colliding laser pulses polarization on $ e^{-}e^{+} $ cascade  development in extreme focusing",
    "abstract": "The onset and development of electron-positron cascade in a standing wave formed by multiple colliding laser pulses requires tight focusing in order to achieve the maximum laser intensity. There, steep spatio-temporal gradients in the laser intensity expel seed particles from the high-intensity region and thus can prevent the onset of a cascade. We show that radially polarized laser pulses ensure that the seed electrons are present at the focal plane at the moment of the highest amplitude even in the case of extreme focusing. This feature reduces the required laser power for the onset of a cascade 100 times (80 times) compared to circularly (linearly) polarized laser pulses having the same focal spot radius and duration. ",
    "url": "https://arxiv.org/abs/2401.08410",
    "authors": [
      "M. Jirka",
      "S. V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08448",
    "title": "Extraordinary Optical and Transport Properties of Disordered Stealthy  Hyperuniform Two-Phase Media",
    "abstract": "Disordered stealthy hyperuniform (SHU) two-phase media are a special subset of hyperuniform structures with novel physical properties due to their hybrid crystal-liquid nature. We have previously shown that the strong-contrast expansion of a linear fractional form of the effective dynamic dielectric constant leads to accurate approximations for disordered two-phase composites when truncated at the two-point level for distinctly different microstructural symmetries in three dimensions. Here, we further elucidate the extraordinary optical and transport properties of disordered SHU media. Among other results, we prove in detail that SHU layered and transversely isotropic media are perfectly transparent (i.e., no Anderson localization, in principle) within finite wavenumber intervals through the third-order terms. Remarkably, the results for these SHU media imply that there can be no Anderson localization within the predicted perfect transparency interval in practice because the localization length is much larger than any practically large sample size. We further contrast and compare the extraordinary physical properties of SHU layered, transversely isotropic, and fully isotropic media to other model nonstealthy microstructures, including their attenuation characteristics, as measured by the imaginary part of effective dielectric constant, and transport properties, as measured by the time-dependent diffusion spreadability. We demonstrate cross-property relations between them: they are positively correlated as the structures span from nonhyperuniform, nonstealthy hyperuniform, and SHU media. Establishing cross-property relations for SHU media for other wave phenomena (e.g., elastodynamics) and transport properties will also be useful. Cross-property relations are generally useful because they enable one to estimate one property, given a measurement of another. ",
    "url": "https://arxiv.org/abs/2401.08448",
    "authors": [
      "Jaeuk Kim",
      "Salvatore Torquato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06850",
    "title": "Integrated photonic structures for photon-mediated entanglement of  trapped ions",
    "abstract": "Trapped atomic ions are natural candidates for quantum information processing and have the potential to realize or improve quantum computing, sensing, and networking. These applications often require the collection of individual photons emitted from ions into guided optical modes, in some cases for the production of entanglement between separated ions. Proof-of-principle demonstrations of such photon collection from trapped ions have been performed using high-numerical-aperture lenses and single-mode fibers, but integrated photonic elements in ion-trap structures offer advantages in scalability and manufacturabilty over traditional optics. In this paper we analyze structures monolithically fabricated with an ion trap for collecting single photons from ions, coupling them into integrated waveguides, and manipulating them via interference. We discuss practical considerations for realizing photon-mediated entanglement between trapped ions using these waveguide-based devices. ",
    "url": "https://arxiv.org/abs/2401.06850",
    "authors": [
      "F. W. Knollmann",
      "E. Clements",
      "P. T. Callahan",
      "M. Gehl",
      "J. D. Hunker",
      "T. Mahony",
      "R. McConnell",
      "R. Swint",
      "C. Sorace-Agaskar",
      "I. L. Chuang",
      "J. Chiaverini",
      "D. Stick"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.07252",
    "title": "Nanoantennas and Nanoradars: The Future of Integrated Sensing and  Communication at the Nanoscale",
    "abstract": "Nanoantennas, operating at optical frequencies, are a transformative technology with broad applications in 6G wireless communication, IoT, smart cities, healthcare, and medical imaging. This paper explores their fundamental aspects, applications, and advancements, aiming for a comprehensive understanding of their potential in various applications. It begins by investigating macroscopic and microscopic Maxwell's equations governing electromagnetic wave propagation at different scales. The study emphasizes the critical role of Surface Plasmon Polariton (SPP) wave propagation in enhancing light-matter interactions, contributing to high data rates, and enabling miniaturization. Additionally, it explores using two-dimensional materials like graphene for enhanced control in terahertz communication and sensing. The paper also introduces the employment of nanoantennas as the main building blocks of Nano-scale Radar (NR) systems for the first time in the literature. NRs, integrated with communication signals, promise accurate radar sensing for nanoparticles inside a nano-channel, making them a potential future application in integrated sensing and communication (ISAC) systems. These nano-scale radar systems detect and extract physical or electrical properties of nanoparticles through transmitting, receiving, and processing electromagnetic waves at ultra-high frequencies in the optical range. This task requires nanoantennas as transmitters/receivers/transceivers, sharing the same frequency band and hardware for high-performance sensing and resolution. ",
    "url": "https://arxiv.org/abs/2401.07252",
    "authors": [
      "M Javad Fakhimi",
      "Ozgur B Akan"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.07777",
    "title": "Quantum Transfer Learning for Acceptability Judgements",
    "abstract": "Hybrid quantum-classical classifiers promise to positively impact critical aspects of natural language processing tasks, particularly classification-related ones. Among the possibilities currently investigated, quantum transfer learning, i.e., using a quantum circuit for fine-tuning pre-trained classical models for a specific task, is attracting significant attention as a potential platform for proving quantum advantage. This work shows potential advantages, both in terms of performance and expressiveness, of quantum transfer learning algorithms trained on embedding vectors extracted from a large language model to perform classification on a classical Linguistics task: acceptability judgments. Acceptability judgment is the ability to determine whether a sentence is considered natural and well-formed by a native speaker. The approach has been tested on sentences extracted from ItaCoLa, a corpus that collects Italian sentences labeled with their acceptability judgment. The evaluation phase shows results for the quantum transfer learning pipeline comparable to state-of-the-art classical transfer learning algorithms, proving current quantum computers' capabilities to tackle NLP tasks for ready-to-use applications. Furthermore, a qualitative linguistic analysis, aided by explainable AI methods, reveals the capabilities of quantum transfer learning algorithms to correctly classify complex and more structured sentences, compared to their classical counterpart. This finding sets the ground for a quantifiable quantum advantage in NLP in the near future. ",
    "url": "https://arxiv.org/abs/2401.07777",
    "authors": [
      "Giuseppe Buonaiuto",
      "Raffaele Guarasci",
      "Aniello Minutolo",
      "Giuseppe De Pietro",
      "Massimo Esposito"
    ],
    "subjectives": [
      "Computation and Language (cs.CL)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08087",
    "title": "Probing quantum floating phases in Rydberg atom arrays",
    "abstract": "The floating phase, a critical incommensurate phase, has been theoretically predicted as a potential intermediate phase between crystalline ordered and disordered phases. In this study, we investigate the different quantum phases that arise in ladder arrays comprising up to 92 neutral-atom qubits and experimentally observe the emergence of the quantum floating phase. We analyze the site-resolved Rydberg state densities and the distribution of state occurrences. The site-resolved measurement reveals the formation of domain walls within the commensurate ordered phase, which subsequently proliferate and give rise to the floating phase with incommensurate quasi-long-range order. By analyzing the Fourier spectra of the Rydberg density-density correlations, we observe clear signatures of the incommensurate wave order of the floating phase. Furthermore, as the experimental system sizes increase, we show that the wave vectors approach a continuum of values incommensurate with the lattice. Our work motivates future studies to further explore the nature of commensurate-incommensurate phase transitions and their non-equilibrium physics. ",
    "url": "https://arxiv.org/abs/2401.08087",
    "authors": [
      "Jin Zhang",
      "Sergio H. Cantú",
      "Fangli Liu",
      "Alexei Bylinskii",
      "Boris Braverman",
      "Florian Huber",
      "Jesse Amato-Grill",
      "Alexander Lukin",
      "Nathan Gemelke",
      "Alexander Keesling",
      "Sheng-Tao Wang",
      "Y. Meurice",
      "S.-W. Tsai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "High Energy Physics - Lattice (hep-lat)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.08090",
    "title": "Into nonlinearity and beyond for Zernike-like wavefront sensors",
    "abstract": "Context: Telescopes like the Extremely Large Telescope (ELT) and the Giant Magellan Telescope (GMT) will be used together with extreme adaptive optics (AO) instruments to directly image Earth-like planets. The AO systems will need to perform at the fundamental limit in order to image Earth twins. A crucial component is the wavefront sensor. Interferometric wavefront sensors, such as the Zernike wavefront sensor (ZWFS), have been shown to perform close to the fundamental sensitivity limit. However, sensitivity comes at the cost of linearity; the ZWFS has strong nonlinear behavior. Aims: The aim of this work is to increase the dynamic range of Zernike-like wavefront sensors by using nonlinear reconstruction algorithms combined with phase sorting interferometry (PSI) and multi-wavelength measurements. Methods: The response of the ZWFS is explored analytically and numerically. Results: The proposed iterative (non)linear reconstructors reach the machine precision for small aberrations (<0.25 rad rms). Coupling the nonlinear reconstruction algorithm with PSI increases the dynamic range of the ZWFS by a factor of three to about 0.75 rad rms. Adding multiple wavebands doubles the dynamic range again, to 1.4 radians rms. Conclusion: The ZWFS is one of the most sensitive wavefront sensors, but has a limited dynamic range. The ZWFS will be an ideal second-stage wavefront sensor if it is combined with the proposed nonlinear reconstruction algorithm. ",
    "url": "https://arxiv.org/abs/2401.08090",
    "authors": [
      "Sebastiaan Y. Haffert"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.08257",
    "title": "Population inversion and ultrafast terahertz nonlinearity of transient  Dirac fermions in Cd$_3$As$_2$",
    "abstract": "Harmonic generation provides an efficient tool for the study of ultrafast nonlinear dynamics. We report on time-resolved optical-pump terahertz-harmonic-generation spectroscopic investigation of ultrafast nonlinearity in a prototypical three-dimensional Dirac semimetal Cd$_3$As$_2$. A transient population inversion characterized by excessive nonthermal Dirac electrons and holes is found to be very sensitive and responsive to a periodic terahertz drive, leading to very efficient terahertz third-harmonic generation. Based on the Boltzmann transport theory, we analyze the terahertz field-driven kinetics of the transient Dirac fermions that is responsible for the observed strong terahertz nonlinearity. ",
    "url": "https://arxiv.org/abs/2401.08257",
    "authors": [
      "Changqing Zhu",
      "Patrick Pilch",
      "Renato M. A. Dantas",
      "Anneke Reinold",
      "Yunkun Yang",
      "Faxian Xiu",
      "Amilcar Bedoya-Pinto",
      "Stuart S. P. Parkin",
      "Roderich Moessner",
      "Zhe Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2002.05584",
    "title": "Prospect for precision quantum logic spectroscopy of vibrational  overtone transitions in molecular oxygen ions",
    "abstract": " Title: Prospect for precision quantum logic spectroscopy of vibrational  overtone transitions in molecular oxygen ions ",
    "url": "https://arxiv.org/abs/2002.05584",
    "authors": [
      "Fabian Wolf",
      "Jan C. Heip",
      "Maximilian J. Zawierucha",
      "Chunyan Shi",
      "Silke Ospelkaus",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.11429",
    "title": "Resolving degeneracies in Google search via quantum stochastic walks",
    "abstract": " Comments: 23 pages, 23 figures ",
    "url": "https://arxiv.org/abs/2207.11429",
    "authors": [
      "Colin Benjamin",
      "Naini Dudhe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Social and Information Networks (cs.SI)",
      "Systems and Control (eess.SY)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05557",
    "title": "Vibronic effects on the quantum tunnelling of magnetisation in Kramers  single-molecule magnets",
    "abstract": " Comments: accepted manuscript ",
    "url": "https://arxiv.org/abs/2301.05557",
    "authors": [
      "Andrea Mattioni",
      "Jakob K. Staab",
      "William J. A. Blackmore",
      "Daniel Reta",
      "Jake Iles-Smith",
      "Ahsan Nazir",
      "Nicholas F. Chilton"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11519",
    "title": "Spinning Metasurface Stack for Spectro-polarimetric Thermal Imaging",
    "abstract": " Title: Spinning Metasurface Stack for Spectro-polarimetric Thermal Imaging ",
    "url": "https://arxiv.org/abs/2301.11519",
    "authors": [
      "Xueji Wang",
      "Ziyi Yang",
      "Fanglin Bao",
      "Tyler Sentz",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10667",
    "title": "Observation of self-oscillating supersonic flow across an acoustic  horizon in two dimensions",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2304.10667",
    "authors": [
      "Hikaru Tamura",
      "Sergei Khlebnikov",
      "Cheng-An Chen",
      "Chen-Lung Hung"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.20004",
    "title": "Learning to solve Bayesian inverse problems: An amortized variational  inference approach using Gaussian and Flow guides",
    "abstract": " Title: Learning to solve Bayesian inverse problems: An amortized variational  inference approach using Gaussian and Flow guides ",
    "url": "https://arxiv.org/abs/2305.20004",
    "authors": [
      "Sharmila Karumuri",
      "Ilias Bilionis"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2306.05917",
    "title": "Impact of conditional modelling for a universal autoregressive quantum  state",
    "abstract": " Title: Impact of conditional modelling for a universal autoregressive quantum  state ",
    "url": "https://arxiv.org/abs/2306.05917",
    "authors": [
      "Massimo Bortone",
      "Yannic Rath",
      "George H. Booth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13097",
    "title": "An alternative view: satisfaction of the four variable Belli inequality  using quantum correlations",
    "abstract": " Comments: 9 pages,1 figure.The article has now been published but under a different title than that used previously in the archive. Explanatory material has been added to the abstract, to Sec. 3.1, to Sec. 5. and to the appendix ",
    "url": "https://arxiv.org/abs/2306.13097",
    "authors": [
      "L.Sica"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03188",
    "title": "Simulating Nelsonian Quantum Field Theory",
    "abstract": " Comments: 24 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2307.03188",
    "authors": [
      "Andrea Carosso"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.13472",
    "title": "CH$_4$ and CO$_2$ Adsorption Mechanisms on Monolayer Graphenylene and  their Effects on Optical and Electronic Properties",
    "abstract": " Title: CH$_4$ and CO$_2$ Adsorption Mechanisms on Monolayer Graphenylene and  their Effects on Optical and Electronic Properties ",
    "url": "https://arxiv.org/abs/2307.13472",
    "authors": [
      "A. Aligayev",
      "F. J. Dominguez-Gutierrez",
      "M. Chourashiya",
      "S. Papanikolaou",
      "Q. Huang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07671",
    "title": "A scheme for quantum-logic based transfer of accuracy in polarizability  measurement for trapped ions using a moving optical lattice",
    "abstract": " Title: A scheme for quantum-logic based transfer of accuracy in polarizability  measurement for trapped ions using a moving optical lattice ",
    "url": "https://arxiv.org/abs/2308.07671",
    "authors": [
      "Fabian Wolf"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08821",
    "title": "Experimental quantum e-commerce",
    "abstract": " Comments: 19 pages, 5 figures, 5 tables ",
    "url": "https://arxiv.org/abs/2308.08821",
    "authors": [
      "Xiao-Yu Cao",
      "Bing-Hong Li",
      "Yang Wang",
      "Yao Fu",
      "Hua-Lei Yin",
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.12146",
    "title": "Fractional quantum Hall edge polaritons",
    "abstract": " Comments: 25 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2308.12146",
    "authors": [
      "Lucas Winter",
      "Oded Zilberberg"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.13525",
    "title": "Electrochemical Measurement of the Electronic Structure of Graphene via  Quantum Mechanical Rate Spectroscopy",
    "abstract": " Title: Electrochemical Measurement of the Electronic Structure of Graphene via  Quantum Mechanical Rate Spectroscopy ",
    "url": "https://arxiv.org/abs/2308.13525",
    "authors": [
      "Laís Cristine Lopes",
      "Edgar Pinzón",
      "Gabriela Dias-da-Silva",
      "Gustavo Troiano Feliciano",
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14002",
    "title": "Hands-on Quantum Programming Labs for EECS Students",
    "abstract": " Comments: 70 pages, 33 figures; program templates updated; typos corrected ",
    "url": "https://arxiv.org/abs/2308.14002",
    "authors": [
      "Janche Sang",
      "Chansu Yu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10622",
    "title": "Quasinormal Modes of Optical Solitons",
    "abstract": " Comments: 6 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2309.10622",
    "authors": [
      "Christopher Burgess",
      "Sam Patrick",
      "Theo Torres",
      "Ruth Gregory",
      "Friedrich Koenig"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2310.02978",
    "title": "Multiple backscattering in trivial and non-trivial topological photonic  crystal edge states with controlled disorder",
    "abstract": " Comments: 16 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2310.02978",
    "authors": [
      "S. Arora",
      "T. Bauer",
      "R. Barczyk",
      "E. Verhagen",
      "L. Kuipers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.18352",
    "title": "Theory of Rayleigh-Brillouin optical activity light scattering  applicable to chiral liquids",
    "abstract": " Title: Theory of Rayleigh-Brillouin optical activity light scattering  applicable to chiral liquids ",
    "url": "https://arxiv.org/abs/2310.18352",
    "authors": [
      "Robert P. Cameron",
      "Emmanouil I. Alexakis",
      "Aidan S. Arnold",
      "Duncan McArthur"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2311.12626",
    "title": "Acoustic Vortex in Waveguide with Chiral Gradient Sawtooth Metasurface",
    "abstract": " Title: Acoustic Vortex in Waveguide with Chiral Gradient Sawtooth Metasurface ",
    "url": "https://arxiv.org/abs/2311.12626",
    "authors": [
      "Zeliang Song",
      "Shuhuan Xie",
      "Yong Li",
      "Hua Ding",
      "Feiyan Cai",
      "Yugui Peng",
      "Xuefeng Zhu",
      "Degang Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03460",
    "title": "Modeling the dynamics of quantum systems coupled to large dimensional  baths using effective energy states",
    "abstract": " Comments: Accepted in J. Chem. Phys. 16 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2312.03460",
    "authors": [
      "Loïse Attal",
      "Cyril Falvo",
      "Florent Calvo",
      "Pascal Parneix"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03067",
    "title": "Social Echo Chambers in Quantum Field Theory: Exploring Faddeev-Popov  Ghosts Phenomena, Loop Diagrams, and Cut-off Energy Theory",
    "abstract": " Comments: Social Media Dynamics, Quantum Theoretical Models, Online Social Bubbles, Cross-Disciplinary Approaches, Indefinite Metering Ghosts, Cut-off energy, Faddeev-Popov Ghosts, Anti-Ghost Field Influence, Loop Diagrams ",
    "url": "https://arxiv.org/abs/2401.03067",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.05266",
    "title": "Quantum Modeling of Filter Bubbles Based on Kubo-Matsubara Form Green's  Functions Considering Remote and Proximity Interactions:Ultraviolet  Divergence to Indefinite Ghosting, Consideration of Cut Surfaces",
    "abstract": " Comments: Discussion Paper ",
    "url": "https://arxiv.org/abs/2401.05266",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06265",
    "title": "Ultrafast second-order nonlinear photonics -- from classical physics to  non-Gaussian quantum dynamics",
    "abstract": " Comments: The first two authors contributed equally to this work; 183 pages, 55 figures ",
    "url": "https://arxiv.org/abs/2401.06265",
    "authors": [
      "Marc Jankowski",
      "Ryotatsu Yanagimoto",
      "Edwin Ng",
      "Ryan Hamerly",
      "Timothy P. McKenna",
      "Hideo Mabuchi",
      "M. M. Fejer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]