[
  {
    "id": "arXiv:2602.07239",
    "title": "Visible dual-comb spectroscopy across more than 100 THz with lithium niobate nanophotonic waveguides",
    "abstract": "           Broadband and high-resolution spectroscopy in the visible and ultraviolet is central to advances in multiple fields, including fundamental quantum physics, biology, atmospheric science and astronomy. Traditionally, these measurements are performed with grating or Fourier-transform spectrometers using incoherent light sources. Leveraging coherent light enables powerful frequency-comb-based techniques, but is limited by the technical complexity of efficiently generating broad spectral bandwidths from relatively narrowband and spectrally distant laser sources. Current visible dual-comb spectrometers require implicit compromises between optical bandwidth, experimental simplicity, and acquisition speed. In this work, we introduce a simple and efficient dual-comb spectrometer that converts robust Er:fiber frequency combs from the near-infrared to the ultraviolet and visible with thin-film lithium niobate (TFLN) nanophotonic waveguides. Using real-time signal processing, we retrieve coherently averaged dual-comb spectra over nearly 120 THz of simultaneous bandwidth in the visible with 100 MHz spectral resolution. With these capabilities, we measure the broadband absorption spectrum of molecular iodine (I2), demonstrating the broadest visible spectral coverage of a dual-comb spectrometer to date. Additional measurements of NO2, atomic rubidium, and atomic sodium further illustrate the achievable combination of spectroscopic bandwidth, resolution, and intrinsic frequency accuracy. Our results demonstrate the powerful integration of low-power frequency combs, nonlinear nanophotonics, and digital signal processing to enable a compact, efficient and versatile approach to high-resolution mapping of complex absorption spectra across 500 THz in the UV-visible and near-infrared spectral regions for multiple applications beyond the research lab         ",
    "url": "https://arxiv.org/abs/2602.07239",
    "authors": [
      "Carter Mashburn",
      "Kristina F. Chang",
      "Michael J. Wahl",
      "Mathieu Walsh",
      "Daniel I. Herman",
      "Matthew Heyrich",
      "Tsung-Han Wu",
      "Nazanin Hoghooghi",
      "Ryoto Sekine",
      "Luis Ledezma",
      "Emily Jerris",
      "Alireza Marandi",
      "Jerome Genest",
      "Scott A. Diddams"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07305",
    "title": "Split-Post Microwave Displacement Transducer with Quadratic Readout",
    "abstract": "           We investigate a microwave cavity-based displacement readout employing a split-post geometry for measuring the motion of a dielectric membrane. The cavity response to membrane displacement is predominantly quadratic when the membrane is positioned at the centre of the posts. We characterise this behaviour by driving the membrane piezo electrically at both central and off-centre positions and calibrating the displacement using an independent interferometric measurement. The calibration reveals a linear coupling between the membrane displacement and the applied drive voltage, while the microwave response follows the static displacement dependence. When the membrane is driven at the centre, the system exhibits the highest displacement-to-voltage sensitivity and the largest quadratic output. As the membrane is moved away from the centre, the response gradually transitions from quadratic to linear. There is a difference of ~ 97 $\\%$ in the quadratic coefficient from the central position and a difference of ~ 92 $\\%$ in the linear coefficient from the off-centre position. This controllable crossover between quadratic and linear coupling is a key requirement for sensors capable of resolving energy quantisation. It establishes this platform as a promising candidate for a microwave-mechanical quantum transducer.         ",
    "url": "https://arxiv.org/abs/2602.07305",
    "authors": [
      "Sonali Parashar",
      "Jeremy F. Bourhill",
      "Maxim Goryachev",
      "Michael E. Tobar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07337",
    "title": "Broadband terahertz comb with sub-Hz comb linewidth",
    "abstract": "           Terahertz (THz) frequency combs are increasingly essential for spectroscopy, metrology, and quantum science. However, generating a dense array of evenly spaced ultra-narrow THz comb lines is challenging. Here, we demonstrate broadband THz comb generation using a photoconductive antenna that transfers a noise-suppressed near-infrared electro-optical (EO) comb into the THz domain. Our noise-suppression strategy, leveraging soliton self-frequency shift and spectral filtering, effectively suppresses EO comb phase noise without requiring active stabilization. The resulting THz comb exhibits broad spectral coverage (0.05-4 THz), narrow comb linewidths (0.3 Hz at the Fourier-transform limit), and excellent frequency stability (8.6*10^-14 at 1-second integration). We further demonstrate asynchronous THz time-domain spectroscopy, resolving ~36,000 comb lines with 50 MHz spacing. Crucially, the inherent frequency agility of the EO comb enables rapid and wide-range tuning of the THz comb line spacing. These attributes position our THz comb as a versatile tool for high-resolution molecular spectroscopy and precision THz metrology.         ",
    "url": "https://arxiv.org/abs/2602.07337",
    "authors": [
      "Min Li",
      "Yu Xia",
      "Yuan Chen",
      "Sinan Tao",
      "Mingyang He",
      "Kun Huang",
      "Hua Li",
      "Ming Yan",
      "Heping Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07352",
    "title": "Sub-hertz optical transitions in excited Yb$^+$",
    "abstract": "           We present the observation of three semi-forbidden transitions in singly-ionized ytterbium from the metastable $^{2}\\mathrm{F}^o_{7/2}$ state. Owing to the long lifetimes of both the upper and lower states involved, these transitions are narrow and complement those already frequently used in this atom for quantum information and searches for new physics. We report the absolute frequencies of these electric quadrupole transitions, their isotope shifts, hyperfine structure, and measurements of the quadrupole transition moments. We find that the spontaneous lifetimes of these excited states are limited by slow magnetic dipole emission to lower-lying, odd-parity states, the lowest of which is accessible by laser excitation from ${}^2\\mathrm{F}_{7/2}^o$ and is an attractive candidate for hosting a long-lived qubit.         ",
    "url": "https://arxiv.org/abs/2602.07352",
    "authors": [
      "Patrick McMillin",
      "Hassan Farhat",
      "William Liu",
      "Wesley C. Campbell"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07416",
    "title": "Optical beam propagation inside a graded-index fiber with saturable nonlinearity",
    "abstract": "           We study theoretically the spatial evolution of optical beams inside a graded-index fiber exhibiting saturable nonlinearity. Utilizing an approach based on the variational principle, we identify the existence of bistable spatial solitons inside such a nonlinear medium, whose stability, analyzed through a linear stability analysis, is due to the saturating nature of the nonlinearity. Spatial solitons adhere to a specific amplitude-width relationship. Any deviation from this relationship leads to oscillating-type solutions with a period that increases with saturation level of the nonlinearity. Theoretically calculated values of this period agree well with numerical findings.         ",
    "url": "https://arxiv.org/abs/2602.07416",
    "authors": [
      "Tiyas Das",
      "Anuj P. Lara",
      "Samudra Roy",
      "Govind P. Agrawal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07657",
    "title": "Terahertz multispectral polarimetric imaging based on intensity measurement",
    "abstract": "           A compact terahertz (THz) polarimetric spectrometer and imaging system is demonstrated using polarization-sensitive frequency-selective surfaces (PS-FSS) and rapid, intensity-based detection. Real-time Stokes parameter extraction enables angle-of-linear-polarization (AoLP) measurements and quantitative retrieval of the birefringence of a 1-mm-thick x-cut quartz crystal, used here as a benchmark anisotropic sample. The extracted birefringence is in good agreement with THz time domain spectroscopy-based measurements, validating the accuracy of the proposed THz polarimetric approach. Signal-to-noise ratios (SNR) up to 87 dB across 0.23-0.41 THz ensure reliable discrimination of the measured spectral components above the noise floor. Extending this approach to raster-scanned THz imaging using distinct PS-FSS orientations (0°, 45°, 90°, and 135°) enables simultaneous mapping of frequency-dependent Stokes parameters. The resulting degree of linear polarization (DoLP) and AoLP maps exhibit well-resolved polarimetric contrast, consistent with numerical simulations and independent visible polarimetric measurements. Operating entirely without field-resolved detection or mechanical delay stages, the system provides a robust and compact platform for THz polarimetric spectroscopy and imaging of anisotropic materials.         ",
    "url": "https://arxiv.org/abs/2602.07657",
    "authors": [
      "Redwan Ahmad",
      "Charles Simard",
      "Rejeena R Sebastian",
      "Jonathan Lafreniere-Greig",
      "Xavier Ropagnol",
      "Francois Blanchard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07699",
    "title": "Notes from the Physics Teaching Lab: Optical Pumping",
    "abstract": "           We describe a series of experiments done using a commercially available optical pumping apparatus that is currently being used in physics teaching labs at over one hundred universities. Our focus here is to provide an extensive and detailed examination of the capabilities of this instrument, including numerous examples of extensive measurements and data analysis, presented as a supplement to the manufacturers user manual. Our hope is that instructors using this or similar optical pumping instruments will find the experiments described here useful for designing and implementing the curricula in their own physics teaching labs.         ",
    "url": "https://arxiv.org/abs/2602.07699",
    "authors": [
      "Kenneth G. Libbrecht"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07737",
    "title": "Terahertz Synthetic FM Triplet for Distortion-Free Stabilization and Lamb-Dip Spectroscopy",
    "abstract": "           We demonstrate a distortion-free terahertz frequency stabilization technique using a \"synthetic FM triplet\" to overcome modulation sideband interference associated with high-density spectral lines in molecular clocks. By applying this method to the rotational transitions of acetonitrile (CH$_3$CN), we successfully generated clean derivative waveforms free from inter-line interference, achieving a fractional frequency instability of $1 \\times 10^{-9}$ at an averaging time of $1~\\mathrm{s}$. Furthermore, we report the observation of Lamb-dips using this high-fidelity approach. Our results establish acetonitrile as a promising candidate for high-agility molecular clocks and provide a robust solution for precision spectroscopy of molecules with complex hyperfine structures.         ",
    "url": "https://arxiv.org/abs/2602.07737",
    "authors": [
      "Kohei Eguchi",
      "Toki Tanaka",
      "Hiroshi Ito",
      "Koichiro Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07757",
    "title": "Overcoming sensitivity-bandwidth trade-off in mid-infrared spectroscopy by a microresonator-anchored swept laser",
    "abstract": "           Optical frequency combs have revolutionized high-precision spectroscopy, yet an intrinsic trade-off between spectroscopic signal-to-noise ratio (sSNR) and measurement bandwidth ($B$) fundamentally constrains sensitive, broadband measurements. While broadband swept lasers offer a potential solution, generating broadband, ultrafast and linearly sweeping lasers with a narrow linewidth remains a significant challenge, particularly in the fingerprint mid-infrared (mid-IR) band. Here we overcome this limitation by using a microresonator-anchored ultrafast sweeping Fourier domain mode-locked (FDML) laser for mid-IR spectroscopy. We introduce a dual-microresonator-anchor approach: a microcomb provides frequency calibration and a high-Q microresonator resolves the instantaneous FDML lasing lineshape. The strategy enables accurate correction of the FDML laser's sweep nonlinearity and broad linewidth in the near-IR, allowing the FDML laser to function as a high-fidelity mid-IR light via difference frequency generation. The system achieves a record sSNR$\\times$$B$ of 1.3$\\times$10$^5$ THz$\\cdot \\sqrt{\\rm Hz}$ and methane sensing precision of 9 ppb$\\cdot$m$\\cdot$$\\sqrt{\\rm s}$, while retaining GHz resolution to distinguish methane isotope. We further demonstrate broadband, coherent swept laser phase spectroscopy in the mid-IR, tolerating losses up to 78 dB. This work leverages advances in integrated photonics to overcome the fundamental limitations of precision spectroscopy, paving the way for next-generation, broadband, and ultra-sensitive mid-IR spectroscopic sensing systems.         ",
    "url": "https://arxiv.org/abs/2602.07757",
    "authors": [
      "Zhaoyu Cai",
      "Zihao Wang",
      "Yulei Ding",
      "Yifei Wang",
      "Chengjiu Wang",
      "Changxi Yang",
      "Yanan Guo",
      "Jianchang Yan",
      "Junxi Wang",
      "Xun Liu",
      "Jiangtao Li",
      "Ruocan Zhao",
      "Xianghui Xue",
      "Chengying Bao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07792",
    "title": "Systematic Analysis of Ferroelectric Domain Dynamics in Periodically Poled Lithium Niobate Waveguides Using Two-Photon Microscopy and Digital Imaging Processing",
    "abstract": "           We present a characterization and analysis methodology suitable for volume production for characterizing and optimizing x-cut thin-film periodically poled lithium niobate (PPLN) devices using two-photon (2P) microscopy with quantitative image processing. This method enables direct extraction of key structural parameters, such as duty cycle, phase-matching behavior, and domain uniformity, across large device sets in a non-destructive manner. By correlating 2P microscopy-derived structural metrics with systematic variations in poling conditions, we establish a scalable, image-driven approach for evaluating and improving PPLN fabrication. The resulting workflow supports wafer-level process development and accelerates the manufacturing and packaging of lithium niobate photonic integrated circuits (PICs).         ",
    "url": "https://arxiv.org/abs/2602.07792",
    "authors": [
      "Jiuyi Zhang",
      "Christopher Cullen",
      "Matthew Konkol",
      "Peng Yao",
      "Timothy Creazzo",
      "Janusz Murakowski",
      "Ruidong Xue",
      "Xiaofeng Zhu",
      "Md Omar Faruk Rasel",
      "Yash Kabra",
      "Dennis Prather"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07917",
    "title": "Mutual Inductance Sensing SQUID: Cryogenic microcalorimeter based on mutual inductance readout of superconducting temperature sensors",
    "abstract": "           Superconducting microcalorimeters, such as superconducting transition-edge sensors and magnetic microcalorimeters, have emerged as state-of-the-art detectors for x-ray emission spectroscopy by combining near-unity quantum efficiency with excellent energy resolution. Despite these achievements, their resolving power has not yet reached the level required to rival modern wavelength-dispersive grating or crystal spectrometers. Here, we introduce a next-generation SQUID-based microcalorimeter concept that exploits the strong temperature dependence of the magnetic penetration depth of a superconductor operated close to its critical temperature. The resulting mutual-inductance-based readout enables in situ tunable signal amplification, while inherently avoiding hysteretic effects that commonly limit superconducting sensors. Experiments with prototype devices demonstrate robust and reproducible operation over a wide temperature range. Based on our measurements and modeling, we project that an energy resolution below 100meV should be achievable with an optimized absorber-sensor combination. This approach therefore represents a promising pathway towards next-generation cryogenic detectors for high-precision X-ray spectroscopy.         ",
    "url": "https://arxiv.org/abs/2602.07917",
    "authors": [
      "Jodok Zeuner",
      "Constantin Schuster",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2602.08284",
    "title": "2.5D co-packaged optical I/O chipsets on a SiON/Si interposer for 4 $\\times$ 100G optical interconnection",
    "abstract": "           Optical I/O technologies have emerged as a potential industrial solution for high-performance data interconnection in AI/ML computing acceleration. While optical I/Os are deployed at the edge of computational chips by co-packaged optics (CPO), flexible and high-performance integration architectures need to be explored to address system-level challenges. In this work, we present and experimentally demonstrate a SiON/Si-based optical interposer that integrates high-bandwidth and energy-efficient optical I/O chipsets. High-performance photonic and electronic components are co-packaged on the interposer, leading to low-loss, signal-integrity-friendly, and thermally efficient characteristics. The optical interposer incorporates low-loss SiON photonic circuits to realize scalable waveguide routing and wavelength-division multiplexing (WDM) with polarization-insensitive operation and high fabrication tolerance, while supporting flip-chip integration with InP-based active devices, including electro-absorption modulated lasers (EMLs) and photodetectors (PDs). Based on this architecture, a 400-Gb/s single-fiber optical transceiver is implemented and experimentally evaluated. Clear eye diagrams and high receiver sensitivity demonstrate reliable high-speed data transmission, which offers scalable, high-bandwidth optical I/Os in future high-performance computational clusters.         ",
    "url": "https://arxiv.org/abs/2602.08284",
    "authors": [
      "Daibao Hou",
      "Yuntian Yao",
      "Xiaotian Cheng",
      "Shuning Ding",
      "Qiyou Wu",
      "Yonghong Hu",
      "Wei Pan",
      "Chao Huang",
      "Huihui Zhu",
      "Yongzhen Huang",
      "Chenhui Li",
      "Chaoyuan Jin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.08301",
    "title": "Room Temperature Collective Blinking and Photon Bunching from CsPbBr3 Quantum Dot Superlattice",
    "abstract": "           Development of quantum light sources and search for quantum systems capable of supporting collective many-body states are crucial for further progress of modern quantum technologies. Metal halide perovskite quantum dots (QDs) have emerged as a promising candidate for quantum light sources, as individual QDs are reliable single photon emitters even at room temperature. However, photon bunching, a key signature of collective many-body states, has been so far largely observed at cryogenic temperatures in perovskite materials, limiting their applications under ambient conditions. Here, we report the observation of collective blinking and photon bunching in perovskite QD superlattices at room temperature. Sub-wavelength-sized (100 - 500 nm) CsPbBr3 QD superlattices, fabricated via a self-assembly process, exhibit an unusual two-level blinking behavior similar to that of single QDs, and demonstrate photon bunching with a degree of up to 2.75. Time-resolved photoluminescence (PL) measurements and super-resolution imaging reveal that the superlattices have a significantly longer PL lifetime than individual QDs and that their emission is spatially confined to regions tens of nanometers in size. These observations suggest long-range exciton migration to a localized energy trap within the superlattice. Excitation power dependent degree of bunching and analysis of the bunching dynamics indicate that the photon bunching originates from exciton-biexciton cascade emission, a key mechanism for generating entangled photons. These findings establish perovskite QD superlattices as a promising platform for room-temperature collective optical phenomena and quantum light generation, advancing scalable quantum photonic technologies.         ",
    "url": "https://arxiv.org/abs/2602.08301",
    "authors": [
      "Qiwen Tan",
      "Sudipta Seth",
      "Boris Louis",
      "Xiayan Wu",
      "Nithin Pathoor",
      "Toranosuke Takagi",
      "Shun Omagari",
      "Takumi Sannomiya",
      "Johan Hofkens",
      "Martin Vacha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2602.08363",
    "title": "Roadmap to Quantum Aesthetics",
    "abstract": "           Quantum mechanics occupies a central position in contemporary science while remaining largely inaccessible to direct sensory experience. This paper proposes a roadmap to quantum aesthetics that examines how quantum concepts become aesthetic phenomena through artistic mediation rather than direct representation. Two complementary and orthogonal approaches are articulated. The first, a pioneering top-down approach, employs text-prompt-based generative AI to probe quantum aesthetics as a collective cultural construct embedded in large-scale training data. By systematically modulating the linguistic weight of the term \"quantum,\" generative models are used as experimental environments to reveal how quantum imaginaries circulate within contemporary visual culture. The second, a bottom-up approach, derives aesthetic form directly from quantum-mechanical structures through the visualization of quantum-generated data, exemplified here by hydrogen atomic orbitals calculated from the Schrödinger equation. These approaches are framed not as competing methods but as intersecting paths within a navigable field of artistic research. They position quantum aesthetics as an emergent field of artistic research shaped by cultural imagination, computational mediation, and physical law, opening new directions for artistic practice and pedagogy at the intersection of art, data, artificial intelligence and quantum science.         ",
    "url": "https://arxiv.org/abs/2602.08363",
    "authors": [
      "Ivan C. H. Liu",
      "Hsiao-Yuan Chen"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Artificial Intelligence (cs.AI)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.08438",
    "title": "Azimuthally polarized terahertz radiation generation using radially polarized laser pulse in magnetized plasma",
    "abstract": "           An analytical formulation of a radially polarized laser pulse propagating in a homogeneous, magnetized plasma is presented using Lorentz force, continuity and Maxwells equations. Perturbation technique and quasi-static approximation (QSA) have been used to study the generated fields in nonlinear regime. The generated slow, oscillating, transverse electric and magnetic fields having equal amplitude, constitute a radiation field having frequency in the terahertz (THz) range. Particle-in-cell (PIC) simulation code FBPIC is used to validate analytical findings. Simulation studies also show that the generated THz radiation field propagates beyond the plasma boundary, indicating coherent electromagnetic radiation emission. Furthermore, the field amplitude scales nonlinearly with plasma density and increases linearly with external magnetic field strength, highlighting the role of these parameters in controlling radiation amplitude.         ",
    "url": "https://arxiv.org/abs/2602.08438",
    "authors": [
      "Shivani Aggarwal",
      "Dinkar Mishra",
      "Saumya Singh",
      "Bhupesh Kumar",
      "Pallavi Jha"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07367",
    "title": "Emergence of a lithium dip in ~35 Myr \"Snake\" Open Clusters",
    "abstract": "           We report the discovery of a lithium dip (Li-dip) in the stellar \"Snake\" (age = $35 \\pm 5$ Myr), challenging the classical view that Li-dips emerge only at ages $\\gtrsim 150$ Myr. Using high-resolution spectra from GALAH DR4 ($R \\sim 28,000$) for 211 member stars, we identify a clear depletion feature in a $T_{\\mathrm{eff}}$ range of 6200--6800 K with a depth of $\\Delta A(\\mathrm{Li}) \\approx 0.40$ dex. Our analysis reveals two key advances: the Li-dip appears $\\gtrsim 100$ Myr earlier than the previous observations, and within the dip temperature range, a significant correlation is found between rotational velocity and lithium depletion. Specifically, fast rotators ($v \\sin i > 25$ km s$^{-1}$) exhibit stronger lithium depletion than slow rotators ($v \\sin i < 25$ km s$^{-1}$). This trend suggests that faster rotators develop stronger rotational shear at the convective-radiative boundary, which enhances turbulent mixing and accelerates lithium destruction. It is also found that the lower temperature edge of the lithium plateau can reach as low as 5500 K for the young open clusters.         ",
    "url": "https://arxiv.org/abs/2602.07367",
    "authors": [
      "Yun-Yi Zhang",
      "Hai-Jun Tian",
      "Jian-Rong Shi",
      "Cheng-Cheng Xie",
      "Xiang-Ming Yang"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07536",
    "title": "Characterization of Autofluorescence in Optical Fibers for NV-based Sensing Applications",
    "abstract": "           Optical fibers are crucial for guiding light in various sensing applications. Especially for quantum sensors such as the nitrogen-vacancy (NV) center in diamond, they enable light control and device miniaturization. However, fluorescence and scattering within the fiber, often referred to as fiber background, autofluorescence, or autoluminescence, can overlap spectrally with the NV centers' fluorescence, degrading the signal-to-noise ratio and thus limiting sensor sensitivity. Here, we investigate the optical spectra of standard optical fibers, considering material dependencies, physical influences, and their fluorescence scaling with excitation power and wavelength. Our results identify spectral components and fiber types with minimal unwanted background signals, guiding the selection of optimal fibers for NV-based quantum sensing.         ",
    "url": "https://arxiv.org/abs/2602.07536",
    "authors": [
      "Stefan Johansson",
      "Alexander Bukschat",
      "Dennis Lönard",
      "Alena Erlenbach",
      "Jonas Gutsche",
      "Artur Widera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.07585",
    "title": "Turning non-superconducting elements into superconductors by quantum confinement and proximity",
    "abstract": "           Elemental good metals, including noble metals (Cu, Ag, Au) and several $s$-block elements, do not exhibit superconductivity in bulk at ambient pressure, primarily due to weak electron--phonon coupling that fails to overcome Coulomb repulsion. In this perspective, we examine whether quantum confinement alone, or in combination with proximity effects, can induce an observable superconducting instability in metals that are non-superconducting in bulk form. We review recent theoretical progress and present a unified framework based on a confinement-generalized, isotropic one-band Eliashberg theory, in which the normal density of states becomes energy dependent and key material parameters ($E_F$, $\\lambda$, and $\\mu^{*}$) acquire an explicit thickness dependence. By numerically solving the resulting Eliashberg equations using ab-initio or experimentally determined electron--phonon spectral functions $\\alpha^{2}F(\\Omega)$ and Coulomb pseudopotentials $\\mu^{*}$, and without introducing adjustable parameters, we compute the critical temperature $T_c$ as a function of film thickness for representative noble, alkali, and alkaline-earth metals. The theory predicts that superconductivity can emerge only in selected cases and within extremely narrow thickness windows, typically centered around sub-nanometer scales ($L \\sim 0.4$--$0.6$~nm). We further discuss layered superconductor/normal-metal systems, where quantum confinement and proximity effects coexist. In these heterostructures, a substantial enhancement of the critical temperature is predicted, even when the constituent materials are non-superconducting or poor superconductors in bulk form.         ",
    "url": "https://arxiv.org/abs/2602.07585",
    "authors": [
      "Giovanni A. Ummarino",
      "Alessio Zaccone"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07597",
    "title": "Acoustic wave scattering by spatio-temporal interfaces",
    "abstract": "           Space-time materials are obtained by modulating a physical medium with a traveling-wave perturbation of one or several of its constitutive parameters, such as the density or the bulk modulus in the case of acoustic materials. When this modulation has the form of a moving and abrupt (subwavelength) transition between two parameter values, we refer to a spatio-temporal interface, which may be considered as a building block for more complex space-time materials. This work considers the problem interaction and scattering of acoustic waves with a single spatio-temporal interface, and a sequence of two interfaces forming a slab. Several regimes defined by the relation between the sound propagation velocities and the interface velocity (namely subsonic, intersonic, and supersonic regimes) are discussed. Analytical expressions for the frequency conversions and scattering coefficients are obtained, and compared with numerical simulations based on an equivalent FTFD squeme.         ",
    "url": "https://arxiv.org/abs/2602.07597",
    "authors": [
      "J. Galiana",
      "J. Redondo",
      "R. Picó",
      "V. J. Sánchez-Morcillo"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2602.07636",
    "title": "Hidden Kinematics and Dual Quantum References in Magnetic Resonance",
    "abstract": "           Spin resonance phenomena are conventionally described using transition probabilities formulated in a rotating frame, whose physical meaning implicitly depends on the choice of quantum reference standard. In this Colloquium, we show that a spin in a rotating magnetic field constitutes a configuration involving two quantum descriptions that share a common quantization operator but differ in their kinematic and dynamical roles. The transition probability therefore emerges as a relational quantity between quantum reference standards rather than an intrinsic property of a single evolving spin state. By incorporating the kinematic motion of the spin vector together with the dynamical evolution, this framework restores consistent energy accounting and reveals the dual-reference structure underlying spin dynamics in rotating magnetic fields.         ",
    "url": "https://arxiv.org/abs/2602.07636",
    "authors": [
      "Sunghyun Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07791",
    "title": "Proton Quantum Effects on Electronic Excitation in Hydrogen-bonded Organic Solid: A First-Principles Green's Function Theory Study",
    "abstract": "           Nuclear quantum effects of protons on electronic excitations in hydrogen-bonded organic materials remains underexplored. In theoretical studies, modeling excitons in these extended systems is particularly difficult because they tend to have a large exciton binding energy and sometimes exhibit charge transfer character. We demonstrate how first-principles Green's function theory combined with the nuclear-electronic orbital method enables us to examine the nature of excitons in a prototypical organic solid of eumelanin, for which the extensive hydrogen bonds have been proposed to facilitate the formation of delocalized excitons. We investigate how the quantization of protons impacts electronic excitations. We discuss the extent to which the resulting proton quantum effects can be described as being derived from structure and how they induce molecular-level anisotropy for the excitons in the organic solid.         ",
    "url": "https://arxiv.org/abs/2602.07791",
    "authors": [
      "Sampreeti Bhattacharya",
      "Jianhang Xu",
      "Ruiyi Zhou",
      "Yosuke Kanai"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07809",
    "title": "Engineering a Bound State in the Continuum via Quantum Interference",
    "abstract": "           Quantum mechanical interaction potentials typically support either localized bound states below the dissociation threshold or delocalized scattering states above it. While bound states are energetically isolated, scattering states embed a quantum system in a continuum of environmental modes, making dissipation and loss intrisic features of open quantum systems. A striking exception are bound states in the continuum (BICs), which remain localized despite lying within the scattering continuum due to destructive interference. It was predicted that such states can arise from the interference of two Feshbach resonances coupled to a common continuum, yet this mechanism has remained experimentally inaccessible in genuine quantum systems. Here we demonstrate the formation of such an interference-stabilized state in ultracold collisions of ${}^6$Li atoms by coherently coupling two tunable Feshbach resonances using Floquet engineering. At a critical parameter point, both elastic and inelastic coupling to the continuum vanish, yielding a molecular state above the dissociation threshold. Loss spectroscopy, quench dynamics, and rf-photoassociation directly reveal the resulting decoupling from scattering states. Our observations are quantitatively captured by full coupled-channel calculations and a minimal non-Hermitian model, identifying a Friedrich-Wintgen BIC. Our results establish quantum interference as a powerful mechanism for controlling openness in quantum matter and for engineering non-Hermitian Hamiltonians.         ",
    "url": "https://arxiv.org/abs/2602.07809",
    "authors": [
      "Alexander Guthmann",
      "Louisa Marie Kienesberger",
      "Felix Lang",
      "Eleonora Lippi",
      "Artur Widera"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.07912",
    "title": "Doubling the size of quantum selected configuration interaction based on seniority-zero space and its application to QC-QSCI-AFQMC",
    "abstract": "           We propose doubly occupied configuration interaction-quantum selected configuration interaction (DOCI-QSCI), which samples from the seniority-zero space. While the use of this space effectively doubles the qubit budget, equaling the number of spatial orbitals, this sector restriction can compromise quantitative accuracy. To compensate for this, we expand sampled bitstrings via their Cartesian product into a larger space that includes seniority-breaking determinants. The resulting wave function is also proposed using the trial state in phaseless auxiliary-field quantum Monte Carlo (ph-AFQMC) to recover dynamical correlations across the full orbital space (DOCI-QSCI-AFQMC). We evaluate the proposed methods on the H6 chain, N2 dissociation, and the addition of singlet O2 to a BODIPY dye. For the H6 chain, DOCI-QSCI-AFQMC reproduces the accuracy of the level of the complete-active-space counterpart with the quantum device ibm kobe. For N2 and BODIPY-O2, with (14e, 28o) and up to (20e, 20o) active spaces, it yields reasonable results, whereas single-reference CCSD(T) fails qualitatively. These results demonstrate that the DOCI-QSCI doubles the orbital space accessible to conventional QSCI and subsequent ph-AFQMC post-processing delivers reasonably high accuracy.         ",
    "url": "https://arxiv.org/abs/2602.07912",
    "authors": [
      "Yuichiro Yoshida",
      "Takuma Murokoshi",
      "Naoya Kuroda",
      "Wataru Mizukami"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.08114",
    "title": "An efficient method for spot-checking quantum properties with sequential trials",
    "abstract": "           In practical situations, the reliability of quantum resources can be compromised due to complex generation processes or adversarial manipulations during transmission. Consequently, the trials generated sequentially in an experiment may exhibit non-independent and non-identically distributed (non-i.i.d.) behavior. This non-i.i.d. behavior can introduce security concerns and result in faulty estimates when performing information tasks such as quantum key distribution, self-testing, verifiable quantum computation, and resource allocation in quantum networks. To certify the performance of such tasks, one can make a random decision in each trial, either spot-checking some desired property or utilizing the quantum resource for the given task. However, a general method for certification with a sequence of non-i.i.d. spot-checking trials is still missing. Here, we develop such a method. This method not only works efficiently with a finite number of trials but also yields asymptotically tight certificates of performance. Our analysis shows that even as the total number of trials approaches infinity, only a constant number of trials needs to be spot-checked on average to certify the average performance of the remaining trials at a specified confidence level.         ",
    "url": "https://arxiv.org/abs/2602.08114",
    "authors": [
      "Yanbao Zhang",
      "Akshay Seshadri",
      "Emanuel Knill"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2602.08472",
    "title": "A building block of quantum repeaters for scalable quantum networks",
    "abstract": "           Quantum networks, integrating quantum communication, quantum metrology, and distributed quantum computing, could provide secure and efficient information transfer, high-resolution sensing, and an exponential speed-up in information processing. Deterministic entanglement distribution over long distances is a prerequisite for scalable quantum networks, enabling the utilization of device-independent quantum key distribution (DI-QKD) and quantum teleportation to achieve secure and efficient information transfer. However, the exponential photon loss in optical fibres prohibits efficient and deterministic entanglement distribution. Quantum repeaters, incorporating entanglement swapping and entanglement purification with quantum memories, offer the most promising means to overcome this limitation in fibre-based quantum networks. Despite numerous pioneering efforts toward realizing quantum repeaters, a critical bottleneck remains, as remote memory-memory entanglement suffers from decoherence more rapidly than it can be established and purified over long distances. We overcome this by developing long-lived trapped-ion memories, an efficient telecom interface, and a high-visibility single-photon entanglement protocol. This allows us to establish and maintain memory-memory entanglement over a 10 km fibre within the average entanglement establishment time for the same distance. As a direct application, we demonstrate metropolitan-scale DI-QKD, distilling 1,917 secret keys out of 4.05*10^5 Bell pairs over 10 km. We further report a positive key rate over 101 km in the asymptotic limit, extending the achievable distance by more than two orders of magnitude. Our work provides a critical building block for quantum repeaters and marks an important step toward scalable quantum networks.         ",
    "url": "https://arxiv.org/abs/2602.08472",
    "authors": [
      "Wen-Zhao Liu",
      "Ya-Bin Zhou",
      "Jiu-Peng Chen",
      "Bin Wang",
      "Ao Teng",
      "Xiao-Wen Han",
      "Guang-Cheng Liu",
      "Zhi-Jiong Zhang",
      "Yi Yang",
      "Feng-Guang Liu",
      "ChaoHui Xue",
      "Bo-Wen Yang",
      "Jin Yang",
      "Chao Zeng",
      "Du-Ruo Pan",
      "Ming-Yang Zheng",
      "Xing-Jian Zhang",
      "Cao Shen",
      "Yi-Zheng Zhen",
      "You Xiao",
      "Hao Li",
      "Li-Xing You",
      "XiongFeng Ma",
      "Qi Zhao",
      "Feihu Xu",
      "Ye Wang",
      "Yong Wan",
      "Qiang Zhang",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.08772",
    "title": "Heterogeneous Optically-Detected Spin-Acoustic Resonance in Solid-State Molecular Thin-film",
    "abstract": "           We report an implementation of spin-acoustic resonance in pentacene thin films integrated on a high-quality-factor (high-Q) surface acoustic wave (SAW) resonator on a lithium niobate substrate. Heterogeneous optically detected spin-acoustic resonance (HODSAR) is an optically detected spin-resonance measurement in which the resonant drive is delivered mechanically by a surface acoustic wave (SAW). By leveraging the photo-excited triplet state of pentacene at room temperature, we demonstrate coherent spin manipulation via acoustic driving under zero externally applied magnetic field. The heterogeneously integrated device, referred to as HODSAR, utilizes spin-phonon coupling to achieve mechanically driven, zero-field spin resonance, opening avenues for room-temperature mechanically addressable spin control and device integration. We show that the high-Q multimode response of the SAW resonator enables spectrally selective acoustic addressing of triplet transitions near 105 MHz. Coherent control is evidenced by Rabi oscillations, with a Rabi frequency that increases linearly with the square root of the applied RF input power over the measured drive range, consistent with driven two-level dynamics under acoustic excitation. These results establish spin-acoustic resonance in a heterogeneously integrated molecular thin-film platform and provide a quantitative basis for benchmarking mechanically mediated spin control.         ",
    "url": "https://arxiv.org/abs/2602.08772",
    "authors": [
      "Kuan-Cheng Chen",
      "Yongqiang Wen",
      "Xiaotian Xu",
      "Max Attwood",
      "Jingdong Xu",
      "Chen Fu",
      "Sami Ramadan",
      "Shang Yu",
      "Sandrine Heutz",
      "Mark Oxborrow"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20862",
    "title": "Dipole Localization Using An Integrated Radio Frequency Atomic Magnetometer",
    "abstract": "           Optically-pumped atomic magnetometers have previously been used in arrays to reject interference from far away sources and enable the sensitive detection of local sources of radio frequency (RF) signals, useful, for instance, in the detection of low field NMR signals in an unshielded environment. We now demonstrate a complementary scheme in which four magnetometer measurements are used to locate in three dimensions a nearby radio frequency source. The methodology relies on the measurement of a radio frequency vector at two different positions and modeling the source as a magnetic dipole of known orientation. In contrast to coil detection, magnetometers have the advantage of measuring signals in a 2D plane, and do not inductively couple to their environment or each other, making them a strong candidate for localization of hidden RF sources. For this demonstration, we use only a single RF magnetometer to make four measurements of a synchronous and oriented dipole source, but it is to be expected that this could be replaced by four magnetometers working simultaneously. In addition, this work is greatly aided by the introduction of a fully integrated magnetometer, in which all optics, including lasers, are safely enclosed into a compact head with flexible wired connections. The portable, as well as safe, nature of the sensor make it quite valuable for in the field work.         ",
    "url": "https://arxiv.org/abs/2508.20862",
    "authors": [
      "Ayse Marasli",
      "Thomas Kornack",
      "Casey Oware",
      "Karen L. Sauer"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.16230",
    "title": "Phase-Stable Optical Fiber Links for Quantum Network Protocols",
    "abstract": "           We demonstrate the distribution of single-photon-level pulses from a mode-locked laser source over a phase-stable fiber link, achieving an optical timing jitter of less than 100 as over 10 minutes of data accumulation. This stability enables a fidelity greater than 0.998 between two stabilized 2.1 km long deployed fiber links. Building on time and frequency metrology techniques traditionally used for high-stability optical atomic clock signal distribution, we use time and frequency multiplexing to achieve an isolation of quantum and classical channels of $8 \\times 10^{10}$. Our results mark a necessary step towards scalable, high-rate quantum networks with a provable quantum advantage.         ",
    "url": "https://arxiv.org/abs/2510.16230",
    "authors": [
      "Nicholas V. Nardelli",
      "Dileep V. Reddy",
      "Michael Grayson",
      "Daniel Sorensen",
      "Martin J. Stevens",
      "Michael D. Mazurek",
      "L. Krister Shalm",
      "Tara M. Fortier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.18696",
    "title": "Sub-nanometer 3D morphometric precision of polarisation-resolved wide-field optical extinction microscopy determines the roundness of individual gold nanospheres",
    "abstract": "           Quantitative polarisation-resolved optical extinction microscopy of individual plasmonic nanoparticles has recently been introduced as a powerful tool to characterise the nanoparticle's morphology with a precision comparable to electron microscopy, while using a simple optical microscope [Nanoscale 12, 16215 (2020)]. Here we provide a step change by adding measurements for radial polarisation in the condenser back focal plane, probing plasmonic resonances polarised in axial direction. The combined linear and radial polarisation measurements provide a significantly enhanced precision of the retrieved 3D morphology, as we show on defect-free ultra-uniform gold nanospheres of 30 nm nominal diameter characterised by transmission electron microscopy. The measured cross-sections are modelled for an ellipsoidal particle, determining the three semi-axes and rotation angles by fitting the measurements. The material permittivity and surface damping providing the best fit are found. The particle aspect ratio is determined with a precision better than 5%, and the size with an impressive precision of 0.1 nm. Notably, corrections to the Rayleigh-Gans ellipsoid model due to retardation are significant even though the particle diameters are more than an order of magnitude smaller than the wavelength in the medium. Taking them into account improves the shape accuracy.         ",
    "url": "https://arxiv.org/abs/2512.18696",
    "authors": [
      "Lukas M Payne",
      "Furqan Alabdullah",
      "Paola Borri",
      "Wolfgang Langbein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2512.23105",
    "title": "Event Horizons, Spacetime Geometry, and the Limits of Integrated Consciousness",
    "abstract": "           What happens to a unified conscious field when its physical implementation straddles a black hole event horizon? This paper addresses that question for integration-based theories, including Integrated Information Theory, Global Workspace Theory, and Predictive Processing. These views share a structural commitment: unity requires a single strongly connected component (SCC) in an effective causal graph over a finite integration window $\\tau$. Using the standard black hole causal structure, I show that no SCC can span an event horizon. Any theory that ties unity to strong connectivity must therefore accept that a single conscious field cannot remain numerically identical and unified across such a configuration. From the perspective of the theories themselves, the outcome is bifurcation: each causally connected subsystem continues to satisfy the very structural criteria the theory declared necessary for a unified field. On any such view, the number and boundaries of unified conscious fields are therefore fixed not by the substrate alone but by the conjunction of its internal architecture with the relativistic causal structure of the spacetime it occupies, a dependency that ordinary spacetime conceals by supplying it so abundantly, but which an event horizon abruptly withdraws.         ",
    "url": "https://arxiv.org/abs/2512.23105",
    "authors": [
      "Jonathon Sendall"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2601.22192",
    "title": "Chitosan/alginate bionanocomposites adorned with mesoporous silica nanoparticles for bone tissue engineering",
    "abstract": "           The regeneration of oral and craniofacial bone defects ranging from minor periodontal and peri-implant defects to large and critical lesions imposes a substantial global health burden. Conventional therapies are associated with several limitations, highlighting the development of a unique treatment strategy, such as tissue engineering. A well-designed scaffold for bone tissue engineering should possess biocompatibility, biodegradability, mechanical strength, and osteoconductivity. For this purpose, mesoporous silica nanoparticles (MSNs) were synthesized and incorporated at different ratios (10, 20, and 30%) into alginate/chitosan (Alg/Chit)-based porous composite scaffolds fabricated through the freeze-drying method. The MSN incorporation significantly improved the mechanical strength of the scaffolds while showing a negligible decreasing effect on the porosity. All of the samples showed desirable swelling behaviors, which is beneficial for cell attachment and proliferation. The MSN-containing scaffolds indicated a decreased hydrolytic degradation in an MSN percentage-dependent manner. The fabricated scaffolds did not depict cytotoxic characteristics. The Alg/Chit/MSN30 scaffolds not only showed noncytotoxic properties, but also increased the cell viability significantly compared to the control group. The biomineralization properties of the MSN-containing nanocomposite scaffolds were significantly higher than the Alg/Chit composite, suggesting the potential of these nanoparticles for bone tissue engineering applications. Taken together, it is concluded that the Alg/Chit/ MSN30 scaffolds are considerable substances for bone tissue regeneration, and MSN has a great tissue engineering potential in addition to its extensive biomedical applications.         ",
    "url": "https://arxiv.org/abs/2601.22192",
    "authors": [
      "Satar Yousefiasl",
      "Hamed Manoochehri",
      "Pooyan Makvandi",
      "Saeid Afshar",
      "Erfan Salahinejad",
      "Pegah Khosraviyan",
      "Massoud Saidijam",
      "Sara Soleimani Asl",
      "Esmaeel Sharifi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2602.06089",
    "title": "High-Level Fault-Tolerant Abstractions for Quantum-Gate Circuit Design and Synthesis: PQC and Topological Anyon Architectures (TQC) for Categorical Computations in SU(2)_3 TQFT and D-brane Stability",
    "abstract": "           We propose a dual-architecture quantum simulation framework for modeling morphisms and stability conditions in the bounded derived category $\\mathbf{D}^b(\\mathrm{Coh}(X))$, with applications to D-brane physics on Kähler and non-Kähler manifolds. Two physically executable quantum realizations are constructed: parameterized quantum circuits (PQCs) implemented on conventional gate-based qubit platforms, and a topological quantum computing (TQC) realization using braiding and fusion of Fibonacci anyons modeled via SU(2)$_3$ modular tensor categories. In the PQC model, we encode slope functionals S(F) and stability constraints as variational observables, mapping derived morphisms to unitaries that evolve over parameterized angles. The output expectation values simulate quantum-corrected Chern class inequalities with deformation terms $\\delta$, capturing quantum corrections to classical geometric stability. In the TQC model, we engineer braid group representations to implement functorial transformations such as spherical twists and autoequivalences as sequences of fault-tolerant braid operations. This bifurcated approach provides a robust engineering pipeline for simulating categorical stability and homological algebra on quantum hardware, bridging abstract derived category theory with executable quantum architectures.         ",
    "url": "https://arxiv.org/abs/2602.06089",
    "authors": [
      "Vaidik A Sharma",
      "Sainath Bitragunta"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2509.16640",
    "title": "Solving Linear Systems of Equations with the Quantum HHL Algorithm: A Tutorial on the Physical and Mathematical Foundations for Undergraduate Students",
    "abstract": "           Quantum computing enables the efficient resolution of complex problems, often outperforming classical methods across various applications. In 2009, Harrow, Hassidim and Lloyd proposed an algorithm for solving linear systems of equations, demonstrating exponential speedup (under ideal conditions) with a complexity of $poly(\\log N)$, in contrast to classical approaches, which in the general case exhibit a complexity of $O(N^3)$, although they can achieve $O(N)$ in specific cases involving sparse matrices. This algorithm holds promise for advancements in machine learning, the solution of differential equations, linear regression, and cryptographic analysis. However, its structure is intricate, and there is a notable lack of detailed instructional materials in the literature. In this context, this paper presents a tutorial addressing the physical and mathematical foundations of the HHL algorithm, aimed at undergraduate students, explaining its theoretical construction and its implementation for solving linear equation systems. After discussing the underlying mathematical and physical concepts, we present numerical examples that illustrate the evolution of the quantum circuit. Finally, the algorithm's complexity, limitations, and future prospects are analyzed. The examples are compared with their classical simulations, allowing for an operational assessment of the algorithm's performance.         ",
    "url": "https://arxiv.org/abs/2509.16640",
    "authors": [
      "Lucas Q. Galvão",
      "Anna Beatriz M. de Souza",
      "Alexandre Oliveira S. Santos",
      "André Saimon S. Sousa",
      "Clebson Cruz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2601.03567",
    "title": "Local Scale Invariance in Quantum Theory: A Non-Hermitian Pilot-Wave Formulation",
    "abstract": "           We show that Weyl's abandoned idea of local scale invariance has a natural realization at the quantum level in pilot-wave (de Broglie-Bohm) theory. We obtain the Weyl covariant derivative by complexifying the electromagnetic gauge coupling parameter. The resultant non-hermiticity has a natural interpretation in terms of local scale invariance in pilot-wave theory. The conserved current density is modified from $|\\psi|^2$ to the local scale invariant, trajectory-dependent ratio $|\\psi|^2/ \\mathbf 1^2[\\mathcal C]$, where $\\mathbf 1[\\mathcal C]$ is a scale factor that depends on the pilot-wave trajectory $\\mathcal C$ in configuration space. All physical predictions are local scale invariant, even in the presence of mass terms. Our approach is general, and we implement it for the Schrödinger and Pauli equations, and for the Dirac equation in curved spacetime, each coupled to an external electromagnetic field. We also implement it in quantum field theory for the case of a quantized axion field interacting with a quantized electromagnetic field. We discuss the equilibrium probability density and show that the corresponding trajectories are unique. Our results provide a pivotal understanding of local scale invariance in quantum theory.         ",
    "url": "https://arxiv.org/abs/2601.03567",
    "authors": [
      "Indrajit Sen",
      "Matthew Leifer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2601.21152",
    "title": "Community detection in network using Szegedy quantum walk",
    "abstract": "           In a network, the vertices with similar characteristics construct communities. The vertices in a community are well-connected. Detecting the communities in a network is a challenging and important problem in the theory of complex networks. One approach to solving this problem uses the classical random walks on graphs. In quantum computing, quantum walks are the quantum mechanical counterparts of classical random walks. In this article, we employ a variant of Szegedy's quantum walk to develop a procedure for discovering the communities in networks. The limiting probability distribution of quantum walks assists us in determining the inclusion of a vertex in a community. We apply our community detection procedure to a variety of graphs and social networks, including the relaxed caveman graph, $l$-partition graph, Karate club graph, and the dolphin's social network, among others.         ",
    "url": "https://arxiv.org/abs/2601.21152",
    "authors": [
      "Md Samsur Rahaman",
      "Supriyo Dutta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Social and Information Networks (cs.SI)",
      "Combinatorics (math.CO)",
      "Physics and Society (physics.soc-ph)"
    ]
  }
]