[
  {
    "id": "arXiv:2507.22302",
    "title": "Controlling X-ray emission with optical nanostructures",
    "abstract": "           Nonlinear processes lie at the heart of many technologies such as frequency converters and entangled photon sources. Historically, observation and manipulation of these processes, for instance through nanostructures, has been limited to optical and lower frequencies. Recently, however, second-order nonlinear processes which couple X-ray and optical photons have been observed and used to probe the electronic structure and optical response of materials. Observing and controlling these processes remains challenging due to their low efficiency and the difficulty of fabricating devices with spatial features on the scale of X-ray wavelengths. Here, we show how optical nanostructures can be used to manipulate X-ray/optical nonlinear processes, using a quantum theory which describes these second-order nonlinear interactions. As an example, we show how photonic crystals shape both the spectral and spatial characteristics of X-rays emitted through X-ray to optical parametric down-conversion, leading to a fill-factor-normalized rate enhancement of 2.2 over an unstructured medium, in addition to control over the directionality of X-ray emission. The ability to control X-ray nonlinear processes may lead to more monochromatic, heralded X-ray sources, enhanced ghost imaging of lattice and electronic dynamics, and imaging and spectroscopy beyond the standard quantum limit. Our framework illuminates a path towards controlling quantum optical effects at X-ray frequencies.         ",
    "url": "https://arxiv.org/abs/2507.22302",
    "authors": [
      "Elina Sendonaris",
      "Jamison Sloan",
      "Nicholas Rivera",
      "Ido Kaminer",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.22401",
    "title": "Heterogeneous networks for phase-sensitive engineering of optical disordered materials",
    "abstract": "           Heterogeneous networks provide a universal framework for extracting subsystem-level features of a complex system, which are critical in graph colouring, pattern classification, and motif identification. When abstracting physical systems into networks, distinct groups of nodes and links in heterogeneous networks can be decomposed into different modes of multipartite networks, allowing for a deeper understanding of both intra- and inter-group relationships. Here, we develop heterogeneous network modelling of wave scattering to engineer multiphase random heterogeneous materials. We devise multipartite network decomposition determined by material phases, which is examined using uni- and bi-partite network examples for two-phase multiparticle systems. We show that the directionality of the bipartite network governs the phase-sensitive alteration of microstructures. The proposed modelling enables a network-based design to achieve phase-sensitive microstructural features, while almost preserving the overall scattering response. With examples of designing quasi-isoscattering stealthy hyperuniform materials, our results provide a general recipe for engineering multiphase materials for wave functionalities.         ",
    "url": "https://arxiv.org/abs/2507.22401",
    "authors": [
      "Seungmok Youn",
      "Kunwoo Park",
      "Ikbeom Lee",
      "Gitae Lee",
      "Namkyoo Park",
      "Sunkyu Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.22456",
    "title": "Characterizing Material Effects On Direct ToF Signal Response In Optical Tactile Systems",
    "abstract": "           Optical tactile sensing holds transformative potential for robotics, particularly in collaborative environments where touch perception enhances safety, adaptability, and cognitive interaction. However, traditional tactile technologies based on total internal reflection (TIR) and frustrated total internal reflection (FTIR) - such as those used in touchscreen systems - face significant limitations. These include reliance on multiple infrared light sources and cameras, as well as poor adaptability to the complex, curved geometries often found in robotic systems. To address these challenges, we recently introduced OptoSkin, an advanced optical tactile sensor based on direct Time-of-Flight (ToF) technology, enabling touch and pressure detection. In this study, we investigate how specific material properties, particularly light scattering, influence the sensitivity of contact point detection under direct ToF sensing. Four materials with distinct scattering coefficients were selected to assess their impact on signal quality across different contact scenarios involving various target surfaces.         ",
    "url": "https://arxiv.org/abs/2507.22456",
    "authors": [
      "I. Aulika",
      "A. Ogurcovs",
      "M. Kemere",
      "A. Bundulis",
      "K. Kundzins",
      "J. Butikova",
      "A. Vembris",
      "A. Sarakovskis",
      "E. Bacher",
      "M. Laurenzis",
      "S. Schertzer",
      "J. Stopar",
      "A. Zore",
      "R. Kamnik",
      "M. Munih",
      "S. Cartiel",
      "J. Garcia-Pueyo",
      "A. Munoz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.22714",
    "title": "On the impact of the turbulent grazing flow development on the acoustic response of an acoustic liner",
    "abstract": "           The interaction between acoustic waves and turbulent grazing flow over an acoustic liner is investigated using Lattice-Boltzmann Very-Large-Eddy simulations. A single-degree-of-freedom liner with 11 streamwise-aligned cavities is studied in a grazing flow impedance tube. The conditions replicate reference experiments from the Federal University of Santa Catarina. The influence of grazing flow (with a centerline Mach of 0.32), acoustic wave amplitude, frequency, and propagation direction relative to the mean flow is analysed. Impedance is computed using both the in-situ and the mode-matching methods. The in-situ method reveals strong spatial variations; however, averaged values throughout the sample show minimal differences between upstream and downstream propagating waves, in contrast to the mode-matching method. Flow analyses reveal that the orifices displace the flow away from the face sheet, with this effect amplified by acoustic waves and dependent on the wave propagation direction. Consequently, the boundary layer displacement thickness (${\\delta}$*) increases along the streamwise direction compared to a smooth wall and exhibits localised humps downstream of each orifice. The growth of ${\\delta}$* alters the flow dynamics within the orifices by weakening the shear layer at downstream positions. This influences the acoustic-induced mass flow rate through the orifices, suggesting that acoustic energy is dissipated differently along the liner. The role of near-wall flow features highlights the need to consider a spatially evolving turbulent flow when studying the acoustic-flow interaction and measuring impedance. The spatial development of the turbulent flow may also partly explain the upstream-downstream impedance differences, as current eduction methods do not account for it.         ",
    "url": "https://arxiv.org/abs/2507.22714",
    "authors": [
      "Angelo Paduano",
      "Francesco Scarano",
      "Julio Cordioli",
      "Damiano Casalino",
      "Francesco Avallone"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2507.22035",
    "title": "Quantum generative modeling for financial time series with temporal correlations",
    "abstract": "           Quantum generative adversarial networks (QGANs) have been investigated as a method for generating synthetic data with the goal of augmenting training data sets for neural networks. This is especially relevant for financial time series, since we only ever observe one realization of the process, namely the historical evolution of the market, which is further limited by data availability and the age of the market. However, for classical generative adversarial networks it has been shown that generated data may (often) not exhibit desired properties (also called stylized facts), such as matching a certain distribution or showing specific temporal correlations. Here, we investigate whether quantum correlations in quantum inspired models of QGANs can help in the generation of financial time series. We train QGANs, composed of a quantum generator and a classical discriminator, and investigate two approaches for simulating the quantum generator: a full simulation of the quantum circuits, and an approximate simulation using tensor network methods. We tested how the choice of hyperparameters, such as the circuit depth and bond dimensions, influenced the quality of the generated time series. The QGAN that we trained generate synthetic financial time series that not only match the target distribution but also exhibit the desired temporal correlations, with the quality of each property depending on the hyperparameters and simulation method.         ",
    "url": "https://arxiv.org/abs/2507.22035",
    "authors": [
      "David Dechant",
      "Eliot Schwander",
      "Lucas van Drooge",
      "Charles Moussa",
      "Diego Garlaschelli",
      "Vedran Dunjko",
      "Jordi Tura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Computational Finance (q-fin.CP)",
      "Statistical Finance (q-fin.ST)"
    ]
  },
  {
    "id": "arXiv:2507.22112",
    "title": "Protected quantum gates using qubit doublons in dynamical optical lattices",
    "abstract": "           Quantum computing represents a central challenge in modern science. Neutral atoms in optical lattices have emerged as a leading computing platform, with collisional gates offering a stable mechanism for quantum logic. However, previous experiments have treated ultracold collisions as a dynamically fine-tuned process, which obscures the underlying quantum- geometry and statistics crucial for realising intrinsically robust operations. Here, we propose and experimentally demonstrate a purely geometric two-qubit swap gate by transiently populating qubit doublon states of fermionic atoms in a dynamical optical lattice. The presence of these doublon states, together with fermionic exchange anti-symmetry, enables a two-particle quantum holonomy -- a geometric evolution where dynamical phases are absent. This yields a gate mechanism that is intrinsically protected against fluctuations and inhomogeneities of the confining potentials. The resilience of the gate is further reinforced by time-reversal and chiral symmetries of the Hamiltonian. We experimentally validate this exceptional protection, achieving a loss-corrected amplitude fidelity of $99.91(7)\\%$ measured across the entire system consisting of more than $17'000$ atom pairs. When combined with recently developed topological pumping methods for atom transport, our results pave the way for large-scale, highly connected quantum processors. This work introduces a new paradigm for quantum logic, transforming fundamental symmetries and quantum statistics into a powerful resource for fault-tolerant computation.         ",
    "url": "https://arxiv.org/abs/2507.22112",
    "authors": [
      "Yann Kiefer",
      "Zijie Zhu",
      "Lars Fischer",
      "Samuel Jele",
      "Marius Gächter",
      "Giacomo Bisson",
      "Konrad Viebahn",
      "Tilman Esslinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.22172",
    "title": "Large magnon dichroism and other optical properties of hexagonal ferrite h-Lu0.6Sc0.4FeO3 with altermagnetic A2 spin ordering",
    "abstract": "           Multiferroic hexagonal h-Lu0.6Sc0.4FeO3 single crystals with non-collinear spins were studied using the THz and Raman scattering spectroscopies and ellipsometry. Antiferromagnetic resonances, or magnons, were found at about 0.85 THz and 1.2 THz. These magnons harden as temperature increases and disappear above 130 K. This behavior is consistent with the magnetic susceptibility and a phase transition to a previously reported weak ferromagnetic state. A strong dichroism at the resonance with the AFM doublet has been observed at zero external magnetic field using both conventional circular polarization and THz vector vortex beams. This observation is attributed to the strong altermagnetic properties of h-Lu0.6Sc0.4FeO3 with a broken PT symmetry. The splitting of the magnon doublet in an external magnetic field applied long the c axis yields a g-factor of 3.0 for the Fe3+ ions. Raman spectra of the optical phonons revealed a Fano-type asymmetry due to their interaction with a continuum of polar excitations. Electronic transitions were studied with ellipsometry and the results were compared with the modelled using DFT+eDMFT.         ",
    "url": "https://arxiv.org/abs/2507.22172",
    "authors": [
      "V. A. Martinez",
      "A. A. Sirenko",
      "L. Bugnon",
      "P. Marsik",
      "C. Bernhard",
      "Qing Zhang",
      "G. L. Pascut",
      "F. Lyzwa",
      "Z. Liu",
      "K. Du",
      "S.-W. Cheong"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.22323",
    "title": "Quantum coherence and negative quasi probabilities in a contextual three-path interferometer",
    "abstract": "           Basic quantum effects are often illustrated using single particle interferences in two-path interferometers. A wider range of non-classical phenomena can be illustrated using three-path interferometers, but the increased complexity of quantum statistics in a three-dimensional Hilbert space makes it difficult to identify a representative set of observable properties that could be used to characterize specific phenomena. Here, I propose a characterization of pure states based on a five-stage interferometer recently introduced to demonstrate the relation between different measurement contexts (Optica Quantum 1, 63 (2023)). It is shown that the orthogonality relations between the states representing the different measurement contexts can be used to classify pure states within the three-dimensional Hilbert space according to the non-classical correlations between different contexts expressed by negative Kirkwood-Dirac distributions.         ",
    "url": "https://arxiv.org/abs/2507.22323",
    "authors": [
      "Holger F. Hofmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.22458",
    "title": "Collective Fluorescence of Graphene Quantum Dots on a Halide Perovskite Crystal",
    "abstract": "           This study explores the dynamical collective fluorescence of $C_{96}tBu_8$ graphene quantum dots when deposited on the surface of monocrystalline halide perovskite. Despite the tendency of the graphene quantum dots to avoid aggregation in solution and polymer matrices, our findings reveal distinct collective behaviors when deposited on the perovskite surface, here $CH_3NH_3PbBr_3$. We observed small clusters of graphene quantum dots rather than isolated single molecules through confocal fluorescence microscopy. Spectral analysis under continuous illumination shows a back-and-forth dynamical transition between an uncoupled, monomer-like state and a coupled state with a redshifted emission. In some cases, this dynamical process is followed by a drastic one-way increase in fluorescence intensity combined with a shortening of the excited state lifetime, which could characterize the emission of ordered graphene quantum dots within aggregates.         ",
    "url": "https://arxiv.org/abs/2507.22458",
    "authors": [
      "Hugo Levy-Falk",
      "Suman Sarkar",
      "Thanh Trung Huynh",
      "Daniel Medina-Lopez",
      "Lauren Hurley",
      "Océane Capelle",
      "Muriel Bouttemy",
      "Gaëlle Trippé-Allard",
      "Stéphane Campidelli",
      "Loïc Rondin",
      "Elsa Cassette",
      "Emmanuelle Deleporte",
      "Jean-Sébastien Lauret"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2507.22461",
    "title": "Proposal for realizing Heisenberg-type quantum-spin models in Rydberg atom quantum simulators",
    "abstract": "           We investigate the magnetic-field dependence of the interaction between two Rydberg atoms, $|nS_{1/2}, m_J\\rangle$ and $|(n+1)S_{1/2}, m_J\\rangle$. In this setting, the effective spin-1/2 Hamiltonian takes the form of an {\\it XXZ} model. We show that the anisotropy parameter of the {\\it XXZ} model can be tuned by applying a magnetic field, and in particular, that it changes drastically near the Förster resonance points. Based on this result, we propose experimental realizations of spin-1/2 and spin-1 Heisenberg-type quantum spin models in Rydberg atom quantum simulators, without relying on Floquet engineering. Our results provide guidance for future experiments of Rydberg atom quantum simulators and offer insight into quantum many-body phenomena emerging in the Heisenberg model.         ",
    "url": "https://arxiv.org/abs/2507.22461",
    "authors": [
      "Masaya Kunimi",
      "Takafumi Tomita"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.22560",
    "title": "Use of solid fused silica etalon with broadband metallic coatings for calibration of high-resolution optical spectrograph",
    "abstract": "           Wavelength calibration is a key factor for high-resolution spectroscopic measurements for precision radial velocities. Hollow-cathode lamps (e.g., ThAr), absorption cells (e.g., iodine cell), dielectric coated Fabry-Pérot etalons and laser frequency combs have been implemented over the years for precise wavelength calibration and wavelength drift measurements. However, due to their various impediments as wavelength calibrators, investigations of alternative methods remain of prime interest. In this paper, we examined the feasibility of low-cost (~ $1000) commercially available solid fused silica etalon with a broadband metallic coating as a calibrator. We studied the behaviour for two cavity spacings (free spectral range of 1/cm and 0.5/cm) with temperature from theoretical derivation and experimental data. Our setup had a temperature stability of 0.8 mK for a calibrator system using an off-the-shelf dewar flask with active stabilisation. Our result from radial velocity drift measurements demonstrated that such a calibration system is capable of providing higher signal-to-noise calibration and better nightly drift measurement relative to ThAr in the wavelength range between 470 nm and 780 nm. A similar result has been previously found for Fabry-Pérot etalons, and although the metalon solution lacks the efficiency of an etalon, it does offers a cost-effective broadband solution, which should be less prone to aging relative to complex dielectric mirror coatings. Nonetheless, long-term monitoring is required to understand the metalon behaviour in detail.         ",
    "url": "https://arxiv.org/abs/2507.22560",
    "authors": [
      "Supriyo Ghosh",
      "William Martin",
      "Kajal Kunverji",
      "Hugh R. A. Jones"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.22584",
    "title": "Quantum siphoning of finely spaced interlayer excitons in reconstructed MoSe2/WSe2 heterostructures",
    "abstract": "           Atomic reconstruction in twisted transition metal dichalcogenide heterostructures leads to mesoscopic domains with uniform atomic registry, profoundly altering the local potential landscape. While interlayer excitons in these domains exhibit strong many-body interactions, extent and impact of quantum confinement on their dynamics remains unclear. Here, we reveal that quantum confinement persists in these flat, reconstructed regions. Time-resolved photoluminescence spectroscopy uncovers multiple, finely-spaced interlayer exciton states (~ 1 meV separation), and correlated emission lifetimes spanning sub-nanosecond to over 100 nanoseconds across a 10 meV energy window. Cascade-like transitions confirm that these states originate from a single potential well, further supported by calculations. Remarkably, at high excitation rates, we observe transient suppression of emission followed by gradual recovery, a process we term \"quantum siphoning\". Our results demonstrate that quantum confinement and competing nonlinear dynamics persist beyond the ideal moire paradigm, potentially enabling applications in quantum sensing and modifying exciton dynamics via strain engineering.         ",
    "url": "https://arxiv.org/abs/2507.22584",
    "authors": [
      "Mainak Mondal",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Gaurav Chaudhary",
      "Akshay Singh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.22622",
    "title": "Thresholded quantum LIDAR in turbolent media",
    "abstract": "           Light detection and ranging is a key technology for a number of applications, from relatively simple distance ranging to environmental monitoring. When dealing with low photon numbers an important issue is the improvement of the signal- to-noise-ratio, which is severely affected by external sources whose emission is captured by the detection apparatus. In this paper, we present an extension of the technique developed in [Phys. Rev. Lett. 123, 203601] to the effects caused by the propagation of light through a turbulent media, as well as the detection through photon counting devices bearing imperfections in terms of efficiency and number resolution. Our results indicate that even less performing technology can result in a useful detection scheme.         ",
    "url": "https://arxiv.org/abs/2507.22622",
    "authors": [
      "Walter Zedda",
      "Ilaria Gianani",
      "Vincenzo Berardi",
      "Marco Barbieri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.22670",
    "title": "On the Simulation of Conical Intersections in Water and Methanimine Molecules Via Variational Quantum Algorithms",
    "abstract": "           We investigate the electronic structure of methanimine (CH2NH) and water (H2O) molecules in an effort to locate conical intersections (CIs) using variational quantum algorithms. Our approach implements and compares a range of hybrid quantum-classical methods, including the Variational Quantum Eigensolver (VQE), Variational Quantum Deflation (VQD), VQE with Automatically-Adjusted Constraints (VQE-AC), and we explore molecular configurations of interest using a State-Average (SA) approach. Exact Diagonalization is employed as the classical benchmark to evaluate the accuracy of the quantum algorithms. We perform simulations across a range of molecular geometries, basis sets, and active spaces to compare each algorithm's performance and accuracy, and to enhance the detectability of CIs. This work confirms the quantum variational algorithms' capability of describing conical intersections in both molecules, as long as appropriate active spaces and geometries of the molecule are chosen. We also compare the accuracy and reliability of VQE-based methods for computing excited states with classical benchmark methods, and we demonstrate good agreement within desired regions.         ",
    "url": "https://arxiv.org/abs/2507.22670",
    "authors": [
      "Samir Belaloui",
      "Nacer Eddine Belaloui",
      "Achour Benslama"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.22747",
    "title": "A quantum experiment with joint exogeneity violation",
    "abstract": "           In randomized experiments, the assumption of potential outcomes is usually accompanied by the \\emph{joint exogeneity} assumption. Although joint exogeneity has faced criticism as a counterfactual assumption since its proposal, no evidence has yet demonstrated its violation in randomized experiments. In this paper, we reveal such a violation in a quantum experiment, thereby falsifying this assumption, at least in regimes where classical physics cannot provide a complete description. We further discuss its implications for potential outcome modelling, from both practial and philosophical perspectives.         ",
    "url": "https://arxiv.org/abs/2507.22747",
    "authors": [
      "Yuhao Wang",
      "Xingjian Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistics Theory (math.ST)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20197",
    "title": "Nonlinear Quantum Electrodynamics of Epsilon-Near-Zero Nanocavities",
    "abstract": "           We investigate single-photon nonlinear refractive index change and frequency shift of Epsilon-Near-Zero (ENZ) sub-wavelength nanocavities. We apply the rigorous quantum Langevin-noise approach in the framework of Green's tensor quantization method to realistic ENZ materials with causal dispersion and derive closed-form analytical solutions for cavities with spherical geometry. This is achieved by employing a fully nonperturbative methodology for the analysis of open quantum systems with single-photon Kerr-type nonlinearity. The analytical results are validated numerically using the established quasi-normal mode expansion method and extended to nonspherical nanocavity geometries that can be experimentally fabricated using state-of-the-art electron lithography. Our findings establish a rigorous benchmark for understanding single-photon nonlinear optical effects in Kerr-type ENZ nanostructures with losses and are of importance to emerging quantum technology applications, including on-chip single-photon nondemolition detection, quantum sensing, and controlled quantum gates driven by enhanced photon blockade effects at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2412.20197",
    "authors": [
      "Luca Dal Negro",
      "Riccardo Franchi",
      "Marco Ornigotti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.09343",
    "title": "A High-Power Clock Laser Spectrally Tailored for High-Fidelity Quantum State Engineering",
    "abstract": "           Highly frequency-stable lasers are a ubiquitous tool for optical frequency metrology, precision interferometry, and quantum information science. While making a universally applicable laser is unrealistic, spectral noise can be tailored for specific applications. Here we report a high-power 698 nm clock laser with a maximum output of \\SI{4}{W} and minimized frequency noise up to a few kHz Fourier frequency, together with long-term instability of $3.5 \\times 10^{-17}$ at one to thousands of seconds. The laser frequency noise is precisely characterized with atom-based spectral analysis that employs a pulse sequence designed to suppress sensitivity to intensity noise. This method provides universally applicable tunability of the spectral response and analysis of quantum sensors over a wide frequency range. With the optimized laser system characterized by this technique, we achieve an average single-qubit Clifford gate fidelity of up to $F_1^2 = 0.99964(3)$ when simultaneously driving 3000 optical qubits with a homogeneous Rabi frequency ranging from \\SI{10}{Hz} to $\\sim$$\\SI{1}{kHz}$. This result represents the highest single optical-qubit gate fidelity for large number of atoms.         ",
    "url": "https://arxiv.org/abs/2501.09343",
    "authors": [
      "Lingfeng Yan",
      "Stefan Lannig",
      "William R. Milner",
      "Max N. Frankel",
      "Ben Lewis",
      "Dahyeon Lee",
      "Kyungtae Kim",
      "Jun Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.16392",
    "title": "femto-PIXAR: a neural network method for reconstruction of femtosecond X-ray free electron laser pulse energy",
    "abstract": "           X-ray Free Electron Lasers (X\\nobreakdash-FELs) operate in a wide range of lasing configurations for a broad variety of scientific applications at ultrafast time-scales such as structural biology, materials science, and atomic and molecular physics. Shot-by-shot characterization of the X-FEL pulses is crucial for analysis of many experiments as well as tuning the X-FEL performance. However, for the weak pulses found in advanced configurations, e.g. those needed for coherent, two-pulse studies of quantum materials, there is no current method for reliably resolving pulse profiles. Here we show that a physics-based U-net model can reconstruct the individual pulse power profiles for sub-picosecond pulse separation without the need for simulations. Using experimental data from weak X-FEL pulse pairs, we demonstrate we can learn the pulse characteristics on a shot-by-shot basis when conventional methods fail.         ",
    "url": "https://arxiv.org/abs/2502.16392",
    "authors": [
      "Gesa Goetzke",
      "Rajan Plumley",
      "Gregor Hartmann",
      "Tim Maxwell",
      "Franz-Josef Decker",
      "Alberto Lutman",
      "Mike Dunne",
      "Daniel Ratner",
      "Joshua J. Turner"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.23813",
    "title": "Evaluation of a Virtual Laboratory Platform in General Education on Quantum Information Science",
    "abstract": "           This paper presents the findings of pedagogical research on the efficacy of a virtual laboratory platform in general education courses on quantum information science. Specifically, a virtual laboratory activity based on the Bell test has been developed using a commercially available Quantum Optical Simulation Laboratory, QLab. The experiential activity is designed to help undergraduates from diverse academic disciplines understand the counterintuitive yet foundational concept of quantum entanglement. Qualitative and quantitative evaluations conducted over three academic years using carefully designed questionnaires indicated that the virtual laboratory enabled over 80% of students to grasp the complex concepts of quantum entanglement. These results demonstrate the effectiveness of the virtual laboratory in making abstract quantum concepts accessible and engaging, regardless of students' prior knowledge of advanced mathematics or technical skills. Despite certain limitations, such as the relatively small sample sizes in the last two semesters, this study offers valuable insights and a practical framework for addressing the challenges of teaching quantum information science in undergraduate curricula, particularly within general education courses designed for both science and non-science students.         ",
    "url": "https://arxiv.org/abs/2503.23813",
    "authors": [
      "Hongbin Song"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2506.00217",
    "title": "Static Electric Dipole Polarizability and Hyperpolarizability Tensors from Mean-Field Cavity Quantum Electrodynamics Approaches",
    "abstract": "           First-order electric dipole response functions are implemented for cavity quantum electrodynamics (QED) generalizations of Hartree-Fock (HF) and Kohn-Sham density functional theory (DFT) in order to assess the degree to which static molecular response properties are impacted by interactions between electronic degrees of freedom and an optical cavity mode. Isotropically averaged static electric dipole polarizability tensors from QED-HF and QED-DFT are found to be somewhat insensitive to the presence of the cavity under realistic single-molecule coupling strengths. In contrast, the first hyperpolarizability tensor computed using QED-HF can be significantly modified by the cavity, depending on the relative orientation of the molecule and cavity mode polarization axis. For example, compared to the isolated molecule case, the isotropically averaged hyperpolarizability for $p$-nitroaniline decreases by more than 20% when the molecule is coupled to a single-mode optical cavity with a coupling strength of $|\\lambda| = 0.05$ a.u. and when the cavity mode is polarized along the principal molecular axis. On the other hand, with this coupling strength and polarization, the isotropically averaged static dipole polarizability from QED-HF or QED-DFT decreases by only $\\approx$ 2--5%, depending on the choice of DFT functional.         ",
    "url": "https://arxiv.org/abs/2506.00217",
    "authors": [
      "A. Eugene DePrince III",
      "Stephen H. Yuwono"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.09772",
    "title": "Designing quantum chemistry algorithms with just-in-time compilation",
    "abstract": "           We introduce just-in-time (JIT) compilation to the integral kernels for Gaussian-type orbitals (GTOs) to enhance the efficiency of electron repulsion integral computations. For Coulomb and exchange (JK) matrices, JIT-based algorithms yield a 2x speedup for the small 6-31G* basis set over GPU4PySCF v1.4 on an NVIDIA A100-80G GPU. By incorporating a novel algorithm designed for orbitals with high angular momentum, the efficiency of JK evaluations with the large def2-TZVPP basis set is improved by up to 4x. The core CUDA implementation is compact, comprising only ~1,000 lines of code, including support for single-precision arithmetic. Furthermore, the single-precision implementation achieves a 3x speedup over the previous state-of-the-art.         ",
    "url": "https://arxiv.org/abs/2507.09772",
    "authors": [
      "Xiaojie Wu",
      "Qiming Sun",
      "Yuanheng Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2501.11146",
    "title": "An efficient explicit implementation of a near-optimal quantum algorithm for simulating linear dissipative differential equations",
    "abstract": "           We propose an efficient block-encoding technique for the implementation of the Linear Combination of Hamiltonian Simulations (LCHS) for modeling dissipative initial-value problems. This algorithm approximates a target nonunitary operator as a weighted sum of Hamiltonian evolutions, thereby emulating a dissipative problem by mixing various time scales. We introduce an efficient encoding of the LCHS into a quantum circuit based on a simple coordinate transformation that turns the dependence on the summation index into a trigonometric function. This significantly simplifies block-encoding of a dissipative problem and allows one to perform an exponential number of Hamiltonian simulations by a single Quantum Signal Processing (QSP) circuit. The resulting LCHS circuit has high success probability and scales logarithmically with the number of terms in the LCHS sum and linearly with time. We verify the quantum circuit and its scaling by simulating it on a digital emulator of fault-tolerant quantum computers and, as a test problem, solve the advection-diffusion equation. The proposed algorithm can be used for modeling a wide class of nonunitary initial-value problems including the Liouville equation and linear embeddings of nonlinear systems.         ",
    "url": "https://arxiv.org/abs/2501.11146",
    "authors": [
      "Ivan Novikau",
      "Ilon Joseph"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00126",
    "title": "Tree tensor network hierarchical equations of motion based on time-dependent variational principle for efficient open quantum dynamics in structured thermal environments",
    "abstract": "           We introduce an efficient method TTN-HEOM for exactly calculating the open quantum dynamics for driven quantum systems interacting with highly structured bosonic baths by combining the tree tensor network (TTN) decomposition scheme to the bexcitonic generalization of the numerically-exact hierarchical equations of motion (HEOM). The method yields a series of quantum master equations for all core tensors in the TTN that efficiently and accurately capture the open quantum dynamics for non-Markovian environments to all orders in the system-bath interaction. These master equations are constructed based on the time-dependent Dirac--Frenkel variational principle which isolates the optimal dynamics for the core tensors given the TTN ansatz. The dynamics converges to the HEOM when increasing the rank of the core tensors, a limit in which the TTN ansatz becomes exact. We introduce TENSO, Tensor Equations for Non-Markovian Structured Open systems, as a general-purpose Python code to propagate the TTN-HEOM dynamics. We implement three general propagators for the coupled master equations: Two fixed-rank methods that require a constant memory footprint during the dynamics, and one adaptive-rank method with variable memory footprint controlled by the target level of computational error. We exemplify the utility of these methods by simulating a two-level system coupled to a structured bath containing one Drude--Lorentz component and eight Brownian oscillators, which is beyond what can presently be computed using the standard HEOM. Our results show that the TTN-HEOM is capable to simulate both dephasing and relaxation dynamics of driven quantum system interacting with structured baths, even those of chemical complexity, with affordable computational cost.         ",
    "url": "https://arxiv.org/abs/2505.00126",
    "authors": [
      "Xinxian Chen",
      "Ignacio Franco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.01609",
    "title": "A low-loss, 24-mode laser-written universal photonic processor in a glass-based platform",
    "abstract": "           We report the fabrication of the first 24-mode universal photonic processor (UPP) realized through femtosecond laser writing (FLW), marking the most complex UPP demonstrated to date. Optimized for quantum dot emission at 925 nm, the device exhibits total insertion losses averaging only 4.35 dB, enabling its direct application in advanced multi-photon quantum experiments. Leveraging the versatility of FLW, we introduce suspended waveguides and precisely engineered 2D and 3D microstructures, significantly enhancing thermal isolation and minimizing power dissipation. As a result, our processor operates efficiently at less than 10 W, requiring only a simple thermo-electric cooler for stable thermal management. The device exhibits exceptional performance after calibration, implementing Haar-random unitary transformations with an amplitude fidelity of 99.7 %. This work establishes FLW-based integrated photonics as a scalable and robust platform for advancing quantum computing, communication, and sensing technologies.         ",
    "url": "https://arxiv.org/abs/2505.01609",
    "authors": [
      "Andrea Barzaghi",
      "Maëlle Bénéfice",
      "Francesco Ceccarelli",
      "Giacomo Corrielli",
      "Valerio Galli",
      "Marco Gardina",
      "Vittorio Grimaldi",
      "Jakub Kaczorowski",
      "Francesco Malaspina",
      "Roberto Osellame",
      "Ciro Pentangelo",
      "Andrea Rocchetto",
      "Alessandro Rudi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.14274",
    "title": "An engineering guide to superconducting quantum circuit shielding",
    "abstract": "           In this review, we provide a practical guide on protection of superconducting quantum circuits from broadband electromagnetic and infrared-radiation noise by using cryogenic shielding and filtering of microwave lines. Recently, superconducting multi-qubit processors demonstrated quantum supremacy and quantum error correction below the surface code threshold. However, the decoherence-induced loss of quantum information still remains a challenge for more than 100 qubit quantum computing. Here, we review the key aspects of superconducting quantum circuits protection from stray electromagnetic fields and infrared radiation, namely, multilayer shielding design, materials, filtering of the fridge lines and attenuation, cryogenic setup configurations, and methods for shielding efficiency evaluation developed over the last 10 years. In summary, we make recommendations for creation of an efficient and compact shielding system as well as microwave filtering for a large-scale superconducting quantum systems.         ",
    "url": "https://arxiv.org/abs/2505.14274",
    "authors": [
      "Elizaveta I. Malevannaya",
      "Viktor I. Polozov",
      "Anton I. Ivanov",
      "Aleksei R. Matanin",
      "Nikita S. Smirnov",
      "Vladimir V. Echeistov",
      "Dmitry O. Moskalev",
      "Dmitry A. Mikhalin",
      "Denis E. Shirokov",
      "Yuri V. Panfilov",
      "Ilya A. Ryzhikov",
      "Aleksander V. Andriyash",
      "Ilya A. Rodionov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.08146",
    "title": "Fully data-driven inverse hyperelasticity with hyper-network neural ODE fields",
    "abstract": "           We propose a new framework for identifying mechanical properties of heterogeneous materials without a closed-form constitutive equation. Given a full-field measurement of the displacement field, for instance as obtained from digital image correlation (DIC), a continuous approximation of the strain field is obtained by training a neural network that incorporates Fourier features to effectively capture sharp gradients in the data. A physics-based data-driven method built upon ordinary neural differential equations (NODEs) is employed to discover constitutive equations. The NODE framework can represent arbitrary materials while satisfying constraints in the theory of constitutive equations by default. To account for heterogeneity, a hyper-network is defined, where the input is the material coordinate system, and the output is the NODE-based constitutive equation. The parameters of the hyper-network are optimized by minimizing a multi-objective loss function that includes penalty terms for violations of the strong form of the equilibrium equations of elasticity and the associated Neumann boundary conditions. We showcase the framework with several numerical examples, including heterogeneity arising from variations in material parameters, spatial transitions from isotropy to anisotropy, material identification in the presence of noise, and, ultimately, application to experimental data. As the numerical results suggest, the proposed approach is robust and general in identifying the mechanical properties of heterogeneous materials with very few assumptions, making it a suitable alternative to classical inverse methods.         ",
    "url": "https://arxiv.org/abs/2506.08146",
    "authors": [
      "Vahidullah Taç",
      "Amirhossein Amiri-Hezaveh",
      "Manuel K. Rausch",
      "Grace N. Bechtel",
      "Francisco Sahli Costabal",
      "Adrian Buganza Tepole"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17871",
    "title": "Shallow quantum circuit for generating O(1)-entangled approximate state designs",
    "abstract": "           Random quantum states have various applications in quantum information science. In this work, we discover a new ensemble of quantum states that serve as an $\\epsilon$-approximate state $t$-design while possessing extremely low entanglement, magic, and coherence. These resources can reach their theoretical lower bounds, $\\Omega(\\log (t/\\epsilon))$, which are also proven in this work. This implies that for fixed $t$ and $\\epsilon$, entanglement, magic, and coherence do not scale with the system size, i.e., $O(1)$ with respect to the total number of qubits $n$. Moreover, we explicitly construct an ancilla-free shallow quantum circuit for generating such states by transforming $k$-qubit approximate state designs into $n$-qubit ones without increasing the support size. The depth of such a quantum circuit, $O(t [\\log t]^3 \\log n \\log(1/\\epsilon))$, is the most efficient among existing algorithms without ancilla qubits. A class of quantum circuits proposed in our work offers reduced cost for classical simulation of random quantum states, leading to potential applications in quantum information processing. As a concrete example, we propose classical shadow tomography using an estimator with superpositions between only two states, which improves the runtime of a state certification task by requiring only $O(1)$ measurements and queries.         ",
    "url": "https://arxiv.org/abs/2507.17871",
    "authors": [
      "Wonjun Lee",
      "Minki Hhan",
      "Gil Young Cho",
      "Hyukjoon Kwon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]