[
  {
    "id": "arXiv:2405.17679",
    "title": "Self-dispersion-managed adiabatic frequency conversion",
    "abstract": "           Dispersion management of few-cycle pulses is crucial for ultrafast optics and photonics. Often, nontrivial dispersion is compensated using complex optical systems or minimized through careful design of waveguides. Here, we present dispersion-managed adiabatic frequency conversion enabling efficient downconversion of an 11.1-fs near-IR pulse to an 11.6-fs mid-IR pulse spanning an octave of bandwidth from 2-4 $\\mu$m. The adiabatic frequency converter is designed to impart a constant group delay over the entire bandwidth, eliminating the need for complex dispersion management and opening a new avenue for dispersion engineering in ultrafast optics and photonics. Notably, dispersion engineering through the position-dependent conversion position of an adiabatic conversion device constitutes an additional mechanism for dispersion control in ultrafast optics and photonics while maintaining high conversion efficiency for broadband pulses.         ",
    "url": "https://arxiv.org/abs/2405.17679",
    "authors": [
      "Dylan Heberle",
      "Noah Flemens",
      "Connor Davis",
      "Philippe Lassonde",
      "Adrien Leblanc",
      "François Légaré",
      "Jeffrey Moses"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.17852",
    "title": "Advances in laser-plasma interactions using intense vortex laser beams",
    "abstract": "           Low-intensity light beams carrying Orbital Angular Momentum (OAM), commonly known as vortex beams, have garnered significant attention due to promising applications in areas ranging from optical trapping to communication. In recent years, there has been a surge in global research exploring the potential of high-intensity vortex laser beams and specifically their interactions with plasmas. This paper provides a comprehensive review of recent advances in this area. Compared to conventional laser beams, intense vortex beams exhibit unique properties such as twisted phase fronts, OAM delivery, hollow intensity distribution, and spatially isolated longitudinal fields. These distinct characteristics give rise to a multitude of rich phenomena, profoundly influencing laser-plasma interactions and offering diverse applications. The paper also discusses future prospects and identifies promising general research areas involving vortex beams. These areas include low-divergence particle acceleration, instability suppression, high-energy photon delivery with OAM, and the generation of strong magnetic fields. With growing scientific interest and application potential, the study of intense vortex lasers is poised for rapid development in the coming years.         ",
    "url": "https://arxiv.org/abs/2405.17852",
    "authors": [
      "Yin Shi",
      "Xiaomei Zhang",
      "Alexey Arefiev",
      "Baifei Shen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.17962",
    "title": "Detection of carbon monoxide using a polarization-multiplexed erbium dual-comb fiber laser",
    "abstract": "           We present a compact, reliable, and robust free-running all-polarization-maintaining erbium (Er) single-cavity dual-comb laser generated via polarization multiplexing with gain sharing. Polarization multiplexing exploits the fast and slow axes of the fiber, while modelocking is achieved through a nonlinear amplifying loop mirror scheme using readily available components. The laser operates at a repetition rate of around 74.74 MHz with a tuning capability in the difference in repetition rates from 500 Hz to 200 kHz. This tunability makes the system more flexible for dual-comb spectroscopy experiments. Consequently, using this laser, we demonstrated a proof-of-principle dual-comb spectroscopy of carbon monoxide (CO), operating without any active stabilization.         ",
    "url": "https://arxiv.org/abs/2405.17962",
    "authors": [
      "P. E. Collin Aldia",
      "Jiayang Chen",
      "Jonas K. C. Ballentin",
      "Lukas W. Perner",
      "O. H. Heckl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.17970",
    "title": "Elucidating nanostructural organisation and photonic properties of butterfly wing scales using hyperspectral microscopy",
    "abstract": "           Biophotonic nanostructures in butterfly wing scales remain fascinating examples of biological functional materials, with intriguing open questions in regards to formation and evolutionary function. One particularly interesting butterfly species, Erora opisena (Lycaenidae: Theclinae), develops wing scales that contain three-dimensional photonic crystals that closely resemble a single gyroid geometry. Unlike most other gyroid forming butterflies, E. opisena develops discrete gyroid crystallites with a pronounced size gradient hinting at a developmental sequence frozen in time. Here, we use a hyperspectral (wavelength-resolved) microscopy technique to investigate the ultrastructural organisation of these gyroid crystallites in dry, adult wing scales. We show that reflectance corresponds to crystallite size, where larger crystallites reflect green wavelengths more intensely; this relationship could be used to infer size from the optical signal. We further successfully resolve the red-shifted reflectance signal from wing scales immersed in refractive index oils with varying refractive index, including values similar to water or cytosol. Such photonic crystals with lower refractive index contrast may be similar to the hypothesized nanostructural forms in the developing butterfly scales. The ability to resolve these fainter signals hints at the potential of this facile light microscopy method for in vivo analysis of nanostructure formation in developing butterflies.         ",
    "url": "https://arxiv.org/abs/2405.17970",
    "authors": [
      "Anna-Lee Jessop",
      "Primoz Pirih",
      "Limin Wang",
      "Nipam Patel",
      "Peta Clode",
      "Gerd Schroeder-Turk",
      "Bodo Wilts"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2405.18053",
    "title": "Water at negative pressure: Nuclear quantum effects",
    "abstract": "           Various condensed phases of water, spanning from the liquid state to multiple ice phases, have been systematically investigated under extreme conditions of pressure and temperature to delineate their stability boundaries. This study focuses on probing the mechanical stability of liquid water through path-integral molecular dynamics simulations, employing the q-TIP4P/F potential to model interatomic interactions in flexible water molecules. Temperature and pressure conditions ranging from 250 to 375 K and -0.3 to 1 GPa, respectively, are considered. This comprehensive approach enables a thorough exploration of nuclear quantum effects on various physical properties of water through direct comparisons with classical molecular dynamics results employing the same potential model. Key properties such as molar volume, intramolecular bond length, H--O--H angle, internal and kinetic energy are analyzed, with a specific focus on the effect of tensile stress. Particular attention is devoted to the liquid-gas spinodal pressure, representing the limit of mechanical stability for the liquid phase, at several temperatures. The quantum simulations reveal a spinodal pressure for water of -286 and -236 MPa at temperatures of 250 and 300 K, respectively. At these temperatures, the discernible shifts induced by nuclear quantum motion are quantified at 15 and 10 MPa, respectively. These findings contribute valuable insights into the interplay of quantum effects on the stability of liquid water under diverse thermodynamic conditions.         ",
    "url": "https://arxiv.org/abs/2405.18053",
    "authors": [
      "Carlos P. Herrero",
      "Rafael Ramirez"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2405.18317",
    "title": "Hybrid Multi-Head Physics-informed Neural Network for Depth Estimation in Terahertz Imaging",
    "abstract": "           Terahertz (THz) imaging is one of the hotspots in the field of optics, where the depth information retrieval is a key factor to restore the three-dimensional appearance of objects. Impressive results for depth extraction in visible and infrared wave range have been demonstrated through deep learning (DL). Among them, most DL methods are merely data-driven, lacking relevant physical priors, which thus request for a large amount of experimental data to train the DL models.However, large training data acquirement in the THz domain is challenging due to the requirements of environmental and system stability, as well as the time-consuming data acquisition process. To overcome this limitation, this paper incorporates a complete physical model representing the THz image formation process into traditional DL networks to retrieve the depth information of objects. The most significant advantage is the ability to use it without pre-training, thereby eliminating the need for tens of thousands of labeled data. Through experiments validation, we demonstrate that by providing diffraction patterns of planar objects with their upper and lower halves individually masked, the proposed physics-informed neural network (NN) can automatically optimize and, ultimately, reconstruct the depth of the object through interaction between the NN and a physical model. The obtained results represent the initial steps towards achieving fast holographic THz imaging using reference-free beams and low-cost power detection.         ",
    "url": "https://arxiv.org/abs/2405.18317",
    "authors": [
      "Mingjun Xiang",
      "Hui Yuan",
      "Kai Zhou",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.18319",
    "title": "Full Silicon Pillar-based 1D Optomechanical cavities",
    "abstract": "           Nanomechanical resonators can serve as ultrasensitive, miniaturized force probes. While vertical structures like nanopillars are ideal for this purpose, transducing their motion is challenging. Pillar-based photonic crystals (PhCs) offer a potential solution by integrating optical transduction within the pillars. However, achieving high-quality PhCs is hindered by inefficient vertical light confinement. Here, we present a full-silicon 1D photonic crystal cavity based on nanopillars as a new platform with great potential for applications in force sensing and biosensing areas. Its unit cell consists of a silicon pillar with larger diameter at its top portion than at the bottom, which allows vertical light confinement and an energy bandgap in the near infrared range for transverse-magnetic (TM) polarization. We experimentally demonstrate optical cavities with Q-factors exceeding 1e3 constructed by inserting a defect within a periodic arrangement of this type of pillars. Given the fact that that each nanopillar naturally behaves as a nanomechanical cantilever, the fabricated geometries are excellent optomechanical (OM) photonic crystal cavities in which the mechanical motion of each nanopillar composing the cavity can be optically transduced. These novel geometries display enhanced mechanical properties, cost-effectiveness, integration possibilities, and scalability, and opens and new path in front of the widely used suspended Si beam OM cavities made on silicon-on-insulator.         ",
    "url": "https://arxiv.org/abs/2405.18319",
    "authors": [
      "Juliana Jaramillo-Fernandez",
      "Martin Poblet",
      "David Alonso-Tomás",
      "Christian Vinther Bertelsen",
      "Elena López-Aymerich",
      "Daniel Arenas-Ortega",
      "Winnie E. Svendsen",
      "Néstor E. Capuj",
      "Albert Romano-Rodríguez",
      "Daniel Navarro-Urrios"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.17616",
    "title": "Design of a Rectangular Linear Microstrip Patch Antenna Array for 5G Communication",
    "abstract": "           This paper presents the design and characterization of a rectangular microstrip patch antenna array optimized for operation within the Ku-band frequency range. The antenna array is impedance-matched to 50 Ohms and utilizes a microstrip line feeding mechanism for excitation. The design maintains compact dimensions, with the overall antenna occupying an area of 29.5x7 mm. The antenna structure is modelled on an R03003 substrate material, featuring a dielectric constant of 3, a low-loss tangent of 0.0009, and a thickness of 1.574 mm. The substrate is backed by a conducting ground plane, and the array consists of six radiating patch elements positioned on top. Evaluation of the designed antenna array reveals a resonant frequency of 18GHz, with a -10 dB impedance bandwidth extending over 700MHz. The antenna demonstrates a high gain of 7.51dBi, making it well-suited for applications in 5G and future communication systems. Its compact form factor, cost-effectiveness, and broad impedance and radiation coverage further underscore its potential in these domains.         ",
    "url": "https://arxiv.org/abs/2405.17616",
    "authors": [
      "Muhammad Asfar Saeed",
      "Augustine O. Nwajana"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.17763",
    "title": "Capturing dynamics and thermodynamics of a three-level quantum heat engine via programmable quantum circuits",
    "abstract": "           This research employs the Kraus representation and Sz.-Nagy dilation theorem to model a three-level quantum heat on quantum circuits, investigating its dynamic evolution and thermodynamic performance. The feasibility of the dynamic model is validated by tracking the changes of population. On the basis of reinforcement learning algorithm, the optimal cycle of the quantum heat engine for maximal average power is proposed and verified by the thermodynamic model. The stability of quantum circuit simulations is scrutinized through a comparative analysis of theoretical and simulated results, predicated on an orthogonal test. These results affirm the practicality of simulating quantum heat engines on quantum circuits, offering potential for substantially curtailing the experimental expenses associated with the construction of such engines.         ",
    "url": "https://arxiv.org/abs/2405.17763",
    "authors": [
      "Gao-xiang Deng",
      "Zhe He",
      "Yu Liu",
      "Wei Shao",
      "Zheng Cui"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.17791",
    "title": "Classical and quantum thermodynamics in a non-equilibrium regime: Application to Stirling engine",
    "abstract": "           We develop a thermodynamic theory in the non-equilibrium regime by extending a theory based on the dimensionless (DL) minimum work principle previously developed for a thermodynamic system-bath model [S.Koyanagi and Y.Tanimura,J.Chem.Phys.160,(2024)]. Our results are described by non-equilibrium thermodynamic potentials expressed in time-derivative form in terms of extensive and intensive variables. This is made possible through the incorporation of waste heat, which is equivalent to the loss work consumed by the bath, into the definitions of thermodynamic potentials in a non-equilibrium regime. These potentials can be evaluated from the DL non-equilibrium-to-equilibrium minimum work principle, which is derived from the principle of DL minimum work and is equivalent to the second law of thermodynamics. We thus obtain the non-equilibrium Massieu-Planck potentials as entropic potentials and the non-equilibrium Helmholtz-Gibbs potentials as free energies. Our results are verified numerically by simulating a Stirling engine consisting of two isothermal and two thermostatic processes using the quantum Fokker-Planck equations and the classical Kramers equation derived from the thermodynamic system-bath model. We then show that any thermodynamic process can be analyzed using a non-equilibrium work diagram analogous to the equilibrium one for given time-dependent intensive variables. The results can be used to develop efficient heat machines in non-equilibrium regimes.         ",
    "url": "https://arxiv.org/abs/2405.17791",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.17808",
    "title": "Correlation effects in magic-angle twisted bilayer graphene: An auxiliary-field quantum Monte Carlo study",
    "abstract": "           Magic angle twisted bilayer graphene (MATBG) presents a fascinating platform for investigating the effects of electron interactions in topological flat bands. The Bistritzer-MacDonald (BM) model provides a simplified quantitative description of the flat bands. Introducing long-range Coulomb interactions leads to an interacting BM (IBM) Hamiltonian, a momentum-space continuum description which offers a very natural starting point for many-body studies of MATBG. Accurate and reliable many-body computations in the IBM model are challenging, however, and have been limited mostly to special fillings, or smaller lattice sizes. We employ state-of-the-art auxiliary-field quantum Monte Carlo (AFQMC) method to study the IBM model, which constrains the sign problem to enable accurate treatment of large system sizes. We determine ground-state properties and quantify errors compared to mean-field theory calculations. Our calculations identify correlated metal states and their competition with the insulating Kramers inter-valley coherent state at both half-filling and charge neutrality. Additionally, we investigate one- and three-quarter fillings, and examine the effect of many-body corrections beyond single Slater determinant solutions. We discuss the effect that details of the IBM Hamiltonian have on the results, including different forms of double-counting corrections, and the need to establish and precisely specify many-body Hamiltonians to allow more direct and quantitative comparisons with experiments in MATBG.         ",
    "url": "https://arxiv.org/abs/2405.17808",
    "authors": [
      "Zhi-Yu Xiao",
      "Shiwei Zhang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.17848",
    "title": "Generic quartic solitons in optical media",
    "abstract": "           Our analysis suggests strongly that stationary pulses exist in nonlinear media with second-, third-, and fourth-order dispersion. A theory, based on the variational approach, is developed for finding approximate parameters of such solitons. It is obtained that the soliton velocity in the retarded reference frame can be different from the inverse of the group velocity of linear waves. It is shown that the interaction of the pulse spectrum with that of linear waves can affect the existence of stationary solitons. These theoretical results are supported by numerical simulations. Transformations between solitons of different systems are derived. A generalization for solitons in media with the highest even-order dispersion is suggested.         ",
    "url": "https://arxiv.org/abs/2405.17848",
    "authors": [
      "Eduard N. Tsoy",
      "Laziz A. Suyunov"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.17963",
    "title": "Band geometry induced electro-optic effect and polarization rotation",
    "abstract": "           Electric field-induced modulation of the optical properties is crucial for amplitude and phase modulators used in photonic devices. Here, we present a comprehensive study of the band geometry-induced electro-optic effect, specifically focusing on the Fermi surface and disorder-induced contributions. These contributions are crucial for metallic and semimetallic systems and for optical frequencies comparable to or smaller than the scattering rates. We highlight the importance of the quantum metric and metric connection in generating the electro-optic effect in parity-time reversal ($\\mathcal{PT}$) symmetric systems such as CuMnAs. Our findings establish the electro-optic effect as a novel tool to probe band geometric effects and open new avenues to design electrically controlled efficient amplitude and phase modulators for photonic applications.         ",
    "url": "https://arxiv.org/abs/2405.17963",
    "authors": [
      "M. Maneesh Kumar",
      "Sanjay Sarkar",
      "Amit Agarwal"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.18049",
    "title": "Structural, electronic, and optical properties of 6H-SiC layers synthesized by implantation of carbon ions into silicon",
    "abstract": "           Systematic studies of the gradual fabrication by means of carbon ion-implantation of high-quality 6H-SiC layers on silicon surfaces have been carried out. The fluence of carbon ions varied from 5*10^15 cm-2 to 10^17 cm-2. Results of first-principle calculations, X-ray diffraction (XRD), and Raman spectroscopy demonstrate the amorphization of silicon substrate without any tendency to the segregation of carbon in the samples synthesized at low fluencies. The formation of a SiO2-like structure at this stage was also detected. X-ray photoelectron spectroscopy (XPS), XRD, and Raman spectroscopy demonstrate that an increase in carbon content at 10^17 cm-2 fluence leads to the growth of 6H-SiC films on the surface of the amorphous silicon substrate. Atomic force microscopy (AFM) data obtained also demonstrates the decreasing of surface roughens after the formation of SiC film. XPS and Raman spectra suggest that excessive carbon content leaves the SiC matrix via the formation of an insignificant amount of partially oxidized carbon nanostructures. Optical measurements also support the claim of high-quality 6H-SiC film formation in the samples synthesized at 10^17 cm-2 fluence and demonstrate the absence of any detectable contribution of nanostructures formed from excessive carbon on the optical properties of the material under study.         ",
    "url": "https://arxiv.org/abs/2405.18049",
    "authors": [
      "D.W. Boukhvalov",
      "D.A. Zatsepin",
      "D.Yu. Biryukov",
      "Yu.V. Shchapova",
      "N.V. Gavrilov",
      "A.F. Zatsepin"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14561",
    "title": "Direct laser acceleration: A model for the electron injection from the walls of a cylindrical guiding structure",
    "abstract": "           We use analytical methods and particle-in-cell simulation to investigate the origin of electrons accelerated by the process of direct laser acceleration driven by high-power laser pulses in preformed narrow cylindrical plasma channels. The simulation shows that the majority of accelerated electrons are originally located along the interface between the channel wall and the channel interior. The analytical model based on the electron hydrodynamics illustrates the underlying physical mechanism of the release of electrons from the channel wall when irradiated by an intense laser, the subsequent electron dynamics, and the corresponding evolution of the channel density profile. The quantitative predictions of the total charge of released electrons and the average electron density inside the channel are validated by comparison with the simulation results.         ",
    "url": "https://arxiv.org/abs/2402.14561",
    "authors": [
      "P. Valenta",
      "D. Maslarova",
      "R. Babjak",
      "B. Martinez",
      "S. V. Bulanov",
      "M. Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.09280",
    "title": "Improved Optimization for the Neural-network Quantum States and Tests on the Chromium Dimer",
    "abstract": "           The advent of Neural-network Quantum States (NQS) has significantly advanced wave function ansatz research, sparking a resurgence in orbital space variational Monte Carlo (VMC) exploration. This work introduces three algorithmic enhancements to reduce computational demands of VMC optimization using NQS: an adaptive learning rate algorithm, constrained optimization, and block optimization. We evaluate the refined algorithm on complex multireference bond stretches of $\\rm H_2O$ and $\\rm N_2$ within the cc-pVDZ basis set and calculate the ground-state energy of the strongly correlated chromium dimer ($\\rm Cr_2$) in the Ahlrichs SV basis set. Our results achieve superior accuracy compared to coupled cluster theory at a relatively modest CPU cost. This work demonstrates how to enhance optimization efficiency and robustness using these strategies, opening a new path to optimize large-scale Restricted Boltzmann Machine (RBM)-based NQS more effectively and marking a substantial advancement in NQS's practical quantum chemistry applications.         ",
    "url": "https://arxiv.org/abs/2404.09280",
    "authors": [
      "Xiang Li",
      "Jia-Cheng Huang",
      "Guang-Ze Zhang",
      "Hao-En Li",
      "Zhu-Ping Shen",
      "Chen Zhao",
      "Jun Li",
      "Han-Shi Hu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.11165",
    "title": "783-MHz fundamental repetition rate all-fiber ring laser mode-locked by carbon nanotubes",
    "abstract": "           We demonstrate a 783-MHz fundamental repetition rate mode-locked Er-doped all-fiber ring laser with a pulse width of 623 fs. By using carbon nanotubes (CNT) saturable absorber (SA), a relatively low self-starting pump threshold of 108 mW is achieved. The laser has a very compact footprint less than 10 cm * 10 cm, benefiting from the all-active-fiber cavity design. The robust mode-locking is confirmed by the low relative intensity noise (RIN) and a long-term stability test. We propose a new scheme for generating high repetition rate femtosecond optical pulses from a compact and stable all-active-fiber ring oscillator.         ",
    "url": "https://arxiv.org/abs/2404.11165",
    "authors": [
      "Maolin Dai",
      "Bowen Liu",
      "Yifan Ma",
      "Takuma Shirahata",
      "Ruoao Yang",
      "Zhigang Zhang",
      "Sze Yun Set",
      "Shinji Yamashita"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.09912",
    "title": "Driver at 10 MJ and 1 shot/30min for inertial confinement fusion at high gain: efficient, compact, low-cost, low laser-plasma instabilities, beam-color selectable from 2 omega/3 omega/4 omega, applicable to multiple laser fusion schemes",
    "abstract": "           The ignition at the National Ignition Facility (NIF) set off a global wave of research on the inertial fusion energy (IFE). However, IFE requires a necessary target gain G of 30-100, while it is hard to achieve the fusions at such high gain with the energy, configuration, and technical route of the NIF. We will present a conceptual design for the next generation laser driver of 10 MJ, 2~3 PW at the laser wavelength of 0.353 micrometer (or 0.353 micrometer, then the energy and power can be higher), and 1 shot per 30 minutes, which is efficient, compact, low-cost, low laser-plasma instabilities, applicable to multiple laser fusion schemes, and aiming for G > 30.         ",
    "url": "https://arxiv.org/abs/2405.09912",
    "authors": [
      "Zhan Sui",
      "Ke Lan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2405.12376",
    "title": "A silicon photonics waveguide-coupled colloidal quantum dot photodiode sensitive beyond 1.6 um",
    "abstract": "           Silicon photonics faces a persistent challenge in extending photodetection capabilities beyond the 1.6 um wavelength range, primarily due to the lack of appropriate epitaxial materials. Colloidal quantum dots (QDs) present a promising solution here, offering distinct advantages such as infrared wavelength tunability, cost-effectiveness, and facile deposition. Their unique properties position them as a potential candidate for enabling photodetection in silicon photonics beyond the conventional telecom wavelength, thereby expanding the potential applications and capabilities within this domain. In this study, we have successfully integrated lead sulfide (PbS) colloidal quantum dot photodiodes (QDPDs) onto silicon waveguides using standard process techniques. The integrated photodiodes exhibit a remarkable responsivity of 1.3 A/W (with an external quantum efficiency of 74.8%) at a wavelength of 2.1 um, a low dark current of only 106 nA and a bandwidth of 1.1 MHz under a -3 V bias. To demonstrate the scalability of our integration approach, we have developed a compact 8-channel spectrometer incorporating an array of QDPDs. This achievement marks a significant step toward realizing a cost-effective photodetector solution for silicon photonics, particularly tailored for a wide range of sensing applications around the 2 um wavelength range.         ",
    "url": "https://arxiv.org/abs/2405.12376",
    "authors": [
      "Chao Pang",
      "Yu-Hao Deng",
      "Ezat Kheradmand",
      "Luis Moreno Hagelsieb",
      "Yujie Guo",
      "David Cheyns",
      "Pieter Geiregat",
      "Zeger Hens",
      "Dries Van Thourhout"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.14080",
    "title": "Fano line shape metamorphosis in resonant two-photon ionization",
    "abstract": "           Two-photon atomic ionization driven by time-locked XUV and IR pulses allows to study dynamics of Fano resonances in time and energy domains. Different time evolution of the two interfering pathways leading to a Fano resonance can be exploited to turn the Fano profile of the two-photon XUV/IR ionization into a symmetric Gaussian once the directly ejected photoelectron leaves the parent ion and cannot any longer absorb an IR photon. This line shape transformation allows for the direct determination of the resonant lifetime from the spectroscopic measurements without need for an extremely fine energy resolution. Ubiquitous nature of Fano resonances makes this determination a universal tool in diverse quantum systems ranging from nuclei to nano-fabricated solids.         ",
    "url": "https://arxiv.org/abs/2405.14080",
    "authors": [
      "Vladislav V. Serov",
      "Anatoli S. Kheifets"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13029",
    "title": "Intensity product-based optical sensing to beat the diffraction limit in an interferometer",
    "abstract": "           The classically defined minimum uncertainty of the optical phase is known as the standard quantum limit or shot-noise limit (SNL) originating in the uncertainty principle of quantum mechanics. Based on SNL, the phase sensitivity is inversely proportional to the square root K, where K is the number of interfering photons or statistically measured events. Thus, using a high-power laser is advantageous to enhance sensitivity due to the square root K gain in the signal-to-noise ratio. In a typical interferometer, however, the resolution remains in the diffraction limit of the K=1 case unless the interfering photons are resolved as in quantum sensing. Here, a projection-measurement method in quantum sensing is adapted for an interferometer to achieve an additional square root K gain in resolution. For the projection measurement, the interference fringe of an interferometer can be Kth-powered to replace the Kth-order intensity product. To understand many-wave interference-caused enhanced resolution, several types of interferometers are numerically compared to draw corresponding resolution parameters. As a result, the achieved resolution by the Kth power to an N-slit interferometer exceeds the diffraction limit and the Heisenberg limit in quantum sensing.         ",
    "url": "https://arxiv.org/abs/2403.13029",
    "authors": [
      "Byoung S. Ham"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]