[
  {
    "id": "arXiv:2206.00733",
    "title": "Photoionization cross sections of ultracold $^{88}$Sr in $^1$P$_1$ and  $^3$S$_1$ states at 390 nm and the resulting blue-detuned magic wavelength  optical lattice clock constraints",
    "abstract": "We present the measurements of the photoionisation cross sections of the excited $^1$P$_1$ and $^3$S$_1$ states of ultracold $^{88}$Sr atoms at 389.889 nm wavelength, which is the magic wavelength of the $^{1}$S$_{0}$-${}^{3}$P${}_{0}$ clock transition. The photoionisation cross section of the $^1$P$_1$ state is determined from the measured ionisation rates of $^{88}$Sr in the magneto-optical trap in the $^1$P$_1$ state to be 2.20(50)$\\times$10$^{-20}$ m$^2$, while the photoionisation cross section of $^{88}$Sr in the $^3$S$_1$ state is inferred from the photoionisation-induced reduction in the number of atoms transferred through the $^3\\text{S}_1$ state in an operating optical lattice clock to be $1.38(66)\\times$10$^{-18}$ m$^2$. Furthermore, the resulting limitations of employing a blue-detuned magic wavelength optical lattice in strontium optical lattice clocks are evaluated. We estimated photoionisation induced loss rates of atoms at 389.889 nm wavelength under typical experimental conditions and made several suggestions on how to mitigate these losses. In particular, the large photoionisation induced losses for the $^3$S$_1$ state would make the use of the $^3$S$_1$ state in the optical cycle in a blue-detuned optical lattice unfeasible and would instead require the less commonly used $^3$D$_{1,2}$ states during the detection part of the optical clock cycle. ",
    "url": "https://arxiv.org/abs/2206.00733",
    "authors": [
      "Marcin Witkowski",
      "Sławomir Bilicki",
      "Marcin Bober",
      "Domagoj Kovačić",
      "Vijay Singh",
      "Ara Tonoyan",
      "Michał Zawada"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00839",
    "title": "Ultra-broadband surface-normal coherent optical receiver with  nanometallic polarizers",
    "abstract": "A coherent receiver that can demodulate high-speed in-phase and quadrature signals of light is an essential component for optical communication, interconnects, imaging, and computing. Conventional waveguide-based coherent receivers, however, exhibit large footprints, difficulty in coupling a large number of spatial channels efficiently, and limited operating bandwidth imposed by the waveguide-based optical hybrid. Here, we present a surface-normal coherent receiver with nanometallic-grating-based polarizers integrated directly on top of photodetectors without the need for an optical hybrid circuit. Using a fabricated device with the active section occupying a 70-{\\mu}m-square footprint, we demonstrate demodulation of high-speed (up to 64 Gbaud) coherent signals in various formats. Moreover, ultra-broadband operation from 1260 nm to 1630 nm is demonstrated, thanks to the wavelength-insensitive nanometallic polarizers. To our knowledge, this is the first demonstration of a surface-normal homodyne optical receiver, which can easily be scaled to a compact two-dimensional arrayed device to receive highly parallelized coherent signals. ",
    "url": "https://arxiv.org/abs/2206.00839",
    "authors": [
      "Go Soma",
      "Warakorn Yanwachirakul",
      "Toshiki Miyazaki",
      "Eisaku Kato",
      "Bunta Onodera",
      "Ryota Tanomura",
      "Taichiro Fukui",
      "Shota Ishimura",
      "Masakazu Sugiyama",
      "Yoshiaki Nakano",
      "Takuo Tanemura"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00852",
    "title": "Chemical reactions in imperfect cavities: enhancement, suppression, and  resonance",
    "abstract": "The use of optical cavities to control chemical reactions has been of great interest recently, following demonstrations of enhancement, suppression, and negligible effects on chemical reaction rates depending on the specific reaction and cavity frequency. In this work, we study the reaction rate inside imperfect cavities, where we introduce a broadening parameter in the spectral density to mimic Fabry-P\\'erot cavities. We investigate cavity modifications to reaction rates using non-Markovian Langevin dynamics with frictional and random forces to account for the presence of imperfect optical cavities. We demonstrate that in the regime of weak solvent and cavity friction, the cavity can enhance chemical reaction rates. On the other hand, in the high friction regime, cavities can suppress chemical reactions. Furthermore, we find that the broadening of the cavity spectral density gives rise to blue shifts of the resonance conditions and, surprisingly, increases the sharpness of the resonance effect. ",
    "url": "https://arxiv.org/abs/2206.00852",
    "authors": [
      "John P. Philbin",
      "Yu Wang",
      "Prineha Narang",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00895",
    "title": "Theory of Optical Pump THz Probe with sub-picosecond time-dependent  material properties: the Perturbative Transfer Matrix Method",
    "abstract": "Optical Pump THz Probe (OPTP) is a technique by which an optical subpicosecond laser pulse is used to trigger ultrafast dynamics in a target multilayered film, and a THz pulse is sent with variable delay to probe the status of the system. For a slowly varying dielectric response, the non-equilibrium THz response can be described using a quasi-static description and hence standard transfer matrix methods (TMM) can be employed. However, if the non-equilibrium timescale is similar to or shorter than the THz probe time width, there are currently no available theoretical tools to describe this situation. We develop a theoretical framework, the Perturbative Transfer Matrix Method (PTMM), to fill in this gap. The full time dependence of the properties of the materials, as well as the proper propagation via Maxwell's equations, are correctly accounted for. We observe that, while slowly varying material properties produce an OPTP signal which can very well be interpreted within the quasi-static limit when the excitation dynamics are fast, that approximation cannot account for crucial features of the OPTP signal. The fast excitation timescale produces a significant broadening of the OPTP signal. We show that not only OPTP can be used to extract the sub-picosecond timescale of the excitation, but it also provides a sub THz period resolution, and dynamics as fast as a few hundreds of femtoseconds can be distinguished even with narrowband THz pulses with time durations as long as many picoseconds. ",
    "url": "https://arxiv.org/abs/2206.00895",
    "authors": [
      "Yingshu Yang",
      "Stefano Dal Forno",
      "Marco Battiato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00940",
    "title": "Realizing quantum speed limit in open system with a PT-symmetric  trapped-ion qubit",
    "abstract": "Evolution time of a qubit under a Hamiltonian operation is one of the key issues in quantum control, quantum information processing and quantum computing. It has a lower bound in Hermitian system, which is limited by the coupling between two states of the qubit, while it is proposed that in a non-Hermitian system it can be made much smaller without violating the time-energy uncertainty principle. Here we have experimentally confirmed the proposal in a single dissipative qubit system and demonstrate that the evolution time of a qubit from an initial state to an arbitrary state can be controlled by tuning the dissipation intensity in a non-Hermitian Parity-Time-Symmetric ($\\mathcal{P T}$-symmetric) quantum system. It decreases with increasing dissipation intensity and also gives a tighter bound for quantum speed limit (QSL). We also find that the evolution time of its reversal operation increases with the increasing dissipation intensity. These findings give us a well-controlled knob for speeding up the qubit operation, and pave the way towards fast and practical quantum computation, opening the door for solving sophisticated problems with only a few qubits. ",
    "url": "https://arxiv.org/abs/2206.00940",
    "authors": [
      "Pengfei Lu",
      "Teng liu",
      "Yang Liu",
      "Xinxin Rao",
      "Qifeng Lao",
      "Hao Wu",
      "Feng Zhu",
      "Le Luo"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00954",
    "title": "An inverse Faraday effect through linear polarized light",
    "abstract": "The inverse Faraday effect (IFE) allows the generation of magnetic fields by optical excitation only. Since its discovery in the 60s, it was believed that only an elliptical or circular polarization could magnetize matter by this magneto-optical phenomenon. Here, we demonstrate the generation of an IFE via a linear polarization of light. This new physical concept results from the local manipulation of light by a plasmonic nano-antenna. We demonstrate that a gold nanorod excited by a linear polarization generates a non-zero magnetic field by IFE when the incident polarization of the light is not parallel to the long axis of the rod. We show that this dissymmetry generates hot spots of local non-vanishing spin densities (local elliptical polarization state), introducing the concept of super circular light, allowing this magnetization. Moreover, by varying the angle of the incident linear polarization with respect to the nano-antenna, we demonstrate the on-demand flipping of the magnetic field orientation. Finally, this linear IFE generates a stationary magnetic field 25 times stronger than what a gold nanoparticle produces when excited by a circular polarization and via a classical IFE. The creation of stationary magnetic fields by IFE in a plasmonic nanostructure is nowadays the only technique allowing the creation of ultra-short, intense magnetic field pulses at the nanoscale. Thus, it finds applications in the ultrafast control of magnetic domains with applications not only in data storage technologies but also in research fields such as magnetic trapping, magnetic skyrmion, magnetic circular dichroism, to spin control, spin precession, spin currents, and spin waves, among others. ",
    "url": "https://arxiv.org/abs/2206.00954",
    "authors": [
      "Xingyu Yang",
      "Ye Mou",
      "Homero Zapata",
      "Benoît Reynier",
      "Bruno Gallas",
      "Mathieu Mivelle"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.01043",
    "title": "Multi-objective Inverse Design of Solid-state Quantum Emitter  Single-photon Sources",
    "abstract": "Single solid-state quantum emitters offer considerable potential for the implementation of sources of indistinguishable single-photons, which are central to many photonic quantum information systems. Nanophotonic geometry optimization with multiple performance metrics is imperative to convert a bare quantum emitter into a single-photon source that approaches the necessary levels of purity, indistinguishability, and brightness for quantum photonics. We present an inverse design methodology that simultaneously targets two important figures-of-merit for high-performance quantum light sources: the Purcell radiative rate enhancement and the coupling efficiency into a desired light collection channel. We explicitly address geometry-dependent power emission, a critical but often overlooked aspect of gradient-based optimization of quantum emitter single-photon sources. We illustrate the efficacy of our method through the design of a single-photon source based on a quantum emitter in a GaAs nanophotonic structure that provides a Purcell factor $F_p=21$ with a 94% waveguide coupling efficiency, while respecting a geometric constraint to minimize emitter decoherence by etched sidewalls. Our results indicate that multi-objective inverse design can yield competitive performance with more favorable trade-offs than conventional approaches based on pre-established waveguide or cavity geometries. ",
    "url": "https://arxiv.org/abs/2206.01043",
    "authors": [
      "Emerson G. Melo",
      "William Eshbaugh",
      "Edward B. Flagg",
      "Marcelo Davanco"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01173",
    "title": "Integrated Passive Nonlinear Optical Isolators",
    "abstract": "Fiber and bulk-optical isolators are widely used to stabilize laser cavities by preventing unwanted feedback. However, their integrated counterparts have been slow to be adopted. While several strategies for on-chip optical isolation have been realized, these rely on either integration of magneto-optic materials or high frequency modulation with acousto-optic or electro-optic modulators. Here, we demonstrate an integrated approach for passively isolating a continuous wave laser using the intrinsically non-reciprocal Kerr nonlinearity in ring resonators. Using silicon nitride as a model platform, we achieve a peak isolation of 23dB with 4.6dB insertion loss and an isolation of 17dB with a 1.3dB insertion loss with 90 mW of optical power, and cascade isolators to increase the isolation to 30dB. Using these devices, we demonstrate hybrid integration and isolation with a DFB laser die. ",
    "url": "https://arxiv.org/abs/2206.01173",
    "authors": [
      "Alexander D. White",
      "Geun Ho Ahn",
      "Kasper Van Gasse",
      "Ki Youl Yang",
      "Lin Chang",
      "John E. Bowers",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.00708",
    "title": "The Boundary Element Method for Acoustic Transmission with Nonconforming  Grids",
    "abstract": "Acoustic wave propagation through a homogeneous material embedded in an unbounded medium can be formulated as a boundary integral equation and accurately solved with the boundary element method. The computational efficiency deteriorates at high frequencies due to the increase in mesh size with a fixed number of elements per wavelength and ill-conditioning of the linear system due to high material contrasts. This study presents the design of boundary element methods feasible for nonconforming surface meshes at the material interface. The nonconforming algorithm allows for independent grid generation, which improves flexibility and reduces the degrees of freedom. It works for different boundary integral formulations for Helmholtz transmission problems, operator preconditioning, and coupling with finite element solvers. The extensive numerical benchmarks at canonical configurations and an acoustic foam model confirm the significant improvements in computational efficiency when employing the nonconforming grid coupling in the boundary element method. ",
    "url": "https://arxiv.org/abs/2206.00708",
    "authors": [
      "Elwin van 't Wout"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01000",
    "title": "Simulating quantum circuits using tree tensor networks",
    "abstract": "We develop and analyze a method for simulating quantum circuits on classical computers by representing quantum states as rooted tree tensor networks. Our algorithm first determines a suitable, fixed tree structure adapted to the expected entanglement generated by the quantum circuit. The gates are sequentially applied to the tree by absorbing single-qubit gates into leaf nodes, and splitting two-qubit gates via singular value decomposition and threading the resulting virtual bond through the tree. We theoretically analyze the applicability of the method as well as its computational cost and memory requirements, and identify advantageous scenarios in terms of required bond dimensions as compared to a matrix product state representation. The study is complemented by numerical experiments for different quantum circuit layouts up to 37 qubits. ",
    "url": "https://arxiv.org/abs/2206.01000",
    "authors": [
      "Philipp Seitz",
      "Ismael Medina",
      "Esther Cruz",
      "Qunsheng Huang",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2105.12280",
    "title": "Topological Extraordinary Optical Transmission",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2105.12280",
    "authors": [
      "K. Baskourelos",
      "O. Tsilipakos",
      "T. Stefański",
      "S. F. Galata",
      "E. N. Economou",
      "M. Kafesaki",
      "K. L. Tsakmakidis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2111.03203",
    "title": "A possible solution to the which-way problem of quantum interference",
    "abstract": " Comments: 6 pages, including 1 figure; improved discussions explaining the possibility of experimentally observing conditional path uncertainties in an interference pattern ",
    "url": "https://arxiv.org/abs/2111.03203",
    "authors": [
      "Holger F. Hofmann",
      "Tomonori Matsushita",
      "Shunichi Kuroki",
      "Masataka Iinuma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Popular Physics (physics.pop-ph)"
    ]
  }
]