[
  {
    "id": "arXiv:2409.07674",
    "title": "Ultrafast Laser-Fabricated Fluoride Glass Waveguides with Exceptionally High Refractive Index Change for Mid-Infrared Integrated Optics",
    "abstract": "           This study reports the successful fabrication of high-positive refractive index change waveguides, exceeding 0.02 in fluoride glasses, marking a significant advancement in integrated optical components for visible to mid-infrared applications. This research overcomes longstanding challenges in direct-write photonics and therefore enables the realization of true 3D geometries in optical elements, access to novel visible lasing wavelengths typically suppressed in high phonon hosts, and the miniaturization of mid-infrared optical devices. The investigation into the waveguides' origin attributes the exceptionally high index change to material densification driven by the migration of specific elements, mainly barium, within the glass composition. These waveguides, characterized by low insertion losses, and highly customizable V-numbers evidenced by multimode operation at 3.5 um, offers substantial potential for chip laser technology and the creation of advanced optical devices for sensing and spectroscopy.         ",
    "url": "https://arxiv.org/abs/2409.07674",
    "authors": [
      "T Toney Fernandez",
      "Y Hwang",
      "H Mahmodi",
      "D Otten",
      "L Plenecassagne",
      "S Cozic",
      "S Gross",
      "I Kabakova",
      "M Withford",
      "M Poulain",
      "A Fuerbach",
      "D Lancaster"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.07817",
    "title": "Ultra-wideband integrated microwave photonic multi-parameter measurement system on thin-film lithium niobate",
    "abstract": "           Research on microwave signal measurement techniques is risen, driven by the expanding urgent demands of wireless communication, global positioning systems, remote sensing and 6G networks. In stark contrast with traditional electronic-based realization, the implementations of microwave signal measurement systems based on integrated compact photonic chip have exhibited distinct advantages in high operation bandwidth, light weight, and strong immunity to electromagnetic interference. However, although numerous integrated microwave photonic signal measurement systems have been reported, measurement bandwidth of the majority of them is still below 30 GHz due to the bandwidth limitation of electro-optical modulators (EOMs). Furthermore, previous studies often are more focused on the measurement of one single parameter (typically the frequency) of microwave signals, which has hindered their practical application in complex situations. Here, an integrated photonic microwave multi-parameter measurement system composed of microwave frequency measurement module and microwave phase amplitude measurement module based on thin-film lithium niobate (TFLN) platform is reported. Utilizing this system, not only the ultra-high bandwidth (up to 60GHz) of microwave frequency, phase and amplitude measurement with low root-mean-squares errors (450MHz, 3.43° and 1.64% of the measurement for frequency, phase and amplitude, respectively), but also the time-domain reconstruction of sinusoidal microwave signals is achieved. This demonstration further broadens the application of integrated TFLN photonic devices in microwave signal measurement technology to address the bandwidth bottleneck of the ever-growing microwave networks in the future information society.         ",
    "url": "https://arxiv.org/abs/2409.07817",
    "authors": [
      "Yong Zheng",
      "Zhen Han",
      "LiHeng Wang",
      "Pu Zhang",
      "YongHeng Jiang",
      "HuiFu Xiao",
      "XuDong Zhou",
      "Mingrui Yuan",
      "Mei Xian Low",
      "Aditya Dubey",
      "Thach Giang Nguyen",
      "Andreas Boes",
      "Qinfen Hao",
      "Guanghui Ren",
      "Arnan Mitchell",
      "Yonghui Tian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.07885",
    "title": "Towards Timetronics with Photonic Systems",
    "abstract": "           Periodic driving of systems of particles can create crystalline structures in time. Such systems can be used to study solid-state physics phenomena in the time domain. In addition, it is possible to engineer the wave-number band structure of optical systems and to realize photonic time crystals by periodic temporal modulation of the material properties of the electromagnetic wave propagation medium. We introduce here a versatile averaged-permittivity approach which empowers emulating various condensed matter phases in the time dimension in a traveling wave resonator. This is achieved by utilizing temporal modulation of permittivity within a small segment of the resonator and the spatial shape of the segment. The required frequency and depth of the modulation are experimentally achievable, opening a pathway for research into the practical realisation of crystalline structures in time utilising microwave and optical systems.         ",
    "url": "https://arxiv.org/abs/2409.07885",
    "authors": [
      "Ali Emami Kopaei",
      "Karthik Subramaniam Eswaran",
      "Arkadiusz Kosior",
      "Daniel Hodgson",
      "Andrey Matsko",
      "Hossein Taheri",
      "Almut Beige",
      "Krzysztof Sacha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.07894",
    "title": "Mapping the nanoscale optical topological textures with a fiber-integrated plasmonic probe",
    "abstract": "           Topologically protected quasiparticles in optics have received increasing research attention recently, as they provide novel degree of freedom to manipulate light-matter interactions and exhibiting excellent potential in nanometrology and ultrafast vector imaging. However, the characterization of the full three-dimensional vectorial structures of the topological texures at the nanoscale has remained a challenge. Here, we propose a novel probe based on the fiber taper-silver nanowire waveguide structure to achieve super-resolution mapping of the topological textures. Based on the mode selection rules, the three-dimensional decomposed electric fields in both the far-field and near-field are directly collected and reconstructed without postprocessing algorithms, clearly visualizing the topological texures formed in free space and evanescent waves respectively. The fiber-integrated probe is further demonstrated to be robust and broadband. This approach holds promise for the characterization of more sophisticated topology in optical field, which may allow for advance applications in optical information processing and data storage.         ",
    "url": "https://arxiv.org/abs/2409.07894",
    "authors": [
      "Yunkun Wu",
      "Shu Wang",
      "Xinrui Lei",
      "Jiahui Mao",
      "Liu Lu",
      "Yue Liu",
      "Guangyuan Qu",
      "Guangcan Guo",
      "Qiwen Zhan",
      "Xifeng Ren"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.07991",
    "title": "Elliptical Silicon Nanowire Covered by the SEI in a 2D Chemo-Mechanical Simulation",
    "abstract": "           Understanding the mechanical interplay between silicon anodes and their surrounding solid-electrolyte interphase (SEI) is essential to improve the next generation of lithium-ion batteries. We model and simulate a 2D elliptical silicon nanowire with SEI via a thermodynamically consistent chemo-mechanical continuum ansatz using a higher order finite element method in combination with a variable-step, variable-order time integration scheme. Considering a soft viscoplastic SEI for three half cycles, we see at the minor half-axis the largest stress magnitude at the silicon nanowire surface, leading to a concentration anomaly. This anomaly is caused by the shape of the nanowire itself and not by the SEI. Also for the tangential stress of the SEI, the largest stress magnitudes are at this point, which can lead to SEI fracture. However, for a stiff SEI, the largest stress magnitude inside the nanowire occurs at the major half-axis, causing a reduced concentration distribution in this area. The largest tangential stress of the SEI is still at the minor half-axis. In total, we demonstrate the importance of considering the mechanics of the anode and SEI in silicon anode simulations and encourage further numerical and model improvements.         ",
    "url": "https://arxiv.org/abs/2409.07991",
    "authors": [
      "Raphael Schoof",
      "Lukas Köbbing",
      "Arnulf Latz",
      "Birger Horstmann",
      "Willy Dörfler"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.08088",
    "title": "Large inverse Faraday effect for Rydberg states of free atoms and isolated donors in semiconductors",
    "abstract": "           We report on the induction of magnetization in Rydberg systems by means of the inverse Faraday effect, and propose the appearance of the effect in two such systems, Rydberg atoms proper and shallow dopants in semiconductors. Rydberg atoms are characterized by a large orbital radius. This large radius gives such excited states a large angular moment, which when driven with circularly polarized light, translates to a large effective magnetic field. We calculate this effect to generate effective magnetic fields of $O(10\\,\\text{mT})\\times\\left( \\frac{\\omega}{1\\,\\text{THz}} \\right)^{-1} \\left( \\frac{I}{10\\,{W\\,cm}^{-2}} \\right)$ in Rydberg states of Rb and Cs for a $1\\,\\text{THz}$ beam of intensity $10\\,\\text{W}\\,\\text{cm}^{-2}$. The magnitude of the effective magnetic field scales with the principal quantum number as $n^4$. Additionally, THz spectroscopy of phosphorus doped silicon reveals a large cross-section for excitation of shallow dopants to Rydberg-like states, which even for small $n$ can be driven similarly with circularly polarized light to produce even larger magnetization, with ${B}_{\\text{eff}}$ which we estimate as $O(1\\,\\text{mT})$ for Si:P with the same beam parameters.         ",
    "url": "https://arxiv.org/abs/2409.08088",
    "authors": [
      "Patrick J. Wong",
      "Ivan M. Khaymovich",
      "Gabriel Aeppli",
      "Alexander V. Balatsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2409.08144",
    "title": "A novel technique based on a cylindrical microwave resonator for high pressure phase equilibrium determination",
    "abstract": "           The development of a novel technique based on a cylindrical microwave resonator for high pressure phase equilibrium determination is described. Electric permittivity or dielectric constant is a physical property that depends on temperature and pressure $\\epsilon$($p$,$T$). Based on this property, a measuring technique consisting of a cylindrical resonant cavity that works in the microwave spectrum has been developed. Equilibrium data of fluid mixtures are measured at high pressure using a synthetic method, where phase transition is determined under isothermal conditions due to the change of the dielectric constant. This technique may be a more accurate alternative to conventional visual synthetic methods. The technique was validated measuring pure $CO_{2}$, and phase behaviour was then determined for two binary mixtures [$CO_{2}$ (0.6) + $CH_{4}$ (0.4)] and [$CO_{2}$ (0.4) + $CH_{4}$ (0.6)], results for which are presented. These systems are interesting for the study of biogas-like mixtures. In addition, data were compared with the equation of state used for natural gas GERG-2008, and also, they were modelled using Peng-Robinson equation of state and Wong-Sandler mixing rules, which are widely employed in chemical industries and which give good results.         ",
    "url": "https://arxiv.org/abs/2409.08144",
    "authors": [
      "Rodrigo Susial",
      "Ángel Gómez-Hernández",
      "Daniel Lozano-Martín",
      "Dolores del Campo",
      "M. Carmen Martín",
      "José J. Segovia"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.08196",
    "title": "Acoustic higher-order topological insulator from momentum-space nonsymmorphic symmetries",
    "abstract": "           Momentum-space nonsymmorphic symmetries, stemming from the projective algebra of synthetic gauge fields, can modify the manifold of the Brillouin zone and lead to a variety of topological phenomena. We present an acoustic realization of higher-order topological insulators (HOTIs) protected by a pair of anticommutative momentum-space glide reflections. We confirm the presence of momentum-space glide reflection from the measured momentum half translation of edge bands and their momentum-resolved probability distribution using a cylinder geometry made of acoustic resonator arrays. In particular, we observe both intrinsic and extrinsic HOTI features in such a cylinder: hopping strength variation along the open boundary leads to a bulk gap closure, while that along the closed boundary results in an edge gap closure. In addition, we confirm the presence of quadrupole corner modes with transmission and field distribution measurements. Our observation enriches the study of topological physics of momentum-space nonsymmorphic symmetries.         ",
    "url": "https://arxiv.org/abs/2409.08196",
    "authors": [
      "Jinbing Hu",
      "Kai Zhou",
      "Tianle Song",
      "Xuntao Jiang",
      "Songlin Zhuang",
      "Yi Yang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.08137",
    "title": "Spatiotemporal Photon Blockade for Nonreciprocal Quantum Absorption",
    "abstract": "           Controlling the flow of photons is crucial for advancing quantum technologies. We introduce the concept of spatiotemporal photon blockade for nonreciprocal quantum absorption, utilizing space-time-periodic metasurfaces. Our study presents a methodology for experimentally realizing this effect, where photon frequency coherence with the metasurface's space-time modulation enables one-way quantum absorption. In this system, forward-traveling photons are energetically modulated and absorbed within the slab, while backward-traveling photons are transmitted without interaction. Our analysis includes band structure, isofrequency diagrams, and nonreciprocal absorption results. These findings lay the groundwork for developing nonreciprocal quantum devices and enhancing photon management in milli-Kelvin temperature quantum systems.         ",
    "url": "https://arxiv.org/abs/2409.08137",
    "authors": [
      "Sajjad Taravati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.04643",
    "title": "One-dimensional mapping of femtosecond laser filaments using coherent microwave scattering",
    "abstract": "           This paper reports on the use of coherent microwave scattering (CMS) for spatially resolved electron number density measurements of elongated plasma structures induced at mid-IR femtosecond filamentation in air. The presented studies comprise one-dimensional mapping of laser filaments induced via 3.9 um, 127.3 fs laser pulses at output energies up to 15 mJ. The axial electron number density was measured to be invariant (about 2x10$^{15}$ cm$^{-3}$) along the entire filament length and for all tested laser pulse energies 5-15 mJ, and the corresponding laser intensity in the middle portion of the filament was estimated to be nearly constant for 5-15 mJ pulse energies (about 30-40 TW/cm$^2$). These fundings support that intensity clamping conditions were achieved in the experiments. The proposed approach enables capabilities that are currently unavailable to perform absolute and longitudinally resolved measurements of electron number density in laser filaments and to precisely characterize conditions associated with self-focusing and intensity clamping.         ",
    "url": "https://arxiv.org/abs/2405.04643",
    "authors": [
      "Nicholas Babusis",
      "Adam Patel",
      "Rokas Jutas",
      "Zahra Manzoor",
      "Mikhail N. Shneider",
      "Audrius Pugzlys",
      "Andrius Baltuska",
      "Alexey Shashurin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00821",
    "title": "Integrated modeling of boron powder injection for real-time plasma-facing component conditioning",
    "abstract": "           An integrated modeling framework for investigating the application of solid boron powder injection for real-time surface conditioning of plasma-facing components in tokamak environments is presented. Utilizing the DIII-D impurity powder dropper setup, this study simulates B powder injection scenarios ranging from mg/s to tens of mg/s, corresponding to B flux rates of $10^{20}-10^{21}$ B/s in standard L-mode conditions. The comprehensive modeling approach combines EMC3-EIRENE for simulating the D plasma background and DIS for the ablation and transport of the B powder particles. The results show substantial transport of B to the inboard lower divertor, predominantly influenced by the main ion plasma flow. The dependency on powder particle size (5-250 $\\mu$m) was found to be insignificant for the scenario considered. The effects of erosion and redeposition were considered to reconcile the discrepancies with experimental observations, which saw substantial deposition on the outer divertor PFCs. For this purpose, the WallDYN3D code was updated to include B sources within the plasma domain and integrated into the modeling framework. The mixed-material migration modeling shows evolving B deposition patterns, suggesting the formation of mixed B-C layers or predominantly B coverage depending on the powder mass flow rate. While the modeling outcomes at lower B injection rates tend to align with experimental observations, the prediction of near-pure B layers at higher rates has yet to be experimentally verified in the C environment of the DIII-D tokamak. The extensive reach of B layers found in the modeling suggests the need for modeling that encompasses the entire wall geometry for more accurate experimental correlations. This integrated approach sets a precedent for analyzing and applying real-time in-situ boron coating techniques in advanced tokamak scenarios, potentially extendable to ITER.         ",
    "url": "https://arxiv.org/abs/2407.00821",
    "authors": [
      "Florian Effenberg",
      "Klaus Schmid",
      "Federico Nespoli",
      "Alessandro Bortolon",
      "Yühe Feng",
      "Brian A. Grierson",
      "Jeremy D. Lore",
      "Rajesh Maingi",
      "Dmitry L. Rudakov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.13644",
    "title": "Conformal Wide-Angle Scanning Leaky-Wave Antenna for V-Band On-Body Applications",
    "abstract": "           Wearable on-body millimeter-wave (mmWave) radars can provide obstacle detection and guidance for visually impaired people. However, their everyday performance is hindered by the rigid form factor and limited scanning range. In this article, we propose a low-profile, fast-scanning leaky-wave antenna (LWA) operating in the unlicensed V-band (57-64 GHz) to be integrated for on-body applications such as lightweight portable frequency-modulated continuous wave (FMCW) radars. The proposed LWA consists of meandering microstrips that can conform to the human body curvatures while maintaining beam-forming and beam-scanning properties. Experimental results demonstrate that the planar LWA achieves a realized gain above 10 dB with a fan-beam steering range in the H-plane from -40° to 43° over the operating frequency band while the half power beam-width (HPBW) is within 20°. Since for the foreseen application the antenna is supposed to conform to the user's body, the performance is also analyzed for a bent condition. The beam steering range changes to -32° to 50° when placed on the knee (corresponding to 80 mm radius). Under bending conditions, the LWA exhibits a maximum degradation of 1.75 dB, while the HPBW increases to 25°. This shows that due to the small size of the antenna, the impact of bending is low and the beam-forming and beam-scanning property of the designed LWA remain intact. Furthermore, we enable 2-D spatial scanning by employing an array of twelve LWAs with phased excitation, extending the scanning range in the E-plane from -40° to 40°, while the HPBW remains below 20° across the operational frequency range.         ",
    "url": "https://arxiv.org/abs/2407.13644",
    "authors": [
      "Pratik Vadher",
      "Anja K. Skrivervik",
      "Qihang Zeng",
      "Ronan Sauleau",
      "John S. Ho",
      "Giulia Sacco",
      "Denys Nikolayev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2307.08739",
    "title": "Useful autonomous quantum machines",
    "abstract": "           Controlled quantum machines have matured significantly. A natural next step is to increasingly grant them autonomy, freeing them from time-dependent external control. For example, autonomy could pare down the classical control wires that heat and decohere quantum circuits; and an autonomous quantum refrigerator recently reset superconducting qubits to near their ground states, as is necessary before a computation. Which fundamental conditions are necessary for realizing useful autonomous quantum machines? Inspired by recent quantum thermodynamics and chemistry, we posit conditions analogous to DiVincenzo's criteria for quantum computing. Furthermore, we illustrate the criteria with multiple autonomous quantum machines (refrigerators, circuits, clocks, etc.) and multiple candidate platforms (neutral atoms, molecules, superconducting qubits, etc.). Our criteria are intended to foment and guide the development of useful autonomous quantum machines.         ",
    "url": "https://arxiv.org/abs/2307.08739",
    "authors": [
      "José Antonio Marín Guzmán",
      "Paul Erker",
      "Simone Gasparinetti",
      "Marcus Huber",
      "Nicole Yunger Halpern"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14318",
    "title": "Blueprint for NV center ensemble based magnetometer: precise diamond sensor material characterization",
    "abstract": "           The nitrogen-vacancy (NV) center in diamond is a promising candidate for various quantum applications, such as quantum sensing. High sensitivity in NV-based magnetic sensing requires a diamond sample with a high density of NV centers and a long electron spin dephasing time. In this work, we propose a systematic measurement method for determining the electron spin dephasing time of NV center ensembles and analyze the contributions to the dephasing time from various sources, including NV-NV interactions, strain distribution, $^{13}C$ nuclear spin, and P1 electron spin. We demonstrate the effectiveness of our method on a series of high-performance diamond samples and provide a comprehensive understanding of dephasing sources, enabling the optimization of NV-based quantum sensing applications.         ",
    "url": "https://arxiv.org/abs/2408.14318",
    "authors": [
      "Jixing Zhang",
      "Michael Kuebler",
      "Cheuk Kit Cheung",
      "Magnus Benke",
      "Mathis Brossaud",
      "Andrej Denisenko",
      "Jens Anders",
      "Emilio Corcione",
      "Cristina Tarín Sauer",
      "Junichi Isoya",
      "Chen Zhang",
      "Joerg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03638",
    "title": "Quantum Natural Gradient with Geodesic Corrections for Small Shallow Quantum Circuits",
    "abstract": "           The Quantum Natural Gradient (QNG) method enhances optimization in variational quantum algorithms (VQAs) by incorporating geometric insights from the quantum state space through the Fubini-Study metric. In this work, we extend QNG by introducing higher-order integrators and geodesic corrections using the Riemannian Euler update rule and geodesic equations, deriving an updated rule for the Quantum Natural Gradient with Geodesic Correction (QNGGC). We also develop an efficient method for computing the Christoffel symbols necessary for these corrections, leveraging the parameter-shift rule to enable direct measurement from quantum circuits. Through theoretical analysis and practical examples, we demonstrate that QNGGC significantly improves convergence rates over standard QNG, highlighting the benefits of integrating geodesic corrections into quantum optimization processes. Our approach paves the way for more efficient quantum algorithms, leveraging the advantages of geometric methods.         ",
    "url": "https://arxiv.org/abs/2409.03638",
    "authors": [
      "Mourad Halla"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04569",
    "title": "Quantum Pair Generation in Nonlinear Metasurfaces with Mixed and Pure Photon Polarizations",
    "abstract": "           Metasurfaces are highly effective at manipulating classical light in the linear regime; however, effectively controlling the polarization of non-classical light generated from nonlinear resonant metasurfaces remains a challenge. Here, we present a solution by achieving polarization engineering of frequency-nondegenerate biphotons emitted via spontaneous parametric down-conversion (SPDC) in GaAs metasurfaces, where quasi-bound states in the continuum (qBIC) resonances were utilized for boosting the biphoton generation. By performing a comprehensive polarization tomography, we demonstrate that the polarization of the emitted photons directly reflects the qBIC mode's far-field properties. Furthermore, we show that both the type of qBIC mode and the symmetry of the meta-atoms can be tailored to control each single-photon polarization state, and that the subsequent two-photon polarization states are nearly separable, offering potential applications in the heralded generation of single photons with adjustable polarization. This work provides a significant step towards utilizing metasurfaces to not only generate quantum light but also engineer their polarization, a critical aspect for future quantum technologies.         ",
    "url": "https://arxiv.org/abs/2409.04569",
    "authors": [
      "Jiho Noh",
      "Tomás Santiago-Cruz",
      "Vitaliy Sultanov",
      "Chloe F. Doiron",
      "Sylvain D. Gennaro",
      "Maria V. Chekhova",
      "Igal Brener"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]