[
  {
    "id": "arXiv:2203.03680",
    "title": "Nonreciprocal vortex isolator by stimulated Brillouin scattering in  chiral photonic crystal fibre",
    "abstract": "Optical non-reciprocity, which breaks the symmetry between forward and backward propagating optical waves, has become vital in photonic systems and enables many key devices, such as optical isolators, circulators and optical routers. Most conventional optical isolators involve magneto-optic materials, but devices based on optical nonlinearities, optomechanically induced transparency and stimulated Brillouin scattering (SBS) have also been demonstrated. So far, however, they have only been implemented for linearly or randomly polarized LP01-like fundamental modes. Here we report a light-driven nonreciprocal isolator for optical vortex modes, based on topology-selective SBS in chiral photonic crystal fibre. The device can be reconfigured as an amplifier or an isolator by adjusting the frequency of the control signal. The experimental results show vortex isolation of 22 dB, which is at the state-of-the-art in fundamental mode isolators using SBS. This unique device may find applications in optical communications, fibre lasers, quantum information processing and optical tweezers. ",
    "url": "https://arxiv.org/abs/2203.03680",
    "authors": [
      "Xinglin Zeng",
      "Philip St.J. Russell",
      "Christian Wolff",
      "Michael H. Frosz",
      "Gordon K. L. Wong",
      "Birgit Stiller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03742",
    "title": "Optical angular momentum in atomic transitions: a paradox",
    "abstract": "Stated simply the paradox is as follows: it is clear that the orbital angular momentum of a light beam in its direction of propagation is an intrinsic quantity, and therefore has the same value everywhere in the beam. How then can a Gaussian beam, with precisely zero orbital angular momentum, drive a (single-photon) quadrupole transition which requires the transfer of angular momentum 2$\\hbar$ to an absorbing atom? ",
    "url": "https://arxiv.org/abs/2203.03742",
    "authors": [
      "Stephen M. Barnett",
      "Fiona C. Speirits",
      "Mohamed Babiker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03801",
    "title": "Contactless Manipulation of Microparticles by Acoustic Vortex in  Droplets",
    "abstract": "In this paper, we experimentally investigate the effect of particle diameters (20 nm, 100 nm, 450 nm, 1 $\\mu$m, 5 $\\mu$m and 10 $\\mu$m) and liquid viscosity (0.892 mPa.s, 5 mPa.s, 18.1 mPa.s, 45.4 mPa.s and 156 mPa.s) for particle concentration and accretion by acoustic vortex with topological charge $\\ell = -15$ in the sessile droplets. Three very interesting aggregation states are experimentally observed: $\\textbf{Nebula}$, $\\textbf{Black Hole}$ and $\\textbf{White Dwarf}$. In the experiments, we successfully concentrate particles with diameters smaller than 20 nm to a cloudy state and aggregate 5 $\\mu$m and 10 $\\mu$m particles to a spot. It is worth noting that we find a state of particle concentrating in most cases of our experimental conditions is a black hole will appear in the sessile droplet and the capture radius ($\\textbf{Black Hole}$ radius) is directly affected by particle size and liquid viscosity. ",
    "url": "https://arxiv.org/abs/2203.03801",
    "authors": [
      "Shuren Song",
      "Jia Zhou",
      "Antoine Riaud"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2203.03807",
    "title": "Photonic unsupervised learning processor for secure and high-throughput  optical fiber communication",
    "abstract": "Following the explosive growth of global data, there is an ever-increasing demand for high-throughput optical fiber communication (OFC) systems to perform massive data transmission and processing. Existing OFC methods mainly rely on electronic circuits for data processing, which severely limits the communication throughput. Though considered promising for the next-generation high-speed fiber communication, all-optical OFC remains unachievable due to serious challenges in effective optical computing, system modeling and configuring. Here we propose an end-to-end photonic encoder-decoder (PED) processor which maps the physical system of OFC into an optical generative neural network. By modeling the OFC transmission process as the variation in the constructed optical latent space, the PED learns noise-resistant coding schemes via unsupervised optimization. With multi-layer parametric diffractive neural networks, the PED establishes a large-scale and high-throughput optical computing framework that integrates the main OFC computations including coding, encryption and compression to the optical domain. The whole system improves the latency of computation in OFC systems by five orders of magnitude compared with the state-of-the-art device. On benchmarking datasets, the PED experimentally achieves up to 32% reduction in transmission error ratio (ER) than on-off keying (OOK), one of the mainstream methods with the lowest ER in general transmission. As we demonstrate on medical data, the PED increases the transmission throughput by two orders of magnitude than 8-level pulse amplitude modulation (PAM-8). We believe the proposed photonic encoder-decoder processor not only paves the way to the next-generation all-optical OFC systems, but also promotes a wide range of AI-based physical system designs. ",
    "url": "https://arxiv.org/abs/2203.03807",
    "authors": [
      "Yitong Chen",
      "Tiankuang Zhou",
      "Jiamin Wu",
      "Hui Qiao",
      "Xing Lin",
      "Lu Fang",
      "Qionghai Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.03811",
    "title": "Considerations for a TeV Collider Based On Dielectric Laser Accelerators",
    "abstract": "Particle acceleration in dielectric microstructures powered by infrared lasers, or \"dielectric laser acceleration\" (DLA), is a promising area of advanced accelerator research with the potential to enable more affordable and higher-gradient accelerators for energy frontier science and a variety of other applications. DLA leverages well-established industrial fabrication capabilities and the commercial availability of tabletop lasers to reduce cost, with axial accelerating fields in the GV/m range. Desirable luminosities would be obtained by operating with very low charge per bunch but at extremely high repetition rates. And as a consequence of its unique operating parameter regime, coupling of the laser to the accelerator can potentially be in the 50\\% range and with low beamstrahlung energy loss due at the interaction point, making DLA a promising approach for a future multi-TeV linear collider. ",
    "url": "https://arxiv.org/abs/2203.03811",
    "authors": [
      "R. J. England",
      "U. Niedermayer",
      "L. Schachter",
      "T. Hughes",
      "P. Musumeci",
      "R. K. Li",
      "W. D. Kimura"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03887",
    "title": "Optical quantum memory based on electro-optically silenced photon echo",
    "abstract": "Integrated quantum memories that can synchronize of a large number of quantum computers are essential to build a quantum network to boost the information processing capability. Here, we propose to store optical quantum state into erbium doped lithium niobate ($\\rm Er^{3+}:LiNbO_3$) micro-cavity by using electro-optic effect. The cavity frequency of $\\rm Er^{3+}:LiNbO_3$ micro cavity can be shifted by an external electric field, which can be used to control the emission of photon echo by changing the resonance condition between cavity and collective atomic excitation. Our calculation shows that high efficiency and low noise performance is achievable for large detunings. Benefiting from the host lithium-niobate thin film, such a device can be controlled by on-chip electrodes and is easy to be integrated with other photonic devices of various functionalities, paving way of integrated quantum chips. ",
    "url": "https://arxiv.org/abs/2203.03887",
    "authors": [
      "Xia-Xia Li",
      "Pai Zhou",
      "Yu-Hui Chen",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.03939",
    "title": "The Excited State Dynamics of a Mutagenic Cytidine Etheno Adduct  Investigated by Combining Time-Resolved Spectroscopy and Quantum Mechanical  Calculations",
    "abstract": "Joint femtosecond fluorescence upconversion experiments and theoretical calculations provide a hitherto unattained degree of characterization and understanding of the mutagenic etheno adduct 3,N4-etheno-2'-deoxycytidine ($\\epsilon$dC) excited state relaxation. This endogenously formed lesion is attracting great interest because of its ubiquity in human tissues and its highly mutagenic properties. The $\\epsilon$dC fluorescence is modified with respect to that of the canonical base dC, with a 3-fold increased lifetime and quantum yield at neutral pH. This behavior is amplified upon protonation of the etheno ring ($\\epsilon$dCH+). Quantum mechanical calculations show that the lowest energy state $\\pi$$\\pi$*1 is responsible for the fluorescence and that the main nonradiative decay pathway to the ground state goes through an ethene-like conical intersection, involving the out-of-plane motion of the C5 and C6 substituents. This conical intersection is lower in energy than the $\\pi$$\\pi$* state ($\\pi$$\\pi$*1) minimum, but a sizable energy barrier explains the increase of $\\epsilon$dC and $\\epsilon$dCH+ fluorescence lifetimes with respect to that of dC. ",
    "url": "https://arxiv.org/abs/2203.03939",
    "authors": [
      "Paloma Lizondo-Aranda",
      "Lara Martínez-Fernández",
      "Miguel Miranda",
      "Roberto Improta",
      "Thomas Gustavsson",
      "Virginie Lhiaubet-Vallet"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04087",
    "title": "General Methods of Quantum Field Theory",
    "abstract": "We employ the polar form to investigate all possible classes spinor fields from a perspective that does not involve the use of plane waves. Results can be taken as the starting point for a procedure of field quantization that can be developed in the most general of circumstances. ",
    "url": "https://arxiv.org/abs/2203.04087",
    "authors": [
      "Rodolfo José Bueno Rogerio",
      "Luca Fabbri"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04149",
    "title": "Quantitative characterisation of the layered structure within  lithium-ion batteries using ultrasonic resonance",
    "abstract": "Lithium-ion batteries (LIBs) are becoming an important energy storage solution to achieve carbon neutrality, but it remains challenging to characterise their internal states for the assurance of performance, durability and safety. This work reports a simple but powerful non-destructive characterisation technique, based on the formation of ultrasonic resonance from the repetitive layers within LIBs. A physical model is developed from the ground up, to interpret the results from standard experimental ultrasonic measurement setups. As output, the method delivers a range of critical pieces of information about the inner structure of LIBs, such as the number of layers, the average thicknesses of electrodes, the image of internal layers, and the states of charge variations across individual layers. This enables the quantitative tracking of internal cell properties, potentially providing new means of quality control during production processes, and tracking the states of health and charge during operation. ",
    "url": "https://arxiv.org/abs/2203.04149",
    "authors": [
      "Ming Huang",
      "Niall Kirkaldy",
      "Yan Zhao",
      "Yatish Patel",
      "Frederic Cegla",
      "Bo Lan"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.04175",
    "title": "Optical force and torque on small particles induced by polarization  singularities",
    "abstract": "Optical forces in the near fields have important applications in on-chip optical manipulations of small particles and molecules. Here, we report a study of optical force and torque on small particles induced by the optical polarization singularities of a gold cylinder. We show that the scattering of the cylinder generates both electric and magnetic C lines (i.e., lines of polarization singularities) in the near fields, and the C lines can induce complex force and torque on a dielectric/magnetic particle. The force and torque manifest dramatic spatial variations with interesting symmetry properties, providing rich degrees of freedom for near-field optical manipulations. The study, for the first time to our knowledge, uncovers the effect of optical polarization singularities on light-induced force and torque on small particles. The results contribute to the understanding of chiral light-matter interactions and can find applications in on-chip optical manipulations and optical sensing. ",
    "url": "https://arxiv.org/abs/2203.04175",
    "authors": [
      "Jie Peng",
      "Shiqi Jia",
      "Chengzhi Zhang",
      "Shubo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04220",
    "title": "Spill ripple mitigation by bunched beam extraction with high frequency  synchrotron motion",
    "abstract": "Slow extraction of bunched beams is widely used for mitigating the formation of micro structures due to ripples of the accelerator magnets power supplies on the extracted beam which is also referred to as spill. That helps, in particular, experiments with slow detectors or with low extraction rates. Furthermore, this technique is widely used for avoiding long gaps in the spill measured in ionisation chambers which in turn would trigger interlocks. On the other hand, the bunches create spill structures on time scales defined by the rf frequency. In addition, macroscopic spill structures of duration up to some hundred milliseconds can be created by the synchrotron motion for a sufficiently large synchrotron tune. The aim of this report is to study the influence of the synchrotron tune determined by amplitude and harmonic number of the rf voltage which additionally depends on the transverse emittance and the longitudinal bunch area of the circulating beam as well as the distribution of the particles' transit times. ",
    "url": "https://arxiv.org/abs/2203.04220",
    "authors": [
      "Stefan Sorge",
      "Peter Forck",
      "Rahul Singh"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04278",
    "title": "Unfocused laser ignition of high-pressure He-H2-O2 combustible mixtures",
    "abstract": "We report consistent ignition of high-pressure (p > 20-30 bar) hydrogen-oxygen mixtures diluted with helium, using an unfocused Nd:YAG laser. This corresponds to laser irradiances several orders of magnitude below the minimum ignition energies reported in the literature. By placing a mirror inside a cylindrical vessel and filling it up to 100 bar with H2-He or O2-He non-combustible mixtures, we obtain the pressure-dependent absorptivity of the combustible He-H2-O2 mixture. We find no measurable absorption of the laser signal by the medium, for the overall pressure range, to the experimental apparatus sensitivity (about 1% of the laser irradiance). This leads credence to the theory that ignition stems from seed electrons created by autofocusing ionization of dust/impurities in the gas. ",
    "url": "https://arxiv.org/abs/2203.04278",
    "authors": [
      "R. Grosso Ferreira",
      "B. Carvalho",
      "J. Rodrigues",
      "R. Rodrigues",
      "A. Smith",
      "L. Marraffa",
      "M. Lino da Silva"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04158",
    "title": "Trie-based ranking of quantum many-body states",
    "abstract": "Ranking bit patterns -- finding the index of a given pattern in an ordered sequence -- is a major bottleneck scaling up numerical quantum many-body calculations, as fermionic and hard-core bosonic states translate naturally to bit patterns. Traditionally, ranking is done by bisectioning search, which has poor cache performance on modern machines. We instead propose to use tries (prefix trees), thereby achieving a two- to ten-fold speed-up in numerical experiments with only moderate memory overhead. For the important problem of ranking permutations, the corresponding tries can be compressed. These compressed \"staggered\" lookups allow for a considerable speed-up while retaining the memory requirements of prior algorithms based on the combinatorial number system. ",
    "url": "https://arxiv.org/abs/2203.04158",
    "authors": [
      "Markus Wallerberger",
      "Karsten Held"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04268",
    "title": "Incoherent control of two-photon induced optical measurements in open  quantum systems: quantum heat engine perspective",
    "abstract": "We present a consistent optimization procedure for the optical measurements in open quantum systems using recently developed incoherent control protocol. Assigning an effective hot bath for the two-entangled-photon pump we recast the transmission of classical probe as a work in a quantum heat engine framework. We demonstrate that maximum work in such a heat engine can exceed that for the classical two-photon and one-photon pumps, while efficiency at maximum power can be attributed to conventional boundaries obtained for three-level maser heat engine. Our results pave the way for incoherent control and optimization of optical measurements in open quantum systems that involve two-photon processes with quantum light. ",
    "url": "https://arxiv.org/abs/2203.04268",
    "authors": [
      "Md Qutubuddin",
      "Konstantin E. Dorfman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.10662",
    "title": "A Wide Temperature Range Unified Undoped Bulk Silicon Electron and Hole  Mobility Model",
    "abstract": " Comments: 5 pages, 5 Figures,3 Tables ",
    "url": "https://arxiv.org/abs/2111.10662",
    "authors": [
      "Prabjot Dhillon",
      "Hiu Yung Wong"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.00561",
    "title": "Optimization of the Gain Layer Design of Ultra-Fast Silicon Detectors",
    "abstract": " Comments: v3 revised version as requested by Editor ",
    "url": "https://arxiv.org/abs/2112.00561",
    "authors": [
      "Federico Siviero",
      "Roberta Arcidiacono",
      "Giacomo Borghi",
      "Maurizio Boscardin",
      "Nicolo Cartiglia",
      "Matteo Centis Vignali",
      "Marco Costa",
      "Gian Franco Dalla Betta",
      "Marco Ferrero",
      "Francesco Ficorella",
      "Giulia Gioachin",
      "Marco Mandurrino",
      "Simone Mazza",
      "Luca Menzio",
      "Lucio Pancheri",
      "Giovanni Paternoster",
      "Hartmut F. W. Sadrozinski",
      "Abraham Seiden",
      "Valentina Sola",
      "Marta Tornago"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2201.04680",
    "title": "Femtosecond Filament Coupled with Structured Light for Free Space  Optical Communication",
    "abstract": " Comments: 6 pages, 7 figures, submitted to Elsevier Optics Communications ",
    "url": "https://arxiv.org/abs/2201.04680",
    "authors": [
      "Saad Bin Ali Reza",
      "Tianhong Wang",
      "Finn Buldt",
      "Pascal Bassène",
      "Moussa N'Gom"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01255",
    "title": "Tensor Processing Units as Quantum Chemistry Supercomputers",
    "abstract": " Title: Tensor Processing Units as Quantum Chemistry Supercomputers ",
    "url": "https://arxiv.org/abs/2202.01255",
    "authors": [
      "Ryan Pederson",
      "John Kozlowski",
      "Ruyi Song",
      "Jackson Beall",
      "Martin Ganahl",
      "Markus Hauru",
      "Adam G.M. Lewis",
      "Shrestha Basu Mallick",
      "Volker Blum",
      "Guifre Vidal"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01870",
    "title": "KamNet: An Integrated Spatiotemporal Deep Neural Network for Rare Event  Search in KamLAND-Zen",
    "abstract": " Comments: 12 pages, dual submission with upcoming KamLAND-Zen 800 main result ",
    "url": "https://arxiv.org/abs/2203.01870",
    "authors": [
      "A. Li",
      "Z. Fu",
      "L. Winslow",
      "C. Grant",
      "H. Song",
      "H. Ozaki",
      "I. Shimizu",
      "A. Takeuchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)"
    ]
  }
]