[
  {
    "id": "arXiv:2203.11271",
    "title": "A portable sub Hertz ultra-stable laser over 1700km highway  transportation",
    "abstract": "We present a subHz linewidth portable ultrastable laser with the mass and volume of are 40kg and 400mm*280mm*450mm, respectively, that meets the requirements of automatic frequency locking and road transportation. A dynamic analytical model of the physical parts of ultrastable laser is established, and the first order resonance frequency is determined by FEA and well agrees with the experimentally measured result. To verify the transport performance of the portable ultrastable laser, it is tested for 100 km actual road transportation and 60 min continuous vibration, corresponding to 1700 km road transportation. The success of the test demonstrated that the portable ultrastable laser was very robust. Meanwhile, the portable ultrastable lasers shows that the median of the linewidth distribution is approximately 0.78 Hz, and the fractional frequency instability is less than 3E-15 at 1 to 10 s averaging time. This value approaches the total noise of 2.0E-15 including thermal noise and residual amplitude modulation. The robust suggested that the portable ultrastable laser might be a good candidate such as optical frequency transfer and metrological systems. ",
    "url": "https://arxiv.org/abs/2203.11271",
    "authors": [
      "Dongdong Jiao",
      "Guanjun Xu",
      "Jing Gao",
      "Xue Deng",
      "Qi Zang",
      "Xiang Zhang",
      "Tao Liu",
      "Ruifang Dong"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11314",
    "title": "Benchmarking the performance of a low-cost Magnetic Resonance Control  System at multiple sites in the open MaRCoS community",
    "abstract": "Purpose: To describe the current properties and capabilities of an open-source hardware and software package that is being developed by many sites internationally with the aim of providing an inexpensive yet flexible platform for low-cost MRI. Methods: This paper describes three different setups from 50 to 360 mT in different settings, all of which used the MaRCoS console for acquiring data, and different types of software interfaces (custom-built GUI or PulSeq overlay) to acquire the data. Results: Images are presented from both phantoms and in vivo from healthy volunteers to demonstrate the image quality that can be obtained from the MaRCoS hardware/software interfaced to different low-field magnets. Conclusions: The results presented here show that a number of different sequences commonly used in the clinic can be programmed into an open-source system relatively quickly and easily, and can produce good quality images even at this early stage of development. Both the hardware and software will continue to develop, and it is an aim of this paper to encourage other groups to join this international consortium. ",
    "url": "https://arxiv.org/abs/2203.11314",
    "authors": [
      "T. Guallart-Naval",
      "T. O'Reilly",
      "J.M. Algarín",
      "R. Pellicer-Guridi",
      "Y. Vives-Gilabert",
      "L. Craven-Brightman",
      "V. Negnevitsky",
      "B. Menküc",
      "F. Galve",
      "J.P. Stockmann",
      "A. Webb",
      "J. Alonso"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11336",
    "title": "Coherent structure detection and the inverse cascade mechanism in  two-dimensional Navier-Stokes turbulence",
    "abstract": "Coherent structures are ubiquitously observed in nature, experiments and numerical simulations, however they lack a rigorous unique mathematical definition until this date. While the amount of literature in this field is steadily growing without a tendency of developing a definition which is rigorously agreed upon, the general influence onto the essential structure formation process, namely the inverse energy cascade mechanism, is usually not discussed. Therefore, the present study conducts a comparison between several structure detection schemes comprised of the vorticity magnitude, Okubo-Weiss criterion, and Lagrangian coherent structures, with regard to the inverse cascade in two-dimensional hydrodynamic turbulence. For that, the recently introduced vortex scaling theory determines the threshold choices of these methods. We observe that all methods exhibit qualitatively similar properties with respect to the cascade behavior. Furthermore, coherent structures have a smaller contribution to the inverse energy cascade, as compared to their residual counterparts. This has two reasons: $(i)$ There is a higher misalignment tendency of strain-rate and subgrid stress tensors within coherent regions, leading to a decreased energy cascade efficiency. $(ii)$ Coherent structures exhibit shape preserving properties and are less affected by the vortex thinning mechanism. ",
    "url": "https://arxiv.org/abs/2203.11336",
    "authors": [
      "J. Wang",
      "J. Sesterhenn",
      "W.-C. Müller"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2203.11339",
    "title": "A Unified Description for Polarization-Transfer Mechanisms in Magnetic  Resonance in Static Solids: Cross Polarization and DNP",
    "abstract": "Polarization transfers are crucial building blocks in magnetic resonance experiments, i.e., they can be used to polarize insensitive nuclei and correlate nuclear spins in multidimensional NMR spectroscopy. The polarization can be transferred either across different nuclear spin species or from electron spins to the relatively low-polarized nuclear spins. The former route occurring in solid-state NMR (ssNMR) can be performed via cross polarization (CP), while the latter route is known as dynamic nuclear polarization (DNP). Despite having different operating conditions, we opinionate that both mechanisms are theoretically similar processes in ideal conditions, i.e., the electron is merely another spin-1/2 particle with a much higher gyromagnetic ratio. Here, we show that the CP and DNP processes can be described using a unified theory based on average Hamiltonian theory (AHT) combined with fictitious operators. The intuitive and unified approach has allowed new insights on the cross effect (CE) DNP mechanism, leading to better design of DNP polarizing agents and extending the applications beyond just hyperpolarization. We explore the possibility of exploiting theoretically predicted DNP transients for electron-nucleus distance measurements--like routine dipolar-recoupling experiments in solid-state NMR. ",
    "url": "https://arxiv.org/abs/2203.11339",
    "authors": [
      "Zhenfeng Pang",
      "Sheetal Jain",
      "Chen Yang",
      "Xueqian Kong",
      "Kong Ooi Tan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11376",
    "title": "Characterization of irradiated RD53A pixel modules with passive CMOS  sensors",
    "abstract": "We are investigating the feasibility of using CMOS foundries to fabricate silicon detectors, both for pixels and for large-area strip sensors. The availability of multi-layer routing will provide the freedom to optimize the sensor geometry and the performance, with biasing structures in poly-silicon layers and MIM-capacitors allowing for AC coupling. A prototyping production of strip test-structures and RD53A compatible pixel sensors was recently completed at LFoundry in a 150$\\,$nm CMOS process. This paper will focus on the characterization of irradiated and non-irradiated pixel modules, composed by a CMOS passive sensor interconnected to a RD53A chip. The sensors are designed with a pixel cell of $25\\times100\\,\\mu \\mathrm{m}^2$ in case of DC coupled devices and $50\\times50\\,\\mu \\mathrm{m}^2$ for the AC coupled ones. Their performance in terms of charge collection, position resolution, and hit efficiency was studied with measurements performed in the laboratory and with beam tests. The RD53A modules with LFoundry silicon sensors were irradiated to fluences up to $1.0\\times10^{16}\\,\\frac{\\mathrm{n}_\\mathrm{eq}}{\\mathrm{cm}^2}$. ",
    "url": "https://arxiv.org/abs/2203.11376",
    "authors": [
      "A. Jofrehei",
      "M. Backhaus",
      "P. Baertschi",
      "F. Canelli",
      "F. Glessgen",
      "W. Jin",
      "B. Kilminster",
      "A. Macchiolo",
      "A. Reimers",
      "B. Ristic",
      "R. Wallny"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.11455",
    "title": "One more time on the helicity decomposition of spin and orbital optical  currents",
    "abstract": "The helicity representation of the linear momentum density of a light wave is well understood for monochromatic optical fields in both paraxial and non-paraxial regimes of propagation. In this note we generalize such representation to nonmonochromatic optical fields. We find that, differently from the monochromatic case, the linear momentum density, aka the Poynting vector divided by $c^2$, does not separate into the sum of right-handed and left-handed terms, even when the so-called electric-magnetic democracy in enforced by averaging the electric and magnetic contributions. However, for quasimonochromatic light, such a separation is approximately restored after time-averaging. This paper is dedicated to Sir Michael Berry on the occasion of his $80$th birthday. ",
    "url": "https://arxiv.org/abs/2203.11455",
    "authors": [
      "Andrea Aiello"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11482",
    "title": "Widely-tunable optical parametric oscillator in lithium niobate  nanophotonics",
    "abstract": "Widely-tunable coherent sources in nanophotonics are desirable for a multitude of applications ranging from communications to sensing. The mid-infrared spectral region (wavelengths beyond 2 $\\mu$m) is particularly important because of applications related to molecular spectroscopy. Among tunable sources, optical parametric oscillators typically offer some of the broadest tuning ranges; however, their implementations in nanophotonics have been limited to modest tuning ranges and only at visible and near-infrared wavelengths. Here, we demonstrate octave-spanning tunable optical parametric oscillators in nanophotonic periodically-poled lithium niobate. With a pump near 1 $\\mu$m, we generate outputs tunable over from 1.53 $\\mu$m to 3.25 $\\mu$m, including common telecommunication bands and into the mid-infrared. Our results enable opportunities for numerous integrated photonic applications requiring compact tunable sources. ",
    "url": "https://arxiv.org/abs/2203.11482",
    "authors": [
      "Luis Ledezma",
      "Arkadev Roy",
      "Luis Costa",
      "Ryoto Sekine",
      "Robert Gray",
      "Qiushi Guo",
      "Ryan M. Briggs",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11511",
    "title": "Frequency perturbation theory of bound states in the continuum in a  periodic waveguide",
    "abstract": "In a lossless periodic structure, a bound state in the continuum (BIC) is characterized by a real frequency and a real Bloch wavevector for which there exist waves propagating to or from infinity in the surrounding media. For applications, it is important to analyze the high-$Q$ resonances that either exist naturally for wavevectors near that of the BIC or appear when the structure is perturbed. Existing theories provide quantitative results for the complex frequency (and the $Q$-factor) of resonant modes that appear/exist due to structural perturbations or wavevector variations. When a periodic structure is regarded as a periodic waveguide, eigenmodes are often analyzed for a given real frequency. In this paper, we consider periodic waveguides with a BIC, and study the eigenmodes for given real frequencies near the frequency of the BIC. It turns out that such eigenmodes near the BIC always have a complex Bloch wavenumber, but they may or may not be leaky modes that radiate out power laterally to infinity. These eigenmodes can also be complex modes that decay exponentially in the lateral direction. Our study is relevant for applications of BICs in optical waveguides, and it is also helpful for analyzing photonic devices operating near the frequency of a BIC. ",
    "url": "https://arxiv.org/abs/2203.11511",
    "authors": [
      "Amgad Abdrabou",
      "Ya Yan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11527",
    "title": "Rotating quantum wave turbulence",
    "abstract": "Rotating turbulence is ubiquitous in nature. Previous works suggest that such turbulence could be described as an ensemble of interacting inertial waves across a wide range of length scales. For turbulence in macroscopic quantum condensates, the nature of the transition between the quasiclassical dynamics at large scales and the corresponding dynamics at small scales, where the quantization of vorticity is essential, remains an outstanding unresolved question. Here we expand the paradigm of wave-driven turbulence to rotating quantum fluids where the spectrum of waves extends to microscopic scales as Kelvin waves on quantized vortices. We excite inertial waves at the largest scale by periodic modulation of the angular velocity and observe dissipation-independent transfer of energy to smaller scales and the eventual onset of the elusive Kelvin-wave cascade at the lowest temperatures. We further find that energy is pumped to the system through a boundary layer distinct from the classical Ekman layer and support our observations with numerical simulations. Our experiments demonstrate a new regime of turbulent motion in quantum fluids where the role of vortex reconnections can be neglected, thus stripping the transition between the classical and the quantum regimes of turbulence down to its bare bones. ",
    "url": "https://arxiv.org/abs/2203.11527",
    "authors": [
      "J. T. Mäkinen",
      "S. Autti",
      "P. J. Heikkinen",
      "J. J. Hosio",
      "R. Hänninen",
      "V. S. L'vov",
      "P. M. Walmsley",
      "V. V. Zavjalov",
      "V. B. Eltsov"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2203.11617",
    "title": "Preparation of ultra-cold atomic-ensemble arrays using time-multiplexed  optical tweezers",
    "abstract": "We use optical tweezers based on time-multiplexed acousto-optic deflectors to trap ultra-cold cesium atoms in one-dimensional arrays of atomic ensembles. For temperatures between 2.5 $\\mu$K and 50 nK we study the maximal time between optical tweezer pulses that retains the number of atoms in a single trap. This time provides an estimate on the maximal number of sites in an array of time-multiplexed optical tweezers. We demonstrate evaporative cooling of atoms in arrays of up to 25 optical tweezer traps and the preparation of atoms in a box potential. Additionally, we demonstrate three different protocols for the preparation of atomic-ensemble arrays by transfer from an expanding ultra-cold atomic cloud. These result in the preparation of arrays of up to 74 atomic ensembles consisting of $\\sim$100 atoms on average. ",
    "url": "https://arxiv.org/abs/2203.11617",
    "authors": [
      "Katja Gosar",
      "Vesna Pirc Jevšenak",
      "Tadej Mežnaršič",
      "Dušan Babič",
      "Igor Poberaj",
      "Erik Zupanič",
      "Peter Jeglič"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11646",
    "title": "Silicon-carbide for integrated photonics",
    "abstract": "The recent progress in chip-scale integrated photonics has stimulated the rapid development of material platforms with desired optical properties. Among the different material platforms that are currently investigated, the third-generation semiconductor, silicon carbide (SiC), offers the broadest range of functionalities, including wide bandgap, high optical nonlinearities, high refractive index, and CMOS-compatible device fabrication process. Here, we provide an overview of SiC-based integrated photonics, presenting the latest progress on investigating its basic optical and optoelectronic properties, as well as the recent developments in the fabrication of several typical approaches for light confinement structures that form the basic building blocks for low-loss, high functional and industry-compatible integrated photonic platform. Moreover, recent works employing SiC as optically-readable spin hosts for quantum information applications are also summarized and discussed. As a still-developing integrated photonic platform, the prospects and challenges of SiC material platform in the field of integrated photonics are also discussed, followed by potential solutions. ",
    "url": "https://arxiv.org/abs/2203.11646",
    "authors": [
      "Ailun Yi",
      "Chengli Wang",
      "Liping Zhou",
      "Min Zhou",
      "Shibin Zhang",
      "Tiangui You",
      "Jiaxiang Zhang",
      "Xin Ou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11694",
    "title": "Minimum Resolution of the Minkowski, Schwarzschild and Kerr Differential  Modules",
    "abstract": "Our recent arXiv preprints and published papers on the solution of the Riemann-Lanczos and Weyl-Lanczos problems have brought our attention on the importance of revisiting the algebraic structure of the Bianchi identities in Riemannian geometry. We also discovered in the meantime that, in our first book of 1978, we had already used a new way for studying the various compatibility conditions (CC) of an operator that may not be necessarily formally integrable (FI) in order to construct canonical formally exact differential sequences on the jet level. The purpose of this paper is to prove that the combination of these two facts clearly shows the specific importance of the Spencer operator and the Spencer $\\delta$-cohomology, totally absent from mathematical physics today. The results obtained are unavoidable because they only depend on elementary combinatorics and diagram chasing. They also provide for the first time the purely intrinsic interpretation of the respective numbers of successive first, second, third and higher order generating CC. However, if they of course agree with the linearized Killing operator over the Minkowski metric, they largely disagree with recent publications on the respective numbers of generating CC for the linearized Killing operator over the Schwarzschild and Kerr metrics. Many similar examples are illustrating these new techniques, providing in particular the only symbol existing in the literature which is 2-ayclic witout being of finite type, contrary to the conformal situation. ",
    "url": "https://arxiv.org/abs/2203.11694",
    "authors": [
      "J.-F. Pommaret"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11699",
    "title": "Lorentz and gauge invariance of quantum space",
    "abstract": "Motivated by generalized uncertainty principle, we derive a discrete picture of the space that respects Lorentz symmetry as well as gauge symmetry through setting an equivalency between linear GUP correction term and electromagnetic interaction term in Dirac equation. We derived a wavefunction solution that satisfies this equivalency. This discreteness may explain the crystal and quasicrystal structures observed in nature at different energy scales. ",
    "url": "https://arxiv.org/abs/2203.11699",
    "authors": [
      "Ahmed Farag Ali",
      "Barun Majumder",
      "Prabir Rudra"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11765",
    "title": "Plasmonic and photonic enhancement of chiral near fields",
    "abstract": "A chiral near field with a highly contorted electromagnetic field builds a bridge to match the chiral molecules and light wavelengths with large size differences. It significantly enhances the circular dichroism of chiral molecules and has great prospects in chirality sensing, detection, trapping, and other chirality-related applications. Surface plasmons feature outstanding light-trapping and electromagnetic-field-concentrating abilities. Plasmonic chiral nanostructures facilitate light manipulation to generate superchiral near fields. Meanwhile, the nanophotonic structures have attracted significant interest to obtain strong chiral fields due to their unique electromagnetic resonant properties. During the interaction of light and chiral materials, the chiral near field not only bridges the light and chiral molecules but is also responsible for the optical activities. This paper reviews state-of-the-art studies on chiral near field enhancement using plasmonic and photonic nanostructures. We review the principle of chiral electromagnetic fields and the development of plasmonic and photonic nanostructures for near field enhancement. The properties and applications of enhanced chiral near fields for chiral molecule detection, spin-orbit angular interaction, and the generation of the chiral optical force are examined. Finally, we discuss current challenges and provide a brief outlook of this field. ",
    "url": "https://arxiv.org/abs/2203.11765",
    "authors": [
      "Li Hu",
      "Zhiguang Sun",
      "Yingdong Nie",
      "Yingzhou Huang",
      "Yurui Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.11775",
    "title": "Broadband high-efficiency SiN-on-Si waveguide photodetectors in a  visible-spectrum integrated photonic platform",
    "abstract": "Integrated high-efficiency waveguide photodetectors operating in the visible spectrum are indispensable to a growing number of photonic-integrated circuit (PIC) applications. Prior developments are either incompatible with PIC integration or limited to discrete operating wavelengths. Here, we demonstrate silicon nitride-on-silicon (SiN-on-Si), broadband, high-efficiency waveguide photodiodes realized in a visible-spectrum silicon photonic platform. An external quantum efficiency (EQE) >60% was observed across a record wavelength bandwidth of >230 nm from violet (~400 nm) to red (~640 nm). An opto-electronic bandwidth up to 9 GHz and avalanche multiplication were obtained. A photodetector was integrated with a tunable microring as a proof-of-concept demonstration of on-chip power monitoring. ",
    "url": "https://arxiv.org/abs/2203.11775",
    "authors": [
      "Yiding Lin",
      "Zheng Yong",
      "Xianshu Luo",
      "Saeed Sharif Azadeh",
      "Hong Chen",
      "Patrick G.-Q. Lo",
      "Wesley D. Sacher",
      "Joyce K. S. Poon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.11207",
    "title": "Hybrid training of optical neural networks",
    "abstract": "Optical neural networks are emerging as a promising type of machine learning hardware capable of energy-efficient, parallel computation. Today's optical neural networks are mainly developed to perform optical inference after in silico training on digital simulators. However, various physical imperfections that cannot be accurately modelled may lead to the notorious reality gap between the digital simulator and the physical system. To address this challenge, we demonstrate hybrid training of optical neural networks where the weight matrix is trained with neuron activation functions computed optically via forward propagation through the network. We examine the efficacy of hybrid training with three different networks: an optical linear classifier, a hybrid opto-electronic network, and a complex-valued optical network. We perform a comparative study to in silico training, and our results show that hybrid training is robust against different kinds of static noise. Our platform-agnostic hybrid training scheme can be applied to a wide variety of optical neural networks, and this work paves the way towards advanced all-optical training in machine intelligence. ",
    "url": "https://arxiv.org/abs/2203.11207",
    "authors": [
      "James Spall",
      "Xianxin Guo",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Emerging Technologies (cs.ET)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11296",
    "title": "Creating boundaries along a synthetic frequency dimension",
    "abstract": "Synthetic dimensions have garnered widespread interest for implementing high dimensional classical and quantum dynamics on lower dimensional geometries. Synthetic frequency dimensions, in particular, have been used to experimentally realize a plethora of bulk physics effects, such as effective gauge potentials, nontrivial Hermitian as well as non-Hermitian topology, spin-momentum locking, complex long-range coupling, unidirectional frequency conversion, and four-dimensional lattices. However, in synthetic frequency dimensions there has not been any demonstration of boundary effects which are of paramount importance in topological physics due to the bulk edge correspondence, since systems exhibiting synthetic frequency dimensions do not support well-defined sharp boundaries. Here we theoretically elucidate a method to construct boundaries in the synthetic frequency dimension of dynamically modulated ring resonators by strongly coupling it to an auxiliary ring, and provide an experimental demonstration of this method. We experimentally explore various physics effects associated with the creation of such boundaries in the synthetic frequency dimension, including confinement of the spectrum of light, the discretization of the band structure, and the interaction of such boundaries with the topologically protected one-way chiral modes in a quantum Hall ladder. The incorporation of boundaries allows us to observe topologically robust transport of light along the frequency axis, which shows that the frequency of light can be controlled through topological concepts. Our demonstration of such sharp boundaries fundamentally expands the capability of exploring topological physics, and is also of importance for other applications such as classical and quantum information processing in synthetic frequency dimensions. ",
    "url": "https://arxiv.org/abs/2203.11296",
    "authors": [
      "Avik Dutt",
      "Luqi Yuan",
      "Ki Youl Yang",
      "Kai Wang",
      "Siddharth Buddhiraju",
      "Jelena Vučković",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11436",
    "title": "Evaluating the quantum Ziv-Zakai bound in noisy environments",
    "abstract": "In the highly non-Gaussian regime, the quantum Ziv-Zakai bound (QZZB) provides a lower bound on the available precision, demonstrating the better performance compared with the quantum Cram\\'er-Rao bound. However, evaluating the impact of a noisy environment on the QZZB without applying certain approximations proposed by Tsang [Phys. Rev. Lett. 108, 230401 (2012)] remains a difficult challenge. In this paper, we not only derive the general form of the QZZB with the photon loss and the phase diffusion by invoking the technique of integration within an ordered product of operators, but also show its estimation performance for several different Gaussian resources, such as a coherent state (CS), a single-mode squeezed vacuum state (SMSVS) and a two-mode squeezed vacuum state (TMSVS). Our results indicate that compared with the SMSVS and the TMSVS, the QZZB for the CS always shows the better estimation performance under the photon-loss environment. More interestingly, for the phase-diffusion environment, the estimation performance of the QZZB for the TMSVS can be better than that for the CS throughout a wide range of phase-diffusion strength. Our findings will provide a useful guidance for investigating the noisy quantum parameter estimation. ",
    "url": "https://arxiv.org/abs/2203.11436",
    "authors": [
      "Shoukang Chang",
      "Wei Ye",
      "Xuan Rao",
      "Huan Zhang",
      "Mengmeng Luo",
      "Yuetao Chen",
      "Shaoyan Gao",
      "Liyun Hu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11640",
    "title": "Control of light-atom solitons and atomic transport by optical vortex  beams propagating through a Bose-Einstein Condensate",
    "abstract": "We model propagation of far-red-detuned optical vortex beams through a Bose-Einstein Condensate using nonlinear Schr\\\"odinger and Gross-Pitaevskii equations. We show the formation of coupled light/atomic solitons that rotate azimuthally before moving off tangentially, carrying angular momentum. The number, and velocity, of solitons, depends on the orbital angular momentum of the optical field. Using a Bessel-Gauss beam increases radial confinement so that solitons can rotate with fixed azimuthal velocity. Our model provides a highly controllable method of channelling a BEC and atomic transport. ",
    "url": "https://arxiv.org/abs/2203.11640",
    "authors": [
      "Grant Henderson",
      "Gordon R. M. Robb",
      "Gian-Luca Oppo",
      "Alison M. Yao"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.11909",
    "title": "Temporal trapping of ultrashort pulses enables deterministic optical  quantum computation",
    "abstract": "The realization of deterministic photon-photon gates is a central goal in optical quantum computation and engineering. While solid-state nonlinear optics offers a scalable, room temperature solution, weak material nonlinearities lead to extremely demanding requirements on optical loss and confinement, which to date have not been realized. In this work, we introduce a novel confinement method, dispersion-engineered temporal trapping, which enhances the nonlinear interaction strength by orders of magnitude by simultaneously confining photons in both time and space. Temporal confinement is imposed by a non-resonant \"trap\" pulse via cross-phase modulation, realizing a wavelength-scale \"flying cavity\". Numerical simulations confirm that temporal trapping confines the multimode nonlinear dynamics to a single-mode subspace, enabling high-fidelity deterministic quantum gate operations. With realistic dispersion engineering and loss figures, we show that temporally trapped ultrashort pulses could achieve strong coupling on near-term nonlinear nanophotonic platforms. Our scheme is compatible with traveling-wave implementations and intracavity time multiplexing, which can further enhance the operation bandwidth and scalability. We expect temporal trapping to open a new path to optical strong coupling, with applications in quantum computing, simulation, and light sources. ",
    "url": "https://arxiv.org/abs/2203.11909",
    "authors": [
      "Ryotatsu Yanagimoto",
      "Edwin Ng",
      "Marc Jankowski",
      "Hideo Mabuchi",
      "Ryan Hamerly"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1906.11263",
    "title": "Chiral quantum optics using a topological resonator",
    "abstract": " Title: Chiral quantum optics using a topological resonator ",
    "url": "https://arxiv.org/abs/1906.11263",
    "authors": [
      "Sabyasachi Barik",
      "Aziz Karasahin",
      "Sunil Mittal",
      "Edo Waks",
      "Mohammad Hafezi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2103.02387",
    "title": "Long distance optical transport of ultracold atoms: A compact setup  using a Moiré lens",
    "abstract": " Comments: Data available at this https URL ",
    "url": "https://arxiv.org/abs/2103.02387",
    "authors": [
      "Govind Unnikrishnan",
      "Charly Beulenkamp",
      "Dechao Zhang",
      "Krzysztof Piotr Zamarski",
      "Manuele Landini",
      "Hanns-Christoph Nägerl"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2107.03931",
    "title": "The ion acoustic solitary waves in the four component complex plasma  with a Cairns-Tsallis distribution",
    "abstract": " Comments: 17 pages,8 figures,more than 50 references ",
    "url": "https://arxiv.org/abs/2107.03931",
    "authors": [
      "Wang Hong",
      "Du Jiulin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2110.15915",
    "title": "Frequency conversion of abruptly autofocusing waves",
    "abstract": " Comments: 12 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2110.15915",
    "authors": [
      "Wei Gao",
      "Dong-Mei Wang",
      "Hai-Jun Wu",
      "Dong-Sheng Ding",
      "Carmelo Rosales-Guzmán",
      "Zhi-Han Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.14161",
    "title": "Characterization measurements of the TRISTAN multi-pixel silicon drift  detector",
    "abstract": " Title: Characterization measurements of the TRISTAN multi-pixel silicon drift  detector ",
    "url": "https://arxiv.org/abs/2111.14161",
    "authors": [
      "Korbinian Urban",
      "Marco Carminati",
      "Martin Descher",
      "Frank Edzards",
      "David Fink",
      "Carlo Fiorini",
      "Matteo Gugiatti",
      "Dominic Hinz",
      "Thibaut Houdy",
      "Pietro King",
      "Peter Lechner",
      "Susanne Mertens",
      "Daniel Siegmann",
      "Markus Steidl",
      "Joachim Wolf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.01704",
    "title": "Investigating Network Parameters in Neural-Network Quantum States",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.01704",
    "authors": [
      "Yusuke Nomura"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10732",
    "title": "Wide-angle giant photonic spin Hall effect",
    "abstract": " Comments: 13 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2202.10732",
    "authors": [
      "Zhihao Chen",
      "Yu Chen",
      "Yaodong Wu",
      "Xinxing Zhou",
      "Handong Sun",
      "Tony Low",
      "Hongsheng Chen",
      "Xiao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.04149",
    "title": "Quantitative characterisation of the layered structure within  lithium-ion batteries using ultrasonic resonance",
    "abstract": " Comments: 30 pages, 6 figures, 1 table, submitted to Journal of Energy Storage, added the second to last paragraph in the Introduction ",
    "url": "https://arxiv.org/abs/2203.04149",
    "authors": [
      "Ming Huang",
      "Niall Kirkaldy",
      "Yan Zhao",
      "Yatish Patel",
      "Frederic Cegla",
      "Bo Lan"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.11178",
    "title": "Physics-driven Synthetic Data Learning for Biomedical Magnetic Resonance",
    "abstract": " Title: Physics-driven Synthetic Data Learning for Biomedical Magnetic Resonance ",
    "url": "https://arxiv.org/abs/2203.11178",
    "authors": [
      "Qinqin Yang",
      "Zi Wang",
      "Kunyuan Guo",
      "Congbo Cai",
      "Xiaobo Qu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Medical Physics (physics.med-ph)"
    ]
  }
]