[
  {
    "id": "arXiv:2203.08805",
    "title": "Quantum Computing for Data Analysis in High-Energy Physics",
    "abstract": "Some of the biggest achievements of the modern era of particle physics, such as the discovery of the Higgs boson, have been made possible by the tremendous effort in building and operating large-scale experiments like the Large Hadron Collider or the Tevatron. In these facilities, the ultimate theory to describe matter at the most fundamental level is constantly probed and verified. These experiments often produce large amounts of data that require storing, processing, and analysis techniques that often push the limits of traditional information processing schemes. Thus, the High-Energy Physics (HEP) field has benefited from advancements in information processing and the development of algorithms and tools for large datasets. More recently, quantum computing applications have been investigated in an effort to understand how the community can benefit from the advantages of quantum information science. In this manuscript, we provide an overview of the state-of-the-art applications of quantum computing to data analysis in HEP, discuss the challenges and opportunities in integrating these novel analysis techniques into a day-to-day analysis workflow, and whether there is potential for a quantum advantage. ",
    "url": "https://arxiv.org/abs/2203.08805",
    "authors": [
      "Andrea Delgado",
      "Kathleen E. Hamilton",
      "Prasanna Date",
      "Jean-Roch Vlimant",
      "Duarte Magano",
      "Yasser Omar",
      "Pedrame Bargassa",
      "Anthony Francis",
      "Alessio Gianelle",
      "Lorenzo Sestini",
      "Donatella Lucchesi",
      "Davide Zuliani",
      "Davide Nicotra",
      "Jacco de Vries",
      "Dominica Dibenedetto",
      "Miriam Lucio Martinez",
      "Eduardo Rodrigues",
      "Carlos Vazquez Sierra",
      "Sofia Vallecorsa",
      "Jesse Thaler",
      "Carlos Bravo-Prieto",
      "su Yeon Chang",
      "Jeffrey Lazar",
      "Carlos A. Argüelles"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08871",
    "title": "Understanding training in superconducting accelerator magnets using  acoustic emission diagnostics",
    "abstract": "Among various long-standing standing problems in superconducting accelerator magnet development, training is one of the oldest and well-known issues affecting magnet performance. Understanding physics behind the training process is crucial for proper mitigation and elimination of this phenomenon in new magnet designs. This paper discusses application of acoustic emission (AE) diagnostics to localization and classification of transient mechanical events in superconducting magnets and characterization of transient energy releases responsible for premature quenching, memory effects and, ultimately, training. Prospective of future AE diagnostics development are outlined in connection to the goals of US Magnet Development Program. ",
    "url": "https://arxiv.org/abs/2203.08871",
    "authors": [
      "Maxim Marchevsky"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08899",
    "title": "First Experimental Demonstration of Optical Stochastic Cooling",
    "abstract": "Particle accelerators and storage rings have been transformative instruments of discovery, and, for many applications, innovations in particle-beam cooling have been a principal driver of that success1. Beam cooling reduces the spread in particle positions and momenta, while keeping the number of particles constant, and combats diffusive effects, thereby enabling particle accumulation and the production and preservation of intense beams. In the case of particle colliders, cooling increases the likelihood of observing rare physics events. One of the most important conceptual and technological advances in this area was stochastic cooling (SC), which was instrumental in the discovery of the W and Z bosons at CERN and the top quark at Fermilab2-6. SC reduces the random motion of the beam particles through granular sampling and correction of the beams phase-space structure, thus bearing resemblance to a Maxwells demon. The extension of SC from the microwave regime up to optical frequencies and bandwidths has long been pursued as it could increase the achievable cooling rates by three to four orders of magnitude and provide a powerful new tool for future accelerators. First proposed nearly thirty years ago, Optical Stochastic Cooling (OSC) replaces the conventional microwave elements of SC with optical-frequency analogs and is, in principle, compatible with any species of charged-particle beam7,8. Here we describe the first experimental demonstration of OSC in a proof-of-principle experiment9 at the Fermi National Accelerator Laboratorys Integrable Optics Test Accelerator10. ",
    "url": "https://arxiv.org/abs/2203.08899",
    "authors": [
      "J. Jarvis",
      "V. Lebedev",
      "A. Romanov",
      "D. Broemmelsiek",
      "K. Carlson",
      "S. Chattopadhyay",
      "A. Dick",
      "D. Edstrom",
      "I. Lobach",
      "S. Nagaitsev",
      "H. Piekarz",
      "P. Piot",
      "J. Ruan",
      "J. Santucci",
      "G. Stancari",
      "A. Valishev"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08955",
    "title": "Lateral recoil optical forces on nanoparticles near nonreciprocal  surfaces",
    "abstract": "We investigate lateral recoil forces exerted on nanoparticles located near plasmonic platforms with in-plane nonreciprocal response. We derive approximate analytical expressions for these forces, demonstrating their explicit dependence on the dispersion relation that characterizes the system and unveiling the mechanisms that govern them. In particular, a dominant force component appears due to the momentum imbalance of nonreciprocal surface plasmons excited on the platform surface. This force can be orders of magnitude larger than other recoil forces, acts only along or against the direction of the external bias, and is quasi-independent of the direction, polarization, and wavelength of the incident plane wave. Lateral recoil forces are explored using drift-biased graphene metasurfaces, a platform that is also proposed to sort nanoparticles as a function of their size. Nonreciprocal plasmonic systems may enable new venues to trap, bind, and manipulate nanoparticles and to alleviate some of the challenges of conventional optical tweezers. ",
    "url": "https://arxiv.org/abs/2203.08955",
    "authors": [
      "N. K. Paul",
      "J. S. Gomez-Diaz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.09024",
    "title": "Analytical study on magnetic component of geodesic acoustic mode",
    "abstract": "The magnetic components of geodesic acoustic mode (GAM) are analytically investigated under the gyrokinetic framework with both the m=1 and m=2 harmonics are considered, where m is the poloidal mode number. With the quasi-neutrality condition and Ampere's law, the amplitudes of various poloidal magnetic components are derived. It is shown that both m=1 and m=2 magnetic components exist and are dominated by the cosine and sine components, respectively. In addition, it is found that the amplitudes of all magnetic components increase with respect to the ratio of plasma pressure to magnetic pressure \\b{eta} and safety factor q. Most importantly, the amplitude of m=1 magnetic component is significantly enhanced due to the coupling of magnetic drift frequency with the first and second harmonics of the distribution functions, thus it can be comparable to that of m=2 magnetic component under certain conditions. ",
    "url": "https://arxiv.org/abs/2203.09024",
    "authors": [
      "Baoyi Xie",
      "Lei Ye",
      "Yang Chen",
      "Pengfei Zhao",
      "Wenfeng Guo",
      "Nong Xiang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09046",
    "title": "Memristive deep belief neural network by silicon synapses",
    "abstract": "Memristor-based neuromorphic computing systems address the memory-wall issue in von Neumann architecture that prevents the efficient training of deep neural networks (DNNs). Nevertheless, emerging memristor devices, with the existence of several non-idealities, such as poor yield and limited number of reliable conductance states, are still not mature for practical neuromorphic systems. At the same time, the mainstream neuromorphic DNNs utilize the error backpropagation-based gradient descent algorithm, requiring ideal synaptic behavior of the memristive devices and complex neural circuits. To address this challenge, we demonstrate the training of a memristive restricted Boltzmann machine (memristive RBM) and deep belief neural network (memristive DBN) that employ memristor devices fabricated in a commercial complementary metal-oxide-semiconductor process as artificial synapses and utilize the gradient descent algorithm based on contrastive divergence (CD). The memristor devices are based on the floating gate (FG) principle, showing analog tunability, high endurance, long retention time, predictable cycling degradation, moderate device-to-device variations, high yield, and two orders of magnitude higher energy efficiency for multiply-accumulate operations than today's graphical processing units. The CD-based gradient descent algorithm highly relaxes both the requirements of the synaptic behavior for the memristor devices and the complexity of the neuron circuits. Two 12-by-8 arrays of FG memristors are utilized to demonstrate the training of an RBM intended for pattern recognition. We then benchmark an extrapolated memristive DBN consisting of three memristive RBMs for the MNIST dataset, showing a recognition accuracy up to 97.05%. The designed memristive RBM and DBN have minimal neuron circuits where no digital-to-analog and analog-to-digital converters are needed. ",
    "url": "https://arxiv.org/abs/2203.09046",
    "authors": [
      "Wei Wang",
      "Loai Danial",
      "Yang Li",
      "Eric Herbelin",
      "Evgeny Pikhay",
      "Yakov Roizin",
      "Barak Hoffer",
      "Zhongrui Wang",
      "Shahar Kvatinsky"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2203.09068",
    "title": "Grating-based microcavity with independent control of resonance energy  and linewidth for non-Hermitian polariton system",
    "abstract": "Exciton-polaritons have become an emerging platform for implementing non-Hermitian physics. The implementation commonly requires control of both the real and imaginary parts of the eigenmodes of the system. We present an experimental method to achieve this purpose using microcavities with sub-wavelength gratings as reflectors. The reflectivity and reflection phase of the grating can be changed by its geometric parameters and they determine the energy and linewidth of the polariton modes. We demonstrate that this method allows a wide range of possible polariton energy and linewidth, suitable for implementing non-Hermitian polariton systems with coupled modes. ",
    "url": "https://arxiv.org/abs/2203.09068",
    "authors": [
      "Jiaqi Hu",
      "Zhaorong Wang",
      "Nathanial Lydick",
      "Fauzia Jabeen",
      "Christian Schneider",
      "Sven Höfling",
      "Hui Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.09216",
    "title": "Critical-point phenomena and finite-size scaling in mean-field  equal-coupling photonic networks",
    "abstract": "The mean-field optical phase transition in multimode equal-coupling photonic networks is studied by temporal evolution of the nonlinear equations of motion of the coupled modes. Analogies to statistical mechanics models of interacting classical spins, built upon the correspondence between complex-valued modes and two-component spins, are employed to define two-component and single-component order parameters. A comprehensive finite-size scaling analysis is performed to estimate critical points and exponents of a second-order phase transition, driven by the optical energy per mode. Equilibrium properties of the system are compared to exact results whenever applicable. Considering various parameter settings, our results confirm the mean-field nature of the transition and establish the critical line in the nonlinearity--energy-density phase diagram. Critical scaling leads to infer the upper critical dimension $d_c=4$. Connection to thermodynamic quantities is established by means of a kinetic temperature with appropriate zero-temperature limit. In the low temperature phase (low energy per mode), spins align. In the high temperature phase (large energy per mode), spins rotate independent of one another. ",
    "url": "https://arxiv.org/abs/2203.09216",
    "authors": [
      "Oliver Melchert"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2203.09245",
    "title": "Deterministic relation between optical polarization and lattice symmetry  revealed in ion-doped single microcrystals",
    "abstract": "Rare-earth ions doped crystals are of great significance for micro-sensing and quantum information, whilst the ions in the crystals emit light with spontaneous partial polarization, which is, though believed to be originated from the crystal lattice structure, still lacking a deterministic explanation that can be tested with quantitative accuracy. We report the experimental evidence showing the profound physical relation between the polarization degree of light emitted by the doped ion and the lattice symmetry, by demonstrating, with unprecedented precision, that the lattice constant ratio c/a directly quantifies the macroscopic effective polar angle of the electric and magnetic dipoles, which essentially determines the linear polarization degree of the emission. Based on this discovery, we further propose a pure optical technology to identify the three-dimensional orientation of a rod-shaped single microcrystal using the polarization-resolved micro-spectroscopy. Our results, revealing the physical origin of light polarization in ion-doped crystals, open the way towards on-demand polarization control with crystallography, and provide a versatile platform for polarization-based microscale sensing in dynamical systems. ",
    "url": "https://arxiv.org/abs/2203.09245",
    "authors": [
      "Peng Li",
      "Yaxin Guo",
      "Ao Liu",
      "Xin Yue",
      "Taoli Yuan",
      "Jingping Zhu",
      "Yanpeng Zhang",
      "Feng Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.09315",
    "title": "Heuristics and Uncertainty Quantification in Rational and Inverse  Compound and Catalyst Design",
    "abstract": "The goal of inverse (quantum) approaches is to devise methods and approaches capable of efficiently searching chemical space in such a way that the design of novel materials and compounds with specific properties is as direct and efficient as possible. Here, we review the current state of the field with a focus on the most recent developments. We discuss the importance of heuristic rules and human intuition for rational compound design. Moreover, we elaborate on options for reliable uncertainty quantification for computational results, which is crucial for a truly predictive application of any in silico method. ",
    "url": "https://arxiv.org/abs/2203.09315",
    "authors": [
      "Thomas Weymuth",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09320",
    "title": "Self-aligned patterning technique for fabricating high-performance  diamond sensor arrays with nanoscale precision",
    "abstract": "To efficiently align the creation of defect center with photonics structure in nanoscale precision is one of the outstanding challenges for realizing high-performance photonic devices and the application in quantum technology such as quantum sensing, scalable quantum systems, and quantum computing network. Here, we propose a facile self-aligned patterning technique wholly based on conventional engineering technology, with the doping precision can reach ~15nm. Specifically, we demonstrate this technique by fabricating diamond nanopillar sensor arrays, which show high consistency and near-optimal photon counts, high yield approaching the theoretical limit, and high filtering efficiency for different NV centers. Combined with appropriate crystal orientation, a saturated fluorescence rate of 4.65 Mcps and the best reported fluorescence-dependent detection sensitivity of 1900 cps^(-1/2) are achieved. This technique applicable to all similar solid-state systems should facilitate the development of parallel quantum sensing and scalable information processing. ",
    "url": "https://arxiv.org/abs/2203.09320",
    "authors": [
      "Mengqi Wang",
      "Haoyu Sun",
      "Xiangyu Ye",
      "Pei Yu",
      "Hangyu Liu",
      "Jingwei Zhou",
      "Pengfei Wang",
      "Fazhan Shi",
      "Ya Wang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09328",
    "title": "Piezo-optomechanical signal transduction using Lamb wave supermodes in a  suspended Gallium Arsenide photonic integrated circuits platform",
    "abstract": "Piezoelectric optomechanical platforms present one of the most promising routes towards efficient transduction of signals from the microwave to the optical frequency domains. New device architectures need to be developed in order to achieve the stringent requirements for building efficient quantum transducers. In this work, we utilize the mechanical supermode principle to improve the overall microwave to optical transduction efficiency, by fabricating Lamb wave resonators that are hybridized with the mechanical breathing modes of a rib waveguide in a suspended gallium arsenide (GaAs) photonic integrated circuits (PIC) platform. Combining the strong elasto-optic interactions available in GaAs with the increased phonon injection efficiency enabled by this architecture, we demonstrate signal transduction up to 7 GHz, and an increase in transduction efficiency by $\\approx$ 25$\\times$ for the hybridized mode ($f_m\\approx$ 2 GHz), using this approach. We also outline routes for improving device performance to enable quantum transduction within this platform. ",
    "url": "https://arxiv.org/abs/2203.09328",
    "authors": [
      "Ankur Khurana",
      "Pisu Jiang",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09349",
    "title": "Single-shot quantitative aberration and scattering length measurements  in mouse brain tissues using an extended-source Shack-Hartmann wavefront  sensor",
    "abstract": "Deep fluorescence imaging in mammalian brain tissues remains challenging due to scattering and optical aberration-induced loss in signal and resolution. Correction of aberrations using adaptive optics (AO) requires their reliable measurement in the tissues. Here, we show that an extended-source Shack-Hartmann wavefront sensor (ESSH) allows quantitative aberration measurements through fixed brain slices with a thickness up to four times their scattering length. We demonstrate in particular that this wavefront measurement method based on image correlation is more robust to scattering compared to the standard centroid-based approach. Finally, we obtain a measurement of the tissue scattering length taking advantage of the geometry of a Shack-Hartmann sensor. ",
    "url": "https://arxiv.org/abs/2203.09349",
    "authors": [
      "Sophia Imperato",
      "Fabrice Harms",
      "Antoine Hubert",
      "Mathias Mercier",
      "Laurent Bourdieu",
      "Alexandra Fragola"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09373",
    "title": "Graphene optical nonlinearity: From the third-order to the  non-perturbative electrodynamic regime",
    "abstract": "A non-perturbative model for graphene optical nonlinearity is developed for the study of ultrafast pulse propagation along a monolayer, as in the case of graphene-comprising nanophotonic integrated waveguides. This graphene `hot electron' model (GHEM) builds upon earlier work, based on the Fermi-Dirac framework for 2D semiconductors, which was aimed mainly at steady-state absorptive response of a monolayer under free-space laser-beam illumination. Our extension adapts the GHEM to in-plane light-matter interaction along graphene monolayers under intense ps-pulse excitation that leads to the carrier-density saturation regime. We first provide a quantitative overview of the `classic' perturbative third-order nonlinear response and then study the static and transient response of graphene as a function of the GHEM parameters, with focus on the monolayer quality and voltage-tunability. These results are compared to phenomenological models for saturable absorption and nonlinear refraction, showing good agreement with recent experimental works. In conclusion, the GHEM unifies the experimentally observed absorptive and refractive optical nonlinearities in a single multi-parametric framework therefore enabling the evaluation of the voltage-tunable light-matter interaction in structures such as diffraction-limited nanophotonic waveguides. This formalism can be readily employed to THz frequencies, adapted to multi-channel (e.g. pump-probe) nonlinear effects, or developed to include carrier and lattice-temperature diffusion to extend its validity threshold. ",
    "url": "https://arxiv.org/abs/2203.09373",
    "authors": [
      "Alexandros Pitilakis",
      "Emmanouil E. Kriezis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.09478",
    "title": "A framework for quantum theory of elementary physical entities",
    "abstract": "A unified framework, which is directly established on the quantum ground, is proposed for elementary physical entities, called \\emph{modes} in this paper. The framework is mainly built upon five basic assumptions, which loosely speaking have the following contents. (i) The state space of each mode is given by the direct product of a momentum-state space and a spinor-state space, the latter of which is certain representation space of the $SL(2,C)$ group (a covering group of the Lorentz group); (ii) spinor states of modes have a layer-type structure and modes are either fermionic or bosonic, depending on their helicity properties; (iii) there are three fundamental processes -- free evolution, vacuum fluctuation (emergence or vanishing of a pair of fermionic modes that possess exactly opposite physical properties), and two fundamental interaction processes (change of two fermionic modes into one bosonic mode and the reverse); (iv) vacuum fluctuation happens instantly; and (v) the time evolution operator is constructed from operators, which map state spaces of incoming modes of fundamental processes to those of outgoing modes. The time evolution operator turns out to be a function of quantum fields that are constructed from creation and annihilation operators for free-mode states, whose interaction part has a local feature. As an example, a simple model of modes is studied and is compared with the first-generation part of the standard model (SM). Concerning electroweak interactions, the studied model has a time evolution operator, whose main body is formally similar to that of the SM. Besides, it predicts $\\frac 13$ and $\\frac 23$ electronic changes for quark-type modes, gives an interpretation to the color degree of freedom, and contains certain modes that behave like dark matters. ",
    "url": "https://arxiv.org/abs/2203.09478",
    "authors": [
      "Wen-ge Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09482",
    "title": "Discussion of Foundation of Mathematics and Quantum Theory",
    "abstract": "Following the results of our recently published book (F. Lev, {\\it Finite mathematics as the foundation of classical mathematics and quantum theory. With application to gravity and particle theory}. Springer (2020)), we discuss different aspects of classical and finite mathematics and explain why finite mathematics based on a finite ring of characteristic $p$ is more general (fundamental) than classical mathematics: the former does not have foundational problems, and the latter is a special degenerate case of the former in the formal limit $p\\to\\infty$. In particular, quantum theory based on a finite ring of characteristic $p$ is more general than standard quantum theory because the latter is a special degenerate case of the former in the formal limit $p\\to\\infty$. ",
    "url": "https://arxiv.org/abs/2203.09482",
    "authors": [
      "Felix M Lev"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08826",
    "title": "Quantum simulation with just-in-time compilation",
    "abstract": "We present a first attempt to perform circuit-based quantum simulation using the just-in-time (JIT) compilation technique on multiple hardware architectures and configurations based on single-node central processing units (CPUs) and graphics processing units (GPUs). One of the major challenges in scientific code development is to balance the level of complexity between algorithms and programming techniques without losing performance or degrading code readability. In this context, we have developed qibojit: a new module for the Qibo quantum computing framework, which uses a just-in-time compilation approach through Python. We perform systematic performance benchmarks between our JIT approach and a subset of relevant publicly available libraries for quantum computing. We show that our novel approach simplifies the complex aspects of the implementation without deteriorating performance. ",
    "url": "https://arxiv.org/abs/2203.08826",
    "authors": [
      "Stavros Efthymiou",
      "Marco Lazzarin",
      "Andrea Pasquale",
      "Stefano Carrazza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.08904",
    "title": "Optothermal evolution of active colloidal matter in defocused laser trap",
    "abstract": "Optothermal interaction of active colloidal matter can facilitate environmental cues which can influence the dynamics of active soft matter systems. The optically induced thermal effect can be harnessed to study non-equilibrium thermodynamics as well as applied to self-propel colloids and form assemblies. In this work, we employ a defocused laser trap to form self-evolving colloidal active matter. The optothermal interaction of the active colloids in both focused and defocused optical trap has been investigated to ascertain their thermophoretic behavior, which shows a long-range attraction and a short-range repulsion between the colloids. The optical gradient field enabled attraction and the short-range repulsion between the active colloids have been harnessed to form re-configurable dynamic assembly. Additionally, the assembly undergoes self-evolution as a new colloid joins the structure. Further, we show that the incident polarization state of the optical field can be employed as a parameter to modulate the structural orientation of the active colloids. The simple defocused optical field enabled assembly can serve as model to understand the collective dynamics of active matter systems and harnessed as re-configurable microscopic engine. ",
    "url": "https://arxiv.org/abs/2203.08904",
    "authors": [
      "Diptabrata Paul",
      "Rahul Chand",
      "G V Pavan Kumar"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.09003",
    "title": "Self-Testing of a Single Quantum System: Theory and Experiment",
    "abstract": "Certifying individual quantum devices with minimal assumptions is crucial for the development of quantum technologies. Here, we investigate how to leverage single-system contextuality to realize self-testing. We develop a robust self-testing protocol based on the simplest contextuality witness for the simplest contextual quantum system, the Klyachko-Can-Binicio\\u{g}lu-Shumovsky (KCBS) inequality for the qutrit. We establish a lower bound on the fidelity of the state and the measurements (to an ideal configuration) as a function of the value of the witness under a pragmatic assumption on the measurements we call the KCBS orthogonality condition. We apply the method in an experiment with randomly chosen measurements on a single trapped $^{40}{\\rm Ca}^+$ and near-perfect detection efficiency. The observed statistics allow us to self-test the system and provide the first experimental demonstration of quantum self-testing of a single system. Further, we quantify and report that deviations from our assumptions are minimal, an aspect previously overlooked by contextuality experiments. ",
    "url": "https://arxiv.org/abs/2203.09003",
    "authors": [
      "Xiao-Min Hu",
      "Yi Xie",
      "Atul Singh Arora",
      "Ming-Zhong Ai",
      "Kishor Bharti",
      "Jie Zhang",
      "Wei Wu",
      "Ping-Xing Chen",
      "Jin-Ming Cui",
      "Bi-Heng Liu",
      "Yun-Feng Huang",
      "Chuan-Feng Li",
      "Guang-Can Guo",
      "Jérémie Roland",
      "Adán Cabello",
      "Leong-Chuan Kwek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09005",
    "title": "Traveling Wave Form Description for Dirac Field and Its Deduction To  Pauli Equation Type Forms in Quantum Mechanics",
    "abstract": "We derive an equivalent traveling wave form description for Dirac field. In the non-relativistic limit, such form can reduce to inverse-Galilean transformed Schrodinger-type equation. We find that, the resulting two-component Schrodinger-type equation from the reduction of traveling wave form description of Dirac field is different to the naive Galilean transformed Schrodinger equation. Taking into account the interactions of the system to electromagnetic field by adding proper forms of covariant derivative, the traveling wave form description for Pauli equation can be similarly obtained in the non-relativistic limit. Such descriptions allow one to choose arbitrary convenient reference frame for quantum system involving spins. Using Bargmann-Wigner formalism for field with arbitrary spin $s\\geq 1/2$, which satisfy Dirac-type equations in all its indices, the traveling wave description for such a field can be similarly obtained from the traveling wave form description of Dirac field, for example, for the spin-3/2 Rarita-Schwinger field and spin-2 gravitational field. ",
    "url": "https://arxiv.org/abs/2203.09005",
    "authors": [
      "Fei Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09246",
    "title": "Quantum phases of bosonic chiral molecules in helicity lattices",
    "abstract": "We study the phase diagram of cold interacting chiral molecules immersed in helicity lattices by means of an extended Bose-Hubbard model. These recently proposed lattices have sites with alternating helicity which exert a discriminatory force on chiral molecules with different handedness. We find that a strong dipole-dipole repulsion between molecules results in the polarization of left and right enantiomers. In an experiment, this would produce a phase separation of enantiomers, acting as an alternative route towards chiral discrimination. ",
    "url": "https://arxiv.org/abs/2203.09246",
    "authors": [
      "Felipe Isaule",
      "Robert Bennett",
      "Jörg B. Götte"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09437",
    "title": "Electron Spin in a Quantum Well",
    "abstract": "The wave nature of the electron spin proposed earlier [1][2] is studied by solving the Dirac equation with a complete form of $4-$spinor. The result shows a stable circulating total current density with a donut shaped topography for the eigenstate electron inside a quantum well. The spin value inside the well is modified by the confining geometry. Our analysis also shows that a free electron Gaussian wave packet is unstable and experiences quick decoherence. The impacts of the wave spin on quantum computing and quantum information technologies are discussed in principle. ",
    "url": "https://arxiv.org/abs/2203.09437",
    "authors": [
      "Ju Gao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09461",
    "title": "Beyond the Limitation of Pulse Width in Optical Time-domain  Reflectometry",
    "abstract": "Optical time-domain reflectometry (OTDR) is the basis for distributed time-domain optical fiber sensing techniques. By injecting pulse light into an optical fiber, the distance information of an event can be obtained based on the time of light flight. The minimum distinguishable event separation along the fiber length is called the spatial resolution, which is determined by the optical pulse width. By reducing the pulse width, the spatial resolution can be improved. However, at the same time, the signal-to-noise ratio of the system is degraded, and higher speed equipment is required. To solve this problem, data processing methods such as iterative subdivision, deconvolution, and neural networks have been proposed. However, they all have some shortcomings and thus have not been widely applied. Here, we propose and experimentally demonstrate an OTDR deconvolution neural network based on deep convolutional neural networks. A simplified OTDR model is built to generate a large amount of training data. By optimizing the network structure and training data, an effective OTDR deconvolution is achieved. The simulation and experimental results show that the proposed neural network can achieve more accurate deconvolution than the conventional deconvolution algorithm with a higher signal-to-noise ratio. ",
    "url": "https://arxiv.org/abs/2203.09461",
    "authors": [
      "Hao Wu",
      "Ming Tang"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.09488",
    "title": "Quantum Sensors for High Precision Measurements of Spin-dependent  Interactions",
    "abstract": "The applications of spin-based quantum sensors to measurements probing fundamental physics are surveyed. Experimental methods and technologies developed for quantum information science have rapidly advanced in recent years, and these tools enable increasingly precise control and measurement of spin dynamics. Theories of beyond-the-Standard-Model physics predict, for example, symmetry violating electromagnetic moments aligned with particle spins, exotic spin-dependent forces, coupling of spins to ultralight bosonic dark matter fields, and changes to the local environment that affect spins. Spin-based quantum sensors can be used to search for these myriad phenomena, and offer a methodology for tests of fundamental physics that is complementary to particle colliders and large scale particle detectors. Areas of technological development that can significantly enhance the sensitivity of spin-based quantum sensors to new physics are highlighted. ",
    "url": "https://arxiv.org/abs/2203.09488",
    "authors": [
      "Dmitry Budker",
      "Thomas Cecil",
      "Timothy E. Chupp",
      "Andrew A. Geraci",
      "Derek F. Jackson Kimball",
      "Shimon Kolkowitz",
      "Surjeet Rajendran",
      "Jaideep T. Singh",
      "Alexander O. Sushkov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:1812.04824",
    "title": "Exact Analytical Solution of the Driven Qutrit in an Open Quantum  System: V and $Λ$ Configurations",
    "abstract": " Comments: To be published in J. Phys. B ",
    "url": "https://arxiv.org/abs/1812.04824",
    "authors": [
      "Zachary C. Coleman",
      "Lincoln D. Carr"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2101.09254",
    "title": "Optical polarization skyrmionic fields in free space",
    "abstract": " Title: Optical polarization skyrmionic fields in free space ",
    "url": "https://arxiv.org/abs/2101.09254",
    "authors": [
      "Rodrigo Gutiérrez-Cuevas",
      "Emilio Pisanty"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2102.05853",
    "title": "Precise and extensive characterization of an optical resonator for  cavity-based quantum networks",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2102.05853",
    "authors": [
      "Dowon Lee",
      "Myunghun Kim",
      "Jungsoo Hong",
      "Taegyu Ha",
      "Junwoo Kim",
      "Sungsam Kang",
      "Youngwoon Choi",
      "Kyungwon An",
      "Moonjoo Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.13184",
    "title": "Artificial Cnoidal Wave Breathers in Optical Microresonators",
    "abstract": " Comments: There are some mistake in the description of the pump parameters ",
    "url": "https://arxiv.org/abs/2103.13184",
    "authors": [
      "Zhonghan Wu",
      "Anni Liu",
      "Yiran Gao",
      "Jian Dai",
      "Kun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.03888",
    "title": "Detailed study of quantum path interferences in high harmonic generation  driven by chirped laser pulses",
    "abstract": " Comments: 25 pages, 8 figures, final version, New J. Phys. 23123012 (2021) ",
    "url": "https://arxiv.org/abs/2107.03888",
    "authors": [
      "Tamás Csizmadia",
      "Lénárd Gulyás Oldal",
      "Peng Ye",
      "Szilárd Majorosi",
      "Paraskevas Tzallas",
      "Giuseppe Sansone",
      "Valer Tosa",
      "Katalin Varjú",
      "Balázs Major",
      "Subhendu Kahaly"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13028",
    "title": "Design study for an efficient semiconductor quantum light source  operating in the telecom C-band based on an electrically-driven circular  Bragg grating",
    "abstract": " Comments: 6 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2112.13028",
    "authors": [
      "Andrea Barbiero",
      "Jan Huwer",
      "Joanna Skiba-Szymanska",
      "Tina Müller",
      "R. Mark Stevenson",
      "Andrew J. Shields"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]