[
  {
    "id": "arXiv:2306.11857",
    "title": "Critical properties of the optical field localization in a  three-dimensional percolating system: Theory and experiment",
    "abstract": "We systematically study the optical field localization in an active three-dimensional (3D) disordered percolating system with light nanoemitters incorporated in percolating clusters. An essential feature of such a hybrid medium is that the clusters are combined into a fractal radiation pattern, in which light is simultaneously emitted and scattered by the disordered structures. Theoretical considerations, based on systematic 3D simulations, reveal nontrivial dynamics in the form of propagation of localized field bunches in the percolating material. We obtain the length of the field localization and dynamical properties of such states as functions of the occupation probability of the disordered clusters. A transition between the dynamical states and narrow point-like fields pinned to the emitters is found. The theoretical analysis of the fractal field properties is followed by an experimental study of the light generation by nanoemitters incorporated in the percolating clusters. The experimental results corroborate theoretical predictions. ",
    "url": "https://arxiv.org/abs/2306.11857",
    "authors": [
      "Gennadiy Burlak",
      "A. Díaz-de-Anda",
      "Boris A. Malomed",
      "E. Martinez-Sánchez",
      "G. Medina-Ángel",
      "R. Morales-Nava",
      "J. J. Martínez-Ocampo",
      "M.E. de-Anda-Reyes",
      "A. Romero-López"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.12123",
    "title": "Pyroelectric Influence on Lithium Niobate During the Thermal Transition  for Cryogenic Integrated Photonics",
    "abstract": "Lithium niobate has emerged as a promising platform for integrated quantum optics, enabling efficient generation, manipulation, and detection of quantum states of light. However, integrating single-photon detectors requires cryogenic operating temperatures, since the best performing detectors are based on narrow superconducting wires. While previous studies have demonstrated the operation of quantum light sources and electro-optic modulators in LiNbO3 at cryogenic temperatures, the thermal transition between room temperature and cryogenic conditions introduces additional effects that can significantly influence device performance. In this paper, we investigate the generation of pyroelectric charges and their impact on the optical properties of lithium niobate waveguides when changing from room temperature to 25K, and vice versa. We measure the generated pyroelectric charge flow and correlate this with fast changes in the birefringence acquired through the Senarmont method. Both electrical and optical influence of the pyroelectric effect occurs predominantly at temperatures above 100K. ",
    "url": "https://arxiv.org/abs/2306.12123",
    "authors": [
      "Frederik Thiele",
      "Thomas Hummel",
      "Nina Amelie Lange",
      "Felix Dreher",
      "Maximilian Protte",
      "Felix vom Bruch",
      "Sebastian Lengeling",
      "Harald Herrmann",
      "Christof Eigner",
      "Christine Silberhorn",
      "Tim J. Bartley"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12246",
    "title": "Optical frequency comb Fourier transform spectroscopy of formaldehyde in  the 1250 to 1390 cm$^{-1}$ range: experimental line list and improved MARVEL  analysis",
    "abstract": "We use optical frequency comb Fourier transform spectroscopy to record high-resolution, low-pressure, room-temperature spectra of formaldehyde (H$_2$$^{12}$C$^{16}$O) in the range of 1250 to 1390 cm$^{-1}$. Through line-by-line fitting, we retrieve line positions and intensities of 747 rovibrational transitions: 558 from the ${\\nu}_6$ band, 129 from the ${\\nu}_4$ band, and 14 from the ${\\nu}_3$ band, as well as 46 from four different hot bands. We incorporate the accurate and precise line positions (0.4 MHz median uncertainty) into the MARVEL (measured active vibration-rotation energy levels) analysis of the H$_2$CO spectrum. This increases the number of MARVEL-predicted energy levels by 82 and of rovibrational transitions by 5382, and substantially reduces uncertainties of MARVEL-derived H$_2$CO energy levels over a large range: from pure rotational levels below 200 cm$^{-1}$ up to multiply excited vibrational levels at 6000 cm$^{-1}$. This work is an important step toward filling the gaps in formaldehyde data in the HITRAN database. ",
    "url": "https://arxiv.org/abs/2306.12246",
    "authors": [
      "Matthias Germann",
      "Adrian Hjältén",
      "Jonathan Tennyson",
      "Sergei N. Yurchenko",
      "Iouli E. Gordon",
      "Christian Pett",
      "Isak Silander",
      "Karol Krzempek",
      "Arkadiusz Hudzikowski",
      "Aleksander Głuszek",
      "Grzegorz Soboń",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11844",
    "title": "Quantum Parallelized Variational Quantum Eigensolvers for Excited States",
    "abstract": "Calculating excited-state properties of molecules and solids is one of the main computational challenges of modern electronic structure theory. By combining and advancing recent ideas from the field of quantum computing we propose a more effective variational quantum eigensolver based on quantum parallelism: Initial ans\\\"atze for various excited states are prepared into a single pure state through a minimal number of ancilla qubits. Then a global rotation in the targeted subspace is optimized. Our approach thus avoids the progressive accumulation of errors prone to schemes that calculate excited states successively. Energy gaps and transition amplitudes between eigenstates can immediately be extracted. Moreover, the use of variable auxiliary weights makes the algorithm more resilient to noise and greatly simplifies the optimization procedure. We showcase our algorithm and illustrate its effectiveness for different molecular systems. The interaction effects are treated through generalized unitary coupled cluster ans\\\"atze and, accordingly, the common unfavorable and artificial extension to the entire Fock space is circumvented. ",
    "url": "https://arxiv.org/abs/2306.11844",
    "authors": [
      "Cheng-Lin Hong",
      "Luis Colmenarez",
      "Lexin Ding",
      "Carlos L. Benavides-Riveros",
      "Christian Schilling"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11893",
    "title": "Quantum theory of non-hermitian optical binding between nanoparticles",
    "abstract": "Recent experiments demonstrate highly tunable non-reciprocal coupling between levitated nanoparticles due to optical binding [Rieser et al., Science 377, 987 (2022)]. In view of recent experiments cooling nanoparticles to the quantum regime, we here develop the quantum theory of small dielectric objects interacting via the forces and torques induced by scattered tweezer photons. The interaction is fundamentally non-hermitian and accompanied by correlated quantum noise. We present the corresponding Markovian quantum master equation, show how to reach non-reciprocal and unidirectional coupling, and identify unique quantum signatures of optical binding. Our work provides the theoretical tools for exploring and exploiting the rich quantum physics of non-reciprocally coupled nanoparticle arrays. ",
    "url": "https://arxiv.org/abs/2306.11893",
    "authors": [
      "Henning Rudolph",
      "Uroš Delić",
      "Klaus Hornberger",
      "Benjamin A. Stickler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11916",
    "title": "Ultra-sensitive separation estimation of optical sources",
    "abstract": "Historically, the resolution of optical imaging systems was dictated by diffraction, and the Rayleigh criterion was long considered an unsurpassable limit. In superresolution microscopy, this limit is overcome by manipulating the emission properties of the object. However, in passive imaging, when sources are uncontrolled, reaching sub-Rayleigh resolution remains a challenge. Here, we implement a quantum-metrolgy-inspired approach for estimating the separation between two incoherent sources, achieving a sensitivity five orders of magnitude beyond the Rayleigh limit. Using a spatial mode demultiplexer, we examine scenes with bright and faint sources, through intensity measurements in the Hermite-Gauss basis. Analysing sensitivity and accuracy over an extensive range of separations, we demonstrate the remarkable effectiveness of demultiplexing for sub-Rayleigh separation estimation. These results effectively render the Rayleigh limit obsolete for passive imaging. ",
    "url": "https://arxiv.org/abs/2306.11916",
    "authors": [
      "Clémentine Rouvière",
      "David Barral",
      "Antonin Grateau",
      "Ilya Karuseichyk",
      "Giacomo Sorelli",
      "Mattia Walschaers",
      "Nicolas Treps"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11988",
    "title": "High-throughput Quantum Chemistry: Empowering the Search for Molecular  Candidates behind Unknown Spectral Signatures in Exoplanetary Atmospheres",
    "abstract": "The identification of molecules in exoplanetary atmospheres is only possible thanks to the availability of high-resolution molecular spectroscopic data. However, due to its intensive and time-consuming generation process, at present, only on order 100 molecules have high-resolution spectroscopic data available, limiting new molecular detections. Using routine quantum chemistry calculations (i.e., scaled harmonic frequency calculations using the B97-1/def2-TZVPD model chemistry with median errors of 10cm-1), here we present a complementary high-throughput approach to rapidly generate approximate vibrational spectral data for 2743 molecules made from the biologically most important elements C, H, N, O, P and S. Though these data are not accurate enough to enable definitive molecular detections and does not seek to replace the need for high-resolution data, it has powerful applications in identifying potential molecular candidates responsible for unknown spectral features. We explore this application for the 4.1 micron (2439cm-1) feature in the atmospheric spectrum of WASP-39b, listing potential alternative molecular species responsible for this spectral line, together with SO2. Further applications of this big data compilation also include identifying molecules with strong absorption features that are likely detectable at quite low abundances, and training set for machine learning predictions of vibrational frequencies. Characterising exoplanetary atmospheres through molecular spectroscopy is essential to understand the planet's physico-chemical processes and likelihood of hosting life. Our rapidly generated quantum chemistry big data set will play a crucial role in supporting this understanding by giving directions into possible initial identifications of the more unusual molecules to emerge. ",
    "url": "https://arxiv.org/abs/2306.11988",
    "authors": [
      "Juan C. Zapata Trujillo",
      "Maria M. Pettyjohn",
      "Laura K. McKemmish"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12053",
    "title": "Towards chemical accuracy with shallow quantum circuits: A  Clifford-based Hamiltonian engineering approach",
    "abstract": "Achieving chemical accuracy with shallow quantum circuits is a significant challenge in quantum computational chemistry, particularly for near-term quantum devices. In this work, we present a Clifford-based Hamiltonian engineering algorithm, namely CHEM, that addresses the trade-off between circuit depth and accuracy. Based on variational quantum eigensolver and hardware-efficient ansatz, our method designs Clifford-based Hamiltonian transformation that (1) ensures a set of initial circuit parameters corresponding to the Hartree--Fock energy can be generated, (2) effectively maximizes the initial energy gradient with respect to circuit parameters, and (3) imposes negligible overhead for classical processing and does not require additional quantum resources. We demonstrate the efficacy of our approach using a quantum hardware emulator, achieving chemical accuracy for systems as large as 12 qubits with fewer than 30 two-qubit gates. Our Clifford-based Hamiltonian engineering approach offers a promising avenue for practical quantum computational chemistry on near-term quantum devices. ",
    "url": "https://arxiv.org/abs/2306.12053",
    "authors": [
      "Jiace Sun",
      "Lixue Cheng",
      "Weitang Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12201",
    "title": "Acoustic Kerr Metric in Analogue Gravity",
    "abstract": "The present paper is based on a previous work (involving two of the present authors) where a generalized fluid dynamical model was proposed. The underlying symplectic structure of the Lagrangian discrete degrees of freedom obeyed a Non-Commutative algebra, generated by Berry curvature correction. In an Euler (or Hamiltonian) framework, this is manifested as an extended algebra between the fluid variables, leading to the extended fluid model. Here we study the dynamics of sonic fluctuations that live in this effective analogue gravity spacetime. Interestingly enough, the effective metric resembles that of a spinning Black Hole; the spin is induced by the underlying Non-Commutative structure. The effective mass and spin parameters of the Black Hole, in terms of fluid parameters, are also identified. The connection of our model with anomalous Hall systems may lead to observable signatures of the analogue black hole in physical systems. ",
    "url": "https://arxiv.org/abs/2306.12201",
    "authors": [
      "Deeshani Mitra",
      "Surojit Dalui",
      "Subir Ghosh",
      "Arpan Krishna Mitra"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12254",
    "title": "The effect of singularities and damping on the spectra of photonic  crystals",
    "abstract": "Understanding the dispersive properties of photonic crystals is a fundamental and well-studied problem. However, the introduction of singular permittivities and damping complicates the otherwise straightforward theory. In this paper, we study photonic crystals with a Drude-Lorentz model for the permittivity, motivated by halide perovskites. We demonstrate how the introduction of singularities and damping affects the spectral band structure and show how to interpret the notion of a \"band gap\" in this setting. We present explicit solutions for a one-dimensional model and show how integral operators can be used to handle multi-dimensional systems. ",
    "url": "https://arxiv.org/abs/2306.12254",
    "authors": [
      "Konstantinos Alexopoulos",
      "Bryn Davies"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.12421",
    "title": "Satellite Relayed Global Quantum Communication without Quantum Memory",
    "abstract": "Photon loss is the fundamental issue toward the development of quantum communication. We present a proposal to mitigate photon loss even at large distances and hence to create a global-scale quantum communication architecture. In this proposal, photons are sent directly through space, using a chain of co-moving low-earth orbit satellites. This satellite chain would bend the photons to move along the earth's curvature and control photon loss due to diffraction by effectively behaving like a set of lenses on an optical table. Numerical modeling of photon propagation through these \"satellite lenses\" shows that diffraction loss in entanglement distribution can be almost eliminated even at global distances of 20,000 km while considering beam truncation at each satellite and the effect of different errors. In the absence of diffraction loss, the effect of other losses (especially reflection loss) becomes important and they are investigated in detail. The total loss is estimated to be less than 30 dB at 20,000 km if other losses are constrained to 2% at each satellite, with 120 km satellite separation and 60 cm diameter satellite telescopes eliminating diffraction loss. Such low-loss satellite-based optical-relay protocol would enable robust, multi-mode global quantum communication and wouldn't require either quantum memories or repeater protocol. The protocol can also be the least lossy in almost all distance ranges available (200 - 20,000 km). Recent advances in space technologies may soon enable affordable launch facilities for such a satellite-relay network. We further introduce the \"qubit transmission\" protocol which has a plethora of advantages with both the photon source and the detector remaining on the ground. A specific lens setup was designed for the \"qubit transmission\" protocol which performed well in simulation that included atmospheric turbulence in the satellite uplink. ",
    "url": "https://arxiv.org/abs/2306.12421",
    "authors": [
      "Sumit Goswami",
      "Sayandip Dhara"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.02222",
    "title": "Decoupling Bimolecular Recombination Mechanisms in Perovskite Thin Films  Using Photoluminescence Quantum Yield",
    "abstract": " Comments: Main text: 10 figures, 6 tables ",
    "url": "https://arxiv.org/abs/2306.02222",
    "authors": [
      "Robert Lee Chin",
      "Arman Mahboubi Soufiani",
      "Paul Fassl",
      "Jianghui Zheng",
      "Eunyoung Choi",
      "Anita Ho-Baillie",
      "Ulrich Paetzold",
      "Thorsten Trupke",
      "Ziv Hameiri"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.11082",
    "title": "Frequency measurements of $5s5p^{3}$P$_{0}\\to5s6d^{3}$D$_{1}$ and  observation of nonlinearities in King plot with Sr",
    "abstract": " Title: Frequency measurements of $5s5p^{3}$P$_{0}\\to5s6d^{3}$D$_{1}$ and  observation of nonlinearities in King plot with Sr ",
    "url": "https://arxiv.org/abs/2306.11082",
    "authors": [
      "S. Zhang",
      "B. T. Tiwari",
      "S. Ganesh",
      "Y. Singh"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]