[
  {
    "id": "arXiv:2201.11355",
    "title": "Valley Piezoelectric Mechanism for Interpreting and Optimizing  Piezoelectricity in Quantum Materials via Anomalous Hall Effect",
    "abstract": "Quantum materials have exhibited attractive electro-mechanical responses, but their piezoelectric coefficients are far from satisfactory due to the lack of fundamental mechanisms to benefit from the quantum effects. We discovered the valley piezoelectric mechanism that is absent in traditional piezoelectric theory yet promising to overcome this challenge. A theoretical model was developed to elucidate the valley piezoelectricity as the Valley Hall effect driven by pseudoelectric field, which can be significant in quantum systems with broken time reversal symmetry. Consistent tight-binding and density-functional-theory (DFT) calculations validate the model and unveil the crucial dependence of valley piezoelectricity on valley splitting, hybridization energy, bandgap, and Poisson ratio. Doping, passivation, and external stress are proposed as rational strategies to optimize piezoelectricity, with a more than 130% increase of piezoelectricity demonstrated by DFT simulations. The general valley piezoelectric model bridges the gap between electro-mechanical response and quantum effects, which opens an opportunity to achieve outstanding piezoelectricity in quantum materials via optimizing spin-valley and spin-orbit couplings. ",
    "url": "https://arxiv.org/abs/2201.11355",
    "authors": [
      "Yilimiranmu Rouzhahong",
      "Chao Liang",
      "Chong Li",
      "Biao Wang",
      "Huashan Li"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11534",
    "title": "Acceleration of spin-polarized proton beams via two parallel laser  pulses",
    "abstract": "We present a setup for highly polarized proton beams using two parallel propagating laser pulses that are polarized in opposite direction. This mechanism is examined utilizing particle-in-cell simulations and compared to a single-pulse setup commonly used for magnetic vortex acceleration. We find that the use of the dual-pulse setup allows for peak energies of 374 MeV and good angular spread for two pulses with normalized laser vector potential $a_0 = 100$. Compared to a single pulse, we further observe better polarization of the obtained bunch. ",
    "url": "https://arxiv.org/abs/2201.11534",
    "authors": [
      "Lars Reichwein",
      "Markus Büscher",
      "Alexander Pukhov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11604",
    "title": "Graphical Direct-Writing of Macroscale Domain Structures with Nanoscale  Spatial Resolution in Non-Polar-Cut Lithium Niobate on Insulators",
    "abstract": "We reported on a graphical domain engineering technique with the capability to fabricate macroscale domain structures with nanoscale spatial resolution in non-polar-cut lithium niobate thin film on insulators through the biased probe tip of scanning atomic force microscopy. It was found that the domain writing process is asymmetric with respect to the spontaneous polarization Ps even though the tip-induced poling field is mirror-symmetric. Various domain structures, with a dimension larger than millimeters while consisting of nanoscale domain elements and with arbitrary domain-wall inclination angle with respect to Ps, were designed graphically and then written directly into non-polar-cut lithium niobate crystals. As a proof of principle demonstration, periodically poled x-cut lithium niobate thin film on insulators with a period of 600 nm, a depth of 460 nm and a length of ~1 mm was fabricated. This technique could be useful for device applications in integrated optics and opto-electronics and domain-wall nanoelectronics based on lithium niobate on insulator. ",
    "url": "https://arxiv.org/abs/2201.11604",
    "authors": [
      "Yuezhao Qian",
      "Ziqing Zhang",
      "Yuezhou Liu",
      "Jingjun Xu",
      "Guoquan Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11671",
    "title": "Capture Agent Free Biosensing using Porous Silicon Arrays and Machine  Learning",
    "abstract": "Biosensors are an essential tool for medical diagnostics, environmental monitoring and food safety. Typically, biosensors are designed to detect specific analytes through functionalization with the appropriate capture agents. However, the use of capture agents limits the number of analytes that can be simultaneously detected and reduces the robustness of the biosensor. In this work, we report a versatile, capture agent free biosensor platform based on an array of porous silicon (PSi) thin films, which has the potential to robustly detect a wide variety of analytes based on their physical and chemical properties in the nanoscale porous media. The ability of this system to reproducibly classify, quantify, and discriminate three proteins is demonstrated to concentrations down to at least 0.02g/L (between 300nM and 450nM) by utilizing PSi array elements with a unique combination of pore size and buffer pH, employing linear discriminant analysis for dimensionality reduction, and using support vector machines as a classifier. This approach represents a significant step towards a low cost, simple and robust biosensor platform that is able to detect a vast range of biomolecules. ",
    "url": "https://arxiv.org/abs/2201.11671",
    "authors": [
      "Simon J. Ward",
      "Tengfei Cao",
      "Xiang Zhou",
      "Catie Chang",
      "Sharon M. Weiss"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.11725",
    "title": "Optical frequency comb Fourier transform cavity ring-down spectroscopy",
    "abstract": "We demonstrate broadband and sensitive cavity ring-down spectroscopy using a near infrared frequency comb and a time-resolved Fourier transform spectrometer. The cavity decays are measured simultaneously and spectrally sorted, leading to purely exponential decays for each spectral element. The absorption spectra of atmospheric water and carbon dioxide are retrieved and demonstrate the high frequency resolution and absorption precision of the technique. The experimental apparatus, the measurement concept and the data treatment are described. The technique benefits from the advantages of cavity ring-down spectroscopy, i.e. the retrieved absorption does not depend on the cavity parameters, opening up for high accuracy absorption spectroscopy entirely calibration-free. ",
    "url": "https://arxiv.org/abs/2201.11725",
    "authors": [
      "Romain Dubreoucq",
      "Lucile Rutkowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.11339",
    "title": "Deterministic Focused Ion Beam Implantation with 99.6% Yield for  High-Fidelity Shallow Donor Arrays in Silicon",
    "abstract": "The demonstration of universal quantum logic operations near the fault-tolerance threshold establishes near-surface implanted donor spin qubits as a plausible platform for scalable quantum computing in silicon. The next technological step to realise this vision is a deterministic fabrication method to create shallowly placed donor arrays. Here, we present a new approach to manufacture such arrays using custom-fabricated single ion detection devices. By combining a focused ion beam system incorporating an electron-beam-ion-source with in-situ ion detection electronics, we first demonstrate a versatile method to spatially evaluate the device response characteristics to near-surface implanted low-energy $^1$H$_2^+$ ions. The results aid in understanding the critical role that the oxide interface plays in the ion detection response, and support the development of a new generation of single ion detector technology incorporating an ultra-thin 3.2 nm gate oxide. Next, deterministic implantation of individual 24 keV $^{40}$Ar$^{2+}$ ions is demonstrated with $\\geq$$99.99\\%$ detection confidence. With the forthcoming installation of a $^{31}$P$^+$ ion source, this equates to an projected controlled silicon doping yield of $99.62\\%$ for 14 keV $^{31}$P$^+$ ions, lying well beyond current qubit loss fault threshold estimates for surface code quantum error correction protocols. Our method thus represents an attractive framework for the rapid mask-free prototyping of large high-fidelity silicon donor spin-qubit arrays. ",
    "url": "https://arxiv.org/abs/2201.11339",
    "authors": [
      "Simon G. Robson",
      "Paul Räcke",
      "Alexander M. Jakob",
      "Nicholas Collins",
      "Hannes R. Firgau",
      "Vivien Schmitt",
      "Vincent Mourik",
      "Andrea Morello",
      "Edwin Mayes",
      "Daniel Spemann",
      "David N. Jamieson"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11439",
    "title": "Homodyne detection of non-Gaussian quantum steering",
    "abstract": "Quantum correlations are at the core of current developments in quantum technologies. Certification protocols of entanglement and steering, suitable for continuous-variable non-Gaussian states are scarce and generally highly demanding from an experimental point of view. We propose a protocol based on Fisher information for witnessing steering in general continuous-variable bipartite states, through homodyne detection. It proves to be relevant for the detection of non-Gaussian steering in scenarios where witnesses based on Gaussian features like the covariance matrix are shown to fail. ",
    "url": "https://arxiv.org/abs/2201.11439",
    "authors": [
      "Carlos E. Lopetegui",
      "Manuel Gessner",
      "Matteo Fadel",
      "Nicolas Treps",
      "Mattia Walschaers"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.14420",
    "title": "Spatiotemporal differentiators generating optical vortices with  transverse orbital angular momentum and detecting sharp change of pulse  envelope",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2106.14420",
    "authors": [
      "Junyi Huang",
      "Jiahao Zhang",
      "Tengfeng Zhu",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.10694",
    "title": "A Simple Proof of Locality in Quantum Mechanics",
    "abstract": " Comments: 6 pages, v3: minor changes ",
    "url": "https://arxiv.org/abs/2108.10694",
    "authors": [
      "Ali Kaya"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.00803",
    "title": "High energy density plasma mediated by collisionless resonance  absorption inside dielectrics",
    "abstract": " Comments: 8 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2109.00803",
    "authors": [
      "Kazem Ardaneh",
      "Remi Meyer",
      "Mostafa Hassan",
      "Remo Giust",
      "Chen Xie",
      "Benoit Morel",
      "Ismail Ouadghiri-Idrissi",
      "Luca Furfaro",
      "Luc Froehly",
      "Arnaud Couairon",
      "Guy Bonnaud",
      "Francois Courvoisier"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.00127",
    "title": "Characterization of two-level system noise for microwave kinetic  inductance detector comprising niobium film on silicon substrate",
    "abstract": " Comments: 14 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2110.00127",
    "authors": [
      "Yoshinori Sueno",
      "Shunsuke Honda",
      "Hiroki Kutsuma",
      "Satoru Mima",
      "Chiko Otani",
      "Shugo Oguri",
      "Junya Suzuki",
      "Osamu Tajima"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2111.14259",
    "title": "3D High-Quality Magnetic Resonance Image Restoration in Clinics Using  Deep Learning",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2111.14259",
    "authors": [
      "Hao Li",
      "Jianan Liu"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2201.03501",
    "title": "Autocorrective interferometers for photonic integrated circuits",
    "abstract": " Comments: 13 pages, 18 figures. arXiv admin note: text overlap with arXiv:2002.07521 ",
    "url": "https://arxiv.org/abs/2201.03501",
    "authors": [
      "Matteo Cherchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.05926",
    "title": "Photonic Integrated Circuit for Rapidly Tunable Orbital Angular Momentum  Generation Using Sb2Se3 Ultra-Low-Loss Phase Change Material",
    "abstract": " Comments: 13 Pages and 8 Figures ",
    "url": "https://arxiv.org/abs/2201.05926",
    "authors": [
      "MD Shah Alam",
      "Rudra Gnawali",
      "Joshua R. Hendrickson",
      "Diane Beamer",
      "Tamara E. Payne",
      "Andrew Volk",
      "Imad Agha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08463",
    "title": "Motional decoherence in ultracold Rydberg atom quantum simulators of  spin models",
    "abstract": " Title: Motional decoherence in ultracold Rydberg atom quantum simulators of  spin models ",
    "url": "https://arxiv.org/abs/2201.08463",
    "authors": [
      "Zewen Zhang",
      "Ming Yuan",
      "Bhuvanesh Sundar",
      "Kaden R. A. Hazzard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11060",
    "title": "Distinct forms of resonant optimality within insect indirect flight  motors",
    "abstract": " Title: Distinct forms of resonant optimality within insect indirect flight  motors ",
    "url": "https://arxiv.org/abs/2201.11060",
    "authors": [
      "Arion Pons",
      "Tsevi Beatus"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  }
]