[
  {
    "id": "arXiv:2301.09718",
    "title": "Comment on: \"Interacting quantum and classical waves: Resonant and  non-resonant energy transfer to electrons immersed in an intense  electromagnetic wave'' [Phys. Plasmas 29, 022107 (2022)]",
    "abstract": "A comment on the paper by S. M. Mahajan and F. A. Asenjo \"Interacting quantum and classical waves: Resonant and non-resonant energy transfer to electrons immersed in an intense electromagnetic wave\" [Phys. Plasmas 29, 022107 (2022)] where the authors use a model based on the Klein-Gordon equation to discuss particle energization by a transverse electromagnetic wave in a plasma. It is shown that the results of the paper are easily obtained in a classical approach, so that no quantum effect has to be invoked. The (un)suitability of the proposed mechanism to account for generation of extremely energetic particles in both laboratory and astrophysical scenarios is also discussed. ",
    "url": "https://arxiv.org/abs/2301.09718",
    "authors": [
      "A. Macchi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09781",
    "title": "Parallel random LiDAR with spatial multiplexing of a many-mode laser",
    "abstract": "We propose and experimentally demonstrate parallel LiDAR using random intensity fluctuations from a highly multimode laser. We optimize a degenerate cavity to have many spatial modes lasing simultaneously with different frequencies. Their spatio-temporal beating creates ultrafast random intensity fluctuations, which are spatially demultiplexed to generate hundreds of uncorrelated time traces for parallel ranging. The bandwidth of each channel exceeds 10 GHz, leading to a ranging resolution better than 1 cm. Our parallel random LiDAR is robust to cross-channel interference, and will facilitate high-speed 3D sensing and imaging. ",
    "url": "https://arxiv.org/abs/2301.09781",
    "authors": [
      "Kyungduk Kim",
      "Yaniv Eliezer",
      "Olivier Spitz",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09793",
    "title": "Bifurcation and stability of uniformly rotating homogeneous ellipsoids  surrounded by a massive thin ring",
    "abstract": "We examine the effects of a massive concentric ring around a spheroid or an ellipsoid with uniform density and uniform rotation. Equilibrium sequences of axisymmetric Maclaurin-like spheroid and triaxial Jacobi-like ellipsoids are obtained. Due to the gravitational field of the ring, Maclaurin-like spheroid does not have a spherical limit when the object's angular frequency vanishes. At a critical value of the eccentricity of the spheroid's meridional section, a triaxial Jacobi-like ellipsoid bifurcates. When a parameter characterizing the gravitational field of the ring is smaller than a threshold, the bifurcation points of Maclaurin-like and Jacobi-like ellipsoids exist and the critical eccentricity is slightly larger than that of the classical Maclaurin-to-Jacobi bifurcation. When the parameter exceeds the threshold, the Maclaurin-like spheroid does not have the bifurcation point and the Jacobi-like ellipsoid appears at the lower eccentricity than the Maclaurin-like spheroid. By comparisons of the energy of the ellipsoids with the same angular momentum, it is shown that the critical point of bifurcation does not correspond to the onset of the secular instability of Maclaurin-like spheroid. It is concluded that the gravitational field of a massive ring surrounding a uniformly rotating spheroid stabilizes it against a bar-shaped deformation due to viscous dissipations. ",
    "url": "https://arxiv.org/abs/2301.09793",
    "authors": [
      "Shin'ichirou Yoshida"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  },
  {
    "id": "arXiv:2301.09973",
    "title": "Robust collimated beaming in 3D acoustic sonic crystals",
    "abstract": "We demonstrate strongly collimated beaming, at audible frequencies, in a three-dimensional acoustic phononic crystal where the wavelength is commensurate with the crystal elements; the crystal is a seemingly simple rectangular cuboid constructed from closely-spaced spheres, and yet demonstrates rich wave phenomena acting as a canonical three-dimensional metamaterial. We employ theory, numerical simulation and experiments to design and interpret this collimated beaming phenomenon and use a crystal consisting of a finite rectangular cuboid array of $4\\times 10\\times 10$ polymer spheres $1.38$~cm in diameter in air, arranged in a primitive cubic cell with the centre-to-centre spacing of the spheres, i.e. the pitch, as $1.5$~cm. Collimation effects are observed in the time domain for chirps with central frequencies at $14.2$~kHz and $18$~kHz, and we deployed a laser feedback interferometer or Self-Mixing Interferometer (SMI) -- a recently proposed technique to observe complex acoustic fields -- that enables experimental visualisation of the pressure field both within the crystal and outside of the crystal. Numerical exploration using a higher-order multi-scale finite element method designed for the rapid and detailed simulation of 3D wave physics further confirms these collimation effects and cross-validates with the experiments. Interpretation follows using High Frequency Homogenization and Bloch analysis whereby the different origin of the collimation at these two frequencies is revealed by markedly different isofrequency surfaces of the sonic crystal. ",
    "url": "https://arxiv.org/abs/2301.09973",
    "authors": [
      "A. L. Vanel",
      "M. Dubois",
      "C. Tronche",
      "S. Fu",
      "Y.-T. Wang",
      "G. Dupont",
      "A. D. Rakić",
      "K. Bertling",
      "R. Abdeddaim",
      "S. Enoch",
      "R. V. Craster",
      "G. Li",
      "S. Guenneau",
      "J. Perchoux"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09994",
    "title": "Optical convolutional neural network with atomic nonlinearity",
    "abstract": "Due to their high degree of parallelism, fast processing speeds and low power consumption, analog optical functional elements offer interesting routes for realizing neuro-morphic computer hardware. For instance, convolutional neural networks lend themselves to analog optical implementations by exploiting the Fourier-transform characteristics of suitable designed optical setups. However, the efficient implementation of optical nonlinearities for such neural networks still represents challenges. In this work, we report on the realization and characterization of a three-layer optical convolutional neural network where the linear part is based on a 4f-imaging system and the optical nonlinearity is realized via the absorption profile of a cesium atomic vapor cell. This system classifies the handwritten digital dataset MNIST with 83.96% accuracy, which agrees well with corresponding simulations. Our results thus demonstrate the viability of utilizing atomic nonlinearities in neural network architectures with low power consumption. ",
    "url": "https://arxiv.org/abs/2301.09994",
    "authors": [
      "Mingwei Yang",
      "Elizabeth Robertson",
      "Luisa Esguerra",
      "Kurt Busch",
      "Janik Wolters"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2301.10072",
    "title": "SOA-MZI photonic sampler with post-distortion linearization technique",
    "abstract": "We present a post-distortion linearization technique for a Semiconductor Optical Amplifier Mach-Zehnder Interferometer (SOA-MZI) photonic sampler. The sampling source is an active mode-locked laser producing 12.6 ps-width pulses with a repetition frequency of 10 GHz. The mathematical model for the linearization technique is presented, and then evaluated for the quasi-static regime, i.e. sampling continuous-wave signals, and for the dynamic regime, i.e. sampling sinusoidal signals. A significant improvement in terms of Total Harmonic Distortion (THD) equal to 23.4 dB is observed for a modulation index equal to 80% in the quasi-static regime, matching the highest observed THD improvement in the dynamic regime. ",
    "url": "https://arxiv.org/abs/2301.10072",
    "authors": [
      "Dimitrios Kastritsis",
      "Thierry Rampone",
      "Maeva Franco",
      "Kyriakos E. Zoiros",
      "Ammar Sharaiha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09668",
    "title": "Optical properties of defects in solids via quantum embedding with good  active space orbitals",
    "abstract": "The study of isolated defects in solids is a natural target for classical or quantum embedding methods that treat the defect at a high level of theory and the rest of the solid at a lower level of theory. Here, in the context of active-space-based quantum embeddings, we study the performance of three active-space orbital selection schemes based on canonical (energy-ordered) orbitals, local orbitals defined in the spirit of density matrix embedding theory, and approximate natural transition orbitals. Using equation-of-motion coupled-cluster theory with single and double excitations (CCSD), we apply these active space selection schemes to the calculation of the vertical singlet excitation energy of a substitutional carbon dimer defect in hexagonal boron nitride, an oxygen vacancy in magnesium oxide, and a carbon vacancy in diamond. Especially when used in combination with a simple composite correction, we find that the best performing schemes can predict the excitation energy to about 0.1-0.2 eV of its converged value using only a few hundred orbitals, even when the full supercell has thousands of orbitals, which amounts to many-orders-of-magnitude computational savings when using correlated electronic structure theories. When compared to assigned experimental spectra and accounting for vibrational corrections, we find that CCSD predicts excitation energies that are accurate to about 0.1-0.3 eV, which is comparable to its performance in molecules and bulk solids. ",
    "url": "https://arxiv.org/abs/2301.09668",
    "authors": [
      "Bryan T. G. Lau",
      "Brian Busemeyer",
      "Timothy C. Berkelbach"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09679",
    "title": "Notes on Quantum Computation and Information",
    "abstract": "We discuss fundamentals of quantum computing and information - quantum gates, circuits, algorithms, theorems, error correction, and provide collection of QISKIT programs and exercises for the interested reader. ",
    "url": "https://arxiv.org/abs/2301.09679",
    "authors": [
      "Raghav G. Jha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09871",
    "title": "Non-Gaussian quantum state generation by multi-photon subtraction at the  telecommunication wavelength",
    "abstract": "In the field of continuous-variable quantum information processing, non-Gaussian states with negative values of the Wigner function are crucial for the development of a fault-tolerant universal quantum computer. While several non-Gaussian states have been generated experimentally, none have been created using ultrashort optical wave packets, which are necessary for high-speed quantum computation, in the telecommunication wavelength band where mature optical communication technology is available. In this paper, we present the generation of non-Gaussian states on wave packets with a short 8-ps duration in the 1545.32 nm telecommunication wavelength band using photon subtraction up to three photons. We used a low-loss, quasi-single spatial mode waveguide optical parametric amplifier, a superconducting transition edge sensor, and a phase-locked pulsed homodyne measurement system to observe negative values of the Wigner function without loss correction up to three-photon subtraction. These results can be extended to the generation of more complicated non-Gaussian states and are a key technology in the pursuit of high-speed optical quantum computation. ",
    "url": "https://arxiv.org/abs/2301.09871",
    "authors": [
      "Mamoru Endo",
      "Ruofan He",
      "Tatsuki Sonoyama",
      "Kazuma Takahashi",
      "Takahiro Kashiwazaki",
      "Takeshi Umeki",
      "Sachiko Takasu",
      "Kaori Hattori",
      "Daiji Fukuda",
      "Kosuke Fukui",
      "Kan Takase",
      "Warit Asavanant",
      "Petr Marek",
      "Radim Filip",
      "Akira Furusawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10040",
    "title": "Interrogating Quantum Nonlocal Effects in Nanoplasmonics through  Electron-Beam Spectroscopies",
    "abstract": "A rigorous account of quantum nonlocal effects is paramount for understanding the optical response of metal nanostructures and for designing plasmonic devices operating at the nanoscale. Here, we present a scheme for retrieving the quantum surface response of metals encapsulated in the Feibelman $d$-parameters from electron energy-loss spectroscopy (EELS) and cathodoluminescence (CL) measurements. We theoretically demonstrate that quantum nonlocal effects have a dramatic impact on EELS and CL spectra, in the guise of spectral shifts and nonlocal damping, when either the system size or the inverse wave vector in extended structures approach the nanometer scale. Our concept capitalizes on the unparalleled ability of free-electrons to supply tailored, deeply subwavelength near-fields and, thus, probe the optical response of metals at length scales in which quantum-mechanical effects are apparent. These results pave the way for a widespread use of the $d$-parameter formalism, thereby facilitating a rigorous yet practical inclusion of nonclassical effects in nanoplasmonics studies. ",
    "url": "https://arxiv.org/abs/2301.10040",
    "authors": [
      "P. A. D. Gonçalves",
      "F. Javier García de Abajo"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10068",
    "title": "Intensity interferometry for holography with quantum and classical light",
    "abstract": "As first demonstrated by Hanbury Brown and Twiss, it is possible to observe interference between independent light sources by measuring correlations in their intensities rather than their amplitudes. In this work, we apply this concept of intensity interferometry to holography. We combine a signal beam with a reference and measure their intensity cross-correlations using a time-tagging single-photon camera. These correlations reveal an interference pattern from which we reconstruct the signal wavefront in both intensity and phase. We demonstrate the principle with classical and quantum light, including a single photon. Since the signal and reference do not need to be phase-stable, this technique can be used to generate holograms of self-luminous or remote objects using a local reference, thus opening the door to new holography applications. ",
    "url": "https://arxiv.org/abs/2301.10068",
    "authors": [
      "G.S. Thekkadath",
      "D. England",
      "F. Bouchard",
      "Y. Zhang",
      "M.S. Kim",
      "B. Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10162",
    "title": "Continuous tuning & thermally induced frequency drift stabilisation of  time delay oscillators such as the optoelectronic oscillator",
    "abstract": "Delay line oscillators based on photonic components, such as the optoelectronic oscillator (OEO), offer the potential for realization of phase noise levels orders of magnitude lower than achievable by conventional microwave sources. Fibre optic-based delay lines can realize the large delay required for low phase noise systems whilst simultaneously achieving insertion loss levels that can be compensated by available microwave and photonic amplification technologies. However, the long fibre is vulnerable to environmental perturbations such as mechanical vibrations and variations in ambient temperature, which result in short term fluctuations and thermally induced drift of the oscillation frequency. The phase shifter used conventionally to adjust the frequency of an OEO to enable phase lock has a finite range that is insufficient to compensate the delay change resulting from operational temperature ranges. A solution to continuous tuning without mode-hopping and to compensation of thermally induced frequency drift without loss of lock of a time delay oscillator is proposed. The basic concept is to introduce a tuning mechanism that works with Cartesian co-ordinates on the complex plane and to avoid explicit use of polar co-ordinates. Consequently, the transmission of the tuning component may traverse the unit circle in either direction multiple times without range limitation to the phase. Thereby tuning by mode-hopping is avoided and expedients to stabilisation, such as the use of tunable lasers within a control loop or precision temperature stabilisation measures are not required. The concept is verified by Simulink simulations. The method has been experimentally tested successfully using a prototype OEO phase locked to a system reference. Solid lock was maintained even when the OEO was placed in an oven and cycled over a temperature range from ambient to 80 {\\deg}C. ",
    "url": "https://arxiv.org/abs/2301.10162",
    "authors": [
      "Mehedi Hasan",
      "Charles Nicholls",
      "Keegan Pitre",
      "Trevor Hall"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10167",
    "title": "EEG Opto-processor: epileptic seizure detection using diffractive  photonic computing units",
    "abstract": "Electroencephalography (EEG) analysis extracts critical information from brain signals, which has provided fundamental support for various applications, including brain-disease diagnosis and brain-computer interface. However, the real-time processing of large-scale EEG signals at high energy efficiency has placed great challenges for electronic processors on edge computing devices. Here, we propose the EEG opto-processor based on diffractive photonic computing units (DPUs) to effectively process the extracranial and intracranial EEG signals and perform epileptic seizure detection. The signals of EEG channels within a second-time window are optically encoded as inputs to the constructed diffractive neural networks for classification, which monitors the brain state to determine whether it's the symptom of an epileptic seizure or not. We developed both the free-space and integrated DPUs as edge computing systems and demonstrated their applications for real-time epileptic seizure detection with the benchmark datasets, i.e., the CHB-MIT extracranial EEG dataset and Epilepsy-iEEG-Multicenter intracranial EEG dataset, at high computing performance. Along with the channel selection mechanism, both the numerical evaluations and experimental results validated the sufficient high classification accuracies of the proposed opto-processors for supervising the clinical diagnosis. Our work opens up a new research direction of utilizing photonic computing techniques for processing large-scale EEG signals in promoting its broader applications. ",
    "url": "https://arxiv.org/abs/2301.10167",
    "authors": [
      "Tao Yan",
      "Maoqi Zhang",
      "Sen Wan",
      "Kaifeng Shang",
      "Haiou Zhang",
      "Xun Cao",
      "Xing Lin",
      "Qionghai Dai"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10196",
    "title": "Overlap-ADAPT-VQE: Practical Quantum Chemistry on Quantum Computers via  Overlap-Guided Compact Ansätze",
    "abstract": "ADAPT-VQE is a robust algorithm for hybrid quantum-classical simulations of quantum chemical systems on near-term quantum computers. While its iterative process systematically reaches the ground state energy, ADAPT-VQE is sensitive to local energy minima, leading to over-parameterized ans\\\"atze. We introduce the Overlap-ADAPT-VQE to grow wave-functions by maximizing their overlap with any intermediate target wave-function that already captures some electronic correlation. By avoiding building the ansatz in the energy landscape strewn with local minima, the Overlap-ADAPT-VQE produces ultra-compact ans\\\"atze suitable for high-accuracy initializations of a new ADAPT procedure. Spectacular advantages over ADAPT-VQE are observed for strongly correlated systems including massive savings in circuit depth. Since this compression strategy can also be initialized with accurate Selected-Configuration Interaction (SCI) classical target wave-functions, it paves the way for chemically accurate simulations of larger systems, and strengthens the promise of decisively surpassing classical quantum chemistry through the power of quantum computing. ",
    "url": "https://arxiv.org/abs/2301.10196",
    "authors": [
      "César Feniou",
      "Muhammad Hassan",
      "Diata Traoré",
      "Emmanuel Giner",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:1908.02601",
    "title": "Rogue quantum gravitational waves",
    "abstract": " Title: Rogue quantum gravitational waves ",
    "url": "https://arxiv.org/abs/1908.02601",
    "authors": [
      "Cihan Bayindir",
      "Fatih Ozaydin",
      "Azmi Ali Altintas",
      "Metin Arik"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06118",
    "title": "Non-contact acoustic method to measure depth-dependent elastic  properties of a kiwifruit",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2203.06118",
    "authors": [
      "Laura Cobus",
      "Kasper van Wijk"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Biological Physics (physics.bio-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.12856",
    "title": "Low-cost Quadrature Optical Interferometer",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2207.12856",
    "authors": [
      "Tanner M. Melody",
      "Krishna H. Patel",
      "Peter K. Nguyen",
      "Christopher L. Smallwood"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Physics Education (physics.ed-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09875",
    "title": "Tensor-based flow reconstruction from optimally located sensor  measurements",
    "abstract": " Comments: 9 figures, 17 pages. A new three-dimensional example is added ",
    "url": "https://arxiv.org/abs/2208.09875",
    "authors": [
      "Mohammad Farazmand",
      "Arvind K. Saibaba"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2210.06832",
    "title": "Soft isogeometric analysis of the Bound States of a Quantum Three-Body  Problem in 1D",
    "abstract": " Title: Soft isogeometric analysis of the Bound States of a Quantum Three-Body  Problem in 1D ",
    "url": "https://arxiv.org/abs/2210.06832",
    "authors": [
      "Danyang Li",
      "Quanling Deng"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11847",
    "title": "A corrugated planar-Goubau-line termination for terahertz waves",
    "abstract": " Title: A corrugated planar-Goubau-line termination for terahertz waves ",
    "url": "https://arxiv.org/abs/2210.11847",
    "authors": [
      "Juan Cabello-Sánchez",
      "Vladimir Drakinskiy",
      "Jan Stake",
      "Helena Rodilla"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10202",
    "title": "Instantons and the quantum bound to chaos",
    "abstract": " Title: Instantons and the quantum bound to chaos ",
    "url": "https://arxiv.org/abs/2212.10202",
    "authors": [
      "Vijay Ganesh Sadhasivam",
      "Lars Meuser",
      "David R. Reichman",
      "Stuart C. Althorpe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]