[
  {
    "id": "arXiv:2205.01147",
    "title": "The Time Programmable Frequency Comb: Generation and Application to  Quantum-Limited Dual-Comb Ranging",
    "abstract": "The classic self-referenced frequency comb acts as an unrivaled ruler for precision optical metrology in both time and frequency. Two decades after its invention, the frequency comb is now used in numerous active sensing applications. Many of these applications, however, are limited by the tradeoffs inherent in the rigidity of the comb output and operate far from quantum-limited sensitivity. Here we demonstrate an agile programmable frequency comb where the pulse time and phase are digitally controlled with +/- 2 attosecond accuracy. This agility enables quantum-limited sensitivity in sensing applications since the programmable comb can be configured to coherently track weak returning pulse trains at the shot-noise limit. To highlight its capabilities, we use this programmable comb in a ranging system, reducing the detection threshold by ~5,000-fold to enable nearly quantum-limited ranging at mean pulse photon number of 1/77 while retaining the full accuracy and precision of a rigid frequency comb. Beyond ranging and imaging, applications in time/frequency metrology, comb-based spectroscopy, pump-probe experiments, and compressive sensing should benefit from coherent control of the comb-pulse time and phase. ",
    "url": "https://arxiv.org/abs/2205.01147",
    "authors": [
      "Emily D. Caldwell",
      "Laura C. Sinclair",
      "Nathan R. Newbury",
      "Jean-Daniel Deschenes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.01219",
    "title": "A dual chirped-pulse electro-optical frequency comb method for  simultaneous molecular spectroscopy and dynamics studies: Formic acid in the  THz region",
    "abstract": "An electro-optic dual comb system based on chirped-pulse waveforms is used to simultaneously acquire temporally magnified rapid passage signals and normal spectral line shapes from the back-transformation to the time domain. Multi-heterodyne THz wave generation and detection is performed with the difference frequency mixing of two free-running lasers. The method is used to obtain THz spectra of formic acid in the 10 cm-1 to 20 cm-1 (300 GHz to 600 GHz) region over a range of pressures. The method is widely applicable across other spectral regions for investigations of the transient dynamics and spectroscopy of molecular systems. ",
    "url": "https://arxiv.org/abs/2205.01219",
    "authors": [
      "Jasper R. Stroud",
      "David F. Plusquellic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01277",
    "title": "Tightly Confined Surface Acoustic Waves as Microwave-to-Optical  Transduction Platforms in the Quantum Regime",
    "abstract": "Surface acoustic waves (SAWs) coupled to quantum dots (QDs), trapped atoms and ions, and point defects have been proposed as quantum transduction platforms, yet the requisite coupling rates and cavity lifetimes have not been experimentally established. Although the interaction mechanism varies, small acoustic cavities with large zero-point motion are required for high efficiencies. We experimentally demonstrate the feasibility of this platform through electro- and opto-mechanical characterization of tightly focusing, single-mode Gaussian SAW cavities at ~3.6 GHz on GaAs in the quantum regime, with mode volumes approaching 6{\\lambda}^3. Employing strain-coupled single InAs QDs as optomechanical intermediaries, we measure single-phonon optomechanical coupling rates g_0 > 2{\\pi} x 1 MHz, implying zero-point displacements >1 fm. In semi-planar cavities, we obtain quality factors >18,000 and finesse >140. To demonstrate operation at mK temperatures required for quantum transduction, we use a fiber-based confocal microscope in a dilution refrigerator to perform single-QD resonance fluorescence sideband spectroscopy showing conversion of microwave phonons to optical photons with sub-natural linewidths. These devices approach or meet the limits required for microwave-to-optical quantum transduction. ",
    "url": "https://arxiv.org/abs/2205.01277",
    "authors": [
      "Ryan A. DeCrescent",
      "Zixuan Wang",
      "Poolad Imany",
      "Robert C. Boutelle",
      "Corey A. McDonald",
      "Travis Autry",
      "John D. Teufel",
      "Sae Woo Nam",
      "Richard P. Mirin",
      "Kevin L. Silverman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01334",
    "title": "Precise determination of the 2s22p5-2s2p6 transition energy in  fluorine-like nickel utilizing a low-lying dielectronic resonance",
    "abstract": "High precision spectroscopy of the low-lying dielectronic resonances in fluorine-like nickel ions were determined by employing the merged electron-ion beam at the heavy-ion storage ring CSRm. The measured dielectronic resonances are identified by comparing with the most recent relativistic calculation utilizing the FAC code. The first resonance at about 86 meV due to the dielectronic recombination via (2s2p6[2S1/2]6s)J=1 intermediate state was recognized. The experimental determination of the resonance position at 86 meV reaches an uncertainty of 4 meV, which allows precise determination of the 2s22p5[2P3/2] - 2s2p6[2S1/2] transition energy. The Rydberg binding energy of the 6s electron in the (2s2p6[2S1/2]6s)J=1 state is calculated by the multi-configurational Dirac-HartreeFock and stabilization methods. The determined transition energies are 149.056(4)exp(10)theo and 149.032(4)exp(6)theo, respectively. Moreover, the transition energy has also been calculated by fully relativistic and ab initio approaches. Individual theoretical contributions are evaluated by employing the core-Hartree and Kohn-Sham screening potentials, respectively. High-order QED and correlation effects contribute prominently to the total transition energy. The present DR precision spectroscopy study at the CSRm paves the way for future precision measurements of atomic energy levels with heavier highly charged ions. ",
    "url": "https://arxiv.org/abs/2205.01334",
    "authors": [
      "S. X. Wang",
      "Z. K. Huang",
      "W. Q. Wen",
      "W. L. Ma",
      "H. B. Wang",
      "S. Schippers",
      "Z. W. Wu",
      "Y. S. Kozhedub",
      "M. Y. Kaygorodov",
      "A. V. Volotka",
      "K. Wang",
      "C. Y. Zhang",
      "C. Y. Chen",
      "C. Liu",
      "H. K. Huang",
      "L. Shao",
      "L. J. Mao",
      "X. M. Ma",
      "J. Li",
      "M. T. Tang",
      "K. M. Yan",
      "Y. B. Zhou",
      "Y. J. Yuan",
      "J. C. Yang",
      "S. F. Zhang",
      "X. Ma",
      "L. F. Zhu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01344",
    "title": "Non-equilibrium phase transitions in coupled nonlinear optical  resonators",
    "abstract": "Phase transitions and the associated symmetry breaking are at the heart of many physical phenomena. Coupled systems with multiple interacting degrees of freedom provide a fertile ground for emergent dynamics that is otherwise inaccessible in their solitary counterparts. Here we show that coupled nonlinear optical resonators can undergo self-organization in their spectrum leading to a first-order phase transition. We experimentally demonstrate such a spectral phase transition in time-multiplexed coupled optical parametric oscillators. We switch the nature of mutual coupling from dispersive to dissipative and access distinct spectral regimes of the parametric oscillator dimer. We observe abrupt spectral discontinuity at the first-order transition point which can pave the way for the realization of novel transition-edge sensors. Furthermore, we show how non-equilibrium phase transitions can lead to enhanced sensing, where the applied perturbation is not resolvable by the underlying linear system. Our results can pave the way for sensing using nonlinear driven-dissipative systems leading to performance enhancements without sacrificing sensitivity. ",
    "url": "https://arxiv.org/abs/2205.01344",
    "authors": [
      "Arkadev Roy",
      "Rajveer Nehra",
      "Carsten Langrock",
      "Martin Fejer",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01393",
    "title": "Noise-like Pulses from an All-Normal-Dispersion Fiber Laser with  Weakened Spectrum Filtering",
    "abstract": "Noise-like pulses (NLP) are extremely sought after in many fields. Here, we experimentally and numerically investigated the generation of noise-like pulses in an all-normal-dispersion fiber laser with weak spectrum filtering. With the insertion of the grating as a tunable spectrum filter, the laser operates at a stable dissipative soliton state with a 3.84 ps duration. Replacing the grating with a mirror, NLPs with double-scale intensity autocorrelation trace is ultimately attained. Numerical simulations are performed in detail and demonstrated that with the absence of a spectrum filter, the stable state cannot be established but form the random pulse cluster. The random pulse cluster achieves dynamic stability with suitable feedback, and the NLP is ultimately generated. The NLP here is directly evolved by the initial noise, and no other states occur during its evolution. These explorations could deepen the understanding of NLP and enrich the complex dynamics of the ANDi ultrafast fiber laser. ",
    "url": "https://arxiv.org/abs/2205.01393",
    "authors": [
      "Zhicheng Zhang",
      "Sha Wang",
      "Jun Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2205.01412",
    "title": "Toroidal optical transitions in hydrogen-like atoms",
    "abstract": "It is commonly believed that electromagnetic spectra of atoms and molecules can be fully described by interactions of electric and magnetic multipoles. However, it has recently become clear that interactions between light and matter also involve toroidal multipoles - toroidal absorption lines have been observed in electromagnetic metamaterials. Here we show that a new type of spectroscopy of the hitherto largely neglected toroidal dipolar interaction becomes feasible if, apart from the classical r{\\times}r{\\times}p toroidal dipole density term responsible for the toroidal transitions in metamaterials, the spin-dependent r{\\times}{\\sigma} term (that only occurs in relativistic quantum mechanics) is taken into account. We show that toroidal transitions are odd under parity and time-reversal symmetries; they can therefore be observed and distinguished from electric multipole and magnetic dipole transitions. ",
    "url": "https://arxiv.org/abs/2205.01412",
    "authors": [
      "Ilya Kuprov",
      "David Wilkowski",
      "Nikolay Zheludev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01475",
    "title": "Picophotonics -- Subatomic Optical Resolution Beyond Thermal  Fluctuations",
    "abstract": "Despite recent tremendous progress in optical imaging and metrology, the resolution gap between atomic scale transmission electron microscopy and optical techniques has not been closed. Is optical imaging and metrology of nanostructures exhibiting Brownian motion possible with resolution beyond thermal fluctuations? Here we report on an experiment in which the average position of a nanowire with a thermal oscillation amplitude of ~150 pm is resolved in single-shot measurements with absolute error of ~30 pm using light at a wavelength of {\\lambda} = 488 nm, providing the first example of such sub-Brownian metrology with {\\lambda}/10,000 resolution. To localize the nanowire, we employ a deep learning analysis of the scattering of topologically structured light, which is highly sensitive to the nanowire's position. As a non-invasive optical metrology with sub-Brownian absolute errors, down to a fraction of the typical size of an atom (Si: 220 pm diameter), it opens the exciting field of picophotonics. ",
    "url": "https://arxiv.org/abs/2205.01475",
    "authors": [
      "Tongjun Liu",
      "Jun-Yu Ou",
      "Jie Xu",
      "Eng Aik Chan",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.01221",
    "title": "Resolving 100 photons and quantum generation of unbiased random numbers",
    "abstract": "Macroscopic quantum phenomena, such as observed in superfluids and superconductors, have led to promising technological advancements and some of the most important tests of fundamental physics. At present, quantum detection of light is mostly relegated to the microscale, where avalanche photodiodes are very sensitive to distinguishing single-photon events from vacuum but cannot differentiate between larger photon-number events. Beyond this, the ability to perform measurements to resolve photon numbers is highly desirable for a variety of quantum information applications including computation, sensing, and cryptography. True photon-number resolving detectors do exist, but they are currently limited to the ability to resolve on the order of 10 photons, which is too small for certain proposals. In this work, we extend photon measurement into the mesoscopic regime by implementing a detection scheme based on multiplexing highly quantum-efficient transition-edge sensors to accurately resolve photon numbers between zero and 100. We then demonstrate the use of our system by implementing a quantum random number generator with no inherent bias. This method is based on sampling a coherent state in the photon-number basis and is robust against environmental noise, phase and amplitude fluctuations in the laser, loss and detector inefficiency as well as eavesdropping. Beyond true random number generation, our detection scheme serves as a means to implement quantum measurement and engineering techniques valuable for photonic quantum information processing. ",
    "url": "https://arxiv.org/abs/2205.01221",
    "authors": [
      "Miller Eaton",
      "Amr Hossameldin",
      "Richard J. Birrittella",
      "Paul M. Alsing",
      "Christopher C. Gerry",
      "Chris Cuevas",
      "Hai Dong",
      "Olivier Pfister"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.01319",
    "title": "Multiple-cell cavity design for high mass axion searches",
    "abstract": "The invisible axion is a well-motivated hypothetical particle that could address two fundamental questions in modern physics - the CP symmetry problem in the strong interactions and the dark matter mystery of our universe. The plausible mass (frequency) range of the axion as a dark matter candidate spans from ueV to meV (GHz to THz). The axion haloscope using a resonant cavity has provided the most sensitive search method in the microwave region. However, experimental searches have been limited to relatively low mass regions mainly due to the reduced cavity volume at high masses. As an effective approach for high-mass axion searches, a unique cavity design featuring multiple identical cells divided by equidistant thin metal partitions in a single cylindrical cavity was proposed and successfully demonstrated. This report reviews the characteristics of the multiple-cell cavity design and discusses the various advantages it offers for high-mass axion searches. ",
    "url": "https://arxiv.org/abs/2205.01319",
    "authors": [
      "Junu Jeong",
      "Sungwoo Youn",
      "Jihn E. Kim"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.01328",
    "title": "A fast quantum algorithm for computing matrix permanent",
    "abstract": "Computing a matrix permanent is known to be a classically intractable problem. This paper presents the first polynomial time quantum algorithm for computing permanents of arbitrary $N$-dimensional square matrices with multiplicative error and additive error protocols. We transformed the well-known classical algorithm, Ryser's formula, into sums of quantum overlap integrals to develop the quantum algorithm. This requires $\\mathcal{O}(N)$ and $\\mathcal{O}(N^{3})$ evaluations of the real part of the quantum overlap integrals for real and complex matrices, respectively, with polynomial depth quantum circuits of $\\mathcal{O}(N)$ qubits. The existence of the polynomial time multiplicative error estimation of a matrix permanent would strongly imply that quantum computers can access the #P-hard problem. Our quantum algorithm attains the milestone of opening a new direction in quantum computing and computational complexity theory. It could resolve crucial computational complexity issues like locating the bounded error quantum polynomial time (BQP) relative to the polynomial hierarchy, which has been a big complexity question. Depending on the size of a matrix norm of interest, we can also obtain an exponentially small additive error estimation and better estimation against Gurvits' classical sampling algorithm. The additive error protocol is practically implementable in noisy intermediate-scale quantum devices. Moreover, our quantum algorithm directly shows the computational complexity connection between the matrix permanent and the real-time partition function of the quantum Ising Hamiltonian. ",
    "url": "https://arxiv.org/abs/2205.01328",
    "authors": [
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01349",
    "title": "Observation of the noise-driven thermalization of the  Fermi-Pasta-Ulam-Tsingou recurrence in optical fibers",
    "abstract": "We report the observation of the thermalization of the Fermi-Pasta-Ulam-Tsingou recurrence process in optical fibers. We show the transition from a reversible regime to an irreversible one, revealing a spectrally thermalized state. To do so, we actively compensate the fiber loss to make the observation of several recurrences possible. We inject into the fiber a combination of three coherent continuous waves, which we call Fourier modes, and a random noise. We enhance the noise-driven modulation instability process against the coherent one by boosting the input noise power level to speed up the evolution to the thermalization. The distributions of the Fourier modes power along the fiber length are recorded thanks to a multi-heterodyne time-domain reflectometer. At low input noise levels, we observe up to four recurrences. Whereas, at higher noise levels, the Fourier modes fade into the noise-driven modulation instability spectrum revealing that the process reached an irreversible thermalized state. ",
    "url": "https://arxiv.org/abs/2205.01349",
    "authors": [
      "Guillaume Vanderhaegen",
      "Pascal Szriftgiser",
      "Alexandre Kudlinski",
      "Matteo Conforti",
      "Andrea Armaroli",
      "Arnaud Mussot"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.01431",
    "title": "Higher-order Dirac Semimetal in a Photonic Crystal",
    "abstract": "The recent discovery of higher-order topology has largely enriched the classification of topological materials. Theoretical and experimental studies have unveiled various higher-order topological insulators that exhibit topologically protected corner or hinge states. More recently, higher-order topology has been introduced to topological semimetals. Thus far, realistic models and experimental verifications on higher-order topological semimetals are still very limited. Here, we design and demonstrate a three-dimensional photonic crystal that realizes a higher-order Dirac semimetal phase. Numerical results on the band structure show that the designed three-dimensional photonic crystal is able to host two four-fold Dirac points, the momentum-space projections of which at an edge are connected by higher-order hinge states. The higher-order topology can be characterised with the calculation of the \\chi(6) topological invariant at different values of k_z. An experiment at microwave frequencies is also presented to measure the hinge state dispersion. Our work demonstrates the physical realization of a higher-order Dirac semimetal phase and paves the way to exploring higher-order topological semimetals phases in three-dimensional photonic systems. ",
    "url": "https://arxiv.org/abs/2205.01431",
    "authors": [
      "Zihao Wang",
      "Dongjue Liu",
      "Hau Tian Teo",
      "Qiang Wang",
      "Haoran Xue",
      "Baile Zhang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.01602",
    "title": "State-selective EIT for quantum error correction in neutral atom quantum  computers",
    "abstract": "We propose a way to measure the qubit state of an arbitrary sub-ensemble of atoms in an array without significantly disturbing the quantum information in the unmeasured atoms. The idea is to first site-selectively transfer atoms out of the qubit basis so that one of the two states at a time is put into an auxiliary state. Electromagnetically induced transparency (EIT) light will then protect most states while detection light is scattered from atoms in the auxiliary state, which is made immune to the EIT protection by angular momentum selection rules and carefully chosen light polarization. The two states will be measured in turn, after which it is possible to recool and return the atoms to a qubit state. These measurements can be the basis of quantum error correction. ",
    "url": "https://arxiv.org/abs/2205.01602",
    "authors": [
      "Felipe Giraldo Mejia",
      "Aishwarya Kumar",
      "Tsung-Yao Wu",
      "Peng Du",
      "David S. Weiss"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2101.01472",
    "title": "Entanglement transfer via Chiral Quantum Walk on a Triangular Chain",
    "abstract": " Title: Entanglement transfer via Chiral Quantum Walk on a Triangular Chain ",
    "url": "https://arxiv.org/abs/2101.01472",
    "authors": [
      "Utku Sağlam",
      "Mauro Paternostro",
      "Özgür E. Müstecaplıoğlu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2105.13501",
    "title": "Hardware-Efficient, Fault-Tolerant Quantum Computation with Rydberg  Atoms",
    "abstract": " Comments: 31 pages, 16 figures; v2: incorporated additional experimental considerations, added references, and other minor revisions; v3: version accepted for publication ",
    "url": "https://arxiv.org/abs/2105.13501",
    "authors": [
      "Iris Cong",
      "Harry Levine",
      "Alexander Keesling",
      "Dolev Bluvstein",
      "Sheng-Tao Wang",
      "Mikhail D. Lukin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2106.07466",
    "title": "Performance and application of an open source automated magnetic optical  density meter for analyzing magnetotactic bacteria",
    "abstract": " Title: Performance and application of an open source automated magnetic optical  density meter for analyzing magnetotactic bacteria ",
    "url": "https://arxiv.org/abs/2106.07466",
    "authors": [
      "Marcel K. Welleweerd",
      "Tijmen Hageman",
      "Marc Pichel",
      "Dave van As",
      "Hans Keizer",
      "Jordi Hendrix",
      "Mina M. Micheal",
      "Islam S.M. Khalil",
      "Alveena Mir",
      "Nuriye Korkmaz",
      "Robbert Kräwinkel",
      "Daniel Chevrier",
      "Damien Faivre",
      "Alfred Fernandez-Castane",
      "Daniel Pfeiffer",
      "Leon Abelmann"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.03070",
    "title": "Spintronic Sources of Ultrashort Terahertz Electromagnetic Pulses",
    "abstract": " Title: Spintronic Sources of Ultrashort Terahertz Electromagnetic Pulses ",
    "url": "https://arxiv.org/abs/2112.03070",
    "authors": [
      "Tom S. Seifert",
      "Liang Cheng",
      "Zhengxing Wei",
      "Tobias Kampfrath",
      "Jingbo Qi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.02902",
    "title": "Collisional EPR Frequency Shifts in Cs-Rb-Xe Mixtures",
    "abstract": " Comments: 10 pages, 7 figures, 47 references ",
    "url": "https://arxiv.org/abs/2201.02902",
    "authors": [
      "S. Zou",
      "D.J. Morin",
      "C. Weaver",
      "Z. Armanfard",
      "J. Muschell",
      "A.I. Nahlawi",
      "B. Saam"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.14223",
    "title": "Dataset of Multi-aspect Integrated Migration Indicators",
    "abstract": " Comments: 23 pages, 19 figures, corrections on typos and references ",
    "url": "https://arxiv.org/abs/2204.14223",
    "authors": [
      "D. Goglia",
      "L. Pollacci",
      "A. Sirbu"
    ],
    "subjectives": [
      "Social and Information Networks (cs.SI)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00906",
    "title": "Scattering-assisted and logic-controllable WGM laser in liquid crystal  micropillar",
    "abstract": " Title: Scattering-assisted and logic-controllable WGM laser in liquid crystal  micropillar ",
    "url": "https://arxiv.org/abs/2205.00906",
    "authors": [
      "Jin Chuan Zhang",
      "Hong Yang Zhu",
      "Xiao Mei Zhu",
      "Yan Li Zhang",
      "Zhao Wang",
      "Fei Liang Chen",
      "Ke Li",
      "Xiao Feng Li",
      "Wei Li Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]