[
  {
    "id": "arXiv:2409.12986",
    "title": "On the transition from quantum decoherence to thermal dynamics in natural conditions",
    "abstract": "           A single mechanism, endemic to the standard model of physics, is proposed to explain wavefunction collapse, classical motion, dissipation, equilibration, and the transition from pure quantum mechanics through open system decoherence to the natural regime. Spontaneous events in the neighborhood of a particle disrupts correlation such that large many-particle states do not persist and each particle collapses to a stable mode of motion established by its neighbors. These events are the source of thermal fluctuation and drive diffusion. Consequently, evolution is not deterministic, unitary or classically conservative; diffusion toward a steady state occurs incessantly in every system of particles, though slowed under unnatural experimental conditions that suppress these events. Mean properties of a system evolve as particles jump between single-particle modes, producing observed transport laws and equilibrium properties without additional postulate or empirical factors. These modes are localized in dense material, yielding classical characteristics. Boltzmann's equal probability postulate is valid only when comparing results of nonrelativistic observers.         ",
    "url": "https://arxiv.org/abs/2409.12986",
    "authors": [
      "J. H. Brownell"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13101",
    "title": "Sparse Optimization of Two-Dimensional Terahertz Spectroscopy",
    "abstract": "           Two-dimensional terahertz spectroscopy (2DTS) is a low-frequency analogue of two-dimensional optical spectroscopy that is rapidly maturing as a probe of a wide variety of condensed matter systems. However, a persistent problem of 2DTS is the long experimental acquisition times, preventing its broader adoption. A potential solution, requiring no increase in experimental complexity, is signal reconstruction via compressive sensing. In this work, we apply the sparse exponential mode analysis (SEMA) technique to 2DTS of a cuprate superconductor. We benchmark the performance of the algorithm in reconstructing the terahertz nonlinearities and find that SEMA reproduces the asymmetric photon echo lineshapes with as low as a 10% sampling rate and reaches the reconstruction noise floor with beyond 20-30% sampling rate. The success of SEMA in reproducing such subtle, asymmetric lineshapes confirms compressive sensing as a general method to accelerate 2DTS and multidimensional spectroscopies more broadly.         ",
    "url": "https://arxiv.org/abs/2409.13101",
    "authors": [
      "Zhengjun Wang",
      "Hongju Da",
      "Ankit S. Disa",
      "Tonu Pullerits",
      "Albert Liu",
      "Frank Schlawin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2409.13110",
    "title": "Laser-written scalable sapphire integrated photonics platform",
    "abstract": "           In this paper, we demonstrate the integration of photonic devices on sapphire substrates using multi-layer depressed cladding waveguides at both 780 nm and 1550 nm. The devices are up to 10-cm long and written at depths down to 400 um. The propagation losses for single-mode guiding are ~ 0.6 dB/cm at 780 nm and ~ 0.7 dB/cm at 1550 nm. A number of structures have been fabricated with simultaneous single-mode and polarization independent operation: evanescently coupled waveguide arrays, Y-branch splitters, Mach-Zehnder interferometers, and a 2x2 directional-coupler. All the devices were fabricated using adaptive optics-assisted femtosecond laser direct writing with a customized laser writing algorithm. This work enables the integration of single-mode sapphire photonics devices in a scalable manner, enabling many applications in communications, imaging, computing, and sensing.         ",
    "url": "https://arxiv.org/abs/2409.13110",
    "authors": [
      "Mohan Wang",
      "Patrick S. Salter",
      "Frank P. Payne",
      "Tongyu Liu",
      "Martin J. Booth",
      "Julian A. J. Fells"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.13309",
    "title": "Electron source based on emergence of self-injected electron bunch at plasma wakefield excitation by a TW laser pulse",
    "abstract": "           Wakefield acceleration methods are known due to some their advantages. The main of them is the high accelerating gradient up to several teravolts per meter. In the paper another important advantage is concluded to the possibility of using a wakefield accelerator as a source of electrons by means of obtaining self injected bunches and their accelera-tion. The result is the simulation of the process of plasma wakefield excitation by a laser pulse with an energy of tens of mJ and a power of 1-2 TW for obtaining the promising electron source. Homogeneous and Gaussian plasma profiles were investigated and compared to increase the energy of the self-injected bunches. The laser parameters were taken that corresponded to the parameters of the laser setup in the Institute of Plasma Electronics and New Methods of Acceleration of the National Scientific Center \"Kharkiv Institute of Physics and Technology\". Based on the results of the simulation, the possibility of obtaining relativistic self-injected bunches that can be used for further laser acceler-ation experiments, including dielectric laser acceleration, was demonstrated.         ",
    "url": "https://arxiv.org/abs/2409.13309",
    "authors": [
      "D. S. Bondar",
      "V. I. Maslov",
      "I. N. Onishchenko"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13357",
    "title": "Comparison of arm cavity optical losses for the two wavelengths of the Einstein Telescope gravitational wave detector",
    "abstract": "           A new generation of gravitational wave detectors is currently being designed with the likely use of a different laser wavelength compared to current instruments. The estimation of the optical losses for this new wavelength is particularly relevant to derive the detector sensitivity and also to anticipate the optical performances of future instruments. In this article, we measured the absorption and angle-resolved scattering of several mirror samples in order to compare optical losses at a wavelength of 1064 and 1550\\ nm. In addition, we have carried out simulations of the Einstein Telescope arm cavities at 1064 and 1550\\ nm taking into account losses due to surface low-spatial frequency flatness. Our results suggest that optical losses as measured at 1064\\ nm are about twice as large as those at 1550\\ nm as predicted with a simple model.         ",
    "url": "https://arxiv.org/abs/2409.13357",
    "authors": [
      "Maxime Le Jean",
      "Jerome Degallaix",
      "David Hofman",
      "Laurent Pinard",
      "Danièle Forest",
      "Massimo Granata",
      "Christophe Michel",
      "Jessica Steinlechner",
      "Claude Amra",
      "Michel Lequime",
      "Myriam Zerrad"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.13413",
    "title": "Micro-transfer printing of GaSb optoelectronics chips for mid-infrared silicon photonics integrated circuits",
    "abstract": "           3D integration of GaSb-based gain chips on a silicon photonics platform using micro-transfer printing is demonstrated for the first time. The release process of GaSb coupons, and their transfer for the demonstration of hybrid GaSb/Silicon-photonics on-chip external cavity lasers is reported. A methodology to evaluate the key features of the gain chip coupons, namely the quality of the etched facets and the facet coating deposited using a wafer-level process, is introduced. The characterization provides insight into the fabrication factors limiting the performance of the gain coupons. The level of performance achieved for the transfer printing process offers a solid landmark for the development of photonics integration technology operating at the 2-3 $\\mu$m wavelength range. This is instrumental for the deployment of mid-IR photonic integration technology in emerging applications related to gas and biomarker sensing.         ",
    "url": "https://arxiv.org/abs/2409.13413",
    "authors": [
      "Heidi Tuorila",
      "Jukka Viheriälä",
      "Yeasir Arafat",
      "Fatih Bilge Atar",
      "Fatima Gunning",
      "Brian Corbett",
      "Mircea Guina"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13419",
    "title": "InP optical amplifiers with Euler U-bend waveguide geometry for low-loss flip-chip hybrid integration",
    "abstract": "           We report on the development of InP-based semiconductor amplifiers with a U-bend waveguide geometry having the input and output ports on one facet only. This waveguide geometry simplifies the chip alignment during the hybrid integration on silicon photonics platforms ultimately reducing the coupling losses, improving the integration yield, and minimizing the length of the optoelectronic chip. To achieve low loss U-bends with small footprint, we utilize the Euler bend geometry previously demonstrated on silicon and GaAs platforms. We analyze the gain properties of the devices by operating them as laser diodes at room temperature. Low loss U-bend performance with a 0.56 dB for a 50 $\\mu$m effective bending radius bend in a single-mode strip InP waveguide is demonstrated. The interface between bend and straight waveguides was studied by comparing deep etched waveguides to a combination of shallow straight waveguides and deep etched bends. The effects of this interface on the device losses, electric properties and spectrum are reported. The implications related to having a bend section on the carrier injection and gain are discussed. Finally, results on the integration trials on silicon-on-insulator platform are presented.         ",
    "url": "https://arxiv.org/abs/2409.13419",
    "authors": [
      "Heidi Tuorila",
      "Jukka Viheriälä",
      "Lee Jae-Wung",
      "Mikko Harjanne",
      "Matteo Cherchi",
      "Timo Aalto",
      "Mircea Guina"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13509",
    "title": "Redesign of the AD820 Single-Channel Circuit for the Development of the aRD820 Low-Noise Rail-to-Rail Operational Amplifier",
    "abstract": "           The task of this work was to design and later produce a low-power (single supply 5 - 30 V, dual supply +-2.5 V and +-15 V) rail-to-rail operational amplifier aRD820 with low voltage noise (<4 uV, p-p. 0.1 to 10 Hz), ultralow input bias current (< 15 pA), and low offset voltage (< 500 uV) characteristics. Similar characteristics are presented by Analog Devices chip AD820. Thus, the task of the design team was to adapt the prototype circuity of AD820 to our technological capabilities, modify the circuit, if necessary, to eliminate any deficiency of the prototype. The input stage module got source followers at the input of the operational amplifier. Second stage module was modified to be more symmetric. The output stage module obtained additional resistors and capacitors to achieve a frequency compensation. One FET transistor in the current reference module was substituted by other elements. Simplified electric schemes of these modules of AR820 and aRD820 are presented. The performance of modified electric schemes of modules was tested in Simulink software. Simulations of the full electric scheme for aRD820 were made and showed that it demonstrates similar characteristics as AD820 data tables. Later production of the aRD820 chip and measurements demonstrated that the planned characteristics of the operational amplifier were met.         ",
    "url": "https://arxiv.org/abs/2409.13509",
    "authors": [
      "Dmitry Kostrichkin",
      "Sergey Rudenko",
      "Mihails Lapkis",
      "Aigars Atvars"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.13512",
    "title": "Cold Beam Optical Clock with Multifrequency Spectroscopy",
    "abstract": "           We demonstrate an optical clock based on Ramsey-Bordé interferometry in a laser-cooled ${}^{40}$Ca beam. The mean velocity is reduced by an order of magnitude relative to a thermal beam and the transverse temperature approaches the Doppler limit, enabling the measurement of sub-kHz linewidth fringes in a compact interferometer. Using tailored phase and intensity modulation of the spectroscopy laser to add uniform frequency sidebands, we interrogate atoms throughout the transverse velocity distribution, increasing the Ramsey-Bordé fringe amplitude by a factor of 14 and improving the Allan deviation to $3.4\\times 10^{-15}$ at one second averaging time.         ",
    "url": "https://arxiv.org/abs/2409.13512",
    "authors": [
      "William G. Tobias",
      "Bryan Hemingway",
      "Steven Peil"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13526",
    "title": "Steering of Sub-GeV positrons by ultra-thin bent Silicon crystal",
    "abstract": "           At the Beam Test Facility of the DA{\\Phi}NE accelerator complex at the Laboratori Nazionali di Frascati of INFN, 450 MeV positrons have bean deflected, for the first time at sub-GeV energy, using the Planar Channeling process in a bent silicon crystal. The deflection angle obtained is beyond 1 mrad with an high efficiency of deflection. This interesting result finds several applications for manipulation of this kind of beams, in particular for slow extraction from leptons circular accelerators like DA{\\Phi}NE. In this work the experimental apparatus, the measurement procedure and the experimental results are reported.         ",
    "url": "https://arxiv.org/abs/2409.13526",
    "authors": [
      "M. Garattini",
      "D. Annucci",
      "P. Gianotti",
      "A. Liedl",
      "E. Long",
      "M. Mancini",
      "A. Mazzolari",
      "T. Napolitano",
      "R. Negrello",
      "M. Raggi",
      "M. Romagnoni",
      "P. Valente"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13614",
    "title": "Quantum electrodynamics in high harmonic generation: multi-trajectory Ehrenfest and exact quantum analysis",
    "abstract": "           High-harmonic generation (HHG) is a nonlinear process in which a material sample is irradiated by intense laser pulses, causing the emission of high harmonics of the incident light. HHG has historically been explained by theories employing a classical electromagnetic field, successfully capturing its spectral and temporal characteristics. However, recent research indicates that quantum-optical effects naturally exist, or can be artificially induced, in HHG. Even though the fundamental equations of motion for quantum electrodynamics (QED) are well-known, a unifying framework for solving them to explore HHG is missing. So far, numerical solutions employed a wide range of basis-sets and untested approximations. Based on methods originally developed for cavity polaritonics, here we formulate a numerically accurate QED model consisting of a single active electron and a single quantized photon mode. Our framework can in principle be extended to higher electronic dimensions and multiple photon modes to be employed in ab initio codes. We employ it as a model of an atom interacting with a photon mode and predict a characteristic minimum structure in the HHG yield vs. phase-squeezing. We find that this phenomenon, which can be used for novel ultrafast quantum spectroscopies, is partially captured by a multi-trajectory Ehrenfest dynamics approach, with the exact minima position sensitive to the level of theory. On the one hand, this motivates using multi-trajectory approaches as an alternative for costly exact calculations. On the other hand, it suggests an inherent limitation of the multi-trajectory formalism, indicating the presence of entanglement. Our work creates a road-map for a universal formalism of QED-HHG that can be employed for benchmarking approximate theories, predicting novel phenomena for advancing quantum applications, and for the measurements of entanglement and entropy.         ",
    "url": "https://arxiv.org/abs/2409.13614",
    "authors": [
      "Sebastián de-la-Peña",
      "Ofer Neufeld",
      "Matan Even Tzur",
      "Oren Cohen",
      "Heiko Appel",
      "Angel Rubio"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.12965",
    "title": "Optical training of large-scale Transformers and deep neural networks with direct feedback alignment",
    "abstract": "           Modern machine learning relies nearly exclusively on dedicated electronic hardware accelerators. Photonic approaches, with low consumption and high operation speed, are increasingly considered for inference but, to date, remain mostly limited to relatively basic tasks. Simultaneously, the problem of training deep and complex neural networks, overwhelmingly performed through backpropagation, remains a significant limitation to the size and, consequently, the performance of current architectures and a major compute and energy bottleneck. Here, we experimentally implement a versatile and scalable training algorithm, called direct feedback alignment, on a hybrid electronic-photonic platform. An optical processing unit performs large-scale random matrix multiplications, which is the central operation of this algorithm, at speeds up to 1500 TeraOps. We perform optical training of one of the most recent deep learning architectures, including Transformers, with more than 1B parameters, and obtain good performances on both language and vision tasks. We study the compute scaling of our hybrid optical approach, and demonstrate a potential advantage for ultra-deep and wide neural networks, thus opening a promising route to sustain the exponential growth of modern artificial intelligence beyond traditional von Neumann approaches.         ",
    "url": "https://arxiv.org/abs/2409.12965",
    "authors": [
      "Ziao Wang",
      "Kilian Müller",
      "Matthew Filipovich",
      "Julien Launay",
      "Ruben Ohana",
      "Gustave Pariente",
      "Safa Mokaadi",
      "Charles Brossollet",
      "Fabien Moreau",
      "Alessandro Cappelli",
      "Iacopo Poli",
      "Igor Carron",
      "Laurent Daudet",
      "Florent Krzakala",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.13018",
    "title": "Check-probe spectroscopy of lifetime-limited emitters in bulk-grown silicon carbide",
    "abstract": "           Solid-state single-photon emitters provide a versatile platform for exploring quantum technologies such as optically connected quantum networks. A key challenge is to ensure optical coherence and spectral stability of the emitters. Here, we introduce a high-bandwidth `check-probe' scheme to quantitatively measure (laser-induced) spectral diffusion and ionisation rates, as well as homogeneous linewidths. We demonstrate these methods on single V2 centers in commercially available bulk-grown 4H-silicon carbide. Despite observing significant spectral diffusion under laser illumination ($\\gtrsim$ GHz/s), the optical transitions are narrow ($\\sim$35 MHz), and remain stable in the dark ($\\gtrsim$1 s). Through Landau-Zener-Stückelberg interferometry, we determine the optical coherence to be near-lifetime limited ($T_2 = 16.4(4)$ ns), hinting at the potential for using bulk-grown materials for developing quantum technologies. These results advance our understanding of spectral diffusion of quantum emitters in semiconductor materials, and may have applications for studying charge dynamics across other platforms.         ",
    "url": "https://arxiv.org/abs/2409.13018",
    "authors": [
      "G.L. van de Stolpe",
      "L.J. Feije",
      "S.J.H. Loenen",
      "A. Das",
      "G.M. Timmer",
      "T.W. de Jong",
      "T.H. Taminiau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.13114",
    "title": "A Roadmap for Simulating Chemical Dynamics on a Parametrically Driven Bosonic Quantum Device",
    "abstract": "           Chemical reactions are commonly described by the reactive flux transferring population from reactants to products across a double-well free energy barrier. Dynamics often involves barrier recrossing and quantum effects like tunneling, zero-point energy motion and interference, which traditional rate theories, such as transition-state theory, do not consider. In this study, we investigate the feasibility of simulating reaction dynamics using a parametrically driven bosonic superconducting Kerr-cat device. This approach provides control over parameters defining the double-well free energy profile, as well as external factors like temperature and the coupling strength between the reaction coordinate and the thermal bath of non-reactive degrees of freedom. We demonstrate the effectiveness of this protocol by showing that the dynamics of proton transfer reactions in prototypical benchmark model systems, such as hydrogen bonded dimers of malonaldehyde and DNA base pairs, could be accurately simulated on currently accessible Kerr-cat devices.         ",
    "url": "https://arxiv.org/abs/2409.13114",
    "authors": [
      "Delmar G. A. Cabral",
      "Pouya Khazaei",
      "Brandon C. Allen",
      "Pablo E. Videla",
      "Max Schäfer",
      "Rodrigo G. Cortiñas",
      "Alejandro Cros Carrillo de Albornoz",
      "Jorge Chávez-Carlos",
      "Lea F. Santos",
      "Eitan Geva",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13377",
    "title": "Field theories and quantum methods for stochastic reaction-diffusion systems",
    "abstract": "           Complex systems are composed of many particles or agents that move and interact with one another. The underlying mathematical framework to model many of these systems must incorporate the spatial transport of particles and their interactions, as well as changes to their copy numbers, all of which can be formulated in terms of stochastic reaction-diffusion processes. The probabilistic representation of these processes is complex because of combinatorial aspects arising due to nonlinear interactions and varying particle numbers. This review presents the main field theory representations of stochastic reaction-diffusion systems, which handle these issues `under-the-hood'. First, we focus on bringing techniques familiar to theoretical physicists -- such as second quantization, Fock space, and path integrals -- back into the classical domain of reaction-diffusion systems. We demonstrate how various field theory representations can all be unified under a single basis-independent representation. We then extend existing quantum-based methods and notation to work directly on the level of the unifying representation, and we illustrate how they can be used to consistently obtain previous known results, such as numerical discretizations and relations between model parameters at multiple scales. Throughout the work, we contextualize how these representations mirror well-known models of chemical physics depending on their spatial resolution, as well as the corresponding macroscopic limits. The framework presented here may find applications in a diverse set of scientific fields, including physical chemistry, theoretical ecology, epidemiology, game theory and socio-economical models of complex systems. The presentation is done in a self-contained educational and unifying manner such that it can be followed by researchers across several fields.         ",
    "url": "https://arxiv.org/abs/2409.13377",
    "authors": [
      "Mauricio J. del Razo",
      "Tommaso Lamma",
      "Wout Merbis"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.13543",
    "title": "Direct spin imaging detector based on freestanding magnetic nanomembranes with electron optical amplification",
    "abstract": "           An analog of the optical polarizer/analyzer for electrons, a spin filter based on freestanding ferromagnetic (FM) nanomembrane covering the entrance of the microchannel plate (MCP) was applied for efficient spin filtering and electron amplification in the 2D field of view. To study the spin dependent transmission, we constructed a spin-triode device (spintron), which consists of a compact proximity focused vacuum tube with the Na2KSb spin-polarized electron source, the FM-MCP and phosphor screen placed to run parallel to each other. Here, we demonstrate the fabrication of FM nanomembranes consisting of a Co/Pt superlattice deposited on a freestanding 3 nm SiO2 layer with a total thickness of 10 nm. The FM-MCP has 10e6 channels with a single-channel Sherman function S=0.6 and a transmission of 1.5x10e-3 in the low electron energy range. The FM-MCP-based device provides a compact optical method for measuring the spin polarization of free electron beams in the imaging mode and is well suited for photoemission spectroscopy and microscopy methods.         ",
    "url": "https://arxiv.org/abs/2409.13543",
    "authors": [
      "O.E. Tereshchenko",
      "V.V. Bakin",
      "S.A. Stepanov",
      "V.A. Golyashov",
      "A.S. Mikaeva",
      "D.A. Kustov",
      "V.S. Rusetsky",
      "S.A. Rozhkov",
      "H.E. Scheibler",
      "A.Yu. Demin"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.14748",
    "title": "Probing the position-dependent optical energy fluence rate in three-dimensional scattering samples",
    "abstract": "           The accurate determination of the position-dependent energy fluence rate of scattered light (which is proportional to the energy density) is crucial to the understanding of transport in anisotropically scattering and absorbing samples, such as biological tissue, seawater, atmospheric turbulent layers, and light-emitting diodes. While Monte Carlo simulations are precise, their long computation time is not desirable. Common analytical approximations to the radiative transfer equation (RTE) fail to predict light transport and could even give unphysical results. Therefore, we experimentally probe the position-dependent energy fluence rate of light inside scattering samples where the widely used P1 and P3 approximations to the RTE fail. The samples are three-dimensional (3D) aqueous suspensions of anisotropically scattering and both absorbing and non-absorbing spherical scatterers, namely, microspheres (r = 0.5 um) with and without absorbing dye. To probe the energy fluence rate, we detect the emission of quantum-dot reporter particles that are excited by the incident light and that are contained in a thin capillary. By scanning the capillary through the sample, we access the position dependence. We present a comprehensive discussion of experimental limitations and of both random and systematic errors. Our observations agree well with the Monte Carlo simulations and the P3 approximation of the RTE with a correction for forward scattering. In contrast, the P1 and the P3 approximations deviate increasingly from our observations, ultimately even predicting unphysical negative energies.         ",
    "url": "https://arxiv.org/abs/2401.14748",
    "authors": [
      "Ozan Akdemir",
      "Minh Duy Truong",
      "Alfredo Rates",
      "Ad Lagendijk",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07241",
    "title": "Introducing Quantum Information and Computation to a Broader Audience with MOOCs at OpenHPI",
    "abstract": "           Quantum computing is an exciting field with high disruptive potential, but very difficult to access. For this reason, many approaches to teaching quantum computing are being developed worldwide. This always raises questions about the didactic concept, the content actually taught, and how to measure the success of the teaching concept. In 2022 and 2023, the authors taught a total of nine two-week MOOCs (massive open online courses) with different possible learning paths on the Hasso Plattner Institute's OpenHPI platform. The purpose of the platform is to make computer science education available to everyone free of charge. The nine quantum courses form a self-contained curriculum. A total of more than 17{,}000 course attendances have been taken by about 7400 natural persons, and the number is still rising. This paper presents the course concept and evaluates the anonymized data on the background of the participants, their behaviour in the courses, and their learning success. This paper is the first to analyze such a large dataset of MOOC-based quantum computing education. The summarized results are a heterogeneous personal background of the participants biased towards IT professionals, a majority following the didactic recommendations, and a high success rate, which is strongly correlatated with following the didactic recommendations. The amount of data from such a large group of quantum computing learners provides many avenues for further research in the field of quantum computing education. The analyses show that the MOOCs are a low-threshold concept for getting into quantum computing. It was very well received by the participants. The concept can serve as an entry point and guide for the design of quantum computing courses.         ",
    "url": "https://arxiv.org/abs/2404.07241",
    "authors": [
      "Gerhard Hellstern",
      "Jörg Hettel",
      "Bettina Just"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.05961",
    "title": "Towards comprehensive coverage of chemical space: Quantum mechanical properties of 836k constitutional and conformational closed shell neutral isomers consisting of HCNOFSiPSClBr",
    "abstract": "           The Vector-QM24 (VQM24) dataset attempts to more comprehensively cover all possible neutral closed shell small organic and inorganic molecules and their conformers at state of the art level of theory. We have used density functional theory ($\\omega$B97X-D3/cc-pVDZ) to optimize 577k conformational isomers corresponding to 258k constitutional isomers. Isomers included contain up to five heavy atoms (non-hydrogen) consisting of $p$-block elements C, N, O, F, Si, P, S, Cl, Br. Single point diffusion quantum Monte Carlo (DMC@PBE0(ccECP/cc-pVQZ)) energies are reported for the sub-set of all the lowest conformers (10,793 molecules) with up to 4 heavy atoms. This dataset has been systematically generated by considering all combinatorially possible stoichiometries, and graphs (according to Lewis rules as implemented in the {\\tt SURGE} package), along with all stable conformers identified by GFN2-xTB. Apart from graphs, geometries, rotational constants, and vibrational normal modes, VQM24 includes internal, atomization, electron-electron repulsion, exchange correlation, dispersion, vibrational frequency, Gibbs free, enthalpy, ZPV, molecular orbital energies; as well as entropy, and heat capacities. Electronic properties include multipole moments (dipole, quadrupole, octupole, hexadecapole), electrostatic potentials at nuclei (alchemical potential), Mulliken charges, and molecular wavefunctions. Machine learning (ML) models on the 258k constitutional isomers indicate an upto $\\sim$8 times more challenging benchmark than the commonly used QM9 dataset. VQM24 represents a highly accurate and unbiased dataset of molecules, ideal for testing and training transferable, scalable, and generative ML models of real quantum systems.         ",
    "url": "https://arxiv.org/abs/2405.05961",
    "authors": [
      "Danish Khan",
      "Anouar Benali",
      "Scott Y. H. Kim",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.17426",
    "title": "Optical ionization effects in kHz laser wakefield acceleration with few-cycle pulses",
    "abstract": "           We present significant advances in Laser Wakefield Acceleration (LWFA) operating at a 1 kHz repetition rate, employing a sub-TW, few-femtosecond laser and a continuously flowing hydrogen gas target. We conducted the first comprehensive study assessing how the nature of the gas within the target influences accelerator performance. This work confirms and elucidates the superior performance of hydrogen in kHz LWFA. Our system generates quasi-monoenergetic electron bunches with energies up to 10 MeV, bunch charges of 2 pC, and angular divergences of 15 mrad. Notably, our novel scheme relying on differential pumping enables continuous operation at kHz repetition rates, contrasting with previous systems that operated in burst mode to achieve similar beam properties. Particle-in-cell simulations explain hydrogen's superior performances: the ionization effects in nitrogen and helium distort the laser pulse, negatively impacting accelerator performance. These effects are strongly mitigated in hydrogen plasma, thereby enhancing beam quality. This analysis represents a significant step forward in optimizing and understanding kHz LWFA. It underscores the critical role of hydrogen and the imperative need to develop hydrogen-compatible target systems capable of managing high repetition rates, as exemplified by our differential pumping system. These advances lay the groundwork for further developments in high-repetition-rate LWFA technology.         ",
    "url": "https://arxiv.org/abs/2406.17426",
    "authors": [
      "Joséphine Monzac",
      "Slava Smartsev",
      "Julius Huijts",
      "Lucas Rovige",
      "Igor A. Andriyash",
      "Aline Vernier",
      "Vidmantas Tomkus",
      "Valdas Girdauskas",
      "Gediminas Raciukaitis",
      "Miglė Mackevičiūtė",
      "Valdemar Stankevic",
      "Antoine Cavagna",
      "Jaismeen Kaur",
      "André Kalouguine",
      "Rodrigo Lopez-Martens",
      "Jérôme Faure"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15189",
    "title": "Unraveling Optical Polarization at Deep Microscopic Scales in Crystalline Materials",
    "abstract": "           Nanophotonics, the study of light-matter interaction at scales smaller than the wavelength of radiation, has widespread applications in plasmonic waveguiding, topological photonic crystals, super-lensing, solar absorbers, and infrared imaging. The physical phenomena governing these effects can be described using a macroscopic homogenized refractive index. However, the lattice-level description of optical polarization in a crystalline material using a quantum theory has been unresolved. Inspired by the dynamics of electron waves and their corresponding band structure, we propose a microscopic optical band theory of solids specifically applicable to optical polarization. This framework reveals propagating waves hidden deep within a crystal lattice. These hidden waves arise from crystal-optical-indices, a family of quantum functions obeying crystal symmetries, and cannot be described by the conventional concept of refractive index. We present for the first time - the hidden waves and deep microscopic optical band structure of 14 distinct materials. We choose Si, Ge, InAs, GaAs, CdTe, and others from Group IV, III-V, and II-VI due to their technological relevance but our framework can be extended to a wide range of emerging 2D and 3D materials. In contrast to the macroscopic refractive index of these materials used widely today, this framework shows that hidden waves exist throughout the crystal lattice and have unique optical polarization texture and crowding. We also present an open-source software package, Purdue-Picomax, for the research community to discover hidden waves in new materials like hBN, graphene, and Moire materials. Our work establishes a foundational crystallographic feature to discover novel deep microscopic optical waves in light-matter interaction.         ",
    "url": "https://arxiv.org/abs/2407.15189",
    "authors": [
      "Sathwik Bharadwaj",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2407.18493",
    "title": "Scalability of On-chip Diffractive Optical Neural Networks",
    "abstract": "           A thorough investigation of diffractive optical neural networks provides evidence that such networks are not capable of performing complex tasks. In this short report, these evidences are represented succinctly.         ",
    "url": "https://arxiv.org/abs/2407.18493",
    "authors": [
      "Sanaz Zarei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.14569",
    "title": "Squeezing the quantum noise of a gravitational-wavedetector below the standard quantum limit",
    "abstract": "           Precision measurements of space and time, like those made by the detectors of the Laser Interferometer Gravitational-wave Observatory (LIGO), are often confronted with fundamental limitations imposed by quantum mechanics. The Heisenberg uncertainty principle dictates that the position and momentum of an object cannot both be precisely measured, giving rise to an apparent limitation called the Standard Quantum Limit (SQL). Reducing quantum noise below the SQL in gravitational-wave detectors, where photons are used to continuously measure the positions of freely falling mirrors, has been an active area of research for decades. Here we show how the LIGO A+ upgrade reduced the detectors' quantum noise below the SQL by up to 3 dB while achieving a broadband sensitivity improvement, more than two decades after this possibility was first presented.         ",
    "url": "https://arxiv.org/abs/2404.14569",
    "authors": [
      "Wenxuan Jia",
      "Victoria Xu",
      "Kevin Kuns",
      "Masayuki Nakano",
      "Lisa Barsotti",
      "Matthew Evans",
      "Nergis Mavalvala",
      "Rich Abbott",
      "Ibrahim Abouelfettouh",
      "Rana Adhikari",
      "Alena Ananyeva",
      "Stephen Appert",
      "Koji Arai",
      "Naoki Aritomi",
      "Stuart Aston",
      "Matthew Ball",
      "Stefan Ballmer",
      "David Barker",
      "Beverly Berger",
      "Joseph Betzwieser",
      "Dripta Bhattacharjee",
      "Garilynn Billingsley",
      "Nina Bode",
      "Edgard Bonilla",
      "Vladimir Bossilkov",
      "Adam Branch",
      "Aidan Brooks",
      "Daniel Brown",
      "John Bryant",
      "Craig Cahillane",
      "Huy-tuong Cao",
      "Elenna Capote",
      "Yanbei Chen",
      "Filiberto Clara",
      "Josh Collins",
      "Camilla Compton",
      "Robert Cottingham",
      "Dennis Coyne",
      "Ryan Crouch",
      "Janos Csizmazia",
      "Torrey Cullen",
      "Louis Dartez",
      "Nicholas Demos",
      "Ezekiel Dohmen",
      "Jenne Driggers",
      "Sheila Dwyer",
      "Anamaria Effler",
      "Aldo Ejlli",
      "Todd Etzel",
      "Jon Feicht",
      "Raymond Frey",
      "William Frischhertz",
      "Peter Fritschel",
      "Valery Frolov",
      "Paul Fulda",
      "Michael Fyffe",
      "Dhruva Ganapathy",
      "Bubba Gateley",
      "Joe Giaime",
      "Dwayne Giardina",
      "Jane Glanzer",
      "Evan Goetz",
      "Aaron Jones",
      "Slawomir Gras",
      "Corey Gray",
      "Don Griffith",
      "Hartmut Grote",
      "Tyler Guidry",
      "Evan Hall",
      "Jonathan Hanks",
      "Joe Hanson",
      "Matthew Heintze",
      "Adrian Helmling-cornell",
      "Hsiang-yu Huang",
      "Yuki Inoue",
      "Alasdair James",
      "Austin Jennings",
      "Srinath Karat",
      "Marie Kasprzack",
      "Keita Kawabe",
      "Nutsinee Kijbunchoo",
      "Jeffrey Kissel",
      "Antonios Kontos",
      "Rahul Kumar",
      "Michael Landry",
      "Brian Lantz",
      "Michael Laxen",
      "Kyung-ha Lee",
      "Madeline Lesovsky",
      "Francisco Llamas",
      "Marc Lormand",
      "Hudsonalexander Loughlin",
      "Ronaldas Macas",
      "Myron Macinnis",
      "Camille Makarem",
      "Benjaminrobert Mannix",
      "Georgia Mansell",
      "Rodica Martin",
      "Nyath Maxwell",
      "Garrett Mccarrol"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  }
]