[
  {
    "id": "arXiv:2401.01347",
    "title": "Convex Regions of Opinion Dynamics, Approaches to the Complexity of  Binary Consensus with Reference to Addiction and Obliviousness: Integrated  Dimer Model Perspective",
    "abstract": "The field of opinion dynamics has its roots in early research that applied methods from magnetic physics to gain insights into the formation of social opinions. A central challenge in this field lies in modeling how diverse opinions coexist and exert influence on each other. In the realm of social issues, it's In this study, we leverage the dimer construct and the dimer model to establish a theoretical framework. Through numerical simulations, we demonstrate how this proposed model can be applied to real-world scenarios of social opinion formation. The model involves the computation of the Castellain matrix \\(K\\), the distribution function \\(Z\\), and the probability of dimer configuration \\(P(D)\\) for convex regions with varying positions and distances. It explores how alterations in convex regions impact the probability of dimer configuration. Furthermore, our model takes into account two critical factors: \"dependence\" and \"forgetting\" in the process of opinion formation. It also delves into the concepts of \"distance\" and \"location\" of opinions. The results of numerical simulations shed light on how our model effectively captures the processes involved in real-world social opinion formation. This study lays the groundwork for a deeper comprehension of the social opinion formation process and the development of strategies to address real-world social issues. In essence, our research introduces a novel methodology for comprehending and dissecting the intricate dynamics of opinion formation within the realm of opinion dynamics. This theoretical framework, coupled with a numerical simulation-based approach, offers fresh insights that extend beyond the confines of opinion dynamics. It opens up new perspectives in the domains of social science, physics, and computational modeling, ultimately contributing to a more profound understanding of social opinion formation. ",
    "url": "https://arxiv.org/abs/2401.01347",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01352",
    "title": "Discussion Model for Propagation of Social Opinion via Quantum Galois  Noise Channels:Entanglement, SuperSpreader",
    "abstract": "We apply the concepts of classical and quantum channels to the modeling of opinion dynamics and propose a stochastic method for representing the temporal variation of individual and group opinions. In particular, we use quantum Galois noise channels to couple quantum information theory with social interaction to construct a new model of opinion dynamics that accounts for error rates and noise effects. This model captures more complex opinion propagation and interaction by incorporating the concepts of partial traces and entanglement. We also consider the role of superspreaders in the propagation of noisy information and their suppression mechanisms, and represent these dynamics in a mathematical model. We model the influence of superspreaders on interactions between individuals using unitary transformations and propose a new approach to measure social trustworthiness. In addition, we elaborate on the modeling of opinion propagation and suppression using Holevo channels. These models provide a new framework for a better understanding of social interactions and expand the potential applications of quantum information theory. ",
    "url": "https://arxiv.org/abs/2401.01352",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01490",
    "title": "Chirality tuning and reversing with resonant phase-change metasurfaces",
    "abstract": "Dynamic control of circular dichroism in photonic structures is critically important for compact spectrometers, stereoscopic displays, and information processing exploiting multiple degrees of freedom. Metasurfaces can help miniaturize chiral devices but only produce static and limited chiral responses. While external stimuli are able to tune resonances, their modulations are often weak, and reversing continuously the sign of circular dichroism is extremely challenging. Here, we demonstrate dynamically tunable chiral response of resonant metasurfaces supporting chiral bound states in the continuum combining them with phase-change materials. Phase transition between amorphous and crystalline phases allows to control chiral response and vary chirality rapidly from -0.947 to +0.958 backward and forward via chirality continuum. Our demonstrations underpin the rapid development of chiral photonics and its applications. ",
    "url": "https://arxiv.org/abs/2401.01490",
    "authors": [
      "Xinbo Sha",
      "Kang Du",
      "Yixuan Zeng",
      "Fangxing Lai",
      "Jun Yin",
      "Hanxu Zhang",
      "Bo Song",
      "Jiecai Han",
      "Shumin Xiao",
      "Yuri Kivshar",
      "Qinghai Song"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01538",
    "title": "A model for frequency scaling of flow oscillations in high-speed double  cones",
    "abstract": "Coherent small-amplitude unsteadiness of the shock wave and the separation region over a canonical double cone flow, termed in literature as oscillation-type unsteadiness, is experimentally studied at Mach 6. The double cone model is defined by three non-dimensional geometric parameters: fore- and aft-cone angles ($\\theta_1$ and $\\theta_2$), and ratio of the conical slant lengths ($\\Lambda$). Previous studies of oscillations have been qualitative in nature, and mostly restricted to a special case of the cone model with fixed $\\theta_1 = 0^\\circ$ and $\\theta_2 = 90^\\circ$ (referred to as the spike-cylinder model), where $\\Lambda$ becomes the sole governing parameter. In the present effort we investigate the self-sustained flow oscillations in the $\\theta_1$-$\\Lambda$ parameter space for fixed $\\theta_2 = 90^\\circ$ using time-resolved schlieren visualization. The experiments reveal two distinct sub-types of oscillations, characterized by the motion (or lack thereof) of the separation point on the fore-cone surface. The global time scale associated with flow oscillation is extracted using spectral proper orthogonal decomposition. The non-dimensional frequency (Strouhal number) of oscillation is seen to exhibit distinct scaling for the two oscillation sub-types. The relationship observed between the local flow properties, instability of the shear layer, and geometric constraints on the flow suggests that an aeroacoustic feedback mechanism sustains the oscillations. Based on this insight, a simple model with no empiricism is developed for the Strouhal number. The model predictions are found to match well with experimental measurements. The model provides helpful physical insight into the nature of the self-sustained flow oscillations over a double cone at high-speeds. ",
    "url": "https://arxiv.org/abs/2401.01538",
    "authors": [
      "Gaurav Kumar",
      "Vaisakh Sasidharan",
      "Akshaya G. Kumara",
      "Subrahmanyam Duvvuri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.01595",
    "title": "Spectral engineering of optical microresonators in anisotropic lithium  niobate crystal",
    "abstract": "On-chip optical microresonators are essential building blocks in integrated optics. The ability to arbitrarily engineer their resonant frequencies is crucial for exploring novel physics in synthetic frequency dimensions and practical applications like nonlinear optical parametric processes and dispersion-engineered frequency comb generation. Photonic crystal ring (PhCR) resonators are a versatile tool for such arbitrary frequency engineering, by controllably creating mode splitting at selected resonances. To date, these PhCRs have mostly been demonstrated in isotropic photonic materials, while such engineering could be significantly more complicated in anisotropic platforms that often offer more fruitful optical properties. Here, we realize the spectral engineering of chip-scale optical microresonators in the anisotropic lithium niobate (LN) crystal by a gradient design that precisely compensates for variations in both refractive index and perturbation strength. We experimentally demonstrate controllable frequency splitting at single and multiple selected resonances in LN PhCR resonators with different sizes, while maintaining high Q-factors up to 1 million. Moreover, we experimentally construct a sharp boundary in the synthetic frequency dimension based on an actively modulated x-cut LN gradient-PhCR, opening up new paths toward the arbitrary control of electro-optic comb spectral shapes and exploration of novel physics in the frequency degree of freedom. ",
    "url": "https://arxiv.org/abs/2401.01595",
    "authors": [
      "Ke Zhang",
      "Yikun Chen",
      "Wenzhao Sun",
      "Zhaoxi Chen",
      "Hanke Feng",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01655",
    "title": "Quantum sensing of microwave electric fields based on Rydberg atoms",
    "abstract": "Microwave electric field sensing is of importance for a wide range of applications in areas of remote sensing, radar astronomy and communications. Over the past decade, Rydberg atoms, owing to their exaggerated response to microwave electric fields, plentiful optional energy levels and integratable preparation methods, have been used in ultra-sensitive, wide broadband, traceable, stealthy microwave electric field sensing. This review first introduces the basic concept of quantum sensing, properties of Rydberg atoms and principles of quantum sensing of microwave electric fields with Rydberg atoms. Then an overview of this very active research direction is gradually expanded, covering progresses of sensitivity and bandwidth in Rydberg atoms based icrowavesensing,uperheterodyne quantum sensing with microwave-dressed Rydberg atoms, quantum-enhanced sensing of microwave electric field, recent advanced quantum measurement systems and approaches to further improve the performance of microwave electric field sensing. Finally, a brief outlook on future development directions is discussed. ",
    "url": "https://arxiv.org/abs/2401.01655",
    "authors": [
      "Jinpeng Yuan",
      "Wenguang Yang",
      "Mingyong Jing",
      "Hao Zhang",
      "Yuechun Jiao",
      "Weibin Li",
      "Linjie Zhang",
      "Liantuan Xiao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01697",
    "title": "Consideration of non-phase-matched nonlinear effects in the design of  quasi-phase-matching crystals for optical parametric oscillators",
    "abstract": "Femtosecond optical parametric oscillators (OPOs) are widely used in ultrafast nonlinear frequency conversion and quantum information. However, conventional OPOs based on quasi-phase-matching (QPM) crystals have many parasitic non-phase-matched processes which decreases the conversion efficiency. Here, we propose nine-wave coupled equations (NWCEs) to simulate all phase-matched and non-phase-matched interactions in QPM crystals to improve conventional three-wave coupled equations (TWCEs), especially for the situation of high intensity ultrashort pulses and complexly structured crystals. We discuss how to design the poling period of QPM crystal to maximize the conversion efficiency of signal light for a given OPO system. The simulation reveals that the OPO based on chirped periodically poled lithium niobate (CPPLN) with certain chirp rate has higher signal wave conversion efficiency than that of a PPLN, and demonstrates that NWCEs illustrates more details of the pulse evolution in the OPO cavity. Starting from a CPPLN, an aperiodically poled lithium niobate (APPLN) design is available by modifying the domain lengths of the crystal and optimizing the OPO output power via dynamical optimization algorithm. The results show that by using a properly designed APPLN crystal, a 1600nm OPO, when pumped by a femtosecond laser with 1030nm central wavelength, 150 femtosecond pulse duration and 5 GW/cm2 power intensity at the focus, can achieve very efficient output with a signal light conversion efficiency of 50.6%, which is higher than that of PPLN (25.2%) and CPPLN (40.2%). The scheme in this paper will provide a reference for the design of nonlinear QPM crystals of OPOs and will help to understand the complex nonlinear dynamical behavior in OPO cavities. ",
    "url": "https://arxiv.org/abs/2401.01697",
    "authors": [
      "Zihua Zheng",
      "Ziwen Tang",
      "Zhiyi Wei",
      "Jinghua Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01774",
    "title": "A Broadband Conversion Loss Measurement Technique for Terahertz Harmonic  Mixers",
    "abstract": "This letter presents an experimental characterization technique for assessing the performance of terahertz harmonic mixers across a wide frequency range. The total signal transfer loss of three mixers was measured in both up- and down-conversion configurations, and the conversion loss was determined through the solution of a linear system of equations. The proposed method uses LO signals with a frequency offset to ensure single sideband measurements, thereby eliminating the need for image-reject filters. The three-mixer method was verified by measurements of millimeter-wave mixers, which matched the traditional characterization method using a calibrated source and power meter. Given this successful millimeter-wave demonstration, we characterized three WM-86 Schottky diode x4-harmonic mixers from 2.2 to 3 THz. This technique presents a notable advantage for conducting broadband mixer characterizations, particularly in the terahertz frequency regime which lacks tunable, wide-band sources. ",
    "url": "https://arxiv.org/abs/2401.01774",
    "authors": [
      "Divya Jayasankar",
      "Theodore Reck",
      "Steven Durant",
      "Jan Stake",
      "Jeffrey Hesler"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01447",
    "title": "Circular photonic crystal grating design for charge-tunable quantum  light sources in the telecom C-band",
    "abstract": "Efficient generation of entangled photon pairs at telecom wavelengths is a key ingredient for long-range quantum networks. While embedding semiconductor quantum dots into hybrid circular Bragg gratings has proven effective, it conflicts with $p$-$i$-$n$ diode heterostructures which offer superior coherence. We propose and analyze hybrid circular photonic crystal gratings, incorporating air holes to facilitate charge carrier transport without compromising optical properties. Through numerical simulations, a broad cavity mode with a Purcell factor of 23 enhancing both exciton and biexciton transitions, and exceptional collection efficiency of 92.4% into an objective with numerical aperture of 0.7 are achieved. Furthermore, our design demonstrates direct coupling efficiency over 90% into a single-mode fiber over the entire telecom C-band. The hybrid circular photonic crystal grating thereby emerges as a promising solution for the efficient generation of highly coherent, polarization-entangled photon pairs. ",
    "url": "https://arxiv.org/abs/2401.01447",
    "authors": [
      "Chenxi Ma",
      "Jingzhong Yang",
      "Pengji Li",
      "Eddy P. Rugeramigabo",
      "Michael Zopf",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01513",
    "title": "Wave-Particle Duality of Ultrasound: Acoustic Softening Explained by  Particle Treatment of Ultrasonic Wave",
    "abstract": "When ultrasonic wave is irradiated on materials, a small static stress is required to get materials yielding and flowing. This is called acoustic softening effect, also known as Blaha effect for a long time. In the past, this effect was explained by several continuum scale or meso-scale solid mechanics theories such as stress superposition or energy superposition theory, or crystal/dislocation plasticity. Due to a lot of microscopic complexities happening inside the materials during ultrasonic vibration, fully understanding of acoustic softening effect is not easy. In this paper, traditional solid mechanics theory is expanded by introducing several concepts in semi-conductor physics. Four new aspects were introduced to understand acoustic softening effect. Firstly, contrary to most existed work in acoustic softening research area which treats ultrasound as waves, it was treated as particles. Secondly, crystal/dislocation plastic theory was simplified to a single equation. Thirdly, concepts of photoelectric effect or photo-voltaic effect were introduced. Analogy of electron movement due to light wave and defect movement due to ultrasonic wave was illustrated. Particularly, as light wave is treated as photon, ultrasonic wave is treated as phonon in this paper. Fourthly, defects such as point defects or line defects are assumed to have certain bonding energy. Their bonding energies are assumed to be quantized or discontinuous. The band gap theory used in photo-voltaic theory is embraced to understand defects movements in solid mechanics due to ultrasonic phonon. ",
    "url": "https://arxiv.org/abs/2401.01513",
    "authors": [
      "Libin Yang",
      "Lixiang Yang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10329",
    "title": "Optical skyrmions and other topological quasiparticles of light",
    "abstract": " Title: Optical skyrmions and other topological quasiparticles of light ",
    "url": "https://arxiv.org/abs/2205.10329",
    "authors": [
      "Yijie Shen",
      "Qiang Zhang",
      "Peng Shi",
      "Luping Du",
      "Xiaocong Yuan",
      "Anatoly V. Zayats"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10800",
    "title": "Global coupling mechanism of Sun resonant forcing of Mars, Moon, and  Earth seismicity",
    "abstract": " Comments: 46 printed pages, 8 figures, 5 tables; includes time-series of all Apollo natural moonquakes (1969-1977), all Mw5.6+ natural earthquakes between Oct 2015-Feb 2019, and all v.9 InSight natural marsquakes (Jan 2019-Sep 2021); pre-publishing proof version. Press Release: this https URL ",
    "url": "https://arxiv.org/abs/2301.10800",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Numerical Analysis (math.NA)",
      "Chaotic Dynamics (nlin.CD)",
      "Geophysics (physics.geo-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06856",
    "title": "Electro-optic frequency combs carrying orbital angular momentum",
    "abstract": " Title: Electro-optic frequency combs carrying orbital angular momentum ",
    "url": "https://arxiv.org/abs/2302.06856",
    "authors": [
      "Jinze He",
      "Xingyu Jia",
      "Bingyan Wei",
      "Guanhao Wu",
      "Yang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.14259",
    "title": "Beating resonance patterns and extreme power flux skewing in anisotropic  elastic plates",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2307.14259",
    "authors": [
      "Daniel A. Kiefer",
      "Sylvain Mezil",
      "Claire Prada"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05879",
    "title": "Quantum wave representation of dissipative fluids",
    "abstract": " Comments: 5 pages, 1 figure. Version accepted on International Journal of Modern Physics C ",
    "url": "https://arxiv.org/abs/2308.05879",
    "authors": [
      "L. Salasnich",
      "S. Succi",
      "A. Tiribocchi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17973",
    "title": "Quantum Lattice Boltzmann-Carleman algorithm",
    "abstract": " Comments: 14 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2310.17973",
    "authors": [
      "Claudio Sanavio",
      "Sauro Succi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.03347",
    "title": "Sparse Quantum State Preparation for Strongly Correlated Systems",
    "abstract": " Title: Sparse Quantum State Preparation for Strongly Correlated Systems ",
    "url": "https://arxiv.org/abs/2311.03347",
    "authors": [
      "C. Feniou",
      "O. Adjoua",
      "B. Claudon",
      "J. Zylberman",
      "E. Giner",
      "J.-P. Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04781",
    "title": "Quantum Carleman Linearization of the Lattice Boltzmann Equation with  Boundary Conditions",
    "abstract": " Title: Quantum Carleman Linearization of the Lattice Boltzmann Equation with  Boundary Conditions ",
    "url": "https://arxiv.org/abs/2312.04781",
    "authors": [
      "Bastien Bakker",
      "Thomas Watts"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.07712",
    "title": "The DEAP-3600 liquid argon optical model and NEST updates",
    "abstract": " Comments: Proceedings from LIDINE2023 ",
    "url": "https://arxiv.org/abs/2312.07712",
    "authors": [
      "Shawn Westerdale"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]