[
  {
    "id": "arXiv:2303.12150",
    "title": "Spin-motion coupling in a circular Rydberg state quantum simulator: case  of two atoms",
    "abstract": "Rydberg atoms are remarkable tools for the quantum simulation of spin arrays. Circular Rydberg atoms open the way to simulations over very long time scales, using a combination of laser trapping of the atoms and spontaneous-emission inhibition, as shown in the proposal of a XXZ spin-array simulator based on chains of trapped circular atoms [T.L. Nguyen $\\textit{et al.}$, Phys. Rev. X 8, 011032 (2018)]. Such simulators could reach regimes (thermalization, glassy dynamics) that are out of the reach of those based on ordinary, low-angular-momentum short-lived Rydberg atoms. Over the promised long time scales, the unavoidable coupling of the spin dynamics with the atomic motion in the traps may play an important role. We study here the interplay between the spin exchange and motional dynamics in the simple case of two interacting circular Rydberg atoms confined in harmonic traps. The time evolution is solved exactly when the position dependence of the dipole-dipole interaction terms can be linearized over the extension of the atomic motion. We present numerical simulations in more complex cases, using the realistic parameters of the simulator proposal. We discuss three applications. First, we show that realistic experimental parameters lead to a regime in which atomic and spin dynamics become fully entangled, generating interesting non-classical motional states. We also show that, in other parameter regions, the spin dynamics notably depends on the initial temperature of the atoms in the trap, providing a sensitive motional thermometry method. Last, and most importantly, we discuss the range of parameters in which the motion has negligible influence over the spin dynamics. ",
    "url": "https://arxiv.org/abs/2303.12150",
    "authors": [
      "Paul Méhaignerie",
      "Clément Sayrin",
      "Jean-Michel Raimond",
      "Michel Brune",
      "Guillaume Roux"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12184",
    "title": "Valley-dependent topological edge states in plasma photonic crystals",
    "abstract": "Plasma photonic crystals designed in this paper are composed of gas discharge tubes to control the flow of electromagnetic waves. The band structures calculated by the finite element method are consistent with the experimental results in that two distinct attenuation peaks appear in the ranges of 1 GHz to 2.5 GHz and 5 GHz to 6 GHz. Electromagnetic parameters of the plasma are extracted by the Nicolson-Ross-Weir method and effective medium theory. The measured electron density is between 1e11 cm-3 and 1e12 cm-3, which verifies the correctness of the parameter used in the simulation, and the collision frequency is near 1.5e10 Hz. As the band structures are corroborated by the measured scattering parameters, we introduce the concept of photonic topological insulator based on the quantum Valley Hall effect into the plasma photonic crystal. A valley-dependent plasma photonic crystal with hexagonal lattice is constructed, and the phase transition of the valley K(K') occurs by breaking the spatial inversion symmetry. Valley-spin locked topological edge states are generated and excited by chiral sources. The frequency of the non-bulk state can be dynamically regulated by the electron density. This concept paves the way for novel, tunable topological edge states. More interestingly, the Dirac cone is broken when the electron density increases to 3.1e12 cm-3, which distinguishes from the methods of applying a magnetic field and changing the symmetry of the point group. ",
    "url": "https://arxiv.org/abs/2303.12184",
    "authors": [
      "Jianfei Li",
      "Chen Zhou",
      "Jingfeng Yyao",
      "Chengxun Yuan",
      "Ying Wang",
      "Zhongxiang Zhou",
      "Jingwen Zhang",
      "Anatoly A. Kudryavtsev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12231",
    "title": "Ultrafast artificial intelligence: Machine learning with atomic-scale  quantum systems",
    "abstract": "We train a model atom to recognize hand-written digits between 0 and 9, employing intense light--matter interaction as a computational resource. For training, individual images of hand-written digits in the range 0-9 are converted into shaped laser pulses (data input pulses). Simultaneously with an input pulse, another shaped pulse (program pulse), polarized in the orthogonal direction, is applied to the atom and the system evolves quantum mechanically according to the time-dependent Schr\\\"odinger equation. The purpose of the optimal program pulse is to direct the system into specific atomic final states that correspond to the input digits. A success rate of about 40\\% is demonstrated here for a basic optimization scheme, so far limited by the computational power to find the optimal program pulse in a high-dimensional search space. This atomic-intelligence image-recognition scheme is scalable towards larger (e.g. molecular) systems, is readily reprogrammable towards other learning/classification tasks and operates on time scales down to tens of femtoseconds. It has the potential to outpace other currently implemented machine-learning approaches, including the fastest optical on-chip neuromorphic systems and optical accelerators, by orders of magnitude. ",
    "url": "https://arxiv.org/abs/2303.12231",
    "authors": [
      "Thomas Pfeifer",
      "Matthias Wollenhaupt",
      "Manfred Lein"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12260",
    "title": "Information-Based Sensor Placement for Data-Driven Estimation of  Unsteady Flows",
    "abstract": "Estimation of unsteady flow fields around flight vehicles may improve flow interactions and lead to enhanced vehicle performance. Although flow-field representations can be very high-dimensional, their dynamics can have low-order representations and may be estimated using a few, appropriately placed measurements. This paper presents a sensor-selection framework for the intended application of data-driven, flow-field estimation. This framework combines data-driven modeling, steady-state Kalman Filter design, and a sparsification technique for sequential selection of sensors. This paper also uses the sensor selection framework to design sensor arrays that can perform well across a variety of operating conditions. Flow estimation results on numerical data show that the proposed framework produces arrays that are highly effective at flow-field estimation for the flow behind and an airfoil at a high angle of attack using embedded pressure sensors. Analysis of the flow fields reveals that paths of impinging stagnation points along the airfoil's surface during a shedding period of the flow are highly informative locations for placement of pressure sensors. ",
    "url": "https://arxiv.org/abs/2303.12260",
    "authors": [
      "John Graff",
      "Albert Medina",
      "Francis Lagor"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2303.12264",
    "title": "Hybrid bound states in the continuum in terahertz metasurfaces",
    "abstract": "Bound states in the continuum (BICs) have exhibited extraordinary properties in photonics for enhanced light-matter interactions that enable appealing applications in nonlinear optics, biosensors, and ultrafast optical switches. The most common strategy to apply BICs in a metasurface is by breaking symmetry of resonators in the uniform array that leaks the otherwise uncoupled mode to free space and exhibits an inverse quadratic relationship between quality factor (Q) and asymmetry. Here, we propose a scheme to further reduce scattering losses and improve the robustness of symmetry-protected BICs by decreasing the radiation density with a hybrid BIC lattice.We observe significant increase of radiative Q in the hybrid lattice compared to uniform lattice with a factor larger than 14.6. In the hybrid BIC lattice, modes are transferred to Gamma point inherited from high symmetric X, Y and M points in the Brillouin zone that reveal as multiple Fano resonances in the far field and would find applications in hyperspectral sensing. This work initiates a novel and generalized path toward reducing scattering losses and improving the robustness of BICs in terms of lattice engineering that would release the rigid requirements of fabrication accuracy and benefit applications of photonics and optoelectronic devices. ",
    "url": "https://arxiv.org/abs/2303.12264",
    "authors": [
      "Junxing Fan",
      "Zhanqiang Xue",
      "Hongyang Xing",
      "Dan Lu",
      "Guizhen Xu",
      "Jianqiang Gu",
      "Jiaguang Han",
      "Longqing Cong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12406",
    "title": "Phase regeneration of QPSK signals based on Kerr soliton combs in a  highly nonlinear optical fiber",
    "abstract": "We demonstrate the all-optical phase regeneration of a 20 GBaud/s quadrature phase shift keying (QPSK) signal, and achieve phase regeneration in high nonlinear fiber (HNLF) at lower power through the Kerr soliton combs as the pumps for the regeneration signal. Meanwhile, we propose a feasible scheme for phase regeneration by using Kerr soliton combs generated by carrier-carrying pumps in actual optical communication receiving systems, and we exploit the effect under different signal ratios in the carrier-carrying pumps on the phase regeneration, which is expected to improve the relay and reception quality of the all-optical communication system. ",
    "url": "https://arxiv.org/abs/2303.12406",
    "authors": [
      "Xinjie Han",
      "Yong Geng",
      "Haocheng Ke",
      "Kun Qiu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2303.12450",
    "title": "Optimizing Electronic and Optical Responses of Novel Spin Transfer  Torque-based Magnetic Tunnel Junctions with High Tunnel Magnetoresistance and  Low Critical Currents",
    "abstract": "We developed and optimized two novel categories of spin transfer torque magnetic tunnel junctions (STT-MTJs), featuring a high tunnel magnetoresistance (TMR) ratio, low critical current, and out-oscillation behavior, which demonstrates their potential for low-power, high-speed, and reliable spintronic applications such as magnetic memory, logic, and signal processing. The SST-MTJs based on NiFe showed lower critical currents for auto-oscillation as compared to those based on CofeSiB. Using VSM measurements that established comparable saturation magnetization and anisotropy field for both stacks, we attributed this observation to the higher damping of A-MTJs compared to B-MTJs. This hypothesis was verified through the all-optical time-resolved magneto-optical Kerr effect (TRMOKE) technique, which confirmed that STT-MTJs with lower damping exhibited auto-oscillation at lower critical current values. Beside, our study aimed to optimize the STT-MTJ performance, regarding the capping layer's impact on the device's response to electronic and optical stimuli. ",
    "url": "https://arxiv.org/abs/2303.12450",
    "authors": [
      "Tahereh Sadat Parvini",
      "Elvira Paz",
      "Tim Böhnert",
      "Alejandro Schulman",
      "Luana Benetti",
      "Jakob Walowski",
      "Farshad Moradi",
      "Ricardo Ferreira",
      "Markus Münzenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12511",
    "title": "Control of light emission of quantum emitters coupled to silicon  nanoantenna using cylindrical vector beams",
    "abstract": "Light emission of europium (Eu3+) ions placed in the vicinity of optically resonant nanoantennas is usually controlled by tailoring the local density of photon states (LDOS). We show that the polarization and shape of the excitation beam can also be used to manipulate light emission, as azimuthally or radially polarized cylindrical vector beam offers to spatially shape the electric and magnetic fields, in addition to the effect of silicon nanorings (Si-NRs) used as nanoantennas. The photoluminescence mappings of the Eu3+ transitions and the Si phonon mappings are strongly dependent of both the excitation beam and the Si-NR dimensions. The experimental results of Raman scattering and photoluminescence are confirmed by numerical simulations of the near-field intensity in the Si nanoantenna and in the Eu3+-doped film, respectively. The branching ratios obtained from the experimental PL maps also reveal a redistribution of the electric and magnetic emission channels. Our results show that it is possible to spatially control both electric and magnetic dipolar emission of Eu3+ ions by switching the laser beam polarization, hence the near-field at the excitation wavelength, and the electric and magnetic LDOS at the emission wavelength. This paves the way for optimized geometries taking advantage of both excitation and emission processes. ",
    "url": "https://arxiv.org/abs/2303.12511",
    "authors": [
      "Martin Montagnac",
      "Yoann Brûlé",
      "Aurélien Cuche",
      "Jean-Marie Poumirol",
      "Sébastien J. Weber",
      "Jonas Müller",
      "Guilhem Larrieu",
      "Vincent Larrey",
      "Franck Fournel",
      "Olivier Boisron",
      "Bruno Masenelli",
      "Gérard Colas des Francs",
      "Gonzague Agez",
      "Vincent Paillard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12544",
    "title": "Ultra-fast detection of the center frequency of a spectral line from  amplitude-weighted average",
    "abstract": "Spectroscopy methods often require calculating the central frequency of a resonance line, that is usually implemented by finding a best fit to the spectrum by a line-shape function. Such an iterative procedure is slow and requires an initial guess. We report an analytical method for calculating the central frequency of a spectral line by using the mean value of its frequencies, which are weighted by corresponding normalized intensities. We use this method to calculate two-dimensional arrays of central frequencies from parallely measured magnetic resonance spectra, which are optically detected by a camera sensor in a thin layer of NV centers with superparamagnetic hemozoin crystals on top of it. We demonstrate that our analytical method is more than 800 times faster than the fitting procedure without significant loss of accuracy. For a 400x400 pixels sensing array, this method is almost instantaneous, while fitting with the Lorentz function requires several minutes of post-processing on a 4-core macbook pro. When a resonance is beyond the spectral range, the amplitude-weighted-mean method does not fail, but it alternates its center frequency proportionally to the mismatch distance. Our method will be useful for spectroscopic applications that require high performance of data processing, allowing their fast optimization, inline processing and real-time output of results. It can also be used for automatic analysis of single spectra, when accuracy of the frequency detection could be slightly (<10%) reduced for sake of stability and simplicity of the data processing. ",
    "url": "https://arxiv.org/abs/2303.12544",
    "authors": [
      "Ilja Fescenko"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2303.12551",
    "title": "Analytical Green's function for the acoustic scattering by a flat plate  with a serrated edge",
    "abstract": "An analytical Green's function is developed to study the acoustic scattering by a flat plate with a serrated edge. The scattered pressure is solved using the Wiener-Hopf technique in conjunction with the adjoint technique. It is shown that the kernel decomposition proposed in recent literature appears only valid at high frequencies. We focus on this high-frequency regime and obtain the scattered pressure in the form of a contour integral. We show that such an integral, although complicated, can be evaluated exactly for any arbitrary piecewise linear serrations, for which closed-form analytical Green's functions are obtained. The derivation is validated by performing numerical integration of the contour integral showing excellent agreement. The Green's function is shown to agree well with the numerical results obtained using the finite element method at high frequencies. The noise directivity patterns are studied as a function of the frequency, serration amplitude, source position and Mach number respectively. It is found that noise is often enhanced at low and may be slightly reduced at high observer angles, which may be understood from the perspective of an extended or removed rigid reflection surface. It is found that increasing the mean-flow Mach number leads to increasingly evident noise amplification at side angles, a seemingly strange Doppler behaviour exhibited in source-fixed coordinate frames. The analytical Green's function is applicable to both leading- and trailing-edge scatterings, and is particularly suitable for developing a three-dimensional trailing-edge noise model that is not only highly efficient but also capable of including non-frozen turbulence effects. ",
    "url": "https://arxiv.org/abs/2303.12551",
    "authors": [
      "Benshuai Lyu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2303.12580",
    "title": "A confocal laser-induced fluorescence diagnostic with a ring-shaped  laser beam",
    "abstract": "In this work, we report a confocal laser induced fluorescence (LIF) configuration, which allows for high spatial resolution measurements of plasma properties in plasma setups and sources with a limited optical access. The proposed LIF configuration utilizes a ring-shaped laser beam generated by a pair of diffractive axicons. LIF signal is collected along the main optical axis within the ring region. It is shown experimentally that at the focal distance of 300 mm, the spatial resolution of approximately 5.3 mm can be achieved. More than that, theoretical estimations predict the possibility of achieving ~1 mm resolution at the same focal distance by adjusting laser beam parameters. This is approaching the localization accuracy of conventional LIF collection methods (with crossing laser beam injection and fluorescence collection optical paths). Measurements of the ion velocity distribution function in an argon plasma using both the confocal LIF with ring shaped laser beam and conventional LIF demonstrate a satisfactory agreement. The proposed LIF setup has potential applications for diagnostics in various plasma processing equipment, and plasma sources such as hollow cathodes, microplasmas, electric propulsion, etc. ",
    "url": "https://arxiv.org/abs/2303.12580",
    "authors": [
      "I. Romadanov",
      "Y. Raitses"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12098",
    "title": "Reading hidden writing and drawings on papyrus using speckle optical  technique and multispectral images",
    "abstract": "We carried out an experimental set-up for reading a hidden drawing under papyrus using an optical technique based on the speckle phenomenon that is observed when a rough surface is illuminated by laser light. We propose the use of several wavelengths of light illumination and adaptive algorithms to process the speckle images. We employ a set of filters to produce better discrimination of the results as visually judged. This approach is a cheap and relatively simple non-destructive and non-invasive procedure that could be extended to other painted objects or subsurface hidings of archaeological interest, as well as, to other dynamic speckle experiments. ",
    "url": "https://arxiv.org/abs/2303.12098",
    "authors": [
      "L. Buffarini",
      "H. J. Rabal",
      "N. L. Cap",
      "E.E. Grumel",
      "M. Trivi",
      "M. Tebaldi"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12136",
    "title": "Improving Fabrication Fidelity of Integrated Nanophotonic Devices Using  Deep Learning",
    "abstract": "Next-generation integrated nanophotonic device designs leverage advanced optimization techniques such as inverse design and topology optimization which achieve high performance and extreme miniaturization by optimizing a massively complex design space enabled by small feature sizes. However, unless the optimization is heavily constrained, the generated small features are not reliably fabricated, leading to optical performance degradation. Even for simpler, conventional designs, fabrication-induced performance degradation still occurs. The degree of deviation from the original design not only depends on the size and shape of its features, but also on the distribution of features and the surrounding environment, presenting complex, proximity-dependent behavior. Without proprietary fabrication process specifications, design corrections can only be made after calibrating fabrication runs take place. In this work, we introduce a general deep machine learning model that automatically corrects photonic device design layouts prior to first fabrication. Only a small set of scanning electron microscopy images of engineered training features are required to create the deep learning model. With correction, the outcome of the fabricated layout is closer to what is intended, and thus so too is the performance of the design. Without modifying the nanofabrication process, adding significant computation in design, or requiring proprietary process specifications, we believe our model opens the door to new levels of reliability and performance in next-generation photonic circuits. ",
    "url": "https://arxiv.org/abs/2303.12136",
    "authors": [
      "Dusan Gostimirovic",
      "Yuri Grinberg",
      "Dan-Xia Xu",
      "Odile Liboiron-Ladouceur"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12266",
    "title": "Dynamic Stark shift of Hydrogen-like atoms in the presence of circularly  polarized laser light",
    "abstract": "The analytic derivation of the dynamic Stark shift of hydrogenic energy levels in the presence of the circularly polarized laser light is presented. We use the classical framework with considering an adiabatically damped laser+atom interaction and an approach relies on time-independent perturbation theory with a second-quantized laser+atom dipole interaction Hamiltonian. We thus investigate the excitation process in atomic hydrogen or in a hydrogen like ion with low nuclear charge number in the presence of the circularly polarized laser light. The derived formula for the dynamic AC Stark shift of hydrogenic energy levels using these two methods are shown to be same in the limit of large photon numbers. ",
    "url": "https://arxiv.org/abs/2303.12266",
    "authors": [
      "Behnam Nikoobakht"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12297",
    "title": "Trion formation resolves observed peak shifts in the optical spectra of  transition metal dichalcogenides",
    "abstract": "Monolayer transition metal dichalcogenides (TMDs) have the potential to unlock novel photonic and chemical technologies if their optoelectronic properties can be understood and controlled. Yet, recent work has offered contradictory explanations for how TMD absorption spectra change with carrier concentration, fluence, and time. Here, we test our hypothesis that the large broadening and shifting of the strong band-edge features observed in optical spectra arise from the formation of negative trions. We do this by fitting an ab initio based, many-body model to our experimental electrochemical data. Our approach provides an excellent, global description of the potential-dependent linear absorption data. We further leverage our model to demonstrate that trion formation explains the non-monotonic potential dependence of the transient absorption spectra, including through photoinduced derivative lineshapes for the trion peak. Our results motivate the continued development of theoretical methods to describe cutting-edge experiments in a physically transparent way. ",
    "url": "https://arxiv.org/abs/2303.12297",
    "authors": [
      "Thomas Sayer",
      "Yusef R. Farah",
      "Rachelle Austin",
      "Justin Sambur",
      "Amber T. Krummel",
      "Andrés Montoya-Castillo"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12338",
    "title": "Practical Quantum Sensing with Thermal Light",
    "abstract": "Many quantum sensing suggestions rely on temporal correlations found in photon pairs generated by parametric down-conversion. In this work, we show that the temporal correlations in light with a thermal photon statistics can be equally useful for such applications. Using a sub-threshold laser diode as an ultrabright source of thermal light, we demonstrate optical range finding to a distance of up to 1.8 km. ",
    "url": "https://arxiv.org/abs/2303.12338",
    "authors": [
      "Peng Kian Tan",
      "Xi Jie Yeo",
      "Alvin Zhen Wei Leow",
      "Lijiong Shen",
      "Christian Kurtsiefer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12617",
    "title": "Absence of topological protection of the interface states in  $\\mathbb{Z}_2$ photonic crystals",
    "abstract": "Inspired from electronic systems, topological photonics aims to engineer new optical devices with robust properties. In many cases, the ideas from topological phases protected by internal symmetries in fermionic systems are extended to those protected by crystalline symmetries. One such popular photonic crystal model was proposed by Wu and Hu in 2015 for realizing a bosonic $\\mathbb{Z}_2$ topological crystalline insulator with robust topological edge states, which led to intense theoretical and experimental studies. However, rigorous relationship between the bulk topology and edge properties for this model, which is central to evaluating its advantage over traditional photonic designs, has never been established. In this work we revisit the expanded and shrunken honeycomb lattice structures proposed by Wu and Hu by using topological quantum chemistry tools and show that they are topologically trivial in the sense that symmetric, localized Wannier functions can be constructed. We show that the $\\mathbb{Z}$ and $\\mathbb{Z}_2$ type classification of the Wu-Hu model are equivalent to the $C_2T$ protected Euler class and the second Stiefel-Whitney class respectively, with the latter characterizing the full valence bands of Wu-Hu model indicating only a higher order topological insulator (HOTI) phase. We show that the Wu-Hu interface states can be gapped by a uniform topology preserving $C_6$ and $T$ symmetric perturbation, which demonstrates the trivial nature of the interface. Our results reveals that topology is not a necessary condition for the reported helical edge states in many photonics systems and opens new possibilities for interface engineering that may not be constrained to require topological designs. ",
    "url": "https://arxiv.org/abs/2303.12617",
    "authors": [
      "Shupeng Xu",
      "Yuhui Wang",
      "Ritesh Agarwal"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.12666",
    "title": "Euclidean Quantum Field Theory from Variational Dynamics",
    "abstract": "A variational phase space is constructed for a system of fields on Euclidean space with periodic boundary conditions. An extended action functional is defined such that the Euler-Lagrange equations generate a symplectic flow on the variational phase space. This symplectic flow is numerically integrated as it evolves with respect to the variational parameter. Assuming ergodicity, the resulting flow samples the Euclidean path integral. ",
    "url": "https://arxiv.org/abs/2303.12666",
    "authors": [
      "Brenden McDearmon"
    ],
    "subjectives": [
      "High Energy Physics - Lattice (hep-lat)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12794",
    "title": "A fiber-integrated quantum memory for telecom light",
    "abstract": "We demonstrate the storage and on-demand retrieval of single-photon-level telecom pulses in a fiber cavity. The cavity is formed by fiber Bragg gratings at either end of a single-mode fiber. Photons are mapped into, and out of, the cavity using quantum frequency conversion driven by intense control pulses. In a first, spliced-fiber, cavity we demonstrate storage up to 0.55$\\mu$s (11 cavity round trips), with $11.3 \\pm 0.1$% total memory efficiency, and a signal-to-noise ratio of $12.8$ after 1 round trip. In a second, monolithic cavity, we increase this lifetime to 1.75$\\mu$s (35 round trips) with a memory efficiency of $12.7 \\pm 0.2%$ (SNR of $7.0 \\pm 0.2$) after 1 round trip. Fiber-based cavities for quantum storage at telecom wavelengths offer a promising route to synchronizing spontaneous photon generation events and building scalable quantum networks. ",
    "url": "https://arxiv.org/abs/2303.12794",
    "authors": [
      "K. A. G. Bonsma-Fisher",
      "C. Hnatovsky",
      "D. Grobnic",
      "S. J. Mihailov",
      "P. J. Bustard",
      "D. G. England",
      "B. J. Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.08977",
    "title": "Artificial diffusion for convective and acoustic low Mach number flows  I: Analysis of the modified equations, and application to Roe-type schemes",
    "abstract": " Comments: 38 pages, 8 figures. Updated version including peer review. Published in Journal of Computational Physics ",
    "url": "https://arxiv.org/abs/2112.08977",
    "authors": [
      "J. Hope-Collins",
      "L. di Mare"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2205.05220",
    "title": "An mCherry biolaser based on microbubble cavity with ultra-low threshold",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2205.05220",
    "authors": [
      "Jiyang Ma",
      "Shuoying Zhao",
      "Xubiao Peng",
      "Gaoshang Li",
      "Yuanjin Wang",
      "Bo Zhang",
      "Qing Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01000",
    "title": "Simulating quantum circuits using tree tensor networks",
    "abstract": " Comments: 13 pages, 16 figures, 1 algorithm, Latex; Comments for version 3: preparation for publication in the Quantum Journal, additional comparison to existing approaches, more details on the experiments and outcomes, general rephrasing and improvements for clarity ",
    "url": "https://arxiv.org/abs/2206.01000",
    "authors": [
      "Philipp Seitz",
      "Ismael Medina",
      "Esther Cruz",
      "Qunsheng Huang",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.09520",
    "title": "Tailoring iridescent visual appearance with disordered resonant  metasurfaces",
    "abstract": " Title: Tailoring iridescent visual appearance with disordered resonant  metasurfaces ",
    "url": "https://arxiv.org/abs/2211.09520",
    "authors": [
      "A. Agreda",
      "T. Wu",
      "A. Hereu",
      "M. Treguer-Delapierre",
      "G. L. Drisko",
      "K. Vynck",
      "P. Lalanne"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01499",
    "title": "Qi standard metasurface for free-positioning and multi-device supportive  wireless power transfer",
    "abstract": " Title: Qi standard metasurface for free-positioning and multi-device supportive  wireless power transfer ",
    "url": "https://arxiv.org/abs/2302.01499",
    "authors": [
      "Hanwei Wang",
      "Joshua Yu",
      "Xiaodong Ye",
      "Yun-Sheng Chen",
      "Yang Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07201",
    "title": "Development of a prototype superconducting radio-frequency cavity for  conduction-cooled accelerators",
    "abstract": " Title: Development of a prototype superconducting radio-frequency cavity for  conduction-cooled accelerators ",
    "url": "https://arxiv.org/abs/2302.07201",
    "authors": [
      "G. Ciovati",
      "J. Anderson",
      "S. Balachandran",
      "G. Cheng",
      "B. Coriton",
      "E. Daly",
      "P. Dhakal",
      "A. Gurevich",
      "F. Hannon",
      "K. Harding",
      "L. Holland",
      "F. Marhauser",
      "K. McLaughlin",
      "D. Packard",
      "T. Powers",
      "U. Pudasaini",
      "J. Rathke",
      "R. Rimmer",
      "T. Schultheiss",
      "H. Vennekate",
      "D. Vollmer"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2303.11814",
    "title": "Ultrasound sensing with optical microcavities",
    "abstract": " Title: Ultrasound sensing with optical microcavities ",
    "url": "https://arxiv.org/abs/2303.11814",
    "authors": [
      "Xuening Cao",
      "Hao Yang",
      "Bei-Bei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]