[
  {
    "id": "arXiv:2303.05569",
    "title": "Comparative Study of Semiconductors for Terahertz Generation by  Nonlinear Optical Process: An Overview",
    "abstract": "This study investigates different type of semiconductor crystals including assessing several physical characteristics and relevant parameters, which are refraction index, multiphoton absorption coefficient, electro-optic coefficient, nonlinear coefficient, phase tilting angle, and figure of merit, and mapping them for a comparison to look into options which can be promising alternative efficient sources for Terahertz (THz) generation due to the increasing day to day demand for the efficient sources. The Zinc blende Semiconductor Crystals (ZnTe, ZnSe, GaP, GaAs, and CdTe) as well as newly introduced elemental semiconductors (Selenium and Tellurium) are examined. In this study, we aimed to combine literature review to gather the scattered data about optical properties of semiconductor materials introduced here as well as theoretical calculations. Some of the missing data that is not available from previous research or literature will be calculated and modelled here based on the dielectric function and intrinsic properties of the abovementioned semiconductors. It is discovered that at a higher pumping wavelength, Selenium crystal will make the most promising source for terahertz generation due to its properties compared with the other materials assessed in this study. These freshly introduced semiconductors with different pumping conditions can lead to an optimistic view for the unprecedented efficiencies. ",
    "url": "https://arxiv.org/abs/2303.05569",
    "authors": [
      "Fauzul Rizal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2303.05613",
    "title": "Observation of mHz-level cooperative Lamb shifts in an optical atomic  clock",
    "abstract": "We report on the direct observation of resonant electric dipole-dipole interactions in a cubic array of atoms in the many-excitation limit. The interactions, mediated by single-atom couplings to the shared electromagnetic vacuum, are shown to produce spatially-dependent cooperative Lamb shifts when spectroscopically interrogating the mHz-wide optical clock transition in strontium-87. We show that the ensemble-averaged shifts can be suppressed below the level of evaluated systematic uncertainties for state-of-the-art optical atomic clocks. Additionally, we demonstrate that excitation of the atomic dipoles near a Bragg angle can enhance these effects by nearly an order of magnitude compared to non-resonant geometries. Given the remarkable precision of frequency measurements and the high accuracy of the modeled response, our work demonstrates that such a clock is a novel platform for studies of the quantum many-body physics of spins with long-range interactions mediated by propagating photons. ",
    "url": "https://arxiv.org/abs/2303.05613",
    "authors": [
      "Ross B. Hutson",
      "William R. Milner",
      "Lingfeng Yan",
      "Jun Ye",
      "Christian Sanner"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.05644",
    "title": "High-Speed and Energy-Efficient Non-Volatile Silicon Photonic Memory  Based on Heterogeneously Integrated Memresonator",
    "abstract": "Recently, interest in programmable photonics integrated circuits has grown as a potential hardware framework for deep neural networks, quantum computing, and field programmable arrays (FPGAs). However, these circuits are constrained by the limited tuning speed and large power consumption of the phase shifters used. In this paper, introduced for the first time are memresonators, or memristors heterogeneously integrated with silicon photonic microring resonators, as phase shifters with non-volatile memory. These devices are capable of retention times of 12 hours, switching voltages lower than 5 V, an endurance of 1,000 switching cycles. Also, these memresonators have been switched using voltage pulses as short as 300 ps with a record low switching energy of 0.15 pJ. Furthermore, these memresonators are fabricated on a heterogeneous III-V/Si platform capable of integrating a rich family of active, passive, and non-linear optoelectronic devices, such as lasers and detectors, directly on-chip to enable in-memory photonic computing and further advance the scalability of integrated photonic processor circuits. ",
    "url": "https://arxiv.org/abs/2303.05644",
    "authors": [
      "Bassem Tossoun",
      "Di Liang",
      "Stanley Cheung",
      "Zhuoran Fang",
      "Xia Sheng",
      "John Paul Strachan",
      "Raymond G. Beausoleil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.05713",
    "title": "Sensitivity of Confinement Losses in Optical Fibers to Modeling Approach",
    "abstract": "A prime objective of modeling optical fibers is capturing mode confinement losses correctly. This paper demonstrates that specific modeling choices, especially regarding the outer fiber cladding regions and the placement of the computational boundary, have significant impacts on the calculated mode losses. Our results illustrate that one can obtain disparate mode confinement loss profiles for the same optical fiber design simply by moving the boundary to a new material region. We conclude with new recommendations for how to better model these losses. ",
    "url": "https://arxiv.org/abs/2303.05713",
    "authors": [
      "Pieter Vandenberge",
      "Jay Gopalakrishnan",
      "Jacob Grosek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Analysis of PDEs (math.AP)"
    ]
  },
  {
    "id": "arXiv:2303.05792",
    "title": "Development of novel low-mass module concepts based on MALTA monolithic  pixel sensors",
    "abstract": "The MALTA CMOS monolithic silicon pixel sensors has been developed in the Tower 180 nm CMOS imaging process. It includes an asynchronous readout scheme and complies with the ATLAS inner tracker requirements for the HL-LHC. Several 4-chip MALTA modules have been built using Al wedge wire bonding to demonstrate the direct transfer of data from chip-to-chip and to read out the data of the entire module via one chip only. Novel technologies such as Anisotropic Conductive Films (ACF) and nanowires have been investigated to build a compact module. A lightweight flex with 17 {\\mu}m trace spacing has been designed, allowing compact packaging with a direct attachment of the chip connection pads to the flex using these interconnection technologies. This contribution shows the current state of our work towards a flexible, low material, dense and reliable packaging and modularization of pixel detectors. ",
    "url": "https://arxiv.org/abs/2303.05792",
    "authors": [
      "J Weick",
      "F Dachs",
      "P Riedler",
      "M Vicente Barreto Pinto",
      "A M. Zoubir",
      "L Flores Sanz de Acedo",
      "I Asensi Tortajada",
      "V Dao",
      "D Dobrijevic",
      "H Pernegger",
      "M Van Rijnbach",
      "A Sharma",
      "C Solans Sanchez",
      "R de Oliveira",
      "D Dannheim",
      "J V Schmidt"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2303.05804",
    "title": "Deep Laser Cooling of Thulium Atoms to Sub-$μ$K Temperatures in  Magneto-Optical Trap",
    "abstract": "Deep laser cooling of atoms, ions, and molecules facilitates the study of fundamental physics as well as applied research. In this work, we report on the narrow-line laser cooling of thulium atoms at the wavelength of $506.2\\,\\textrm{nm}$ with the natural linewidth of $7.8\\,\\textrm{kHz}$, which widens the limits of atomic cloud parameters control. Temperatures of about $400\\,\\textrm{nK}$, phase-space density of up to $3.5\\times10^{-4}$ and $2\\times10^6$ number of trapped atoms were achieved. We have also demonstrated formation of double cloud structure in an optical lattice by adjusting parameters of the $506.2\\,\\textrm{nm}$ magneto-optical trap. These results can be used to improve experiments with BEC, atomic interferometers, and optical clocks. ",
    "url": "https://arxiv.org/abs/2303.05804",
    "authors": [
      "Daniil Provorchenko",
      "Dmitry Tregubov",
      "Denis Mishin",
      "Mikhail Yaushev",
      "Denis Kryuchkov",
      "Vadim Sorokin",
      "Ksenia Khabarova",
      "Artem Golovizin",
      "Nikolay Kolachevsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06065",
    "title": "Symmetry-Preserving Coupling Method for Topological Acoustic  Metamaterials",
    "abstract": "In this paper we investigate different types of couplings used in acoustic metamaterials requiring preservation of symmetries. For testing we use the SSH model to test whether topologically edge and interface modes are supported with the different types of connection. We observed that a modular platform where the resonators are coupled through the bottom is the simplest method that is accurate and flexible. ",
    "url": "https://arxiv.org/abs/2303.06065",
    "authors": [
      "Ssu-Ying Chen",
      "Camelia Prodan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.06119",
    "title": "Non-invasive Retrieval of the Transmission Matrix for Optical Imaging  Deep Inside a Multiple Scattering Medium",
    "abstract": "As light travels through a disordered medium such as biological tissues, it undergoes multiple scattering events. This phenomenon is detrimental to in-depth optical microscopy, as it causes a drastic degradation of contrast, resolution and brightness of the resulting image beyond a few scattering mean free paths. However, the information about the inner reflectivity of the sample is not lost; only scrambled. To recover this information, a matrix approach of optical imaging can be fruitful. Here we report on the compressed measurement of a high-dimension reflection matrix R via low coherence interferometry. Then, we show how the inner transmission matrix linking each camera sensor and each medium voxel can be extracted through an iterative multi-scale analysis of wave distortions contained in R. This transmission matrix is the Holy Grail for volumetric imaging since it enables an optimal compensation of forward multiple scattering paths and provides a three-dimensional confocal image of the sample as the latter one had become digitally transparent. The proof-of-concept experiment is performed on a human opaque cornea and an extension of the penetration depth by a factor five is demonstrated compared to the state-of-the-art. ",
    "url": "https://arxiv.org/abs/2303.06119",
    "authors": [
      "Ulysse Najar",
      "Victor Barolle",
      "Paul Balondrade",
      "Mathias Fink",
      "A. Claude Boccara",
      "Alexandre Aubry"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.05612",
    "title": "Robin boundary conditions in acoustic BTZ black holes",
    "abstract": "We introduce an analog model for the conformally coupled scalar field on the BTZ black hole. The model is based on the propagation of acoustic waves in a Laval nozzle. Since the BTZ black hole is not a globally hyperbolic spacetime, the dynamics of the scalar field is not well defined until extra boundary conditions are prescribed at its spatial infinity. We show that quasinormal modes (QNMs) satisfying Dirichlet, Neumann, and Robin boundary conditions in the BTZ black hole can be interpreted in terms of ordinary QNMs defined with respect to an appropriately extended nozzle. We also discuss the stability of our model with respect to small perturbations. ",
    "url": "https://arxiv.org/abs/2303.05612",
    "authors": [
      "Christyan C. de Oliveira",
      "Ricardo A. Mosna",
      "João Paulo M. Pitelli"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Mathematical Physics (math-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2303.05643",
    "title": "Quantum imaging of biological organisms through spatial and polarization  entanglement",
    "abstract": "Quantum imaging can potentially provide certain advantages over classical imaging. Thus far, however, the signal-to-noise ratios (SNRs) are poor; the resolvable pixel counts are low; biological organisms have not been imaged; birefringence has not been quantified. Here, we introduce quantum imaging by coincidence from entanglement (ICE). Utilizing spatially and polarization entangled photon pairs, ICE exhibits higher SNRs, greater resolvable pixel counts, imaging of biological organisms, and ghost birefringence quantification; it also enables 25 times greater suppression of stray light than classical imaging. ICE can potentially empower quantum imaging towards new applications in life sciences and remote sensing. ",
    "url": "https://arxiv.org/abs/2303.05643",
    "authors": [
      "Yide Zhang",
      "Zhe He",
      "Xin Tong",
      "David C. Garrett",
      "Rui Cao",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.05669",
    "title": "Coastal Kelvin Mode and The Fractional Quantum Hall Edge",
    "abstract": "This letter explores the relationship between the coastal Kelvin mode observed in the shallow water model of ocean waves and the edge mode of a fractional quantum Hall (FQH) state. The hydrodynamic equations for the FQH state can be written as a generalized form of the shallow water equations with Coriolis force, where the density replaces the height of the fluid column and the magnetic field plays the role of the Coriolis parameter. In the FQH case, the potential vorticity associated with the shallow water model becomes a constant. In contrast to the shallow water equations, the hydro system for the FQH state contains higher derivatives of velocity which enforces the no-stress boundary condition in addition to the no-penetration condition at the hard wall or coastal boundary. For these boundary conditions, the linearized edge dynamics has two chiral edge modes propagating in the same direction: a non-dispersing Kelvin mode and a dispersing chiral boson mode. We investigate the nature of these modes in the presence of the tangent electric field. We show that the Kelvin mode does not couple to the electric field and cannot transport charge. However, the dispersive chiral boson mode is consistent with the edge dynamics of the FQH state and satisfies the anomaly equation. ",
    "url": "https://arxiv.org/abs/2303.05669",
    "authors": [
      "Gustavo M. Monteiro",
      "Sriram Ganeshan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2205.06319",
    "title": "Transient dynamics of subradiance and superradiance in open optical  ensembles",
    "abstract": " Comments: 9 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2205.06319",
    "authors": [
      "Elliot Lu",
      "B. Shanker",
      "Carlo Piermarocchi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2210.11965",
    "title": "Modeling human observer detection in undersampled magnetic resonance  imaging (MRI) reconstruction with total variation and wavelet sparsity  regularization",
    "abstract": " Title: Modeling human observer detection in undersampled magnetic resonance  imaging (MRI) reconstruction with total variation and wavelet sparsity  regularization ",
    "url": "https://arxiv.org/abs/2210.11965",
    "authors": [
      "Alexandra G. O'Neill",
      "Emely L. Valdez",
      "Sajan Goud Lingala",
      "Angel R. Pineda"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2211.09595",
    "title": "Implementation and goals of quantum optics experiments in undergraduate  instructional labs",
    "abstract": " Comments: 18 pages, 4 figures, minor edits ",
    "url": "https://arxiv.org/abs/2211.09595",
    "authors": [
      "Victoria Borish",
      "H. J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2301.01630",
    "title": "Equalization of a 10 Gbps IMDD signal by a small silicon photonics time  delayed neural network",
    "abstract": " Comments: 14 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2301.01630",
    "authors": [
      "Emiliano Staffoli",
      "Mattia Mancinelli",
      "Paolo Bettotti",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.04948",
    "title": "Quantum Microscopy of Cancer Cells at the Heisenberg Limit",
    "abstract": " Comments: 20 pages, 4 figures; Supplementary Information 15 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2303.04948",
    "authors": [
      "Zhe He",
      "Yide Zhang",
      "Xin Tong",
      "Lei Li",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]