[
  {
    "id": "arXiv:2601.10813",
    "title": "Chemically decisive benchmarks on the path to quantum utility",
    "abstract": "           Progress towards quantum utility in chemistry requires not only algorithmic advances, but also the identification of chemically meaningful problems whose electronic structure fundamentally challenges classical methods. Here, we introduce a curated hierarchy of chemically decisive benchmark systems designed to probe distinct regimes of electronic correlation relevant to molecular, bioinorganic, and heavy-element chemistry. Moving beyond minimal toy models, our benchmark set spans multireference bond breaking (N$_2$), high-spin transition-metal chemistry (FeS), biologically relevant iron-sulfur clusters ([2Fe-2S]), and actinide-actinide bonding (U$_2$), which exhibits extreme sensitivity to active-space choice, relativistic treatment, and correlation hierarchy even within advanced multireference frameworks. As a concrete realization, we benchmark a recently developed automated and adaptive quantum algorithm based on generator-coordinate-inspired subspace expansion,ADAPT-GCIM, using a black-box workflow that integrates entropy-based active-space selection via the ActiveSpaceFinder tool. Across this chemically diverse problem set, ADAPT-GCIM achieves high accuracy in challenging correlation regimes. Equally importantly, these benchmarks expose general failure modes and design constraints-independent of any specific algorithm-highlighting the necessity of problem-aware and correlation-specific strategies for treating strongly correlated chemistry on quantum computers. To support systematic benchmarking and reproducible comparisons, the Hamiltonians for all systems studied are made openly available.         ",
    "url": "https://arxiv.org/abs/2601.10813",
    "authors": [
      "Srivathsan Poyyapakkam Sundar",
      "Vibin Abraham",
      "Bo Peng",
      "Ayush Asthana"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.10841",
    "title": "Geometrical optical activity induced by a continuous distribution of screw dislocations",
    "abstract": "           We study light propagation in a medium with uniform torsion, modeled as a continuum of screw dislocations within the geometric theory of defects. By solving Maxwell's equations in covariant form, we show that torsion induces intrinsic chirality and circular birefringence: right- and left-circular polarizations acquire different wavenumbers, leading to a purely geometric optical activity. The polarization plane of a linearly polarized beam rotates according to the simple law $\\Delta\\theta = \\Omega\\rho L$, linear in the dislocation density $\\Omega$, propagation length $L$, and transverse coordinate $\\rho$. This can be recast as an effective birefringence $\\Delta n = 2c\\Omega\\rho/\\omega$, providing geometric design rules for torsion-induced rotatory power. Using parameters from dislocated semiconductors, we obtain millidegree rotations over millimetre-scale paths, within reach of modern polarimetric techniques and amenable to enhancement in metamaterial platforms. We also show that the same spiral geometry implements a broadband geometric phase gate for polarization qubits and has an electronic analogue on the surface of cylindrical topological insulators, where torsion shears the Dirac cone, establishing a unified geometric link between torsion, optical activity, and topological electronic responses.         ",
    "url": "https://arxiv.org/abs/2601.10841",
    "authors": [
      "Humberto Belich",
      "Edilberto O. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2601.10858",
    "title": "High-resolution measurement of sea ice mechanical characteristics using Distributed Acoustic Sensing",
    "abstract": "           Sea ice mechanical properties are involved in dynamical processes acting from the scale of meters to several hundred kilometers. The current rapid changes in the state of polar sea ice require a better understanding and modeling of these processes and, therefore, accurate measurements of properties including sea ice thickness, density, Young's modulus and Poisson's ratio. These properties can be measured by tracking the propagation of elastic waves within the ice. Recent technological advances have enabled the use of fiber-optic cables as cost-effective, dense seismic arrays. Once connected to an interrogator unit and mechanically coupled to a medium, here the ice cover, these cables can monitor strain field propagation, using a technique called Distributed Acoustic Sensing (DAS). In this work, we describe the use of such an array of sensors in the coastal ice of the St. Lawrence Estuary, Canada, where a 600 m long optical fiber was deployed across three different morphological sea ice conditions. During hour-long recordings, we measured the propagation of both multi-modal seismic signals generated by active sources and hydro-elastic swell. We computed dispersion curves of active signals and used Continuous Wavelet Transform (CWT) to observe the evolution of swell characteristics in the different ice areas. The dispersion curves were successfully inverted to measure the spatial evolution of ice thickness, and Young's and flexural rigidity in each of these areas. We observed ice thicknesses from 25 cm to 68 cm and Young's modulus values between 4.5 GPa and 5.7 GPa, in good agreement with values derived from collocated geophone arrays and drill hole thickness measurements. DAS systems therefore appear to be effective in evaluating heterogeneous sea ice mechanical properties and thus sea ice formation history and dynamics.         ",
    "url": "https://arxiv.org/abs/2601.10858",
    "authors": [
      "Sébastien Kuchly",
      "Ludovic Moreau",
      "Vasco Zanchi",
      "Nicolas Mokus",
      "Véronique Dansereau",
      "Madison M. Smith",
      "Dany Dumont",
      "Stéphane Perrard",
      "Antonin Eddi"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2601.10985",
    "title": "Quantum-optical theory of the few femtosecond nonlinear optical response of Drude metals with a non-parabolic conduction band",
    "abstract": "           We develop an energy-space density matrix framework to investigate the interaction of extremely short optical pulses (ESPs) with transparent conducting oxides (TCOs). This approach captures not only electron populations, material polarization, and the permittivity, but also the quantum coherences between states. Compared to traditional momentum-space models, the energy-space formulation offers substantial computational simplification while retaining accuracy. Building on but going beyond the scope of Ref.~\\cite{single_cycle_nlty_Letter}, we focus on dynamical features previously unexplored. Our formulation reveals clear signatures of quantum coherence in the net absorption dynamics and highlights the emergence of strong excited-state absorption under intense excitation. It also clarifies that spontaneous emission can be neglected in this regime. Furthermore, we investigate the influence of pump pulse intensity on the local field's duration, spectral broadening and shift, and phase induced by carrier dynamics, highlighting the absorptive nature of the nonlinear response. Our results provide a unified framework for understanding nonlinear light-matter interaction in dispersive, low-density electron systems driven far from equilibrium by intense broadband excitation.         ",
    "url": "https://arxiv.org/abs/2601.10985",
    "authors": [
      "Ieng-Wai Un",
      "Subhajit Sarkar",
      "Yonatan Sivan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.11166",
    "title": "Optical losses in pure crystalline silicon in the IR band measured using WGM microresonators",
    "abstract": "           The need for semiconductor technology for crystalline silicon of the highest purity and homogeneity has provided samples exhibiting low optical absorption in the infrared range. Such silicon has become the basis for photonic elements in the telecommunication band, including high-Q microresonators, which are particularly important. However, at longer wavelengths, the loss mechanisms have not yet been sufficiently studied. At the same time, this range is extremely important, especially for biological and medical applications and for fundamental research. We used optical microresonators with whispering gallery modes made from various types of silicon crystals as a tool to study the loss mechanisms. The study involved the pump wavelengths 1.5, 2.6, 6.1, and 8.6 $\\mu$m and the maximum measured Q-factors were $1.5\\cdot10^9$, $5\\cdot10^8$, $1.6\\cdot10^7$, and $5\\cdot10^4$, respectively. We showed that the conductivity type does not noticeably influence the optical losses, while resistivity and the growing method are defining factors. Our study confirms the utility of WGM microresonators as loss measurement tools and provides significant potential for the development of silicon microresonator-based photonics in the mid-IR band.         ",
    "url": "https://arxiv.org/abs/2601.11166",
    "authors": [
      "Artem Shitikov",
      "Tatiana Tebeneva",
      "Oleg Benderov",
      "Dmitry Mylnikov",
      "Valery Lobanov",
      "Dmitry Chermoshentsev",
      "Igor Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.11228",
    "title": "Mountain resonance shapes the distribution of earthquake-induced landslides",
    "abstract": "           Earthquake-induced landslides are among the most destructive cascading hazards, yet the physical mechanisms governing their spatial distribution and size remain incompletely understood. While amplification of seismic waves by local topography is well documented, the role of mountain-scale resonance has remained largely untested. Here we demonstrate that the resonant frequency of mountains exerts a statistically significant control on the occurrence, spatial pattern, and size of coseismic landslides. Using the 2015 Mw 7.8 Gorkha earthquake in Nepal, which triggered more than 25,000 landslides, we combine three-dimensional modal analysis of 3,130 mountain bodies with a high-resolution landslide inventory. Landslides preferentially occur on mountains whose resonant frequencies (0.5-1.2 Hz) overlap with the dominant frequency content of the earthquake. Mountains affected by landslides exhibit systematically lower resonant frequencies than stable mountains, and larger landslides are associated with lower-frequency mountains. These findings provide quantitative evidence that mountain-scale resonance amplifies seismic ground motion sufficiently to influence landslide triggering, highlighting an overlooked mechanism that should be incorporated into assessments of earthquake-induced landslide hazard.         ",
    "url": "https://arxiv.org/abs/2601.11228",
    "authors": [
      "Ashok Dahal"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2601.11264",
    "title": "Inertial Self-Caging: Dynamics of Macroscopic Swimmers at Moderate Reynolds Number Sustaining Chemical Wake Resonance",
    "abstract": "           Self-propelled phoretic swimmers are generally studied in the laminar flow regime, where their low speed renders inertial effects negligible and trajectories highly predictable. This research tackles the challenge of propulsion in the inertial regime, at moderate Reynolds numbers (100 < Re < 200), where fluid dynamics becomes non-linear. By using a chemically driven macroscopic hydrogel this work demonstrates, through experiments and modeling, the existence of stable resonant states under confined geometry: as the swimmer circles, it interacts with its own lasting chemical wake. This chemical self-feedback creates a complex, stable motion characterized by both universal exponential speed decay with superimposed significant periodic speed oscillations. Furthermore, a critical threshold speed is identified, where the system abruptly transitions from the resonant oscillatory regime to a stochastic stop & go behavior. These findings provide a fundamental understanding of how chemical fields, hydrodynamic inertia, and confinement couple to determine the motion properties of high-speed active matter.         ",
    "url": "https://arxiv.org/abs/2601.11264",
    "authors": [
      "Alessandro Foradori",
      "Paolo Bettotti"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2601.11289",
    "title": "Decentralization can hinder frequency synchronization in power grids through multiple phase transitions",
    "abstract": "           Decarbonization is rapidly increasing the penetration of inverter-based renewables and other low-capacity generators, intensifying concerns about frequency synchronization in increasingly decentralized power grids. A common heuristic from Kuramoto onset theory and homogeneous parameter swing-equation models is that distributing generation across many smaller units reduces the effective heterogeneity of nodal injections (natural frequencies) and lowers the coupling required for synchronization. Here, using a second-order Kuramoto model, we investigate how decentralization affects frequency synchronization when inertia and damping scale with power generation and consumption. We find that decentralization does not always lower the critical frequency synchronization threshold. Instead, increasing decentralization can induce a non-monotonic dependence of the critical coupling strength and lead to a double phase transition in frequency synchronization. These behaviors remain robust under asymmetric inertia between consumers and generators. Even when empirical power-generation and power-consumption distributions are considered, a region in which the critical threshold remains nearly constant is observed as decentralization increases. Our results demonstrate that decentralization can give rise to complex collective dynamics and caution against assuming that decentralization alone ensures improved frequency synchronization.         ",
    "url": "https://arxiv.org/abs/2601.11289",
    "authors": [
      "Jung-Ho Kim",
      "Alex Arenas"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2601.11297",
    "title": "Microscopic quantum description of surface plasmon polaritons: revealing intrinsic ultrastrong light-matter coupling",
    "abstract": "           We develop a microscopic quantum theory of surface plasmon polaritons valid for arbitrary metal-dielectric geometries. Our framework is based on the Power-Zienau-Woolley representation of quantum electrodynamics, which provides an optimal separation between electronic and photonic degrees of freedom and is therefore particularly well suited for constructing quantum descriptions of polaritonic excitations in strongly dispersive media. Within this formulation, the fundamental electronic oscillator is identified as the bulk plasmon mode, which is nonperturbatively coupled to the radiative continuum of free photon modes. This coupling induces a geometry-dependent renormalization of the bulk plasma frequency, giving rise to confined plasmonic resonances. As specific applications, we recover the localized surface plasmon modes of metallic nanoparticles, including radiative frequency shifts and decay, as well as the exact dispersion relation of propagating surface plasmon polaritons at planar interfaces. Our quantum treatment further reveals that light-matter interactions at metal-dielectric interfaces are inherently in the ultrastrong coupling regime. As a result, in the quasistatic limit, the system exhibits unconventional ground-state quantum fluctuations that can be controlled through the refractive index. These results open new intriguing perspectives in the field of quantum plasmonics.         ",
    "url": "https://arxiv.org/abs/2601.11297",
    "authors": [
      "Florian Maurer",
      "Thomas F. Allard",
      "Yanko Todorov",
      "Guillaume Weick",
      "David Hagenmüller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.11343",
    "title": "Terahertz emission and detection using Ge-on-Si photoconductive antennas",
    "abstract": "           Germanium-on-Silicon (Ge-on-Si) is a promising, CMOS-compatible platform for integrated terahertz (THz) photonics, offering a low-cost alternative to III-V semiconductors. A primary challenge for Ge-based photoconductive antennas (PCAs), however, has been the long carrier lifetime of bulk Ge, preventing its use as a detector. Here, we demonstrate that amorphous Ge (a-Ge) films overcome this limitation, possessing inherent ultrashort carrier lifetimes ~ 1.11-1.38 ps. We leverage this property to demonstrate, for the first time to our knowledge, coherent THz pulse detection using undoped a-Ge-on-Si PCAs. We present a comparative study of devices fabricated on a-Ge films grown by plasma-enhanced chemical vapor deposition (PECVD) and DC magnetron sputtering. The PECVD-Ge device, with better homogeneity and a smoother morphology in the films, demonstrates superior performance for both THz emission and detection. As an emitter, the PECVD-Ge PCA achieves a 40 dB signal-to-noise ratio (SNR) with a bandwidth of ~ 3 THz. As a detector, it achieves a 32 dB SNR and a ~ 2 THz bandwidth, representing a ~2.5-fold increase in detected signal amplitude over the sputtered-Ge device. These results establish amorphous Ge-on-Si as a viable and scalable platform for both THz generation and detection, paving the way for fully integrated Si-based THz time-domain systems.         ",
    "url": "https://arxiv.org/abs/2601.11343",
    "authors": [
      "Dhanashree Chemate",
      "Abhishek Singh",
      "Utkarsh Pandey",
      "Ruturaj Puranik",
      "Vivek Dwij",
      "Priyanshu Gahlaut",
      "Siddhartha P. Duttagupta",
      "Shriganesh S. Prabhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.11346",
    "title": "Octave-spanning 10-GHz Er-doped solid-state optical frequency comb",
    "abstract": "           Optical frequency combs provide a phase-coherent interface between optical and microwave domains, underpinning advances in precision metrology, spectroscopy, and time-frequency transfer. Most conventional comb architectures are limited to sub-gigahertz repetition rates, constraining integration and scalability. Here, we demonstrate a compact, 10-GHz Er-doped solid-state frequency comb operating near the 1550 nm telecommunications window. The system, assembled entirely from commercially available components, produces a coherent spectrum spanning from 1150 nm to 2350 nm with exceptionally low intensity and phase noise. Full frequency stabilization of both pulse repetition and carrier envelope offset frequencies is demonstrated with respect to an RF reference. Comprehensive characterization reveals performance exceeding that of previously reported solid-state combs in power-per-mode and noise suppression. These results establish a robust and accessible platform for multi-gigahertz-repetition-rate comb synthesis, bridging laboratory-grade performance with practical deployment in optical communication, precision timing, and astronomical instrumentation.         ",
    "url": "https://arxiv.org/abs/2601.11346",
    "authors": [
      "Niccolò S. Barberio",
      "Francesco Canella",
      "Andrea Pertoldi",
      "Benjamin Rudin",
      "Oguzhan Kara",
      "Florian Emaury",
      "Antonio Caruso",
      "Dario Giannotti",
      "Francesco Leone",
      "Paolo Laporta",
      "Gianluca Galzerano"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.15030",
    "title": "Computational electro-optic frequency comb spectroscopy",
    "abstract": "           Computational techniques have gained significant traction in photonics, enabling the co-design of hardware and data processing algorithms to drastically simplify optical system architectures and improve their performance. However, their application in optical frequency comb spectroscopy remains considerably underexplored. In this work, we introduce a non-interferometric approach to frequency comb spectroscopy based on dynamically tailored electro-optic modulation. The core of our method is a reconfigurable electro-optic comb generator capable of producing a sequence of known comb spectra to interrogate a spectroscopic sample. Instead of recording spectrally resolved or interferometric data, our system captures a set of integrated optical power measurements--one per probe comb--from which the sample's spectral response is computationally reconstructed by solving an inverse problem. We present the theoretical foundations of this method, assess its limitations, and validate it through numerical simulations. As a proof of concept, we demonstrate the experimental reconstruction of several spectral signatures, including a molecular absorption line at 1545 nm. For these results, we use numerically computed spectra and experimentally measured power values, all acquired within 10 milliseconds. Finally, we discuss potential extensions and improvements of the method, as well as its integration into chip-scale spectroscopic systems.         ",
    "url": "https://arxiv.org/abs/2509.15030",
    "authors": [
      "J.J. Navarro-Alventosa",
      "A. Aupart-Acosta",
      "V. Duran"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.24063",
    "title": "Benchmarking foundation potentials against quantum chemistry methods for predicting molecular redox potentials",
    "abstract": "           Computational high-throughput virtual screening is essential for identifying redox-active molecules for sustainable applications such as electrochemical carbon capture. A primary challenge in this approach is the high computational cost associated with accurate quantum chemistry calculations. Machine learning foundation potentials (FPs) trained on extensive density functional theory (DFT) calculations offer a computationally efficient alternative. Here, we benchmark the MACE-OMol-0 and UMA FPs against a hierarchy of DFT functionals for predicting experimental molecular redox potentials for both electron transfer (ET) and proton-coupled electron transfer (PCET) reactions. We find that these FPs achieve exceptional accuracy for PCET processes, rivaling their target DFT method. However, the performance is diminished for ET reactions, particularly for multi-electron transfers involving reactive ions that are underrepresented in the OMol25 training data, revealing a key out-of-distribution limitation. To overcome this, we propose an optimal hybrid workflow that uses the FPs for efficient geometry optimization and thermochemical analysis, followed by a crucial single-point DFT energy refinement and an implicit solvation correction. This pragmatic approach provides a robust and scalable strategy for accelerating high-throughput virtual screening in sustainable chemistry.         ",
    "url": "https://arxiv.org/abs/2510.24063",
    "authors": [
      "Yicheng Chen",
      "Lixue Cheng",
      "Yan Jing",
      "Peichen Zhong"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26741",
    "title": "Characterization of the H2M Monolithic CMOS Sensor",
    "abstract": "           The H2M (Hybrid-to-Monolithic) is a monolithic pixel sensor manufactured in a modified \\SI{65}{\\nano\\meter}~CMOS imaging process with a small collection electrode. Its design addresses the challenges of porting an existing hybrid pixel detector architecture into a monolithic chip, using a digital-on-top design methodology, and developing a compact digital cell library. Each square pixel integrates an analog front-end and digital pulse processing with an 8-bit counter within a \\SI{35}{\\micro\\meter}~pitch. This contribution presents the performance of H2M based on laboratory and test beam measurements, including a comparison with analog front-end simulations in terms of gain and noise. A particular emphasis is placed on backside thinning in order to reduce material budget, down to a total chip thickness of \\SI{21}{\\micro\\meter} for which no degradation in MIP detection performance is observed. For all investigated samples, a MIP detection efficiency above \\SI{99}{\\%} is achieved below a threshold of approximately 205 electrons. At this threshold, the fake-hit rate corresponds to a matrix occupancy of fewer than one pixel per the \\SI{500}{\\nano\\second}~frame. Measurements reveal a non-uniform in-pixel response, attributed to the formation of local potential wells in regions with low electric field. A simulation flow combining technology computer-aided design, Monte Carlo, and circuit simulations is used to investigate and describe this behavior, and is applied to develop mitigation strategies for future chip submissions with similar features.         ",
    "url": "https://arxiv.org/abs/2510.26741",
    "authors": [
      "Rafael Ballabriga",
      "Eric Buschmann",
      "Michael Campbell",
      "Raimon Casanova Mohr",
      "Dominik Dannheim",
      "Jona Dilg",
      "Ana Dorda",
      "Ono Feyens",
      "Finn King",
      "Philipp Gadow",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Yajun He",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Stephan Lachnit",
      "Corentin Lemoine",
      "Stefano Maffessanti",
      "Larissa Mendes",
      "Younes Otarid",
      "Christian Reckleben",
      "Sébastien Rettie",
      "Manuel Alejandro del Rio Viera",
      "Sara Ruiz Daza",
      "Judith Schlaadt",
      "Adriana Simancas",
      "Walter Snoeys",
      "Simon Spannagel",
      "Tomas Vanat",
      "Anastasiia Velyka",
      "Gianpiero Vignola",
      "Håkan Wennlöf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2601.10363",
    "title": "A compact Optical Liquid Argon Facility at Roma Tre",
    "abstract": "           In this paper we present a compact test facility for the measurement of optical properties of liquid argon as scintillation detector. The setup is under preparation at Roma Tre and it has a volume of 40 L liquid argon, which is liquefied from argon gas with a purity of $\\ge 99.9999\\%$ vol. To readout the scintillation photons from liquid argon with the highest intensity near 127 nm, we use the vacuum ultraviolet silicon photomultipliers from Hamamatsu. By submerging the photon detectors directly inside the liquid argon, we can eliminate the systematics from the wave length shifter and light guides which have been commonly used to detect the scintillation photons of liquid argon.         ",
    "url": "https://arxiv.org/abs/2601.10363",
    "authors": [
      "Hexi Shi",
      "Valerio D'Andrea",
      "Krzysztof Szczepaniec",
      "Giuseppe Salamanna",
      "Diego Tagnani"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.06373",
    "title": "Quantum feedback control of a two-atom network closed by a semi-infinite waveguide",
    "abstract": "           The purpose of this paper is to study the delay-dependent coherent feedback dynamics by focusing on one typical realization, i.e., a two-atom quantum network whose feedback loop is closed by a semi-infinite waveguide. In this set-up, an initially excited two-level atom can emit a photon into the waveguide, where the propagating photon can be reflected by the terminal mirror of the waveguide or absorbed by the other atom, thus constructing various coherent feedback loops. We show that there can be two-photon, one-photon or zero-photon states in the waveguide, which can be controlled by the feedback loop length and the coupling strengths between the atoms and waveguide. The photonic states in the waveguide are analyzed in both the frequency domain and the spatial domain, and the transient process of photon emissions is better understood based on a comprehensive analysis using both domains. Interestingly, we clarify that this quantum coherent feedback network can be mathematically modeled as a linear control system with multiple delays, which are determined by the distances between atoms and the terminal mirror of the semi-infinite waveguide. Therefore, based on time-delayed linear control system theory, the influence of delays on the stability of the quantum state evolution and the steady-state atomic and photonic states is investigated, for both small and large delays.         ",
    "url": "https://arxiv.org/abs/2306.06373",
    "authors": [
      "Haijin Ding",
      "Guofeng Zhang",
      "Mu-Tian Cheng",
      "Guoqing Cai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04082",
    "title": "Surface Optimization of Aluminum Resonators for Robust Quantum Device Fabrication",
    "abstract": "           Aluminum remains the central material for superconducting qubits, and considerable effort has been devoted to optimizing its deposition and patterning for quantum devices. However, while post-processing of Nb- and Ta-based resonators has been widely explored, primarily focusing on oxide removal using buffered oxide etch (BOE), post-treatment strategies for Al resonators remain underdeveloped. This challenge becomes particularly relevant for industry-scale fabrication with multichip bonding, where delays between sample preparation and cooldown require surface treatments that preserve low dielectric loss during extended exposure to ambient conditions. In this work, we investigate surface modification approaches for Al resonators subjected to a 24-hour delay prior to cryogenic measurement. Passivation using self-limiting oxygen and fluorine chemistries was evaluated utilizing different plasma processes. Remote oxygen plasma treatment reduced dielectric losses, in contrast to direct plasma, likely due to additional ashing of residual resist despite the formation of a thicker oxide layer on both Si and Al surfaces. A fluorine-based plasma process was developed that passivated the Al surface with fluorine for subsequent BOE treatment. However, increasing fluorine incorporation in the aluminum oxide correlated with higher loss, identifying fluorine as an unsuitable passivation material for Al resonators. Finally, selective oxide removal using HF vapor and phosphoric acid was assessed for surface preparation. HF vapor selectively etched SiO2 while preserving Al2O3, whereas phosphoric acid exhibited the opposite selectivity. Sequential application of both etches yielded dielectric losses as low as $\\delta_\\mathrm{LP} = 5.2 \\times 10^{-7}$ ($Q\\mathrm{i} \\approx 1.9\\,\\mathrm{M}$) in the single photon regime, demonstrating a promising pathway for robust Al-based resonator fabrication.         ",
    "url": "https://arxiv.org/abs/2601.04082",
    "authors": [
      "Simon J. K. Lang",
      "Ignaz Eisele",
      "Alwin Maiwald",
      "Emir Music",
      "Luis Schwarzenbach",
      "Carla Morán-Guizán",
      "Johannes Weber",
      "Daniela Zahn",
      "Thomas Mayer",
      "Rui N. Pereira",
      "Christoph Kutter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]