[
  {
    "id": "arXiv:2209.02900",
    "title": "Cross-calibration of atomic pressure sensors and deviation from quantum  diffractive collision universality for light particles",
    "abstract": "The total room-temperature, velocity-averaged cross section for atom-atom and atom-molecule collisions is well approximated by a universal function depending only on the magnitude of the leading order dispersion coefficient, $C_6$. This feature of the total cross section together with the universal function for the energy distribution transferred by glancing angle collisions ($P_{\\rm{QDU}6}$) can be used to empirically determine the total collision cross section and realize a self-calibrating, vacuum pressure standard. This was previously validated for Rb+N$_2$ and Rb+Rb collisions. However, the post-collision energy distribution is expected to deviate from $P_{\\rm{QDU}6}$ in the limit of small $C_6$ and small reduced mass. Here we observe this deviation experimentally by performing a direct cross-species loss rate comparison between Rb+H$_2$ and Li+H$_2$ and using the \\textit{ab initio} value of $\\langle \\sigma_{\\rm{tot}} \\, v \\rangle_{\\rm{Li+H}_2}$. We find a velocity averaged total collision cross section ratio, $R = \\langle \\sigma_{\\rm{tot}} \\, v \\rangle_{\\rm{Li+H}_2} : \\langle \\sigma_{\\rm{tot}} \\, v \\rangle_{\\rm{Rb+H}_2} = 0.83(5)$. Based on an \\textit{ab initio} computation of $\\langle \\sigma_{\\rm{tot}} \\, v \\rangle_{\\rm{Li+H}_2} = 3.13(6)\\times 10^{-15}$ m$^3$/s, we deduce $\\langle \\sigma_{\\rm{tot}} \\, v \\rangle_{\\rm{Rb+H}_2} = 3.8(2) \\times 10^{-15}$ m$^3$/s, in agreement with a Rb+H$_2$ \\textit{ab initio} value of $\\langle \\sigma_{\\mathrm{tot}} v \\rangle_{\\mathrm{Rb+H_2}} = 3.57 \\times 10^{-15} \\mathrm{m}^3/\\mathrm{s}$.By contrast, fitting the Rb+H$_2$ loss rate as a function of trap depth to the universal function we find $\\langle \\sigma_{\\rm{tot}} \\, v \\rangle_{\\rm{Rb+H}_2} = 5.52(9) \\times 10^{-15}$ m$^3$/s. Finally, this work demonstrates how to perform a cross-calibration of sensor atoms to extend and enhance the cold atom based pressure sensor. ",
    "url": "https://arxiv.org/abs/2209.02900",
    "authors": [
      "Pinrui Shen",
      "Erik Frieling",
      "Katherine R. Herperger",
      "Denis Uhland",
      "Riley A. Stewart",
      "Avinash Deshmukh",
      "Roman V. Krems",
      "James L. Booth",
      "Kirk W. Madison"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02909",
    "title": "Polarition localization and spectroscopic properties of disordered  quantum emitters in spatially-extended microcavities",
    "abstract": "Experiments have demonstrated that the strong light-matter coupling in polaritonic microcavities significantly enhance conductivity. The theoretical investigation is challenging, as one has to accurately describe both the continuum of light modes and energetically, spatially and orientational disorder of the quantum emitters. In this Letter, we exactly solve the continuum-mode disordered Tavis-Cummings model and predict the spectral properties and the structure of the eigenstates, i.e., the polaritons, and their localization length. Independent of the dimension, all polaritons are localized in space and decay exponentially with distance from the center. Yet, the localization length diverges rapidly as the energy moves away from the quantum emitter excitation energies, such that it by far exceeds the typical length of microcavities. This defines a ballistic and a localized transport regime. The localization length depends sensitively on the light-matter interaction strength and can increase by more than one order of magnitude when slightly increasing the interaction strength. Intriguingly, the localization length can exhibit a turnover as a function of disorder, which is in contrast to the monotonically decaying localization length for the celebrated Anderson localization. The analytical predictions are confirmed by numerically exact finite-size calculations and shed light on spectroscopic and transport measurements in cavities. ",
    "url": "https://arxiv.org/abs/2209.02909",
    "authors": [
      "Georg Engelhardt",
      "Jianshu Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02923",
    "title": "Phase-resolved measurement and control of ultrafast dynamics in  terahertz electronic oscillators",
    "abstract": "As a key component for next-generation wireless communications (6G and beyond), terahertz (THz) electronic oscillators are being actively developed. Precise and dynamic phase control of ultrafast THz waveforms is essential for high-speed beam steering and high-capacity data transmission. However, measurement of such ultrafast dynamic process is beyond the scope of electronics due to the limited bandwidth of the electrical measuring instruments. Here we surpass this limit by applying photonic technology. Using a femtosecond laser, we generate offset-free THz pulses to phase-lock the electronic oscillators based on a resonant tunneling diode. This enables us to perform phase-resolved measurement of the emitted THz electric field waveform in time-domain with sub-cycle time resolution. Ultrafast dynamic response such as anti-phase locking behaviour is observed, which is distinct from in-phase stimulated emission observed in laser oscillators. We also show that the dynamics follows the universal synchronization theory for limit cycle oscillators. This provides a basic guideline for dynamic phase control of THz electronic oscillators, enabling many key performance indicators to be achieved in the new era of 6G and beyond. ",
    "url": "https://arxiv.org/abs/2209.02923",
    "authors": [
      "Takashi Arikawa",
      "Jaeyong Kim",
      "Toshikazu Mukai",
      "Naoki Nishigami",
      "Masayuki Fujita",
      "Tadao Nagatsuma",
      "Koichiro Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03004",
    "title": "Comparing Instrument Spectral Sensitivity of Dissimilar Electromagnetic  Haloscopes to Axion Dark Matter and High Frequency Gravitational Waves",
    "abstract": "It is known that axion haloscopes that operate to search for dark matter axions via the 2-photon anomaly are also sensitive to gravitational waves (GWs) through the inverse Gertsenshtein effect. Recently this way of searching for high frequency GWs has gained momentum as it has been shown that the strain sensitivity of such detectors, h_g, are of the same order of sensitivity as the axion-photon theta angle, \\theta_a, which is related to the axion 2-photon coupling, g_{a\\gamma\\gamma}, by, \\theta_a = g_{a\\gamma\\gamma}a, where, a, is the axion scalar field. This means after calculating the sensitivity of a haloscope to an axion signal, we also have calculated the order of magnitude sensitivity to a GW signal of the same spectral and temporal form. However, it is unlikely that a GW and an axion signal will be of the same form since physically the way the signals are generated are completely different. For GW detection, the spectral strain sensitivity in units strain per square root Hz, and is the natural way to compare the sensitivity of GW detectors due to its independence on the GW signal. Likewise, one can define a spectral axion-photon theta angle sensitivity in units of theta angle per square root Hz for axion detectors, which is independent of the axion signal. In this work we introduce a systematic way to calculate the spectral sensitivity of an axion haloscope so instrument comparison may be achieved independent of signal assumptions and only depends on the axion to signal transduction sensitivity and noise in the instrument. Thus, the calculation of the spectral sensitivity not only allows the comparison of dissimilar axion detectors independent of signal, but also allows comparison of the GW sensitivity in terms of spectral strain sensitivity, allowing comparisons to standard GW detectors based on optical interferometers and resonant-mass technology. ",
    "url": "https://arxiv.org/abs/2209.03004",
    "authors": [
      "Michael E. Tobar",
      "Catriona A. Thomson",
      "William M. Campbell",
      "Aaron Quiskamp",
      "Jeremy F. Bourhill",
      "Benjamin T. McAllister",
      "Eugene N. Ivanov",
      "Maxim Goryachev"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2209.03006",
    "title": "Measurement of the cluster position resolution of the Belle II Silicon  Vertex Detector",
    "abstract": "The Silicon Vertex Detector (SVD), with its four double-sided silicon strip sensor layers, is one of the two vertex sub-detectors of Belle II operating at SuperKEKB collider (KEK, Japan). Since 2019 and the start of the data taking, the SVD has demonstrated a reliable and highly efficient operation, even running in an environment with harsh beam backgrounds that are induced by the world's highest instantaneous luminosity. In order to provide the best quality track reconstruction with an efficient pattern recognition and track fit, and to correctly propagate the uncertainty on the hit's position to the track parameters, it is crucial to precisely estimate the resolution of the cluster position measurement. Several methods for estimating the position resolution directly from the data will be discussed. ",
    "url": "https://arxiv.org/abs/2209.03006",
    "authors": [
      "R. Leboucher",
      "K. Adamczyk",
      "L. Aggarwal",
      "H. Aihara",
      "T. Aziz",
      "S. Bacher",
      "S. Bahinipati",
      "G. Batignani",
      "J. Baudot",
      "P.K. Behera",
      "S. Bettarini",
      "T. Bilka",
      "A. Bozek",
      "F. Buchsteiner",
      "G. Casarosa",
      "L. Corona",
      "T. Czank",
      "S.B. Das",
      "G. Dujany",
      "C. Finck",
      "F. Forti",
      "M. Friedl",
      "A. Gabrielli",
      "E. Ganiev",
      "B. Gobbo",
      "S. Halder",
      "K. Hara",
      "S. Hazra",
      "T. Higuchi",
      "C. Irmler",
      "A. Ishikawa",
      "H.B. Jeon",
      "Y. Jin",
      "C. Joo",
      "M. Kaleta",
      "A.B. Kaliyar",
      "J. Kandra",
      "K.H. Kang",
      "P. Kapusta",
      "P. Kodys",
      "T. Kohriki",
      "M. Kumar",
      "R. Kumar",
      "C. La Licata",
      "K. Lalwani",
      "S.C. Lee",
      "J. Libby",
      "L. Martel",
      "L. Massaccesi",
      "S.N. Mayekar",
      "G.B. Mohanty",
      "T. Morii",
      "K.R. Nakamura",
      "Z. Natkaniec",
      "Y. Onuki",
      "W. Ostrowicz",
      "A. Paladino",
      "E. Paoloni",
      "H. Park",
      "L. Polat",
      "K.K. Rao",
      "I. Ripp-Baudot",
      "G. Rizzo",
      "D. Sahoo",
      "C. Schwanda",
      "J. Serrano",
      "J. Suzuki",
      "S. Tanaka",
      "H. Tanigawa"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.03156",
    "title": "A Numerical Study of Lid Driven Cavity with Mixed Convection",
    "abstract": "Direct Numerical Simulation have been carried out for a two dimensional flow in a Lid driven cavity at Reynolds number 5000 and Prandtl number 7 with water as the working fluid. Both the side walls of the enclosure are insulated(i.e. adiabatic boundary condition), while the bottom plate is at higher temperature and the top wall is at colder temperature. Effects of heating of the bottom wall and movement of the top lid have been investigated by conducting numerical simulations at different Richardson numbers by varying from low and moderate magnitudes within the limits of Boussinesq-approximation. Three standard cases has been compared, in the first case heating effects are not taken into account and only the flow due to shear action of the plate is studied. In the second case only the heating effects are taken into account and shear effects are neglected. In the third case effects of both heating and shear action is taken into consideration(i.e. mixed convection). Drag force on the moving plate is calculated in all the three cases and effect of temperature on the drag force is studied. For running the above simulation a code has been developed which is validated by comparing the results with Ghia et al for non-heating case. ",
    "url": "https://arxiv.org/abs/2209.03156",
    "authors": [
      "Aditya Shankar Garg",
      "Ishan Singh"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2209.03163",
    "title": "Quantum black holes, partition of integers and self-similarity",
    "abstract": "We take the view that the area of a black hole's event horizon is quantized, $A = l_P^2 \\, (4 \\ln 2) \\, N$, and the associated degrees of freedom are finite in number and of fermionic nature. We then investigate general aspects of the entropy, $S_{BH}$, our main focus being black-hole self-similarity. We first find a two-to-one map between the black hole's configurations and the ordered partitions of the integer $N$. Hence we construct from there a composition law between the sub-parts making the whole configuration space. This gives meaning to black hole self-similarity, entirely within a single description, as a phenomenon stemming from the well known self-similarity of the ordered partitions of $N$. Finally, we compare the above to the well-known results on the subleading (quantum) corrections, that necessarily require different (quantum) statistical weights for the various configurations. ",
    "url": "https://arxiv.org/abs/2209.03163",
    "authors": [
      "Paolo Castorina",
      "Alfredo Iorio",
      "Luca Smaldone"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03181",
    "title": "There is no vacuum zero-point energy in our universe for massive  particles within the scope of relativistic quantum mechanics",
    "abstract": "It was long believed that there is a zero-point energy in the form of h\\omega/2 for massive particles, which is obtained from Schr\\\"odinger equation for the harmonic oscillator model. In this paper, it is shown, by the Dirac oscillator, that there is no such a zero-point energy. It is argued that when a particle's wave function can spread in the whole space, it can be static. This does neither violate wave-particle duality nor uncertainty relationship. Dirac equation correctly describes physical reality, while Schr\\\"odinger equation does not when it is not the nonrelativistic approximation of Dirac equation with a certain model. The conclusion that there is no zero-point energy in the form of h\\omega/2 is applied to solve the famous cosmological constant problem for massive particles. ",
    "url": "https://arxiv.org/abs/2209.03181",
    "authors": [
      "Huai-Yu Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03205",
    "title": "Why do elementary particles have such strange mass ratios? -- The role  of quantum gravity at low energies",
    "abstract": "When gravity is quantum, the point structure of space-time should be replaced by a non-commutative geometry. This is true even for quantum gravity in the infrared. Using the octonions as space-time coordinates, we construct a pre-spacetime, pre-quantum Lagrangian dynamics. We show that the symmetries of this non-commutative space unify the standard model of particle physics with $SU(2)_R$ chiral gravity. The algebra of the octonionic space yields spinor states which can be identified with three generations of quarks and leptons. The geometry of the space implies quantisation of electric charge, and leads to a theoretical derivation of the mysterious mass ratios of quarks and the charged leptons. Quantum gravity is quantisation not only of the gravitational field, but also of the point structure of space-time. ",
    "url": "https://arxiv.org/abs/2209.03205",
    "authors": [
      "Tejinder P. Singh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2209.03220",
    "title": "Highly curved reflective W-shape and J-shape photonic hook induced by  light interaction with partially coated microfluidic channels",
    "abstract": "Photonic hook (PH) is a new type of artificial self-bending beam focused by a dielectric particle-lens with a curved waist smaller than the wavelength, which has the potential to revolutionize mesoscale photonics in many applications, e.g., optical trapping, signal switching, imaging, etc. In this paper, we discover a new mechanism that the highly curved PHs can be realised by the light interaction with the fully or partially metal-coated microchannels. The generated W-shaped and J-shaped PHs have bending angles exceeding 80-degree. Compared to other PH setups, the proposed design has a larger range to flexibly control the bending angle through the coating process and can be easily integrated with the established microfluidic systems. ",
    "url": "https://arxiv.org/abs/2209.03220",
    "authors": [
      "Lingya Yu",
      "Zengbo Wang",
      "Lizhou Xu",
      "Liyang Yue",
      "Bing Yan",
      "Igor V. Minin",
      "Oleg V. Minin",
      "Baidong Wu",
      "Yiduo Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.02772",
    "title": "Semi-supervised Invertible DeepONets for Bayesian Inverse Problem",
    "abstract": "Deep Operator Networks (DeepONets) offer a powerful, data-driven tool for solving parametric PDEs by learning operators, i.e. maps between infinite-dimensional function spaces. In this work, we employ physics-informed DeepONets in the context of high-dimensional, Bayesian inverse problems. Traditional solution strategies necessitate an enormous, and frequently infeasible, number of forward model solves, as well as the computation of parametric derivatives. In order to enable efficient solutions, we extend DeepONets by employing a realNVP architecture which yields an invertible and differentiable map between the parametric input and the branch net output. This allows us to construct accurate approximations of the full posterior which can be readily adapted irrespective of the number of observations and the magnitude of the observation noise. As a result, no additional forward solves are required, nor is there any need for costly sampling procedures. We demonstrate the efficacy and accuracy of the proposed methodology in the context of inverse problems based on a anti-derivative, a reaction-diffusion and a Darcy-flow equation. ",
    "url": "https://arxiv.org/abs/2209.02772",
    "authors": [
      "Sebastian Kaltenbach",
      "Paris Perdikaris",
      "Phaedon-Stelios Koutsourelakis"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02918",
    "title": "High-throughput optical absorption spectra for inorganic semiconductors",
    "abstract": "An optical absorption spectrum constitutes one of the most fundamental material characteristics, with relevant applications ranging from material identification to energy harvesting and optoelectronics. However, the database of both experimental and computational spectra is currently lacking. In this study, we designed a computational workflow for the optical absorption spectrum and integrated the simulated spectra into the Materials Project. Using density-functional theory, we computed the frequency-dependent dielectric function and the corresponding absorption coefficient for more than 1000 solid compounds of varying crystal structure and chemistry. The computed spectra show excellent agreement, as quantified by a high value of the Pearson correlation, with experimental results when applying the band gap correction from the HSE functional. The demonstrated calculated accuracy in the spectra suggests that the workflow can be applied in screening studies for materials with specific optical properties. ",
    "url": "https://arxiv.org/abs/2209.02918",
    "authors": [
      "Ruo Xi Yang",
      "Matthew K. Horton",
      "Jason Munro",
      "Kristin A. Persson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03204",
    "title": "Linear optical elements based on cooperative subwavelength emitter  arrays",
    "abstract": "We describe applications of two-dimensional subwavelength quantum emitter arrays as efficient optical elements in the linear regime. For normally incident light, the cooperative optical response, stemming from emitter-emitter dipole exchanges, allows the control of the array's transmission, its resonance frequency, and bandwidth. Operations on fully polarized incident light, such as generic linear and circular polarizers as well as phase retarders can be engineered and described in terms of Jones matrices. Our analytical approach and accompanying numerical simulations identify optimal regimes for such operations and reveal the importance of adjusting the array geometry and of the careful tuning of the external magnetic fields amplitude and direction. ",
    "url": "https://arxiv.org/abs/2209.03204",
    "authors": [
      "Nico S. Bassler",
      "Michael Reitz",
      "Kai P. Schmidt",
      "Claudiu Genes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.03241",
    "title": "Dynamics with autoregressive neural quantum states: application to  critical quench dynamics",
    "abstract": "Despite very promising results, capturing the dynamics of complex quantum systems with neural-network ans\\\"atze has been plagued by several problems, one of which being stochastic noise that makes the dynamics unstable and highly dependent on some regularization hyperparameters. We present an alternative general scheme that enables one to capture long-time dynamics of quantum systems in a stable fashion, provided the neural-network ansatz is normalized, which can be ensured by the autoregressive property of the chosen ansatz. We then apply the scheme to time-dependent quench dynamics by investigating the Kibble-Zurek mechanism in the two-dimensional quantum Ising model. We find an excellent agreement with exact dynamics for small systems and are able to recover scaling laws in agreement with other variational methods. ",
    "url": "https://arxiv.org/abs/2209.03241",
    "authors": [
      "Kaelan Donatella",
      "Zakari Denis",
      "Alexandre Le Boité",
      "Cristiano Ciuti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03327",
    "title": "Quantum computing teaching with CoSpaces",
    "abstract": "The first prototypes of quantum computers sparked interest in quantum computing and the basic principles of quantum mechanics. The education project on the physical bases of quantum computing is part of this context, based on the experimental description with virtual methods of the physical implementation of Di Vincenzo's first 5 principles. The computation process is implemented as transformations of qubits encoded in the polarization of optical photons. These transformations are implemented as quantum gates made as 3D virtual objects using Blender. In detail, the models of: Laser Ar +, PBS, HWP / QWP, BBO, APD, SMF, Control electronics are made. With the 3D models, a virtual laboratory has been created within CoSpaces where it is possible to become familiar with the basic processes of quantum computing: production of announced photons, transformation of a qubit, measurement of a qubit, production of entangled photons, transformation of two qubits, measure of two qubits. The realization of physical models to be used in the metaverse could fill the didactic void due to the absence of quantum optics laboratories. ",
    "url": "https://arxiv.org/abs/2209.03327",
    "authors": [
      "Francesco Sisini",
      "Igor Ciminelli",
      "Fabio Antonio Bovino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2106.11017",
    "title": "Non-conjugate quantum subsystems",
    "abstract": " Comments: 14 pages + Appendix, 2 figures in main text, 2 figures in Appendix ",
    "url": "https://arxiv.org/abs/2106.11017",
    "authors": [
      "Adam Stokes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11950",
    "title": "POD-Galerkin reduced order models and physics-informed neural networks  for solving inverse problems for the Navier-Stokes equations",
    "abstract": " Comments: Second version with additional test case ",
    "url": "https://arxiv.org/abs/2112.11950",
    "authors": [
      "Saddam Hijazi",
      "Melina Freitag",
      "Niels Landwehr"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2208.07799",
    "title": "Deep-subwavelength resonant metaphotonics enabled by high-index  topological insulator bismuth telluride",
    "abstract": " Title: Deep-subwavelength resonant metaphotonics enabled by high-index  topological insulator bismuth telluride ",
    "url": "https://arxiv.org/abs/2208.07799",
    "authors": [
      "Danveer Singh",
      "Sukanta Nandi",
      "Yafit Fleger",
      "Shany Z. Cohen",
      "Tomer Lewi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01651",
    "title": "Microfluidic quantum sensing platform for lab-on-a-chip applications",
    "abstract": " Comments: 16 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2209.01651",
    "authors": [
      "Robin D. Allert",
      "Fleming Bruckmaier",
      "Nick R. Neuling",
      "Fabian A. Freire-Moschovitis",
      "Kristina S. Liu",
      "Claudia Schrepel",
      "Philip Schätzle",
      "Peter Knittel",
      "Martin Hermans",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.02146",
    "title": "Shear-wave-induced softening and simultaneous compaction in dense  granular media through acoustic lubrication at flow heterogeneities",
    "abstract": " Title: Shear-wave-induced softening and simultaneous compaction in dense  granular media through acoustic lubrication at flow heterogeneities ",
    "url": "https://arxiv.org/abs/2209.02146",
    "authors": [
      "Charles K. C. Lieou",
      "Jerome Laurent",
      "Paul A. Johnson",
      "Xiaoping Jia"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Geophysics (physics.geo-ph)"
    ]
  }
]