[
  {
    "id": "arXiv:2308.16197",
    "title": "Frequency Dependence of Subsurface Flaws Detection Efficiency via The  Total Internal Reflection Ultrasonic Sensor",
    "abstract": "The Total Internal Reflection Ultrasonic Sensor (TIRUS) is a device especially aimed at detecting subsurface flaws in a tested specimen based on the frustrated total internal reflection of bulk ultrasonic waves in the sensor body [1]. In the fabricated experimental sample of the TIRUS a transducer of the sensor emitted a slow shear wave with the velocity ~600 m/s (SSW) into the [110] direction of the TeO2 crystal (Fig. 1) [2]. The sensor design was such that the displacement vector of the SSW lay in the planes of reflecting surfaces of the crystal, that is, it was a shear horizontal (SH) wave with respect to these planes. It was assumed that with such a design no other waves should exist in the crystal except those polarized as the SSW [3]. The total internal reflection of a probing ultrasonic wave incident at the interface between the sensor and a tested object is frustrated if there is a subsurface flaw in the evanescent field under the interface (Fig. 1, a). As a result, the reflected wave is affected, and the sensor output changes. ",
    "url": "https://arxiv.org/abs/2308.16197",
    "authors": [
      "Yuliia Kominko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.16208",
    "title": "Testing Models of 'Gravity' Using a Quantum Computer",
    "abstract": "This article begins by putting forth a model that shows how the storage and retrieval of information on a wave function that involves quantum entanglement behaves similarly to the concepts of length contraction and time dilation, respectively. An exploration is then made to see if another model can be generated based on the one previously mentioned that guides the time evolution of a quantum system in a manner similar to that of gravity. The answer is made in the affirmative, after testing a series of models, by producing a field that is mediated solely by the transfer of quantum information using both quantum entanglement and wave function collapse. While it is readily acknowledged that the effective field produced may not be gravity, the study provides arguments about why the concepts presented do in fact provide fundamental insights about the true nature of gravity as opposed to merely generating similar behavior to gravity. The study moves on to study how a system with uniform effective potential behaves similarly to dark energy, albeit with a system whose construction is severely limited by computational resources. Finally, an exploration is made as to whether a negative gravitational mass can be produced. It is found that while an isolated particle with negative gravitational mass proves to be problematic according to this model, it seems as though a local region with negative gravitational mass can be produced as long as the resulting fields are cancelled out at larger distances. ",
    "url": "https://arxiv.org/abs/2308.16208",
    "authors": [
      "Christopher I. Timms"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16216",
    "title": "Gravitation, and quantum theory, as emergent phenomena",
    "abstract": "There must exist a reformulation of quantum field theory, even at low energies, which does not depend on classical time. The octonionic theory proposes such a reformulation, leading to a pre-quantum pre-spacetime theory. The ingredients for constructing such a theory, which is also a unification of the standard model with gravitation, are : (i) the pre-quantum theory of trace dynamics: a matrix-valued Lagrangian dynamics, (ii) the spectral action principle of non-commutative geometry, (iii) the number system known as the octonions, for constructing a non-commutative manifold and for defining elementary particles via Clifford algebras, (iv) a Lagrangian with $E_8 \\times E_8$ symmetry. The split bioctonions define a sixteen dimensional space (with left-right symmetry) whose geometry (evolving in Connes time) relates to the four known fundamental forces, while predicting two new forces, $SU(3)_{grav}$ and $U(1)_{grav}$. This latter interaction is possibly the theoretical origin of MOND. Coupling constants of the standard model result from left-right symmetry breaking, and their values are theoretically determined by the characteristic equation of the exceptional Jordan algebra of the octonions. The quantum-to-classical transition, precipitated by the entanglement of a critical number of fermions, is responsible for the emergence of classical spacetime, and also for the familiar formulation of quantum theory on a spacetime background. ",
    "url": "https://arxiv.org/abs/2308.16216",
    "authors": [
      "Tejinder P. Singh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16255",
    "title": "Sub-Volt High-Speed Silicon MOSCAP Microring Modulator Driven by High  Mobility Conductive Oxide",
    "abstract": "Low driving voltage (Vpp), high-speed silicon microring modulator plays a critical role in energy-efficient optical interconnect and optical computing systems owing to its ultra-compact footprint and capability for on-chip wavelength-division multiplexing. However, existing silicon microring modulators usually require more than 2 V of Vpp, which is limited by the relatively weak plasma dispersion effect of silicon and the small capacitance density of the reversed PN-junction. Here we present a highly efficient metal-oxide semiconductor capacitor (MOSCAP) microring modulator through heterogeneous integration between silicon photonics and titanium-doped indium oxide, which is a high-mobility transparent conductive oxide (TCO) material with a strong plasma dispersion effect. The device is co-fabricated by Intel's photonics fab and TCO patterning processes at Oregon State University, which exhibits a high electro-optic modulation efficiency of 117 pm/V with a low VpiL of 0.12 Vcm, and consequently can be driven by an extremely low Vpp of 0.8 V. At a 11 GHz modulation bandwidth where the modulator is limited by the high parasitic capacitance, we obtained 25 Gb/s clear eye diagrams with energy efficiency of 53 fJ/bit and demonstrated 35 Gb/s open eyes with a higher driving voltage. Further optimization of the device is expected to increase the modulation bandwidth up to 52 GHz that can encode data at 100 Gb/s for next-generation, energy-efficient optical communication and computation with sub-volt driving voltage without using any high voltage swing amplifier. ",
    "url": "https://arxiv.org/abs/2308.16255",
    "authors": [
      "Wei-Che Hsu",
      "Nabila Nujhat",
      "Benjamin Kupp",
      "John F. Conley Jr",
      "Haisheng Rong",
      "Ranjeet Kumar",
      "Alan X. Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16304",
    "title": "Quantum Wavefront Shaping with a 48-element Programmable Phase Plate for  Electrons",
    "abstract": "We present a 48-element programmable phase plate for coherent electron waves consisting of chip-based microscopic electrostatic elements. This brings the highly successful concept of wavefront shaping from light optics into the realm of electron optics and provides an important new degree of freedom to prepare the quantum state of electron waves. The phase plate is produced by a combination of photolithography and focused ion beam post-processing. It consists of an array of 48 electrostatic Einzel lenses distributed along a polar grid with 12-fold rotational symmetry. The phase plate chip is controlled by a series of 16-bit digital-to-analog converters and is mounted on an aperture rod placed in the C2 plane of a state-of-the-art transmission electron microscope operating in the 100-300 keV range. The experimental phase plate behavior is characterized by a Gerchberg-Saxton phase reconstruction algorithm, showing a phase sensitivity of 0.075 rad/mV at 300 keV, with a phase resolution of approximately 3$\\cdot$10$^{-3}~\\pi$. The performance of the phase plate is demonstrated by preparing a series of orthogonal quantum states with specific intensity profiles. We discuss a range of attractive applications in electron microscopy and show an experimental proof of concept of a self-tuning electron microscope setup, demonstrating the potential of adaptive electron optics. ",
    "url": "https://arxiv.org/abs/2308.16304",
    "authors": [
      "Chu-Ping Yu",
      "Francisco Vega Ibañez",
      "Armand Béché",
      "Johan Verbeeck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.16433",
    "title": "Effect of large-angle incidence on particle identification performance  for light-charged ($Z \\le 2$) particles by pulse shape analysis with a  pad-type nTD silicon detector",
    "abstract": "In recent years, particle discrimination methods based on digital waveform analysis techniques for neutron-transmutation-doped silicon (nTD-Si) detectors have become widely used for the identification of low-energy charged particles. Although the particle discrimination capability of this method has been well demonstrated for small incident angles, the particle discrimination performance may be affected by changes in the detector response when the detector is moved closer to the charged particle source and the incident position distribution and incident angle distribution to the detector become wide. In this study, we performed a beam test for particle discrimination in light-charged ($Z \\le 2$) particles using the digital waveform analysis method with a pad-type nTD-Si detector and investigated the dependence of the performance of the particle discrimination on the incident position and incident angle. As the incident angle increased, a decrease in the maximum current was observed, which was sufficient to affect the performance of the particle discrimination. This decrease can be expressed as a function of the penetration depth of the charged particles into the detector, which varies for each nuclide. ",
    "url": "https://arxiv.org/abs/2308.16433",
    "authors": [
      "Shoichiro Kawase",
      "Takuya Murota",
      "Hiroya Fukuda",
      "Masaya Oishi",
      "Teppei Kawata",
      "Kentaro Kitafuji",
      "Seiya Manabe",
      "Yukinobu Watanabe",
      "Hiroki Nishibata",
      "Shintaro Go",
      "Tamito Kai",
      "Yuto Nagata",
      "Taiga Muto",
      "Yuichi Ishibashi",
      "Megumi Niikura",
      "Daisuke Suzuki",
      "Teiichiro Matsuzaki",
      "Katsuhiko Ishida",
      "Rurie Mizuno",
      "Noritaka Kitamura"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.16439",
    "title": "Photon pair generation from lithium niobate metasurface with tunable  spatial entanglement",
    "abstract": "Two-photon state with spatial entanglement is an essential resource for testing fundamental laws of quantum mechanics and various quantum applications. Its creation typically relies on spontaneous parametric down-conversion in bulky nonlinear crystals where the tunability of spatial entanglement is limited. Here, we predict that ultrathin nonlinear lithium niobate metasurfaces can generate and diversely tune spatially entangled photon pairs. The spatial properties of photons including the emission pattern, rate, and degree of spatial entanglement are analysed theoretically with the coupled mode theory and Schmidt decomposition method. We show that by leveraging the strong angular dispersion of the metasurface, the degree of spatial entanglement quantified by the Schmidt number can be decreased or increased by changing the pump laser wavelength and a Gaussian beam size. This flexibility can facilitate diverse quantum applications of entangled photon states generated from nonlinear metasurfaces. ",
    "url": "https://arxiv.org/abs/2308.16439",
    "authors": [
      "Jihua Zhang",
      "Jinyong Ma",
      "Dragomir N. Neshev",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16473",
    "title": "Suppressing electron disorder-induced heating of ultracold neutral  plasma via optical lattice",
    "abstract": "Disorder-induced heating (DIH) prevents ultracold neutral plasma into electron strong coupling regime. Here we propose a scheme to suppress electronic DIH via optical lattice. We simulate the evolution dynamics of ultracold neutral plasma constrained by three-dimensional optical lattice using classical molecular dynamics method. The results show that for experimentally achievable condition, electronic DIH is suppressed by a factor of 1.3, and the Coulomb coupling strength can reach to 0.8 which is approaching the strong coupling regime. Suppressing electronic DIH via optical lattice may pave a way for the research of electronic strongly coupled plasma. ",
    "url": "https://arxiv.org/abs/2308.16473",
    "authors": [
      "HaiBo Wang",
      "Zonglin Yao",
      "Fuyang Zhou",
      "Yong Wu",
      "Jianguo Wang",
      "Xiangjun Chen"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16503",
    "title": "Semidiscrete optical vortex droplets in quasi-phase-matched photonic  crystals",
    "abstract": "A new scheme for producing semidiscrete self-trapped vortices (\\textquotedblleft swirling photon droplets\\textquotedblright ) in photonic crystals with competing quadratic ($\\chi ^{(2)}$) and self-defocusing cubic ($\\chi ^{(3)}$) nonlinearities is proposed. The photonic crystal is designed with a striped structure, in the form of spatially periodic modulation of the $\\chi ^{(2)}$ susceptibility, which is imposed by the quasi-phase-matching technique. Unlike previous realizations of semidiscrete optical modes in composite media, built as combinations of continuous and arrayed discrete waveguides, the semidiscrete vortex droplets are produced here in the fully continuous medium. This work reveals that the system supports two types of semidiscrete vortex droplets, \\textit{viz}., onsite- and intersite-centered ones, which feature, respectively, odd and even numbers of stripes, $\\mathcal{N}$. Stability areas for the states with different values of $\\mathcal{N}$ are identified in the system's parameter space. Some stability areas overlap with each others, giving rise to multistability of states with different $\\mathcal{N}$. The coexisting states are mutually degenerate, featuring equal values of the Hamiltonian and propagation constant. An experimental scheme to realize the droplets is outlined, suggesting new possibilities for the long-distance transmission of structured light carrying orbital angular momentum in nonlinear media. ",
    "url": "https://arxiv.org/abs/2308.16503",
    "authors": [
      "Xiaoxi Xu",
      "Feiyan Zhao",
      "Jiayao Huang",
      "Hehe Xiang",
      "Li Zhang",
      "Zhaopin Chen",
      "Zhongquan Nie",
      "Boris A Malomed",
      "Yongyao Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2308.16560",
    "title": "Stepped-Frequency THz-wave Signal Generation From a Kerr Microresonator  Soliton Comb",
    "abstract": "Optically generated terahertz (THz) oscillators have garnered considerable attention in recent years due to their potential for wide tunability and low phase noise. Here, for the first time, a dissipative Kerr microresonator soliton comb (DKS), which is inherently in a low noise state, is utilized to produce a stepped-frequency THz signal ($\\approx$ 280 GHz). The frequency of one comb mode from a DKS is scanned through an optical-recirculating frequency-shifting loop (ORFSL) which induces a predetermined frequency step onto the carrier frequency. The scanned signal is subsequently heterodyned with an adjacent comb mode, generating a THz signal in a frequency range that is determined by the repetition frequency of the DKS. The proposed method is proved by proof-of-concept experiments with MHz level electronics, showing a bandwidth of 4.15 GHz with a frequency step of 83 MHz and a period of 16 $\\mu$s. ",
    "url": "https://arxiv.org/abs/2308.16560",
    "authors": [
      "Omnia Nawwar",
      "Kaoru Minoshima",
      "Naoya Kuse"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.16625",
    "title": "A Multi-Scale Approach to Simulate the Nonlinear Optical Response of  Molecular Nanomaterials",
    "abstract": "Nonlinear optics is essential for many recent photonic technologies. Here, we introduce a novel multi-scale approach to simulate the nonlinear optical response of molecular nanomaterials combining ab initio quantum-chemical and classical Maxwell-scattering computations. In this approach, the first hyperpolarizability tensor is computed with time-dependent density-functional theory and translated into a multi-scattering formalism that considers the optical interaction between neighboring molecules. A novel object is introduce to perform this transition from quantum-chemistry to classical scattering theory: the Hyper-Transition(T)-matrix. With this object at hand, the nonlinear optical response from single molecules and also from entire photonic devices can be computed, incorporating the full tensorial and dispersive nature of the optical response of the molecules. To demonstrate the applicability of our novel approach, the generation of a second-harmonic signal from a thin film of a Urea molecular crystal is computed and compared to more traditional simulations. Furthermore, an optical cavity is designed, which enhances the second-harmonic response of the molecular film by more than two orders of magnitude. Our approach is highly versatile and accurate and can be the working horse for the future exploration of nonlinear photonic molecular materials in structured photonic environments. ",
    "url": "https://arxiv.org/abs/2308.16625",
    "authors": [
      "Benedikt Zerulla",
      "Dominik Beutel",
      "Christof Holzer",
      "Ivan Fernandez-Corbaton",
      "Carsten Rockstuhl",
      "Marjan Krstić"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16712",
    "title": "Implementing scalable matrix-vector products for the exact  diagonalization methods in quantum many-body physics",
    "abstract": "Exact diagonalization is a well-established method for simulating small quantum systems. Its applicability is limited by the exponential growth of the so-called Hamiltonian matrix that needs to be diagonalized. Physical symmetries are usually utilized to reduce the matrix dimension, and distributed-memory parallelism is employed to explore larger systems. This paper focuses on the implementation the core distributed algorithms, with a special emphasis on the matrix-vector product operation. Instead of the conventional MPI+X paradigm, Chapel is chosen as the language for these distributed algorithms. We provide a comprehensive description of the algorithms and present performance and scalability tests. Our implementation outperforms the state-of-the-art MPI-based solution by a factor of 7--8 on 32 compute nodes or 4096 cores and exhibits very good scaling on up to 256 nodes or 32768 cores. The implementation has 3 times fewer software lines of code than the current state of the art while remaining fully generic. ",
    "url": "https://arxiv.org/abs/2308.16712",
    "authors": [
      "Tom Westerhout",
      "Bradford L. Chamberlain"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Distributed, Parallel, and Cluster Computing (cs.DC)"
    ]
  },
  {
    "id": "arXiv:2308.16751",
    "title": "Modeling terahertz emissions from energetic electrons and ions in foil  targets irradiated by ultraintense femtosecond laser pulses",
    "abstract": "Terahertz (THz) emissions from fast electron and ion currents driven in relativistic, femtosecond laser-foil interactions are examined theoretically. We first consider the radiation from the energetic electrons exiting the backside of the target. Our kinetic model takes account of the coherent transition radiation due to these electrons crossing the plasma-vacuum interface as well as of the synchrotron radiation due to their deflection and deceleration in the sheath field they set up in vacuum. After showing that both mechanisms tend to largely compensate each other when all the electrons are pulled back into the target, we investigate the scaling of the net radiation with the sheath field strength. We then demonstrate the sensitivity of this radiation to a percent-level fraction of escaping electrons. We also study the influence of the target thickness and laser focusing. The same sheath field that confines most of the fast electrons around the target rapidly sets into motion the surface ions. We describe the THz emission from these accelerated ions and their accompanying hot electrons by means of a plasma expansion model that allows for finite foil size and multidimensional effects. Again, we explore the dependencies of this radiation mechanism on the laser-target parameters. Under conditions typical of current ultrashort laser-solid experiments, we find that the THz radiation from the expanding plasma is much less energetic -- by one to three orders of magnitude -- than that due to the early-time motion of the fast electrons. ",
    "url": "https://arxiv.org/abs/2308.16751",
    "authors": [
      "E. Denoual",
      "L. Bergé",
      "X. Davoine",
      "L. Gremillet"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16766",
    "title": "Hybrid silicon-organic Huygens' metasurface for phase modulation",
    "abstract": "Spatial light modulators have desirable applications in sensing and free space communication because they create an interface between the optical and electronic realms. Electro-optic modulators allow for high-speed intensity manipulation of an electromagnetic wavefront. However, most surfaces of this sort pose limitations due to their ability to modulate intensity rather than phase. Here we investigate an electro-optic modulator formed from a silicon-organic Huygens' metasurface. In a simulation-based study, we discover a metasurface design immersed in high-performance electro-optic molecules that can achieve near-full resonant transmission with phase coverage over the full 2$\\pi$ range. Through the electro-optic effect, we show 140$^\\circ$ (0.79$\\pi$) modulation over a range of -100 to 100 V at 1330 nm while maintaining near-constant transmitted field intensity (between 0.66 and 0.8). These results potentiate the fabrication of a high-speed spatial light modulator with the resolved parameters. ",
    "url": "https://arxiv.org/abs/2308.16766",
    "authors": [
      "Sydney Mason",
      "Ileana-Cristina Benea-Chelmus"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16848",
    "title": "Natural Quantum Monte Carlo Computation of Excited States",
    "abstract": "We present a variational Monte Carlo algorithm for estimating the lowest excited states of a quantum system which is a natural generalization of the estimation of ground states. The method has no free parameters and requires no explicit orthogonalization of the different states, instead transforming the problem of finding excited states of a given system into that of finding the ground state of an expanded system. Expected values of arbitrary observables can be calculated, including off-diagonal expectations between different states such as the transition dipole moment. Although the method is entirely general, it works particularly well in conjunction with recent work on using neural networks as variational Ansatze for many-electron systems, and we show that by combining this method with the FermiNet and Psiformer Ansatze we can accurately recover vertical excitation energies and oscillator strengths on molecules as large as benzene. Beyond the examples on molecules presented here, we expect this technique will be of great interest for applications of variational quantum Monte Carlo to atomic, nuclear and condensed matter physics. ",
    "url": "https://arxiv.org/abs/2308.16848",
    "authors": [
      "David Pfau",
      "Simon Axelrod",
      "Halvard Sutterud",
      "Ingrid von Glehn",
      "James S. Spencer"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16291",
    "title": "Solid-State $\\rm ^{229}Th$ Nuclear Laser with Two-Photon Pumping",
    "abstract": "The radiative excitation of the 8.3 eV isomeric state of thorium-229 is an outstanding challenge due to the lack of tunable far-ultraviolet (F-UV) sources. In this work, we propose an efficient two-photon pumping scheme for thorium-229 using the optonuclear quadrupolar effect, which only requires a 300 nm UV-B pumping laser. We further demonstrate that population inversion between the nuclear isomeric and ground states can be achieved at room temperature using a two-step pumping process. The nuclear laser, which has been pursued for decades, may be realized using a Watt-level UV-B pumping laser and ultrawide bandgap thorium compounds (e.g., $\\rm ThF_4$, $\\rm Na_2ThF_6$, or $\\rm K_2ThF_6$) as the gain medium. ",
    "url": "https://arxiv.org/abs/2308.16291",
    "authors": [
      "Haowei Xu",
      "Hao Tang",
      "Guoqing Wang",
      "Changhao Li",
      "Boning Li",
      "Paola Cappellaro",
      "Ju Li"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.16842",
    "title": "Non-standard power grid frequency statistics in Asia, Australia, and  Europe",
    "abstract": "The power-grid frequency reflects the balance between electricity supply and demand. Measuring the frequency and its variations allows monitoring of the power balance in the system and, thus, the grid stability. In addition, gaining insight into the characteristics of frequency variations and defining precise evaluation metrics for these variations enables accurate assessment of the performance of forecasts and synthetic models of the power-grid frequency. Previous work was limited to a few geographical regions and did not quantify the observed effects. In this contribution, we analyze and quantify the statistical and stochastic properties of self-recorded power-grid frequency data from various synchronous areas in Asia, Australia, and Europe at a resolution of one second. Revealing non-standard statistics of both empirical and synthetic frequency data, we effectively constrain the space of possible (stochastic) power-grid frequency models and share a range of analysis tools to benchmark any model or characterize empirical data. Furthermore, we emphasize the need to analyze data from a large range of synchronous areas to obtain generally applicable models. ",
    "url": "https://arxiv.org/abs/2308.16842",
    "authors": [
      "Xinyi Wen",
      "Mehrnaz Anvari",
      "Leonardo Rydin Gorjao",
      "G.Cigdem Yalcin",
      "Veit Hagenmeyer",
      "Benjamin Schafer"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16868",
    "title": "Understanding defects in amorphous silicon with million-atom simulations  and machine learning",
    "abstract": "The structure of amorphous silicon is widely thought of as a fourfold-connected random network, and yet it is defective atoms, with fewer or more than four bonds, that make it particularly interesting. Despite many attempts to explain such \"dangling-bond\" and \"floating-bond\" defects, respectively, a unified understanding is still missing. Here, we show that atomistic machine-learning methods can reveal the complex structural and energetic landscape of defects in amorphous silicon. We study an ultra-large-scale, quantum-accurate structural model containing a million atoms, and more than ten thousand defects, allowing reliable defect-related statistics to be obtained. We combine structural descriptors and machine-learned local atomic energies to develop a universal classification of the different types of defects in amorphous silicon. The results suggest a revision of the established floating-bond model by showing that fivefold-coordinated atoms in amorphous silicon exhibit a wide range of local environments, and it is shown that fivefold (but not threefold) coordination defects tend to cluster together. Our study provides new insights into one of the most widely studied amorphous solids, and has general implications for modelling and understanding defects in disordered materials beyond silicon alone. ",
    "url": "https://arxiv.org/abs/2308.16868",
    "authors": [
      "Joe D. Morrow",
      "Chinonso Ugwumadu",
      "David A. Drabold",
      "Stephen R. Elliott",
      "Andrew L. Goodwin",
      "Volker L. Deringer"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16873",
    "title": "More Quantum Chemistry with Fewer Qubits",
    "abstract": "Quantum computation is the most promising new paradigm for the simulation of physical systems composed of electrons and atomic nuclei. An atomistic problem in chemistry, solid-state physics, materials science, or molecular biology can be mapped to a representation on a (digital) quantum computer. Any such representation will be reduced dimensional as, for instance, accomplished by active-orbital-space approaches. While it is, in principle, obvious how to improve on the representation by including more orbitals, this is usually unfeasible in practice (e.g., because of the limited number of qubits available on a quantum computer) and severely compromises the accuracy of the obtained results. Here, we propose a quantum algorithm that improves on the representation of the physical problem by virtue of second-order perturbation theory. In particular, our quantum algorithm evaluates the second-order energy correction through a series of time-evolution steps under the unperturbed Hamiltonian ($H$), which allows us to take advantage of an underlying structure that $H$ might have. For multireference perturbation theory, we exploit that $H$ is diagonal for virtual orbitals and show that the number of qubits is independent of the number of virtual orbitals. Moreover, our perturbation theory quantum algorithm can be applied to Symmetry-Adapted Perturbation Theory (SAPT). Here, we use the fact that $H$ is the sum of two commuting monomer Hamiltonians, which makes it possible to calculate the full second-order energy correction of SAPT while only having access to the state of one of the monomers at a time. As such, we reduce the quantum hardware requirements for quantum chemistry by leveraging perturbation theory. ",
    "url": "https://arxiv.org/abs/2308.16873",
    "authors": [
      "Jakob Günther",
      "Alberto Baiardi",
      "Markus Reiher",
      "Matthias Christandl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00049",
    "title": "Quantum simulation of thermodynamics in an integrated quantum photonic  processor",
    "abstract": " Comments: 9+12 pages, 12 figures, replaced with final version ",
    "url": "https://arxiv.org/abs/2201.00049",
    "authors": [
      "F. H. B. Somhorst",
      "R. van der Meer",
      "M. Correa Anguita",
      "R. Schadow",
      "H. J. Snijders",
      "M. de Goede",
      "B. Kassenberg",
      "P. Venderbosch",
      "C. Taballione",
      "J. P. Epping",
      "H. H. van den Vlekkert",
      "J. Timmerhuis",
      "J. F. F. Bulmer",
      "J. Lugani",
      "I. A. Walmsley",
      "P. W. H. Pinkse",
      "J. Eisert",
      "N. Walk",
      "J. J. Renema"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.15435",
    "title": "Possible connections between relativity theory and a version of quantum  theory based upon theoretical variables",
    "abstract": " Title: Possible connections between relativity theory and a version of quantum  theory based upon theoretical variables ",
    "url": "https://arxiv.org/abs/2305.15435",
    "authors": [
      "Inge S. Helland"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12421",
    "title": "Satellite Relayed Global Quantum Communication without Quantum Memory",
    "abstract": " Title: Satellite Relayed Global Quantum Communication without Quantum Memory ",
    "url": "https://arxiv.org/abs/2306.12421",
    "authors": [
      "Sumit Goswami",
      "Sayandip Dhara"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07998",
    "title": "Electrostatic Steering of Thermal Emission with Active Metasurface  Control of Delocalized Modes",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2308.07998",
    "authors": [
      "Joel Siegel",
      "Shinho Kim",
      "Margaret Fortman",
      "Phillip Hon",
      "Luke Sweatlock",
      "Min Seok Jang",
      "Victor Watson Brar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]