[
  {
    "id": "arXiv:2204.06096",
    "title": "Nuclear phase retrieval spectroscopy using resonant x-ray scattering",
    "abstract": "Light-matter interaction is exploited in spectroscopic techniques to access information about molecular, atomic or nuclear constituents of the sample of interest. While scattered light carries both amplitude and phase information of the electromagnetic field, most of the time the latter is lost in intensity measurements. However, often the phase information is paramount to reconstruct the desired information of the target, as it is well known from coherent x-ray imaging. Here we introduce a new phase retrieval algorithm which allows us to reconstruct the field phase information from two-dimensional time- and energy-resolved spectra. We apply this method to the particular case of x-ray scattering off M\\\"ossbauer nuclei at a synchrotron radiation source. Knowledge of the phase allows also for an excellent reconstruction of the energy spectra from experimental data, which could not be achieved with this resolution otherwise. Our approach provides an efficient novel data analysis tool which will benefit x-ray quantum optics and M\\\"ossbauer spectroscopy with synchrotron radiation alike. ",
    "url": "https://arxiv.org/abs/2204.06096",
    "authors": [
      "Ziyang Yuan",
      "Hongxia Wang",
      "Zhiwei Li",
      "Tao Wang",
      "Hui Wang",
      "Xinchao Huang",
      "Tianjun Li",
      "Ziru Ma",
      "Linfan Zhu",
      "Wei Xu",
      "Yujun Zhang",
      "Yu Chen",
      "Ryo Masuda",
      "Yoshitaka Yoda",
      "Jianmin Yuan",
      "Adriana Pálffy",
      "Xiangjin Kong"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.06149",
    "title": "Multi-grating design for integrated single-atom trapping, manipulation,  and readout",
    "abstract": "An on-chip multi-grating device is proposed to interface single-atoms and integrated photonic circuits, by guiding and focusing lasers to the area with ~10um above the chip for trapping, state manipulation, and readout of single Rubidium atoms. For the optical dipole trap, two 850 nm laser beams are diffracted and overlapped to form a lattice of single-atom dipole trap, with the diameter of optical dipole trap around 2.7um. Similar gratings are designed for guiding 780 nm probe laser to excite and also collect the fluorescence of 87Rb atoms. Such a device provides a compact solution for future applications of single atoms, including the single photon source, single-atom quantum register, and sensor. ",
    "url": "https://arxiv.org/abs/2204.06149",
    "authors": [
      "Aiping Liu",
      "Jiawei Liu",
      "Wei Peng",
      "Xin-Biao Xu",
      "Guang-Jie Chen",
      "Xifeng Ren",
      "Qin Wang",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.06169",
    "title": "Core localized alpha-channeling via low frequency Alfven mode generation  in reversed shear scenarios",
    "abstract": "A novel channel for fuel ions heating in tokamak core plasma is proposed and analyzed using nonlinear gyrokinetic theory. The channel is achieved via spontaneous decay of reversed shear Alfven eigenmode (RSAE) into low frequency Alfven modes (LFAM), which then heat fuel ions via collisionless ion Landau damping. The conditions for RSAE spontaneous decay are investigated, and the saturation level and the consequent fuel ion heating rate are also derived. The channel is expected to be crucial for future reactors operating under reversed shear configurations, where fusion alpha particles are generated in the tokamak core where the magnetic shear is typically reversed, and there is a dense RSAE spectrum due to the small alpha particle characteristic dimensionless orbits. ",
    "url": "https://arxiv.org/abs/2204.06169",
    "authors": [
      "Shizhao Wei",
      "Tao Wang",
      "Liu Chen",
      "Fulvio Zonca",
      "Zhiyong Qiu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06238",
    "title": "Photonic quadrupole topological insulator using orbital-induced  synthetic flux",
    "abstract": "The rich physical properties of multiatomic molecules and crystalline structures are determined, to a significant extent, by the underlying geometry and connectivity of atomic orbitals. This orbital degree of freedom has also been used effectively to introduce structural diversity in a few synthetic materials including polariton lattices nonlinear photonic lattices and ultracold atoms in optical lattices. In particular, the mixing of orbitals with distinct parity representations, such as $s$ and $p$ orbitals, has been shown to be especially useful for generating systems that require alternating phase patterns, as with the sign of couplings within a lattice. Here we show that by further breaking the symmetries of such mixed-orbital lattices, it is possible to generate synthetic magnetic flux threading the lattice. This capability allows the generation of multipole higher-order topological phases in synthetic bosonic platforms, in which $\\pi$ flux threading each plaquette of the lattice is required, and which to date have only been implemented using tailored connectivity patterns. We use this insight to experimentally demonstrate a quadrupole photonic topological insulator in a two-dimensional lattice of waveguides that leverage modes with both $s$ and $p$ orbital-type representations. We confirm the nontrivial quadrupole topology of the system by observing the presence of protected zero-dimensional states, which are spatially confined to the corners, and by confirming that these states sit at the band gap. Our approach is also applicable to a broader range of time-reversal-invariant synthetic materials that do not allow for tailored connectivity, e.g. with nanoscale geometries, and in which synthetic fluxes are essential. ",
    "url": "https://arxiv.org/abs/2204.06238",
    "authors": [
      "Julian Schulz",
      "Jiho Noh",
      "Wladimir A. Benalcazar",
      "Gaurav Bahl",
      "Georg von Freymann"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.06270",
    "title": "Utilizing variational autoencoders in the Bayesian inverse problem of  photoacoustic tomography",
    "abstract": "There has been an increasing interest in utilizing machine learning methods in inverse problems and imaging. Most of the work has, however, concentrated on image reconstruction problems, and the number of studies regarding the full solution of the inverse problem is limited. In this work, we study a machine learning based approach for the Bayesian inverse problem of photoacoustic tomography. We develop an approach for estimating the posterior distribution in photoacoustic tomography using an approach based on the variational autoencoder. The approach is evaluated with numerical simulations and compared to the solution of the inverse problem using a Bayesian approach. ",
    "url": "https://arxiv.org/abs/2204.06270",
    "authors": [
      "Teemu Sahlström",
      "Tanja Tarvainen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2204.06356",
    "title": "A methane line list with sub-MHz accuracy in the 1250 to 1380 cm-1 range  from optical frequency comb Fourier transform spectroscopy",
    "abstract": "We use a Fourier transform spectrometer based on a difference frequency generation optical frequency comb to measure high-resolution, low-pressure, room-temperature spectra of methane in the 1250 - 1380 cm$^{-1}$ range. From these spectra, we retrieve line positions and intensities of 678 lines of two isotopologues: 157 lines from the $^{12}$CH${_4}$ ${\\nu}$${_4}$ fundamental band, 131 lines from the $^{13}$CH${_4}$ ${\\nu}$${_4}$ fundamental band, as well as 390 lines from two $^{12}$CH${_4}$ hot bands, ${\\nu}$${_2}$ + ${\\nu}$${_4}$ - ${\\nu}$${_2}$ and 2${\\nu}$${_4}$ - ${\\nu}$${_4}$. For another 165 lines from the $^{12}$CH${_4}$ ${\\nu}$${_4}$ fundamental band we retrieve line positions only. The uncertainties of the line positions range from 0.19 to 2.3 MHz, and their median value is reduced by a factor of 18 and 59 compared to the previously available data for the $^{12}$CH${_4}$ fundamental and hot bands, respectively, obtained from conventional FTIR absorption measurements. The new line positions are included in the global models of the spectrum of both methane isotopologues, and the fit residuals are reduced by a factor of 8 compared to previous absorption data, and 20 compared to emission data. The experimental line intensities have relative uncertainties in the range of 1.5 - 7.7%, similar to those in the previously available data; 235 new $^{12}$CH${_4}$ line intensities are included in the global model. ",
    "url": "https://arxiv.org/abs/2204.06356",
    "authors": [
      "Matthias Germann",
      "Adrian Hjältén",
      "Vincent Boudon",
      "Cyril Richard",
      "Karol Krzempek",
      "Arkadiusz Hudzikowski",
      "Aleksander Głuszek",
      "Grzegorz Soboń",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06410",
    "title": "Precise control of optical phase and coherent synthesis in femtosecond  laser based optical frequency combs",
    "abstract": "Optical frequency combs are laser sources which are capable of generating discrete, equal-spaced and highly coherent comb modes. Optical frequency comb technique provides a significant bridge to transfer the stability between optical frequency and radio frequency. The advances of this technology greatly promote the development of precision spectroscopy, optical time/frequency transfer, optical frequency division, long-distance transfer of time/frequency references and high-precision distance measurement. Benefiting from the wide spectral outputs, femtosecond lasers have become the best choice for the fulfillment of optical frequency combs. Within the precise control of the repetition frequency and carrier-envelope offset frequency of the pulse train from femtosecond lasers, a stable optical frequency comb both in the time domain and frequency domain can be obtained. This dissertation presents the precise control of repetition rate, carrier-envelope offset frequency and coherent pulse synthesis in optical frequency combs. ",
    "url": "https://arxiv.org/abs/2204.06410",
    "authors": [
      "Haochen Tian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.06044",
    "title": "Imaging stars with quantum error correction",
    "abstract": "The development of high-resolution, large-baseline optical interferometers would revolutionize astronomical imaging. However, classical techniques are hindered by physical limitations including loss, noise, and the fact that the received light is generally quantum in nature. We show how to overcome these issues using quantum communication techniques. We present a general framework for using quantum error correction codes for protecting and imaging starlight received at distant telescope sites. In our scheme, the quantum state of light is coherently captured into a non-radiative atomic state via Stimulated Raman Adiabatic Passage, which is then imprinted into a quantum error correction code. The code protects the signal during subsequent potentially noisy operations necessary to extract the image parameters. We show that even a small quantum error correction code can offer significant protection against noise. For large codes, we find noise thresholds below which the information can be preserved. Our scheme represents an application for near-term quantum devices that can increase imaging resolution beyond what is feasible using classical techniques. ",
    "url": "https://arxiv.org/abs/2204.06044",
    "authors": [
      "Zixin Huang",
      "Gavin K. Brennen",
      "Yingkai Ouyang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2010.15061",
    "title": "Systematic uncertainties in integrated luminosity measurement at CEPC",
    "abstract": " Comments: 9 pages, 9 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2010.15061",
    "authors": [
      "Ivan Smiljanic",
      "Ivanka Bozovic Jelisavcic",
      "Goran Kacarevic",
      "Natasa Vukasinovic",
      "Ivana Vidakovic",
      "Vladimir Rekovic"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2109.01984",
    "title": "Robotized polarization characterization platform for free-space quantum  communication optics",
    "abstract": " Comments: 10 pages, 7 figures, 1 table ",
    "url": "https://arxiv.org/abs/2109.01984",
    "authors": [
      "Youn Seok Lee",
      "Kimia Mohammadi",
      "Lindsay Babcock",
      "Brendon L. Higgins",
      "Hugh Podmore",
      "Thomas Jennewein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2111.10353",
    "title": "The quantum Gaussian process state: A kernel-inspired state with quantum  support data",
    "abstract": " Title: The quantum Gaussian process state: A kernel-inspired state with quantum  support data ",
    "url": "https://arxiv.org/abs/2111.10353",
    "authors": [
      "Yannic Rath",
      "George H. Booth"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05761",
    "title": "Knee structure in the laser intensity dependence of high-order harmonic  generations for graphene",
    "abstract": " Title: Knee structure in the laser intensity dependence of high-order harmonic  generations for graphene ",
    "url": "https://arxiv.org/abs/2203.05761",
    "authors": [
      "Fulong Dong",
      "Jie Liu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14944",
    "title": "Differentiable Microscopy Designs an All Optical Quantitative Phase  Microscope",
    "abstract": " Title: Differentiable Microscopy Designs an All Optical Quantitative Phase  Microscope ",
    "url": "https://arxiv.org/abs/2203.14944",
    "authors": [
      "Kithmini Herath",
      "Udith Haputhanthri",
      "Ramith Hettiarachchi",
      "Hasindu Kariyawasam",
      "Azeem Ahmad",
      "Balpreet S. Ahluwalia",
      "Chamira U. S. Edussooriya",
      "Dushan Wadduwage"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02202",
    "title": "A photonic integrated circuit based erbium-doped amplifier",
    "abstract": " Comments: 25 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2204.02202",
    "authors": [
      "Yang Liu",
      "Zheru Qiu",
      "Xinru Ji",
      "Jijun He",
      "Johann Riemensberger",
      "Martin Hafermann",
      "Rui Ning Wang",
      "Junqiu Liu",
      "Carsten Ronning",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03699",
    "title": "Momentum domain polarization probing of forward and inverse spin Hall  effect of leaky modes in plasmonic crystals",
    "abstract": " Title: Momentum domain polarization probing of forward and inverse spin Hall  effect of leaky modes in plasmonic crystals ",
    "url": "https://arxiv.org/abs/2204.03699",
    "authors": [
      "Jeeban Kumar Nayak",
      "Harley Suchiang",
      "Subir Kumar Ray",
      "Ayan Banerjee",
      "Subhasish Dutta Gupta",
      "Nirmalya Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.04316",
    "title": "Manipulating the transverse spin angular momentum and Belinfante  momentum of spin-polarized light by a tilted stratified medium in optical  tweezers",
    "abstract": " Comments: 10 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2204.04316",
    "authors": [
      "Sauvik Roy",
      "Nirmalya Ghosh",
      "Ayan Banerjee",
      "Subhasish Dutta Gupta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]