[
  {
    "id": "arXiv:2506.14945",
    "title": "Simultaneous Charge Carrier Density Mapping of SiC Epilayers and Substrates with Terahertz Time-Domain Spectroscopy",
    "abstract": "           With the growing demand for efficient power electronics, SiC-based devices are progressively becoming more relevant. In contrast to established methods such as the mercury capacitance-voltage technique, terahertz spectroscopy promises a contactless characterization. In this work, we simultaneously determine the charge carrier density of SiC epilayers and their substrates in a single measurement over a wide range of about 8x10^(15)$ cm^(-3) to 4x10^(18) cm^(-3) using time-domain spectroscopy in a reflection geometry. Furthermore, inhomogeneities in the samples are detected by mapping the determined charge carrier densities over the whole wafer. Additional theoretical calculations confirm these results and provide thickness-dependent information on the doping range of 4H-SiC, in which terahertz time-domain spectroscopy is capable of determining the charge carrier density.         ",
    "url": "https://arxiv.org/abs/2506.14945",
    "authors": [
      "Joshua Hennig",
      "Jens Klier",
      "Stefan Duran",
      "Kuei-Shen Hsu",
      "Jan Beyer",
      "Christian Roeder",
      "Franziska C. Beyer",
      "Nadine Schueler",
      "Nico Vieweg",
      "Katja Dutzi",
      "Georg von Freymann",
      "Daniel Molter"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.14959",
    "title": "Coupled micro-resonators for second-order integrated nonlinear optics",
    "abstract": "           We investigate second-order nonlinear processes in a system of two coupled identical optical micro-resonators. The double resonance and phase-matching conditions are simultaneously obtained thanks to the frequency splitting induced by the resonator coupling. The analysis made in the framework of the coupled mode theory is applied to the second harmonic generation process in two whispering gallery mode microdisks made in III-V materials.         ",
    "url": "https://arxiv.org/abs/2506.14959",
    "authors": [
      "Yannick Dumeige",
      "Yoan Léger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15024",
    "title": "The Gardner equation and acoustic solitary waves in plasmas",
    "abstract": "           Ion-acoustic waves in a dusty plasma are investigated where it is assumed that the ions follow a Cairns distribution and the electrons are Boltzmann distributed. Two theoretical methods are applied: Sagdeev pseudopotential analysis (SPA) and reductive perturbation theory (RPT). Since SPA incorporates all nonlinearities of the model it is the most accurate but deriving soliton profiles requires numerical integration of Poisson's equation. By contrast, RPT is a perturbation method which at second order yields the Gardner equation incorporating both the quadratic nonlinearity of the KdV equation with the cubic nonlinearity of the modified KdV equation. For consistency with the perturbation scheme the coefficient of the quadratic term needs to be at least an order of magnitude smaller than the coefficient of the cubic term. Solving the Gardner equation yields an analytic expression of the soliton profile. Selecting an appropriate set of compositional parameters, the soliton solutions obtained from SPA and RPT are analyzed and compared.         ",
    "url": "https://arxiv.org/abs/2506.15024",
    "authors": [
      "Frank Verheest",
      "Willy A. Hereman"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Mathematical Physics (math-ph)",
      "Exactly Solvable and Integrable Systems (nlin.SI)"
    ]
  },
  {
    "id": "arXiv:2506.15035",
    "title": "Integrated microheater on the 4H-silicon-carbide-on-insulator platform and its applications",
    "abstract": "           Recent progress in the 4H-silicon-carbide-on-insulator (4H-SiCOI) platform has resulted in the demonstration of essential building blocks such as low-loss waveguides and microresonators. In this work, we add tunability to the 4H-SiCOI platform by integrating microheaters with compact microresonators. The strong thermo-optic effect in SiC enables a resonance tuning rate of $11.7$ pm/mW for a 36-$\\mu$m-radius SiC microring, with a maximum wavelength shift up to $2.4$ nm (300 GHz). The thermal time constant of the microheater is estimated near 7 $\\mu$s, corresponding to a 3-dB electrical bandwidth of 40 kHz. As a demonstration of potential applications, we employ the microheater to perform fast thermo-optic scans to deterministically access the single-soliton state of a 36-$\\mu$m-radius microcomb source. In addition, an add-drop filter based on an over-coupled 18-$\\mu$m-radius SiC microring is combined with the microcomb source for the selective filtering of individual comb lines, featuring an approximate 3-dB bandwidth of 5 GHz and an insertion loss of less than 1 dB. With such demonstrations, our work brings the much-needed tunability and reconfigurability to the 4H-SiCOI platform, paving the way for a wealth of chip-scale applications.         ",
    "url": "https://arxiv.org/abs/2506.15035",
    "authors": [
      "Wenhan Sun",
      "Ruixuan Wang",
      "Jingwei Li",
      "Haipeng Zhang",
      "Zhensheng Jia",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15053",
    "title": "Geometric spin Hall effect of spatiotemporal optical vortices",
    "abstract": "           The geometric spin Hall effect of light (GSHEL), which is associated with nonzero transverse angular momentum, has been demonstrated to occur without the need for light-matter interaction and is characterized by a transverse shift. Recently, there has been a surge in research on spatiotemporal optical vortices (STOV) that carry pure transverse angular momentum. In this study, we examine the transverse shift of STOV in a tilted reference frame with respect to the optical axis. Through both theoretical analysis and numerical simulations, we establish a linear relationship between this shift and the topological charge. Our findings reveal that only \"spatial STOV\" exhibits a GSHEL shift, this phenomenon is contingent upon the spatial distribution of their angular momentum density. When present, the shift direction is consistently perpendicular to the angular momentum vector, and its magnitude is found to be inversely proportional to the cosine of the tilt angle. We explore a maximum shift value, which is proportional to $\\sqrt{l{{x}_{0}}/{{k}_{0}}}$. These discoveries open up new avenues for the application in the realms of ultrafast optics and nanotechnology, offering a fresh perspective on the manipulation and measurement of light at the micro and nanoscales.         ",
    "url": "https://arxiv.org/abs/2506.15053",
    "authors": [
      "Chaokai Yang",
      "Weifeng Ding",
      "Zhaoying Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.15232",
    "title": "Optical spin-orbit interaction induced by magnetic textures",
    "abstract": "           Contrary to the optical spin angular momentum (SAM), the role played by the orbital angular momentum (OAM) of light in magneto-optics remains largely unexplored. However, the SAM and OAM are known to be coupled when light interacts with non-homogeneous and non-isotropic materials. Here we predict that the OAM carried by each photon in a light beam is modified upon reflection on magnetic textures like skyrmions, and that the sign of this variation is governed by the SAM of the incident field. Our predictions can be readily tested by performing circular dichroism measurements, and may provide new routes to shape light's angular momentum with magnetism.         ",
    "url": "https://arxiv.org/abs/2506.15232",
    "authors": [
      "Martin Luttmann",
      "Mauro Fanciulli",
      "Pietro Carrara",
      "Maurizio Sacchi",
      "Thierry Ruchon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2506.15287",
    "title": "Optical Control of Fluorescence Spatial Hole Burning Effect in Monolayer WS2",
    "abstract": "           Doping plays a crucial role in both electrical and optical properties of semiconductors. In this work, we report observation, as well as optical control, of fluorescence spatial hole burning effect in monolayer WS2. We demonstrate that the pronounced exciton-exciton annihilation process, in combination with the efficient capture of holes by intrinsic sulfur vacancy defects, induces significant photo-doping effect and eventually leads to fluorescence spatial hole burning. By means of a dual-beam pumping fluorescence imaging technique, we reveal that the recovery process of the spatial hole burning effect exhibits a double-exponential behavior. The fast recovery process originates from the release of trapped holes under the illumination of the probe beam, while the slow process corresponds to the re-adsorption of electronegative gas molecules. Surprisingly, our results demonstrate that the electronegative sulfur vacancies can achieve ultralong-term storage of holes. Moreover, both the release and the rate of release of holes can be fully controlled by laser irradiation. These findings demonstrate the great potential of transition metal dichalcogenides in the development of optically-control excitonic devices.         ",
    "url": "https://arxiv.org/abs/2506.15287",
    "authors": [
      "Yichun Pan",
      "Liqing Zhu",
      "Zheng Wang",
      "Weihang Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.15411",
    "title": "Efficient, inverse gigavoxel-scale optimization of diffractive lens",
    "abstract": "           Scalable photonic optimization holds the promise of significantly enhancing the performance of diffractive lenses across a wide range of photonic applications. However, the high computational cost of conventional electromagnetic solvers has thus far limited design domains to only a few tens of micrometers. Here, we overcome this limitation by integrating the convergent Born series with the adjoint-field optimization framework, enabling inverse design over a $110 \\times 110 \\times 46\\ \\mu\\text{m}^3$ volume$-$corresponding to 1.01 gigavoxels$-$using a single, cost-effective graphics card. The optimized lens achieves a 9% improvement in axial resolution and a 20% increase in focusing efficiency compared to a standard Fresnel lens of identical diameter and numerical aperture. These gains point to immediate application opportunities for optimizing high-performance microscopy, photolithography, and optical trapping systems using modest computational resources.         ",
    "url": "https://arxiv.org/abs/2506.15411",
    "authors": [
      "Marco Gerhardt",
      "Sungkun Hong",
      "Moosung Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15445",
    "title": "$μ$LHC: Antimuon Ring and HL-LHC based $μ^+p$ Collider",
    "abstract": "           Conceptual design and performance evaluation of HL-LHC based antimuon-proton collider (${\\mu}$LHC) are presented. Leveraging the ${\\mu}$TRISTAN concept based on established J-PARC ultra-cold ${\\mu}^{+}$ beam technology, ${\\mu}$LHC will give the opportunity to achieve a 5.3 TeV center-of-mass energy, significantly surpassing EIC and LHeC. Two booster ring options for ${\\mu}^{+}$ acceleration, namely, a ${\\mu}$TRISTAN-based and a repurposed LHeC ERL-based systems, are explored. Achievable luminosities are predicted to exceed $10^{33} cm^{-2}s^{-1}$. The ${\\mu}$LHC offers substantially wider kinematic plane coverage, particularly in small-x and high-$Q^{2}$ regions, significantly contributing to QCD basics and Higgs boson properties. Its unique potential for BSM physics extends to muon-related phenomena like excited muons, color-octet muons, leptoquarks, and contact interactions. A possible detector concept is also outlined. Given the maturity of ultra-cold ${\\mu}^{+}$ beam technology, ${\\mu}$LHC is highly feasible for earlier realization than the muon collider, positioning it as a critical tool for the future of high energy physics.         ",
    "url": "https://arxiv.org/abs/2506.15445",
    "authors": [
      "D. Akturk",
      "A. C. Canbay",
      "H. Dagistanli",
      "B. Dagli",
      "U. Kaya",
      "B. Ketenoglu",
      "A. Kilic",
      "F. Kocak",
      "A. Ozturk",
      "S. Sultansoy",
      "I. Tapan",
      "F. Zimmermann"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15495",
    "title": "Near-field optical mode engineering-enabled freeform nonlocal metasurfaces",
    "abstract": "           Nanophotonic technologies inherently rely on tailoring light-matter interactions through the excitation and interference of deeply confined optical resonances. However, existing concepts in optical mode engineering remain heuristic and are challenging to extend towards complex and multi-functional resonant phenomena. Here, we introduce an inverse design framework that optimizes near-field distributions, ideally suited to tailor Mie-type modes within dielectric nanophotonic structures, and we demonstrate its powerful opportunities to facilitate the discovery of new classes of nonlocal metasurfaces. We show that freeform nonlocal metasurfaces supporting accidental bound states in the continuum can be readily optimized to tackle tailored illumination conditions, modal properties and quality factors. We further extend our approach to multifunctional and multipolar mode engineering, and experimentally demonstrate freeform planar nonlocal multi-wavelength and chiral metasurfaces. Our versatile and robust framework for freeform mode engineering has applications in a broad range of high quality-factor metasurface platforms relevant to sensing, nonlinear optics, optomechanics and quantum information processing.         ",
    "url": "https://arxiv.org/abs/2506.15495",
    "authors": [
      "Zhongjun Jiang",
      "Tianxiang Dai",
      "Shuwei Guo",
      "Soyaib Sohag",
      "Yixuan Shao",
      "Chenkai Mao",
      "Andrea Alù",
      "Jonathan A. Fan",
      "You Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15592",
    "title": "Enhanced vibrational optical activity by near-zero index chiral effective media",
    "abstract": "           The enhancement of the inherently weak optical activity of solvated molecules by superchiral fields, crucial for detecting their chirality, is a research frontier of photonics and the basis of novel chiroptical detection schemes. Here, we show that an effective medium consisting of randomly dispersed metal-based nanoparticles embedded within an optically active solvated drug (aqueous reparixin) can enhance vibrational optical rotation and circular dichroism thanks to superchirality produced by slow light in near-zero index conditions. We evaluate from first principles the effective bianisotropic response of the bulk chiral effective medium, showing that, by adjusting the nanoparticles filling fraction, vibrational optical activity is greatly enhanced by a factor $\\simeq 10^2-10^3$ at the near-zero index resonance. Our results are relevant for the development of innovative devices capable of detecting the chirality of low-volume samples, with applications in quantum chemistry and nanomedicine.         ",
    "url": "https://arxiv.org/abs/2506.15592",
    "authors": [
      "Ashis Paul",
      "Matteo Venturi",
      "Raju Adhikary",
      "Giovanna Salvitti",
      "Andrea Toma",
      "Francesco Di Stasio",
      "Hatice Altug",
      "Paola Benassi",
      "Davide Tedeschi",
      "Carino Ferrante",
      "Andrea Marini"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.14868",
    "title": "Gravitational waves from b-EMRIs: Doppler shift and beaming, resonant excitation, helicity oscillations and self-lensing",
    "abstract": "           We study gravitational waves from a stellar-mass binary orbiting a spinning supermassive black hole, a system referred to as a binary extreme mass ratio inspiral (b-EMRI). We use Dixon's formalism to describe the stellar-mass binary as a particle with internal structure, and keep terms up to quadrupole order to capture the generation of gravitational waves by the inner motion of the stellar-mass binary. The problem of emission and propagation of waves is treated from first principles using black hole perturbation theory. In the gravitational waveform at future null infinity, we identify for the first time Doppler shifts and beaming due to the motion of the center of mass, as well as helicity breaking gravitational lensing, and resonances with ringdown modes of the supermassive black hole. We establish that previously proposed phenomenological models inadequately capture these effects.         ",
    "url": "https://arxiv.org/abs/2506.14868",
    "authors": [
      "João S. Santos",
      "Vitor Cardoso",
      "José Natário",
      "Maarten van de Meent"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15375",
    "title": "Learning to Maximize Quantum Neural Network Expressivity via Effective Rank",
    "abstract": "           Quantum neural networks (QNNs) are widely employed as ansätze for solving variational problems, where their expressivity directly impacts performance. Yet, accurately characterizing QNN expressivity remains an open challenge, impeding the optimal design of quantum circuits. In this work, we introduce the effective rank, denoted as $\\kappa$, as a novel quantitative measure of expressivity. Specifically, $\\kappa$ captures the number of effectively independent parameters among all the variational parameters in a parameterized quantum circuit, thus reflecting the true degrees of freedom contributing to expressivity. Through a systematic analysis considering circuit architecture, input data distributions, and measurement protocols, we demonstrate that $\\kappa$ can saturate its theoretical upper bound, $d_n=4^n-1$, for an $n$-qubit system when each of the three factors is optimally expressive. This result provides a rigorous framework for assessing QNN expressivity and quantifying their functional capacity. Building on these theoretical insights, and motivated by the vast and highly structured nature of the circuit design space, we employ $\\kappa$ as a guiding metric for the automated design of highly expressive quantum circuit configurations. To this end, we develop a reinforcement learning framework featuring a self-attention transformer agent that autonomously explores and optimizes circuit architectures. By integrating theoretical characterization with practical optimization, our work establishes $\\kappa$ as a robust tool for quantifying QNN expressivity and demonstrates the effectiveness of reinforcement learning in designing high-performance quantum circuits. This study paves the way for building more expressive QNN architectures, ultimately enhancing the capabilities of quantum machine learning.         ",
    "url": "https://arxiv.org/abs/2506.15375",
    "authors": [
      "Juan Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15438",
    "title": "Excitation Amplitude Sampling for Low Variance Electronic Structure on Quantum Computers",
    "abstract": "           We combine classical heuristics with partial shadow tomography to enable efficient protocols for extracting information from correlated ab initio electronic systems encoded on quantum devices. By proposing the use of a correlation energy functional and sampling of a polynomial set of excitation amplitudes of the quantum state, we can demonstrate an almost two order of magnitude reduction in required number of shots for a given statistical error in the energy estimate, as well as observing a linear scaling to accessible system sizes. Furthermore, we find a high-degree of noise resilience of these estimators on real quantum devices, with up to an order of magnitude increase in the tolerated noise compared to traditional techniques. While these approaches are expected to break down asymptotically, we find strong evidence that these large system arguments do not prevent algorithmic advantage from these simple protocols in many systems of interest. We further extend this to consider the extraction of beyond-energetic properties by mapping to a coupled cluster surrogate model, as well as a natural combination within a quantum embedding framework. This embedding framework avoids the unstable self-consistent requirements of previous approaches, enabling application of quantum solvers to realistic correlated materials science, where we demonstrate the volume-dependence of the spin gap of Nickel Oxide.         ",
    "url": "https://arxiv.org/abs/2506.15438",
    "authors": [
      "Connor Lenihan",
      "Oliver J. Backhouse",
      "Tom W. A. Montgomery",
      "Phalgun Lolur",
      "M. J. Bhaseen",
      "George H. Booth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.15520",
    "title": "Time-bin encoded quantum key distribution over 120 km with a telecom quantum dot source",
    "abstract": "           Quantum key distribution (QKD) with deterministic single photon sources has been demonstrated over intercity fiber and free-space channels. The previous implementations relied mainly on polarization encoding schemes, which are susceptible to birefringence, polarization-mode dispersion and polarization-dependent loss in practical fiber networks. In contrast, time-bin encoding offers inherent robustness and has been widely adopted in mature QKD systems using weak coherent laser pulses. However, its feasibility in conjunction with a deterministic single-photon source has not yet been experimentally demonstrated. In this work, we construct a time-bin encoded QKD system employing a high-brightness quantum dot (QD) single-photon source operating at telecom wavelength. Our proof-of-concept experiment successfully demonstrates the possibility of secure key distribution over fiber link of 120 km, while maintaining extraordinary long-term stability over 6 hours of continuous operation. This work provides the first experimental validation of integrating a quantum dot single-photon source with time-bin encoding in a telecom-band QKD system. In addition, it demonstrates the highest secure key rate among the time-bin QKDs based on single-photon sources. This development signifies a substantial advancement in the establishment of a robust and scalable QKD network based on solid-state single-photon technology         ",
    "url": "https://arxiv.org/abs/2506.15520",
    "authors": [
      "Jipeng Wang",
      "Joscha Hanel",
      "Zenghui Jiang",
      "Raphael Joos",
      "Michael Jetter",
      "Eddy Patrick Rugeramigabo",
      "Simone Luca Portalupi",
      "Peter Michler",
      "Xiao-Yu Cao",
      "Hua-Lei Yin",
      "Shan Lei",
      "Jingzhong Yang",
      "Michael Zopf",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.15658",
    "title": "Randomised composite linear-combination-of-unitaries: its role in quantum simulation and observable estimation",
    "abstract": "           Randomisation is widely used in quantum algorithms to reduce the number of quantum gates and ancillary qubits required. A range of randomised algorithms, including eigenstate property estimation by spectral filters, Hamiltonian simulation, and perturbative quantum simulation, though motivated and designed for different applications, share common features in the use of unitary decomposition and Hadamard-test-based implementation. In this work, we start by analysing the role of randomised linear-combination-of-unitaries (LCU) in quantum simulations, and present several quantum circuits that realise the randomised composite LCU. A caveat of randomisation, however, is that the resulting state cannot be deterministically prepared, which often takes an unphysical form $U \\rho V^\\dagger$ with unitaries $U$ and $V$. Therefore, randomised LCU algorithms are typically restricted to only estimating the expectation value of a single Pauli operator. To address this, we introduce a quantum instrument that can realise a non-completely-positive map, whose feature of frequent measurement and reset on the ancilla makes it particularly suitable in the fault-tolerant regime. We then show how to construct an unbiased estimator of the effective (unphysical) state $U \\rho V^\\dagger$ and its generalisation. Moreover, we demonstrate how to effectively realise the state prepared by applying an operator that admits a composite LCU form. Our results reveal a natural connection between randomised LCU algorithms and shadow tomography, thereby allowing simultaneous estimation of many observables efficiently. As a concrete example, we construct the estimators and present the simulation complexity for three use cases of randomised LCU in Hamiltonian simulation and eigenstate preparation tasks.         ",
    "url": "https://arxiv.org/abs/2506.15658",
    "authors": [
      "Jinzhao Sun",
      "Pei Zeng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.05036",
    "title": "When do molecular polaritons behave like optical filters?",
    "abstract": "           This review outlines several linear optical effects featured by molecular polaritons arising in the collective strong light-matter coupling regime. Under weak laser irradiation and when the single-molecule light-matter coupling can be neglected (often in the limit when the number of molecules per photon mode is large), we show that the excited-state molecular dynamics under collective strong coupling can be exactly replicated without the cavity using a shaped (or ``filtered'') laser, whose field amplitude is enhanced by the cavity quality factor, shining on the bare molecules. As a consequence, the absorption within a cavity can be understood as the overlap between the polariton transmission and the bare molecular absorption, suggesting that polaritons act in part as optical filters. This framework demystifies and provides a straightforward explanation for a large class of experiments and theoretical models in molecular polaritonics, highlighting that the same effects can be achieved without the cavity with shaped laser pulses. With a few modifications, this simple conceptual picture can also be adapted to understand the incoherent nonlinear response of polaritonic systems. This review establishes a clear distinction between polaritonic phenomena that can be fully explained through classical linear optics and those that require a quantum electrodynamics approach. It also highlights the need to differentiate between effects that necessitate polaritons (i.e., hybrid light-matter states) and those that can occur in the weak coupling regime. We further discuss that certain quantum optical effects like fluorescence can be partially described as optical filtering, whereas some others like cavity-induced Raman scattering go beyond this. Further exploration in these areas is needed to uncover novel polaritonic phenomena beyond optical filtering.         ",
    "url": "https://arxiv.org/abs/2408.05036",
    "authors": [
      "Kai Schwennicke",
      "Arghadip Koner",
      "Juan B. Pérez-Sánchez",
      "Wei Xiong",
      "Noel C. Giebink",
      "Marissa L. Weichman",
      "Joel Yuen-Zhou"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11367",
    "title": "Acceleration of positive muons by a radio-frequency cavity",
    "abstract": "           Acceleration of positive muons from thermal energy to $100~$keV has been demonstrated. Thermal muons were generated by resonant multi-photon ionization of muonium atoms emitted from a sheet of laser-ablated aerogel. The thermal muons were first electrostatically accelerated to $5.7~$keV, followed by further acceleration to 100 keV using a radio-frequency quadrupole. The transverse normalized emittance of the accelerated muons in the horizontal and vertical planes were $0.85 \\pm 0.25 ~\\rm{(stat.)}~^{+0.22}_{-0.13} ~\\rm{(syst.)}~\\pi~$mm$\\cdot$mrad and $0.32\\pm 0.03~\\rm{(stat.)} ^{+0.05}_{-0.02} ~\\rm{(syst.)}~\\pi~$mm$\\cdot$mrad, respectively. The measured emittance values demonstrated phase space reduction by a factor of $2.0\\times 10^2$ (horizontal) and $4.1\\times 10^2$ (vertical) allowing good acceleration efficiency. These results pave the way to realize the first-ever muon accelerator for a variety of applications in particle physics, material science, and other fields.         ",
    "url": "https://arxiv.org/abs/2410.11367",
    "authors": [
      "S. Aritome",
      "K. Futatsukawa",
      "H. Hara",
      "K. Hayasaka",
      "Y. Ibaraki",
      "T. Ichikawa",
      "T. Iijima",
      "H. Iinuma",
      "Y. Ikedo",
      "Y. Imai",
      "K. Inami",
      "K. Ishida",
      "S. Kamal",
      "S. Kamioka",
      "N. Kawamura",
      "M. Kimura",
      "A. Koda",
      "S. Koji",
      "K. Kojima",
      "A. Kondo",
      "Y. Kondo",
      "M. Kuzuba",
      "R. Matsushita",
      "T. Mibe",
      "Y. Miyamoto",
      "J. G. Nakamura",
      "Y. Nakazawa",
      "S. Ogawa",
      "Y. Okazaki",
      "A. Olin",
      "M. Otani",
      "S. Oyama",
      "N. Saito",
      "H. Sato",
      "T. Sato",
      "Y. Sato",
      "K. Shimomura",
      "Z. Shioya",
      "P. Strasser",
      "S. Sugiyama",
      "K. Sumi",
      "K. Suzuki",
      "Y. Takeuchi",
      "M. Tanida",
      "J. Tojo",
      "K. Ueda",
      "S. Uetake",
      "X. H. Xie",
      "M. Yamada",
      "S. Yamamoto",
      "T. Yamazaki",
      "K. Yamura",
      "M. Yoshida",
      "T. Yoshioka",
      "M. Yotsuzuka"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2505.13198",
    "title": "Ultrafast Electron Temperature Dynamics in Spintronic Terahertz Emitters Studied by Optical-Pump Terahertz-Probe Spectroscopy",
    "abstract": "           Spintronic terahertz emitters pumped by femtosecond lasers offer an increasingly popular approach to generate broadband terahertz radiation. The strength of the emitted terahertz field is limited in part by the optical damage threshold at the pump wavelength of the spintronic terahertz emitter. Their thermal management can be improved by better understanding the electron temperature relaxation in the spintronic metal layer. Here we present a measurement of the electron temperature dynamics on a picosecond timescale using optical-pump terahertz-probe spectroscopy. We observe that the optical pump induces a change in the terahertz transmission of the spintronic terahertz emitter. By measuring the resulting terahertz signal and employing a two-temperature model, we are able to calculate the dynamic electron temperature of the STE. This approach offers an advantage over other methods by avoiding additional heating of the sample by the probe pulse. This is especially significant for measurements of accumulative heat effects, which can dominate the optical damage mechanism when the spintronic terahertz emitter is pumped at a MHz repetition rate.         ",
    "url": "https://arxiv.org/abs/2505.13198",
    "authors": [
      "Felix Selz",
      "Johanna Kölbel",
      "Felix Paries",
      "Georg von Freymann",
      "Daniel Molter",
      "Daniel M. Mittleman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.19439",
    "title": "qlbm -- A Quantum Lattice Boltzmann Software Framework",
    "abstract": "           We present qlbm, a Python software package designed to facilitate the development, simulation, and analysis of Quantum Lattice Boltzmann Methods (QBMs). qlbm is a modular framework that introduces a quantum component abstraction hierarchy tailored to the implementation of novel QBMs. The framework interfaces with state-of-the-art quantum software infrastructure to enable efficient simulation and validation pipelines, and leverages novel execution and pre-processing techniques that significantly reduce the computational resources required to develop quantum circuits. We demonstrate the versatility of the software by showcasing multiple QBMs in 2D and 3D with complex boundary conditions, integrated within automated benchmarking utilities. Accompanying the source code are extensive test suites, thorough online documentation resources, analysis tools, visualization methods, and demos that aim to increase the accessibility of QBMs while encouraging reproducibility and collaboration. The source code of qlbm is publicly available under a permissive MPL 2.0 license at this https URL.         ",
    "url": "https://arxiv.org/abs/2411.19439",
    "authors": [
      "Călin A. Georgescu",
      "Merel A. Schalkers",
      "Matthias Möller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.06498",
    "title": "Quantum Magnetic J-Oscillators",
    "abstract": "           We introduce quantum J-oscillators that exploit intrinsic nuclear spin-spin (scalar J) couplings in molecules to produce phase-coherent oscillations. Operated in zero magnetic field and driven by a digital feedback, they operate from sub-hertz to a few tens of hertz frequencies. In a proof-of-principle experiment on [15N]-acetonitrile, the oscillator produced a 337 uHz linewidth over 3000 s, more than two orders narrower than in conventional zero-field NMR. This may facilitate precision measurements of J-coupling constants and allows distinguishing mixtures of molecules whose zero-field NMR spectra would otherwise be hard to separate. In addition, the combination of strongly coupled spin systems and programmable feedback turns the J-oscillator into a compact tabletop (and, eventually, chip-scale) platform for exploring nonlinear spin dynamics, including chaos, dynamical phase transitions, and perhaps time-crystal behavior. By uniting high-resolution spectroscopy and controllable quantum dynamics in a single, magnet-free setup, J-oscillators open new opportunities for applications where ultraprecise frequency references or molecular fingerprints are required.         ",
    "url": "https://arxiv.org/abs/2504.06498",
    "authors": [
      "Jingyan Xu",
      "Raphael Kircher",
      "Oleg Tretiak",
      "Dmitry Budker",
      "Danila A. Barskiy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.09985",
    "title": "Analytical Prediction of the Superradiant Emission Peak and Timing in Fully Excited Quantum Emitter Ensembles",
    "abstract": "           Determining the peak photon emission time and rate for an ensemble of $N$ quantum systems undergoing collective superradiant decay typically requires tracking the time evolution of the density operator, a process with computational costs scaling exponentially with $N$. We present compact, analytic formulas for evaluating the peak emission rate and time for initially fully excited quantum emitter ensembles, valid for any geometric configuration and emitter type. These formulas rely solely on the variance of the eigenvalues of a real symmetric $N \\times N$ matrix, which describes collective dissipation. We demonstrate the versatility of these results across various environments, including free space, solid-state, and waveguide reservoirs. For large $N$ the formulas simplify further to depend on just two parameters: average nearest-neighbor spacing and emitter number. Finally, we present scaling laws and bounds on the spatial size of emitter ensembles, such that superradiance is maintained, independent of emitter number or density.         ",
    "url": "https://arxiv.org/abs/2504.09985",
    "authors": [
      "Raphael Holzinger",
      "Susanne F. Yelin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.00408",
    "title": "Old Quantum Mechanics by Bohr and Sommerfeld from a Modern Perspective",
    "abstract": "           We review Bohr's atomic model and its extension by Sommerfeld from a mathematical perspective of wave mechanics. The derivation of quantization rules and energy levels is revisited using semiclassical methods. Sommerfeld-type integrals are evaluated by elementary techniques, and connections with the Schrödinger and Dirac equations are established. Historical developments and key transitions from classical to quantum theory are discussed to clarify the structure and significance of the old quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2506.00408",
    "authors": [
      "Kamal K. Barley",
      "Andreas Ruffing",
      "Sergei K. Suslov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2506.12662",
    "title": "Fully Quantum Lattice Gas Automata Building Blocks for Computational Basis State Encodings",
    "abstract": "           Lattice Gas Automata (LGA) is a classical method for simulating physical phenomena, including Computational Fluid Dynamics (CFD). Quantum LGA (QLGA) is the family of methods that implement LGA schemes on quantum computers. In recent years, QLGA has garnered attention from researchers thanks to its potential of efficiently modeling CFD processes by either reducing memory requirements or providing simultaneous representations of exponentially many LGA states. In this work, we introduce novel building blocks for QLGA algorithms that rely on computational basis state encodings. We address every step of the algorithm, from initial conditions to measurement, and provide detailed complexity analyses that account for all discretization choices of the system under simulation. We introduce multiple ways of instantiating initial conditions, efficient boundary condition implementations for novel geometrical patterns, a novel collision operator that models less restricted interactions than previous implementations, and quantum circuits that extract quantities of interest out of the quantum state. For each building block, we provide intuitive examples and open-source implementations of the underlying quantum circuits.         ",
    "url": "https://arxiv.org/abs/2506.12662",
    "authors": [
      "Călin A. Georgescu",
      "Merel A. Schalkers",
      "Matthias Möller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]