[
  {
    "id": "arXiv:2305.15434",
    "title": "Hybrid Optimization of Laser-Driven Fusion Targets and Laser Profiles",
    "abstract": "Quasi-isentropic compression is an effective method to achieve high-density and high-temperature implosion in laser-driven inertial confinement fusion (ICF). However, it requires precise matching between the laser profile and the target structure. Designing the optimal laser profile and the corresponding target for ICF is a challenge due to the large number of parameters involved. In this paper, we present a novel method that combines random walk and Bayesian optimization. The basic sampling data for Bayesian optimization are a series of laser pulse profiles and target structures that can produce relatively high areal densities obtained by the random walk method. This approach reduces the number of samples required for Bayesian optimization and mitigates low efficiency in the latter stages of the random walk method. The method also reduces the randomness in the optimization process and enhances the optimization efficiency. It should have important applications in ICF research. ",
    "url": "https://arxiv.org/abs/2305.15434",
    "authors": [
      "Z. Li",
      "Z. Q. Zhao",
      "X. H. Yang",
      "G. B. Zhang",
      "Y. Y. Ma",
      "H. Xu",
      "F. Y. Wu",
      "F. Q. Shao",
      "J. Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.15435",
    "title": "Possible connections between relativity theory and a version of quantum  theory based on conceptual variables",
    "abstract": "An alternative approach towards quantum theory is described, and tentative attempts to connect his approach to special and general relativity are discussed. Important concepts ar gauge groups and information/entropy connected to some physical systems. Some recent results on information in connection to black holes are touched upon. The discussions here must be considered to be preliminary. ",
    "url": "https://arxiv.org/abs/2305.15435",
    "authors": [
      "Inge S. Helland"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15482",
    "title": "Study of Synchronous RF Pulsing in Dual Frequency Capacitively Coupled  Plasma",
    "abstract": "Low-pressure multi-frequency capacitively coupled plasmas are used for numerous etch and deposition applications in the semiconductor industry. Pulsing of the radio-frequency (RF) sources enables control of neutral and charged species in the plasma on a millisecond timescale. The synchronous (i.e., simultaneous, in-phase) pulsing of both power sources in a dual frequency capacitively coupled plasma is examined in this article. Due to the low gas pressure, modeling has been done using the electrostatic Particle-in-cell/Monte Carlo collision method. The objective of this work is to investigate the sensitivity of the plasma properties to small changes in timing during synchronous pulsing of the 2 RF sources. It is demonstrated that small deviations in the on and off times of the 2 RF sources can lead to major changes in the plasma characteristics. This high sensitivity is of concern for process repeatability but can be utilized to enable better control of the dynamics of plasma-surface interaction. In the simulations, the pulsing parameters (on and off times and ramp rates) are varied and the temporal evolution of plasma characteristics such as electron density (ne), species current at the electrode, and electron temperature are examined. It is demonstrated that if the low-frequency (LF) source is turned off a few {\\mu}s before (or after) the high-frequency source, ne during the off-state is significantly higher (or lower) due to the frequency coupling effect. Similarly, turning on the LF source with a small delay results in a sharp increase in the plasma density when the RF sources are turned on. ",
    "url": "https://arxiv.org/abs/2305.15482",
    "authors": [
      "Abhishek Verma",
      "Shahid Rauf",
      "Kallol Bera",
      "D. Sydorenko",
      "A. Khrabrov",
      "I. Kaganovich"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15713",
    "title": "Proton Collective Quantum Tunneling Induces Anomalous Thermal  Conductivity of Ice under Pressure",
    "abstract": "Proton tunneling is believed to be non-local in ice but has never been shown experimentally. Here we measured thermal conductivity of ice under pressure up to 50 GPa and found it to increase with pressure until 20 GPa but decrease at higher pressures. We attribute this anomalous drop of thermal conductivity to the collective tunneling of protons at high pressures, supported by large-scale quantum molecular dynamics simulations. The collective tunneling loops span several picoseconds in time and are as large as nanometers in space, which match the phonon periods and wavelengths, leading to strong phonon scattering at high pressures. Our results show direct evidence of collective quantum motion existing in high-pressure ice and provide a new perspective to understanding the coupling between phonon propagation and atomic tunneling. ",
    "url": "https://arxiv.org/abs/2305.15713",
    "authors": [
      "Yufeng Wang",
      "Ripeng Luo",
      "Jian Chen",
      "Xuefeng Zhou",
      "Shanmin Wang",
      "Junqiao Wu",
      "Feiyu Kang",
      "Kuang Yu",
      "Bo Sun"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.15820",
    "title": "Silicon Photonics -- Roadmapping the Next Generation",
    "abstract": "Silicon photonics has developed into a mainstream technology driven by advances in optical communications. The current generation has led to a proliferation of integrated photonic devices from thousands to millions - mainly in the form of communication transceivers for data centers. Products in many exciting applications, such as sensing and computing, are around the corner. What will it take to increase the proliferation of silicon photonics from millions to billions of units shipped? What will the next generation of silicon photonics look like? What are the common threads in the integration and fabrication bottlenecks that silicon photonic applications face, and which emerging technologies can solve them? This perspective article is an attempt to answer such questions. We chart the generational trends in silicon photonics technology, drawing parallels from the generational definitions of CMOS technology. We identify the crucial challenges that must be solved to make giant strides in CMOS-foundry-compatible devices, circuits, integration, and packaging. We identify challenges critical to the next generation of systems and applications - in communication, signal processing, and sensing. By identifying and summarizing such challenges and opportunities, we aim to stimulate further research on devices, circuits, and systems for the silicon photonics ecosystem. ",
    "url": "https://arxiv.org/abs/2305.15820",
    "authors": [
      "Sudip Shekhar",
      "Wim Bogaerts",
      "Lukas Chrostowski",
      "John E. Bowers",
      "Michael Hochberg",
      "Richard Soref",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15825",
    "title": "AlGaN/AlN Stranski-Krastanov quantum dots for highly efficient electron  beam pumped emitters: The role of miniaturization and composition to attain  far UV-C emission",
    "abstract": "Conventional ultraviolet (UV) lamps for disinfection emit radiation in the 255-270 nm range, which poses a high risk of causing cancer and cataracts. To address these concerns, solid-state far UV-C sources emitting below 240 nm are gaining attention as a safe and sustainable disinfection solution for occupied spaces. Here, we delve into the extension of the AlxGa1-xN/AlN quantum dot (QD) technology towards the far UV-C range, which presents various challenges associated with the reduction of the lattice mismatch and band offset when Al is incorporated in the QDs. We explore the structural and optical impact of increasing the Al content through the increase of the Al flux and eventual correction of the Ga flux to maintain a constant metal/N ratio. We also examine the impact of extreme miniaturization of the QDs, achieved through a reduction of their growth time, on the spectral behavior and internal quantum efficiency (IQE). The high Al content results in QDs with a reduced aspect ratio (height/diameter) and thicker wetting layer when compared to the GaN/AlN system. Self-assembled QDs grown with a metal/N ratio ranging from 0.5 to 0.8 show an IQE around 50%, independent of the Al content (up to 65%) or emission wavelength (300-230 nm). However, samples emitting at wavelengths below 270 nm exhibit a bimodal luminescence associated with inhomogeneous in-plane emission attributed to fluctuations of the QD shape associated with extended defects. Reducing the QD size exacerbates the bimodality without reducing the emission wavelength. The power efficiencies under electron beam pumping range from 0.4% to 1%, with clear potential for improvement through surface treatments that enhance light extraction efficiency. ",
    "url": "https://arxiv.org/abs/2305.15825",
    "authors": [
      "Jesus Cañas",
      "Anjali Harikumar",
      "Stephen T. Purcell",
      "Nevine Rochat",
      "Adeline Grenier",
      "Audrey Jannaud",
      "Edith Bellet-Amalric",
      "Fabrice Donatini",
      "Eva Monroy"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.15847",
    "title": "Stability Improvement of Nuclear Magnetic Resonance Gyroscope with  Self-Calibrating Parametric Magnetometer",
    "abstract": "In this paper, we study the stability of nuclear magnetic resonance gyroscope (NMRG), which employs Xe nuclear spins to measure inertial rotation rate. The Xe spin polarization is sensed by an in-situ Rb-magnetometer. The Rb-magnetometer works in a parametric oscillation mode (henceforth referred to as the Rb parametric magnetometer, or Rb-PM), in which the Larmor frequency of the Rb spins is modulated and the transverse components of Xe nuclear spin polarization are measured. As the measurement output of the Rb-PM, the phase of the Xe nuclear spin precession is eventually converted to the Xe nuclear magnetic resonance (NMR) frequencies and the inertial rotation rate. Here we provide a comprehensive study of the NMR phase measured by the Rb-PM, and analyze the influence of various control parameters, including the DC magnetic field, the frequency and phase of the modulation field, and the Rb resonance linewidth, on the stability of the NMR phase. Based on these analysis, we propose and implement a self-calibrating method to compensate the NMR phase drift during the Rb-PM measurement. With the self-calibrating Rb-PM, we demonstrate a significant improvement of the bias stability of NMRG. ",
    "url": "https://arxiv.org/abs/2305.15847",
    "authors": [
      "Guoping Gao",
      "Jinbo Hu",
      "Feng Tang",
      "Wenhui Liu",
      "Xiangdong Zhang",
      "Baoxu Wang",
      "Dongge Deng",
      "Mingzhi Zhu",
      "Nan Zhao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15900",
    "title": "Polarization Independent Grating in GaN-on-Sapphire Photonic Integrated  Circuit",
    "abstract": "In this work, we report the realization of a polarization-insensitive grating coupler, single-mode waveguide, and ring resonator in the GaN-on-Sapphire platform. We provide a detailed demonstration of the material characterization, device simulation, and experimental results. We achieve a grating coupler efficiency of -5.2 dB/coupler with a 1dB and 3dB bandwidth of 40 nm and 80 nm, respectively. We measure a single-mode waveguide loss of -6 dB/cm. The losses measured here are the lowest in a GaN-on-Sapphire photonic circuit. This demonstration provides opportunities for the development of on-chip linear and non-linear optical processes using the GaN-on-Sapphire platform. To the best of our knowledge, this is the first demonstration of an integrated photonic device using a GaN HEMT stack with 2D electron gas. ",
    "url": "https://arxiv.org/abs/2305.15900",
    "authors": [
      "Suraj",
      "Shashwat Rathkanthiwar",
      "Srinivasan Raghavan",
      "Shankar Kumar Selvaraja"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15941",
    "title": "Rotating spokes, potential hump and modulated ionization in radio  frequency magnetron discharges",
    "abstract": "In this work, the rotating spoke mode in the radio frequency (RF) magnetron discharge, which features the potential hump and the RF-modulated ionization, is observed and analyzed by means of the two dimensional axial-azimuthal (z-y) particle-in-cell/Monte Carlo collision method. The kinetic model combined with the linear analysis of the perturbation reveals that the cathode sheath (axial) electric field $E_z$ triggers the gradient drift instability (GDI), deforming the local potential until the instability condition is not fulfilled and the fluctuation growth stops in which moment the instability becomes saturated. The potential deformation consequently leads to the formation of the potential hump, surrounding which the azimuthal electric field $E_y$ is present. The saturation level of $E_y$ is found to be synchronized with and proportional to the time-changing voltage applied at the cathode, resulting in the RF-modulation of the electron heating in the $E_y$ due to $\\nabla B$ drift. In the instability saturated stage, it is shown that the rotation velocity and direction of the spoke present in the simulations agree well with the experimental observation. In the instability linear stage, the instability mode wavelength and the growth rate are also found to be in good agreement with the prediction of the GDI linear fluid theory. ",
    "url": "https://arxiv.org/abs/2305.15941",
    "authors": [
      "Liang Xu",
      "Haoming Sun",
      "Denis Eremin",
      "Sathya Ganta",
      "Igor Kaganovich",
      "Kallol Bera",
      "Shahid Rauf"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2305.15959",
    "title": "A Universal Quantum Technology Education Program",
    "abstract": "Quantum technology is an emerging cutting-edge field which offers a new paradigm for computation and research in the field of physics, mathematics and other scientific disciplines. This technology is of strategic importance to governments globally and heavy investments and budgets are being sanctioned to gain competitive advantage in terms of military, space and education. Due to this, it is important to understand the educational and research needs required to implement this technology at a large scale. Here, we propose a novel universal quantum technology master's curriculum which comprises a balance between quantum hardware and software skills to enhance the employability of professionals thereby reducing the skill shortage faced by the academic institutions and organizations today. The proposed curriculum holds the potential to revolutionize the quantum education ecosystem by reducing the pressure of hiring PhDs faced by startups and promoting the growth of a balanced scientific mindset in quantum research. ",
    "url": "https://arxiv.org/abs/2305.15959",
    "authors": [
      "Sanjay Vishwakarma",
      "Shalini D",
      "Srinjoy Ganguly",
      "Sai Nandan Morapakula"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16006",
    "title": "Precise transport of skyrmions by surface acoustic waves",
    "abstract": "Magnetic skyrmions in thin films with perpendicular magnetic anisotropy are promising candidates for magnetic memory and logic devices, making the development of ways to transport skyrmions efficiently and precisely of significant interest. Here, we investigate the transport of skyrmions by surface acoustic waves (SAWs) via several modalities using micromagnetic simulations. We show skyrmion pinning sites created by standing SAWs at anti-nodes and skyrmion Hall-like motion without pinning driven by travelling SAWs. We also show how orthogonal SAWs formed by combining a longitudinal travelling SAW and a transverse standing SAW can be used for the precise 2D positioning of skyrmions. Our results also suggest SAWs offer a viable approach to the precise transport of multiple skyrmions along multichannel racetrack. ",
    "url": "https://arxiv.org/abs/2305.16006",
    "authors": [
      "Jintao Shuai",
      "Luis Lopez-Diaz",
      "John E. Cunningham",
      "Thomas A. Moore"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16033",
    "title": "GHz configurable photon pair generation from a silicon nonlinear  interferometer",
    "abstract": "Low loss and high speed processing of photons is central to architectures for photonic quantum information. High speed switching enables non-deterministic photon sources and logic gates to be made deterministic, while the speed with which quantum light sources can be turned on and off impacts the clock rate of photonic computers and the data rate of quantum communication. Here we use lossy carrier depletion modulators in a silicon waveguide nonlinear interferometer to modulate photon pair generation at 1~GHz without exposing the generated photons to the phase dependent parasitic loss of the modulators. The super sensitivity of nonlinear interferometers reduces power consumption compared to modulating the driving laser. This can be a building block component for high speed programmabile, generalised nonlinear waveguide networks. ",
    "url": "https://arxiv.org/abs/2305.16033",
    "authors": [
      "Jonathan Frazer",
      "Takafumi Ono",
      "Jonathan C. F. Matthews"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16059",
    "title": "Alternating quantum-emitter chains: Exceptional-point phase transition,  edge state, and quantum walks",
    "abstract": "We study the long-range hopping limit of a one-dimensional array of $N$ equal-distanced quantum emitters in free space, where the hopping amplitude of emitter excitation is proportional to the inverse of the distance and equals the lattice dimension. For two species of emitters in an alternating arrangement, the single excitation sector exhibits non-Hermitian spectral singularities known as exceptional points. We unveil an unconventional phase transition, dubbed exceptional-point phase transition, from the collective to individual spontaneous emission behaviors. At the transition point, the $N \\times N$ Hamiltonian fragments into $N/2-1$ many two-dimensional non-diagonalizable blocks. The remaining diagonalizable block contains a dissipation-induced edge state with algebraically localized profiles, and we provide numerical evidence for its existence in the infinite-array limit. We demonstrate that the edge state can be eliminated via a continuous deformation, consistent with the ill-definedness of bulk topological invariant. We also propose a spatially resolved character to quantify the incoherent flow and loss in the non-unitary quantum walks of single atomic excitations. ",
    "url": "https://arxiv.org/abs/2305.16059",
    "authors": [
      "Jimin Li",
      "Zongping Gong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16206",
    "title": "Large Reconfigurable Quantum Circuits with SPAD Arrays and Multimode  Fibers",
    "abstract": "Reprogrammable linear optical circuits are essential elements of photonic quantum technology implementations. Integrated optics provides a natural platform for tunable photonic circuits, but faces challenges when high dimensions and high connectivity are involved. Here, we implement high-dimensional linear transformations on spatial modes of photons using wavefront shaping together with mode mixing in a multimode fiber, and measure photon correlations using a time-tagging single-photon avalanche diode (SPAD) array. In order to prove the suitability of our approach for quantum technologies we demonstrate two-photon interferences in a tunable complex linear network -- a generalization of a Hong-Ou-Mandel interference to 22 output ports. We study the scalability of our approach by quantifying the similarity between the ideal photon correlations and the correlations obtained experimentally for various linear transformations. Our results demonstrate the potential of wavefront shaping in complex media in conjunction with SPAD arrays for implementing high-dimensional reconfigurable quantum circuits. Specifically, we achieved $(80.5 \\pm 6.8)\\%$ similarity for indistinguishable photon pairs and $(84.9 \\pm 7.0)\\%$ similarity for distinguishable photon pairs using 22 detectors and random circuits. These results emphasize the scalability and reprogrammable nature of our approach. ",
    "url": "https://arxiv.org/abs/2305.16206",
    "authors": [
      "Adrian Makowski",
      "Michał Dąbrowski",
      "Ivan Michel Antolovic",
      "Claudio Bruschini",
      "Hugo Defienne",
      "Edoardo Charbon",
      "Radek Lapkiewicz",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16228",
    "title": "Spatial adiabatic passage of ultracold atoms in optical tweezers",
    "abstract": "Spatial adiabatic passage (SAP) is a process that facilitates the transfer of a wave packet between two localized modes that are not directly coupled, but rather interact through an intermediate third mode. By employing a counter-intuitive adiabatic pulse sequence, this technique achieves minimal population in the intermediate state and high transfer efficiency. Here, we report the implementation of SAP for transferring massive particles between three micro-optical traps. We begin by preparing ultracold fermionic atoms in low vibrational eigenstates of one trap and then manipulate the distance between the three traps to execute the SAP protocol. We observe a smooth transfer of atoms between the two outer traps, accompanied by a low population in the central trap. We validate our findings and underscore the significance of the counter-intuitive sequence by reversing the order of the pulse sequence. Additionally, we investigate the influence of the tunneling rate and the time delay between the motion of the two external tweezers on the fidelity of the process. Our results open up new possibilities for advanced control and manipulation schemes in optical tweezer array platforms. ",
    "url": "https://arxiv.org/abs/2305.16228",
    "authors": [
      "Yanay Florshaim",
      "Elad Zohar",
      "David Zeev Koplovich",
      "Ilan Meltzer",
      "Rafi Weill",
      "Jonathan Nemirovsky",
      "Amir Stern",
      "Yoav Sagi"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16245",
    "title": "High-dimensional quantum correlation measurements with an adaptively  gated hybrid single-photon camera",
    "abstract": "Efficient measurement of high-dimensional quantum correlations, especially spatial ones, is essential for quantum technologies, given their inherent high dimensionality and easy manipulation with basic optical elements. We propose and demonstrate an adaptively-gated hybrid intensified camera (HIC) that combines the information from a high spatial resolution sensor and a high temporal resolution detector, offering precise control over the number of photons detected within each frame. The HIC facilitates spatially resolved single-photon counting measurements. We study the measurement of momentum correlations of photon pairs generated in type-I spontaneous parametric down-conversion with the HIC and demonstrate the possibility of time-tagging the registered photons. With a spatial resolution of nearly 9 megapixels and nanosecond temporal resolution, this system allows for the realization of previously infeasible quantum optics experiments. ",
    "url": "https://arxiv.org/abs/2305.16245",
    "authors": [
      "Sanjukta Kundu",
      "Jerzy Szuniewicz",
      "Grzegorz Firlik",
      "Alexander Krupinski-Ptaszek",
      "Radek Lapkiewicz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2009.13389",
    "title": "Gauge invariance of quantum electrodynamics of multi-electron atoms",
    "abstract": " Comments: 14 pages, 9 figures; replaced with published version ",
    "url": "https://arxiv.org/abs/2009.13389",
    "authors": [
      "M. I. Krivoruchenko"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.06044",
    "title": "Imaging stars with quantum error correction",
    "abstract": " Comments: comments are welcome ",
    "url": "https://arxiv.org/abs/2204.06044",
    "authors": [
      "Zixin Huang",
      "Gavin K. Brennen",
      "Yingkai Ouyang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03992",
    "title": "Indentation of an elastic disk on a circular supporting ring",
    "abstract": " Title: Indentation of an elastic disk on a circular supporting ring ",
    "url": "https://arxiv.org/abs/2207.03992",
    "authors": [
      "Tristan Suzanne",
      "Julien Deschamps",
      "Marc Georgelin",
      "Gwenn Boedec"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2212.11641",
    "title": "Low intensity saturation of an ISB transition by a mid-IR quantum  cascade laser",
    "abstract": " Title: Low intensity saturation of an ISB transition by a mid-IR quantum  cascade laser ",
    "url": "https://arxiv.org/abs/2212.11641",
    "authors": [
      "Mathieu Jeannin",
      "Eduardo Cosentino",
      "Stefano Pirotta",
      "Mario Malerba",
      "Giorgio Biasiol",
      "Jean-Michel Manceau",
      "Raffaele Colombelli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.13022",
    "title": "Optical control of collective states in 1D ordered atomic chains beyond  the linear regime",
    "abstract": " Comments: 13 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2212.13022",
    "authors": [
      "Nikos Fayard",
      "Igor Ferrier-Barbut",
      "Antoine Browaeys",
      "Jean-Jacques Greffet"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02163",
    "title": "Resonant triad interactions of gravity waves in cylindrical basins",
    "abstract": " Comments: 31 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2301.02163",
    "authors": [
      "Matthew Durey",
      "Paul A. Milewski"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Dynamical Systems (math.DS)"
    ]
  },
  {
    "id": "arXiv:2303.05644",
    "title": "High-Speed and Energy-Efficient Non-Volatile Silicon Photonic Memory  Based on Heterogeneously Integrated Memresonator",
    "abstract": " Title: High-Speed and Energy-Efficient Non-Volatile Silicon Photonic Memory  Based on Heterogeneously Integrated Memresonator ",
    "url": "https://arxiv.org/abs/2303.05644",
    "authors": [
      "Bassem Tossoun",
      "Di Liang",
      "Stanley Cheung",
      "Zhuoran Fang",
      "Xia Sheng",
      "John Paul Strachan",
      "Raymond G. Beausoleil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01211",
    "title": "Maxwell-Dirac isomorphism revisited: from foundations of quantum  mechanics to geometrodynamics and cosmology",
    "abstract": " Comments: 60 pages , no figures. arXiv admin note: text overlap with arXiv:1703.04674 ",
    "url": "https://arxiv.org/abs/2304.01211",
    "authors": [
      "Arkady L.Kholodenko"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2304.01996",
    "title": "ANTN: Bridging Autoregressive Neural Networks and Tensor Networks for  Quantum Many-Body Simulation",
    "abstract": " Title: ANTN: Bridging Autoregressive Neural Networks and Tensor Networks for  Quantum Many-Body Simulation ",
    "url": "https://arxiv.org/abs/2304.01996",
    "authors": [
      "Zhuo Chen",
      "Laker Newhouse",
      "Eddie Chen",
      "Di Luo",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.09711",
    "title": "SRF Cavity Searches for Dark Photon Dark Matter: First Scan Results",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2305.09711",
    "authors": [
      "Zhenxing Tang",
      "Bo Wang",
      "Yifan Chen",
      "Yanjie Zeng",
      "Chunlong Li",
      "Yuting Yang",
      "Liwen Feng",
      "Peng Sha",
      "Zhenghui Mi",
      "Weimin Pan",
      "Tianzong Zhang",
      "Yirong Jin",
      "Jiankui Hao",
      "Lin Lin",
      "Fang Wang",
      "Huamu Xie",
      "Senlin Huang",
      "Jing Shu"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.11122",
    "title": "Autonomous sputter synthesis of thin film nitrides with composition  controlled by Bayesian optimization of optical plasma emission",
    "abstract": " Comments: Paper submitted to APL Materials ",
    "url": "https://arxiv.org/abs/2305.11122",
    "authors": [
      "Davi M. Febba",
      "Kevin R. Talley",
      "Kendal Johnson",
      "Stephen Schaefer",
      "Sage R. Bauers",
      "John S. Mangum",
      "Rebecca W. Smaha",
      "Andriy Zakutayev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2305.15200",
    "title": "Reducing Rydberg state dc polarizability by microwave dressing",
    "abstract": " Comments: factor of 4 in Table 3 corrected ",
    "url": "https://arxiv.org/abs/2305.15200",
    "authors": [
      "J.C. Bohorquez",
      "R. Chinnarasu",
      "J. Isaacs",
      "D. Booth",
      "M. Beck",
      "R. McDermott",
      "M. Saffman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]