[
  {
    "id": "arXiv:2304.05006",
    "title": "Modeling inductive radio frequency coupling in powerful negative  hydrogen ion sources: optimizing the RF coupling",
    "abstract": "In the fusion experiment ITER powerful neutral beam injection (NBI) systems will be used. The NBI's core component is a negative hydrogen ion source, which is based on a modular concept. Eight cylindrical drivers, each having a volume of several liters, are attached to one common expansion and extraction region. Within the drivers an inductively coupled plasma is sustained by an external cylindrical coil at filling pressures not larger than 0.3 Pa. Radio frequency (RF) generators operating at a driving frequency of 1 MHz feed the coils via a matching network with powers of up to 100 kW per driver. These high powers entail high voltages, which make the ion source prone to electrical breakdowns and arcing, wherefore its reliability is reduced. Moreover, at the ITER prototype RF ion source not more than 60% of the power is absorbed by the plasma, whereas the rest is lost for heating the RF coil and conducting structures of the driver. To optimize the power coupling in the prototype source, a previously validated self-consistent fluid-electromagnetic model is applied. The optimization studies reveal a complex interplay between network losses (mainly caused by the skin effect and eddy currents), and nonlinear plasma phenomena, such as the RF Lorentz force. The model demonstrates promising optimization concepts for the RF coupling in future NBI ion sources. In particular, by increasing the axial driver length and the driving frequency it is possible to enhance the fraction of absorbed power to values around 90%. ",
    "url": "https://arxiv.org/abs/2304.05006",
    "authors": [
      "Dominikus Zielke",
      "Stefan Briefi",
      "Ursel Fantz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05038",
    "title": "Numerical Analysis of Photon Absorption of Gate-defined Quantum Dots  Embedded in Asymmetric Bull's-eye Optical Cavities",
    "abstract": "Improving the photon-spin conversion efficiency without polarization dependence is a major challenge in realizing quantum interfaces gate-defined quantum dots (QDs) for polarization-encoded photonic quantum network systems. Previously, we reported the design of an air-bridge bull's-eye cavity that enhances the photon absorption efficiency of an embedded gate-defined QD regardless of the photon polarization. Here, we numerically demonstrate that a further 1.6 times improvement in efficiency is possible by simply adjusting the distance of the substrate from the semiconductor slab where the bull's-eye structure is formed. Our analysis clarifies that the upward-preferred coupling and narrow far-field emission pattern realized by substrate-induced asymmetry enable the improvement. ",
    "url": "https://arxiv.org/abs/2304.05038",
    "authors": [
      "Sangmin Ji",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05194",
    "title": "Diode laser spectroscopy of methyl iodide at 850 nm",
    "abstract": "Using the Tunable Diode Laser Absorption Spectroscopy (TDLAS) 82 CH$_3$I ro-vibrational overtone absorption were detected for the first time between 11660 and 11840 cm$^{-1}$ (844 -- 857 nm), with strengths estimated to be around $10^{-27}$ -- 10$^{-26}$ cm/molecule. The lines have been measured utilizing commercial heterostructure F-P type diode lasers, multipass cells and the wavelength modulation spectroscopy with second harmonic detection technique. A high modulation amplitude approach was adopted for the analysis of the line shapes. Self-broadening coefficients have been obtained for two lines. ",
    "url": "https://arxiv.org/abs/2304.05194",
    "authors": [
      "Alessandro Lucchesini"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05250",
    "title": "Lattice design and experimental studies of nonlinear resonance at the  Cornell Electron Storage Ring",
    "abstract": "The predominant source of nonlinearity in most existing accelerators are sextupoles, which introduce nonlinear resonances. When the horizontal tune of an accelerator is near such a resonance line ($n\\nu_x$), stable fixed points (SFPs) may appear in the horizontal phase space to form a second closed orbit different from the \"zero\" closed orbit. The stable islands in phase space surrounding the SFPs are also referred as transverse resonance island \"buckets\" (TRIBs). However, the TRIBs are not always present near a resonance line in a storage ring. Necessary conditions for TRIBs formation will be discussed in this paper. A 6-GeV lattice with the horizontal tune near a 3rd-order resonance line at $3\\nu_{x}$=50 is then designed for the Cornell Electron Storage Ring (CESR). After loading this lattice into CESR, the TRIBs are observed while adjusting the horizontal tune near the 3rd-order resonance, consistent with particle tracking simulations. TRIBs rotation in the horizontal phase space are also experimentally demonstrated with adjustment of a sextupole knob. These results are in good agreement with the theoretical calculation. ",
    "url": "https://arxiv.org/abs/2304.05250",
    "authors": [
      "S.T. Wang",
      "V. Khachatryan",
      "P. Nishikawa"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05282",
    "title": "Longitudinal to transversal conversion of mode-locked states in an empty  optical resonator",
    "abstract": "A longitudinal mode-locked state can be converted to a transverse mode-locked state by exploiting the spectral and spatial filtering of an empty optical resonator. Carrier and amplitude modulation sidebands were simultaneously transmitted by the conversion resonator, yielding phase-locked superpositions of up to five transverse modes. Equivalently, an amplitude-modulated beam was converted into a beam that periodically moved across the transverse plane. Precise control over the spatial beam shape during oscillation was gained by independently altering the set of transverse modes and their respective powers, which demonstrated an increased level of control in the generation of transverse mode-locked states. ",
    "url": "https://arxiv.org/abs/2304.05282",
    "authors": [
      "Michael Zwilich",
      "Florian Schepers",
      "Carsten Fallnich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04725",
    "title": "Machine learning one-dimensional spinless trapped fermionic systems with  neural-network quantum states",
    "abstract": "We compute the ground-state properties of fully polarized, trapped, one-dimensional fermionic systems interacting through a gaussian potential. We use an antisymmetric artificial neural network, or neural quantum state, as an ansatz for the wavefunction and use machine learning techniques to variationally minimize the energy of systems from 2 to 6 particles. We provide extensive benchmarks with other many-body methods, including exact diagonalisation and the Hartree-Fock approximation. The neural quantum state provides the best energies across a wide range of interaction strengths. We find very different ground states depending on the sign of the interaction. In the non-perturbative repulsive regime, the system asymptotically reaches crystalline order. In contrast, the strongly attractive regime shows signs of bosonization. The neural quantum state continuously learns these different phases with an almost constant number of parameters and a very modest increase in computational time with the number of particles. ",
    "url": "https://arxiv.org/abs/2304.04725",
    "authors": [
      "J. W. T. Keeble",
      "M. Drissi",
      "A. Rojo-Francàs",
      "B. Juliá-Díaz",
      "A. Rios"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04776",
    "title": "Deep Photonic Networks with Arbitrary and Broadband Functionality",
    "abstract": "Growing application space in optical communications, computing, and sensing continues to drive the need for high-performance integrated photonic components. Designing these on-chip systems with complex and application-specific functionality requires beyond what is possible with physical intuition, for which machine learning-based design methods have recently become popular. However, as the expensive computational requirements for physically accurate device simulations last a critical challenge, these methods typically remain limited in scalability and the optical design degrees of freedom they can provide for application-specific and arbitrary photonic integrated circuits. Here, we introduce a highly-scalable, physics-informed framework for the design of on-chip optical systems with arbitrary functionality based on a deep photonic network of custom-designed Mach-Zehnder interferometers. Using this framework, we design ultra-broadband power splitters and a spectral duplexer, each in less than two minutes, and demonstrate state-of-the-art experimental performance with less than 0.66 dB insertion loss and over 120 nm of 1-dB bandwidth for all devices. Our presented framework provides an essential tool with a tractable path towards the systematic design of large-scale photonic systems with custom and broadband power, phase, and dispersion profiles for use in multi-band optical applications including high-throughput communications, quantum information processing, and medical/biological sensing. ",
    "url": "https://arxiv.org/abs/2304.04776",
    "authors": [
      "Ali Najjar Amiri",
      "Aycan Deniz Vit",
      "Kazim Gorgulu",
      "Emir Salih Magden"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.04831",
    "title": "Array of Individual Circular Rydberg Atoms Trapped in Optical Tweezers",
    "abstract": "Circular Rydberg atoms (CRAs), i.e., Rydberg atoms with maximal orbital momentum, are highly promising for quantum computation, simulation and sensing. They combine long natural lifetimes with strong inter-atomic interactions and coupling to electromagnetic fields. Trapping individual CRAs is essential to harness these unique features. We report the first demonstration of CRAs laser-trapping in a programmable array of optical bottle beams. We observe the decay of a trapped Rubidium circular level over 5ms using a novel optical detection method. This first optical detection of alkali CRAs is both spatially- and level selective. We finally observe the mechanical oscillations of the CRAs in the traps. This work opens the route to the use of circular levels in quantum devices. It is also promising for quantum simulation and information processing using the full extent of Rydberg manifolds. ",
    "url": "https://arxiv.org/abs/2304.04831",
    "authors": [
      "Brice Ravon",
      "Paul Méhaignerie",
      "Yohann Machu",
      "Andrés Durán Hernández",
      "Maxime Favier",
      "Jean-Michel Raimond",
      "Michel Brune",
      "Clément Sayrin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04975",
    "title": "Inverse problem for the nonlinear long wave runup on a plane sloping  beach",
    "abstract": "We put forward a simple but effective explicit method of recovering initial data for the nonlinear shallow water system from the reading at the shoreline. We then apply our method to the tsunami waves inverse problem. ",
    "url": "https://arxiv.org/abs/2304.04975",
    "authors": [
      "Alexei Rybkin",
      "Efim Pelinovsky",
      "Noah Palmer"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Mathematical Physics (math-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2304.05149",
    "title": "Simulations of quantum dynamics with fermionic phase-space  representations using numerical matrix factorizations as stochastic gauges",
    "abstract": "The Gaussian phase-space representation can be used to implement quantum dynamics for fermionic particles numerically. To improve numerical results, we explore the use of dynamical diffusion gauges in such implementations. This is achieved by benchmarking quantum dynamics of few-body systems against independent exact solutions. A diffusion gauge is implemented here as a so-called noise-matrix, which satisfies a matrix equation defined by the corresponding Fokker--Planck equation of the phase-space representation. For the physical systems with fermionic particles considered here, the numerical evaluation of the new diffusion gauges allows us to double the practical simulation time, compared with hitherto known analytic noise-matrices. This development may have far reaching consequences for future quantum dynamical simulations of many-body systems. ",
    "url": "https://arxiv.org/abs/2304.05149",
    "authors": [
      "F Rousse",
      "M Fasi",
      "A Dmytryshyn",
      "M Gulliksson",
      "M Ogren"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05252",
    "title": "A Rydberg ion flywheel for quantum work storage",
    "abstract": "Trapped ions provide a platform for quantum technologies that offers long coherence times and high degrees of scalability and controllability. Here, we use this platform to develop a realistic model of a thermal device consisting of two laser-driven, strongly coupled Rydberg ions in a harmonic trap. We show that the translational degrees of freedom of this system can be utilized as a flywheel storing the work output that is generated by a cyclic thermodynamic process applied to its electronic degrees of freedom. Mimicking such a process through periodic variations of external control parameters, we use a mean-field approach underpinned by exact numerical and analytical calculations to identify relevant physical processes and to determine the charging rate of the flywheel. Our work paves the way for the design of microscopic thermal machines based on Rydberg ions that can be equipped with both many-body working media and universal work storages. ",
    "url": "https://arxiv.org/abs/2304.05252",
    "authors": [
      "Wilson S. Martins",
      "Federico Carollo",
      "Weibin Li",
      "Kay Brandner",
      "Igor Lesanovsky"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05286",
    "title": "Unveiling the non-Abelian statistics of $D(S_3)$ anyons via photonic  simulation",
    "abstract": "Simulators can realise novel phenomena by separating them from the complexities of a full physical implementation. Here we put forward a scheme that can simulate the exotic statistics of $D(S_3)$ non-Abelian anyons with minimal resources. The qudit lattice representation of this planar code supports local encoding of $D(S_3)$ anyons. As a proof-of-principle demonstration we employ a photonic simulator to encode a single qutrit and manipulate it to perform the fusion and braiding properties of non-Abelian $D(S_3)$ anyons. The photonic technology allows us to perform the required non-unitary operations with much higher fidelity than what can be achieved with current quantum computers. Our approach can be directly generalised to larger systems or to different anyonic models, thus enabling advances in the exploration of quantum error correction and fundamental physics alike. ",
    "url": "https://arxiv.org/abs/2304.05286",
    "authors": [
      "Suraj Goel",
      "Matthew Reynolds",
      "Matthew Girling",
      "Will McCutcheon",
      "Saroch Leedumrongwatthanakun",
      "Vatshal Srivastav",
      "David Jennings",
      "Mehul Malik",
      "Jiannis K. Pachos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.02328",
    "title": "Mitigation of limit cycle oscillations in a turbulent thermoacoustic  system via delayed acoustic self-feedback",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2201.02328",
    "authors": [
      "Ankit Sahay",
      "Abhishek Kushwaha",
      "Samadhan A. Pawar",
      "Midhun P. R.",
      "Jayesh M. Dhadphale",
      "R. I. Sujith"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2205.10245",
    "title": "Microscopic analysis of spin-momentum locking on a geometric phase  metasurface",
    "abstract": " Comments: 6 pages and 3 figures. 1 Supplemental material with 15 pages and 6 figures ",
    "url": "https://arxiv.org/abs/2205.10245",
    "authors": [
      "Fernando Lorén",
      "Gian L. Paravicini-Bagliani",
      "Sudipta Saha",
      "Jérôme Gautier",
      "Minghao Li",
      "Cyriaque Genet",
      "Luis Martín-Moreno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.07231",
    "title": "Metasurface-Based Realization of Photonic Time Crystals",
    "abstract": " Comments: 21 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2208.07231",
    "authors": [
      "Xuchen Wang",
      "Mohammad Sajjad Mirmoosa",
      "Viktar S. Asadchy",
      "Carsten Rockstuhl",
      "Shanhui Fan",
      "Sergei A. Tretyakov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.14392",
    "title": "Ultra-Fast Semi-Empirical Quantum Chemistry for High-Throughput  Computational Campaigns with Sparrow",
    "abstract": " Comments: 39 pages, 4 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2211.14392",
    "authors": [
      "Francesco Bosia",
      "Peikun Zheng",
      "Alain Vaucher",
      "Thomas Weymuth",
      "Pavlo O. Dral",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09586",
    "title": "State preparation of AGP on a quantum computer without number projection",
    "abstract": " Comments: 11 pages, 6 figures, manuscript revised ",
    "url": "https://arxiv.org/abs/2301.09586",
    "authors": [
      "Armin Khamoshi",
      "Rishab Dutta",
      "Gustavo E. Scuseria"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.16080",
    "title": "Atomic Model of Dark Matter Halo and Its Quantum Structure",
    "abstract": " Title: Atomic Model of Dark Matter Halo and Its Quantum Structure ",
    "url": "https://arxiv.org/abs/2303.16080",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2304.03967",
    "title": "Quantum gate synthesis by small perturbation of a free particle in a box  with electric field",
    "abstract": " Comments: 16 pages ",
    "url": "https://arxiv.org/abs/2304.03967",
    "authors": [
      "Kumar Gautam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]