[
  {
    "id": "arXiv:2402.15563",
    "title": "Terahertz amplification and lasing in pump-probe experiments with  hyperbolic polaritons in h-BN",
    "abstract": "We discuss terahertz pump-probe experiments in hBN from the perspective of Floquet optical materials and photonic time crystals. Anisotropic nature of this material results in a large separation of frequencies of in-plane and out-of-plane optical phonons and leads to several branches of phonon-polariton excitations. We consider a slab of finite thickness pumped at the frequency of middle polaritons, around 25 THz. We theoretically analyze properties of the pump induced state and identify several interesting features, including possible light amplification and parametric instability at 2 THz. We relate these features to resonant pair scattering processes of polaritons excited by the pump pulse. We show that amplification/instability frequency ranges depend on both the pump intensity and the slab thickness. We point out that this setup can be used utilized to strongly enhance optical nonlinearities at terahertz frequencies. Richness and tunability of this system suggests that it holds promise for practical applications in terahertz technology. ",
    "url": "https://arxiv.org/abs/2402.15563",
    "authors": [
      "Khachatur G. Nazaryan",
      "Ivan Ridkokasha",
      "Marios H. Michael",
      "Eugene Demler"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.15722",
    "title": "Enhancement of spin-orbit interaction and nearly perfect spin-conversion  by 1D photonic crystal with the anisotropic defect layer",
    "abstract": "Although photon spin-orbit interaction (SOI) has been extensively studied, the vortex-conversion efficiency and the enhancement of spin Hall effect in abnormal modes in SOI remain to be investigated. Using an one-dimensional (1D) photonic crystal (PhC) system with the anisotropic defect layer(ADL), we firstly find that the generation efficiency of the vortex beam is close to 50\\% when the number of periodic layers of the PhC reaches 5. Secondly, We also discussed the case where linearly polarized light is obliquely incident on a defect state system, and find that the destructive interference between the normal mode and the abnormal mode reaches the maximum, resulting in the enhancement of the spin hall displacement, and the effect can be enhanced at any angle of incidence in this system. Finally, we found that in the defect mode, the mutual conversion of normal and abnormal mode spins can be regulated, and the conversion efficiency can be close to 100\\%. ",
    "url": "https://arxiv.org/abs/2402.15722",
    "authors": [
      "Xianjun Wang",
      "Yufu Liu",
      "Yunlin Li",
      "Langlang Xiong",
      "Xunya Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.15775",
    "title": "Optimal frequency resolution for spectral proper orthogonal  decomposition",
    "abstract": "We demonstrate that accurate computation of the spectral proper orthogonal decomposition (SPOD) critically depends on the choice of frequency resolution. Using both artificially generated data and large-eddy simulation data of a turbulent subsonic jet, we show that the optimal choice depends on how rapidly the SPOD modes change in space at adjacent frequencies. Previously employed values are found to be too high, resulting in unnecessarily biased results at physically important frequencies. A physics-informed adaptive frequency-resolution SPOD algorithm is developed that provides substantially less biased SPOD modes than the standard constant resolution method. ",
    "url": "https://arxiv.org/abs/2402.15775",
    "authors": [
      "Liam Heidt",
      "Tim Colonius"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2402.15825",
    "title": "Highly efficient interaction of a tubular-lattice hollow-core fiber and  flexural acoustic waves: design, characterization and analysis",
    "abstract": "The modulation efficiency of a tubular-lattice hollow-core fiber (HCF) by means of flexural acoustic waves is investigated in detail for the first time. The main acousto-optic properties of the HCF are evaluated employing 2D and 3D models based on the finite element method. The induced coupling of the fundamental and first higher-order modes is simulated in the wavelength range from 743 to 1355 nm. Significant acoustic (amplitude, period, strain, energy) and optical parameters (effective index, beat length, birefringence, coupling coefficient) are analyzed. The simulations are compared to experimental results, indicating higher modulation performance in HCFs compared to standard optical fibers. In addition, useful insights into the design and fabrication of all-fiber acousto-optic devices based on HCFs are provided, enabling potential application in tunable spectral filters and mode-locked fiber lasers. ",
    "url": "https://arxiv.org/abs/2402.15825",
    "authors": [
      "Ricardo E. da Silva",
      "Jonas H. Osório",
      "Gabriel L. Rodrigues",
      "David J. Webb",
      "Frédéric Gérôme",
      "Fetah Benabid",
      "Cristiano M. B. Cordeiro",
      "Marcos A. R. Franco"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.15884",
    "title": "Dual-wavelength femtosecond laser-induced low-fluence single-shot damage  and ablation of silicon",
    "abstract": "A study of damage and ablation of silicon induced by two individual femtosecond laser pulses of different wavelengths, 1030 and 515 nm, is performed to address the physical mechanisms of dual-wavelength ablation and reveal possibilities for increasing the ablation efficiency. The produced ablation craters and damaged areas are analyzed as a function of time separation between the pulses and are compared with monochromatic pulses of the same total energy. Particular attention is given to low-fluence irradiation regimes when the energy densities in each pulse are below the ablation threshold and thus no shielding of the subsequent pulse by the ablation products occurs. The sequence order of pulses is demonstrated to be essential in bi-color ablation with higher material removal rates when a shorter-wavelength pulse arrives first at the surface. At long delays of 30-100 ps, the dual-wavelength ablation is found to be particularly strong with the formation of deep smooth craters. This is explained by the expansion of a hot liquid layer produced by the first pulse with a drastic decrease in the surface reflectivity at this timescale. The results provide insight into the processes of dual-wavelength laser ablation offering a better control of the energy deposition into material. ",
    "url": "https://arxiv.org/abs/2402.15884",
    "authors": [
      "Alexander V. Bulgakov",
      "Juraj Sládek",
      "Jan Hrabovský",
      "Inam Mirza",
      "Wladimir Marine",
      "Nadezhda M. Bulgakova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.15954",
    "title": "Forward and inverse modeling of depth-of-field effects in  background-oriented schlieren",
    "abstract": "We report a novel \"cone-ray\" model of background-oriented schlieren (BOS) imaging that accounts for depth-of-field effects. Reconstructions of the density field performed with this model are far more robust to the blur associated with a finite aperture than conventional reconstructions, which presume a \"thin-ray\" pinhole camera. Our model is characterized and validated using forward evaluations based on simulated and experimental BOS measurements of buoyancy-driven flow and hypersonic flow over a sphere. Moreover, we embed the model in a neural reconstruction algorithm, which is demonstrated with a total variation penalty as well as the compressible Euler equations. Our cone-ray technique dramatically improves the accuracy of BOS reconstructions: the shock interface is well-resolved in all our tests, irrespective of the camera's aperture setting, which spans f-numbers from 22 down to 4. ",
    "url": "https://arxiv.org/abs/2402.15954",
    "authors": [
      "Joseph P. Molnar",
      "Elijah J. LaLonde",
      "Christopher S. Combs",
      "Olivier Léon",
      "David Donjat",
      "Samuel J. Grauer"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2402.16032",
    "title": "Four-Channel WDM Graphene Optical Receiver using Mechanically Exfoliated  Graphene",
    "abstract": "Silicon photonics with the advantages of low power consumption, low cost, and high yield is a crucial technology for facilitating high-capacity optical communications and interconnects. The graphene photodetectors (GPDs) featuring broadband operation, high speed, and low integration cost can be good additions to the conventional SiGe photodetectors, supporting silicon-integrated on-chip photodetection in new wavelength bands beyond 1.6 microns (e.g., U-band and 2 microns). Here we realize a silicon-integrated four-channel wavelength division multiplexing (WDM) optical receiver based on a micro-ring resonator (MRR) array and four p-n homojunction GPDs by using mechanically exfoliated monolayer graphene. These GPDs based on the photo-thermoelectric (PTE) effect operating under zero (current) bias exhibit responsivities of ~1.1 V W^-1 and flat frequency responses up to 67 GHz which is set-up limited. The GPDs show good consistence benefiting from the compact active region array (0.006 mm^2) covered by a single hBN/graphene/hBN stack. Moreover, the WDM graphene optical receiver realized the 4x16 Gbps non-return to zero (NRZ) optical signal transmission. To the best of our knowledge, it is the first GPD-array-based optical receiver using mechanically exfoliated graphene and edge graphene-metal conduct. This work shed light on the large-scale integration of GPDs by using the high-quality mechanically exfoliated graphene, promoting the application and development of the graphene photonic devices. ",
    "url": "https://arxiv.org/abs/2402.16032",
    "authors": [
      "Laiwen Yu",
      "Yurui Li",
      "Hengtai Xiang",
      "Yuanrong Li",
      "Hengzhen Cao",
      "Zhongyang Ji",
      "Liu Liu",
      "Xi Xiao",
      "Jianbo Yin",
      "Jingshu Guo",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16122",
    "title": "Half-cycle attosecond pulse-induced dynamics of space-time photonic  crystals",
    "abstract": "Rapidly changing the refractive index of a medium in space and time (space-time photonic crystal, STPC) has been a challenging task. Such a rapid change can be achieved by carrier-wave Rabi flopping. We show that it can be realized when a train of half-cycle light pulses collide in a simple three-level atomic medium. We found the formation of Bragg microcavities and demonstrated their ultrafast control in this case. The proposed approach is a convenient way to control medium properties on the sub-cycle time scale. It is a demonstration of the formation of STPCs and their ultrafast control in a simple atomic medium, which has been a difficult task until now. ",
    "url": "https://arxiv.org/abs/2402.16122",
    "authors": [
      "Rostislav Arkhipov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.16127",
    "title": "Achieving a Near-Ideal Silicon Crystal Neutron Interferometer using  Sub-Micron Fabrication Techniques",
    "abstract": "Perfect-crystal neutron interferometry which is analogous to Mach-Zehnder interferometry, uses Bragg diffraction to form interfering neutron paths. The measured phase shifts can be used to probe many types of interactions whether it be nuclear, electromagnetic, gravitational, or topological in nature. For a perfect-crystal interferometer to preserve coherence, the crystal must possess a high degree of dimensional tolerance as well as being relatively defect-free with minimal internal stresses. In the past, perfect-crystal neutron interferometers have been produced by a two step process. First, a resin diamond wheel would be used to remove excess material and shape the interferometer. Afterword, the crystal would be etched in order to remove surface defects and elevate strains. This process has had limitations in terms of repeatability and in maximizing the final contrast, or fringe visibility, of the interferometer. We have tested various fabrication and post-fabrication techniques on a single perfect-crystal neutron interferometer and measured the interferometer's performance at each step. Here we report a robust, repeatable non-etching fabrication process with high final contrast. For the interferometer used in this work, we achieved contrasts of greater than 90% several separate times and ultimately finished with an interferometer that has 92% contrast and a uniform phase distribution. ",
    "url": "https://arxiv.org/abs/2402.16127",
    "authors": [
      "M. G. Huber",
      "I. Taminiau",
      "D. G. Cory",
      "B. Heacock",
      "D. Sarenac",
      "R. Valdillez",
      "D. A. Pushin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2402.16138",
    "title": "Integration of Conventional Surface Science Techniques with  Surface-Sensitive Azimuthal and Polarization Dependent Femtosecond-Resolved  Sum Frequency Generation Spectroscopy",
    "abstract": "Experimental insight into the elementary processes underlying charge transfer across interfaces has blossomed with the wide-spread availability of ultra-high vacuum set-ups that allow the preparation and characterization of solid surfaces with well-defined molecular adsorbates over a wide ranges of temperatures. Thick layers of molecular adsorbates or heterostructures of 2D materials generally preclude the use of electrons or atoms as probes in such characterization. However with linear photon-in/photon-out techniques it is often challenging to assign the observed optical response to a particular portion of the interface. We and prior workers have demonstrated in work under ambient conditions that by full characterization of the symmetry of the second order nonlinear optical susceptibility, i.e. the $\\chi^{(2)}$, in sum frequency generation (SFG) spectroscopy, this problem can be overcome. Here we describe an ultra-high vacuum system built to allow conventional UHV sample preparation and characterization, femtosecond and polarization resolved SFG spectroscopy, the azimuthal sample rotation necessary to fully describe $\\chi^{(2)}$ symmetry and with sufficient stability to allow scanning SFG microscopy. We demonstrate these capabilities in proof-of-principle measurements on CO adsorbed on Pt(111) and of the clean Ag(111) surface. Because this set-up allows both full characterization of the nonlinear susceptibility and the temperature control and sample preparation/characterization of conventional UHV set-ups we expect it to be of great utility in investigation of both the basic physics and applications of solid, 2D material heterostructures. ",
    "url": "https://arxiv.org/abs/2402.16138",
    "authors": [
      "Zhipeng Huang",
      "Tobias Roos",
      "Yujin Tong",
      "R. Kramer Campen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.16161",
    "title": "Twenty-nine million Intrinsic Q-factor Monolithic Microresonators on  Thin Film Lithium Niobate",
    "abstract": "The recent emergence of thin-film lithium niobate (TFLN) has extended the landscape of integrated photonics. This has been enabled by the commercialization of TFLN wafers and advanced nanofabrication of TFLN such as high-quality dry etching. However, fabrication imperfections still limit the propagation loss to a few dB/m, restricting the impact of this platform. Here, we demonstrate TFLN microresonators with a record-high intrinsic quality (Q) factor of twenty-nine million, corresponding to an ultra-low propagation loss of 1.3 dB/m. We present spectral analysis and the statistical distribution of Q factors across different resonator geometries. Our work pushes the fabrication limits of TFLN photonics to achieve a Q factor within one order of magnitude of the material limit. ",
    "url": "https://arxiv.org/abs/2402.16161",
    "authors": [
      "Xinrui Zhu",
      "Yaowen Hu",
      "Shengyuan Lu",
      "Hana K. Warner",
      "Xudong Li",
      "Yunxiang Song",
      "Leticia Magalhaes",
      "Amirhassan Shams-Ansari",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16229",
    "title": "Chip-scale high-performance photonic microwave oscillator",
    "abstract": "Optical frequency division based on bulk or fiber optics provides unprecedented spectral purity for microwave oscillators. To extend the applications of this approach, the big challenges are to develop miniaturized optical frequency division oscillators without trading off phase noise performance. In this paper, we report a chip-scale electro-optical frequency division microwave oscillator with ultra-low phase noise performance. Dual laser sources are co-self-injection-locked to a single silicon nitride spiral resonator to provide a record high-stability, fully on-chip optical reference. An integrated electro-optical frequency comb based on a novel thin-film lithium niobate phase modulator chip is incorporated for the first time to perform optical-to-microwave frequency division. The resulting chip-scale photonic microwave oscillator achieves a phase noise level of -129 dBc/Hz at 10 kHz offset for 37.7 GHz carrier. The results represent a major advance in high performance, integrated photonic microwave oscillators for applications including signal processing, radar, timing, and coherent communications. ",
    "url": "https://arxiv.org/abs/2402.16229",
    "authors": [
      "Yang He",
      "Long Cheng",
      "Heming Wang",
      "Yu Zhang",
      "Roy Meade",
      "Kerry Vahala",
      "Mian Zhang",
      "Jiang Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16265",
    "title": "Quantum light source, photon pairs, single photon source, flat optics,  metasurface",
    "abstract": "Quantum light sources are essential building blocks for many quantum technologies, enabling secure communication, powerful computing, precise sensing and imaging. Recent advancements have witnessed a significant shift towards the utilization of ``flat\" optics with thickness at subwavelength scales for the development of quantum light sources. This approach offers notable advantages over conventional bulky counterparts, including compactness, scalability, and improved efficiency, along with added functionalities. This review focuses on the recent advances in leveraging flat optics to generate quantum light sources. Specifically, we explore the generation of entangled photon pairs through spontaneous parametric down-conversion in nonlinear metasurfaces, as well as single photon emission from quantum emitters including quantum dots and color centers in 3D and 2D materials. The review covers theoretical principles, fabrication techniques, and properties of these sources, with particular emphasis on the enhanced generation and engineering of quantum light sources using optical resonances supported by nanostructures. We discuss the diverse application range of these sources and highlight the current challenges and perspectives in the field. ",
    "url": "https://arxiv.org/abs/2402.16265",
    "authors": [
      "Jinyong Ma",
      "Jihua Zhang",
      "Jake Horder",
      "Andrey A. Sukhorukov",
      "Milos Toth",
      "Dragomir N. Neshev",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16452",
    "title": "Multiscale Experiments and Predictive Modelling for Inverse Design and  Failure Mitigation in Additively Manufactured Lattices",
    "abstract": "Additive manufacturing (AM) enables the development of high-performance architected cellular materials, emphasizing the growing importance of establishing programmable and predictable energy absorption capabilities. This study evaluates the impact of a precisely tuned fused filament fabrication (FFF) AM process on the energy absorption and failure characteristics of thermoplastic lattice materials through multiscale experiments and predictive modelling. Lattices with four distinct unit cell topologies and three varying relative densities are manufactured, and their in-plane mechanical response under quasi-static compression is measured. Macroscale testing and micro-CT imaging reveal relative density-dependent damage mechanisms and failure modes, prompting the development of a robust predictive modelling framework to capture process-induced performance variation and damage. For lower relative density lattices, an FE model based on the extended Drucker-Prager material model, incorporating Bridgman correction with crazing failure criteria, accurately captures the crushing response. As lattice density increases, interfacial damage along bead-bead interfaces becomes predominant, necessitating the enrichment of the model with a microscale cohesive zone model to capture interfacial debonding. All proposed models are validated, highlighting inter-bead damage as the primary factor limiting energy absorption performance in FFF-printed lattices. Finally, the predictive modelling introduces an enhancement factor, providing a straightforward approach to assess the influence of the AM process on energy absorption performance, facilitating the inverse design of FFF-printed lattices. This approach enables a critical evaluation of how FFF processes can be improved to achieve the highest attainable performance and mitigate failures in architected cellular materials. ",
    "url": "https://arxiv.org/abs/2402.16452",
    "authors": [
      "Mattia Utzeri",
      "Marco Sasso",
      "Vikram S. Deshpande",
      "S. Kumar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.16513",
    "title": "Photonic Neural Network Fabricated on Thin Film Lithium Niobate for  High-Fidelity and Power-Efficient Matrix Computation",
    "abstract": "Photonic neural networks (PNNs) have emerged as a promising platform to address the energy consumption issue that comes with the advancement of artificial intelligence technology, and thin film lithium niobate (TFLN) offers an attractive solution as a material platform mainly for its combined characteristics of low optical loss and large electro-optic (EO) coefficients. Here, we present the first implementation of an EO tunable PNN based on the TFLN platform. Our device features ultra-high fidelity, high computation speed, and exceptional power efficiency. We benchmark the performance of our device with several deep learning missions including in-situ training of Circle and Moons nonlinear datasets classification, Iris flower species recognition, and handwriting digits recognition. Our work paves the way for sustainable up-scaling of high-speed, energy-efficient PNNs. ",
    "url": "https://arxiv.org/abs/2402.16513",
    "authors": [
      "Yong Zheng",
      "Rongbo Wu",
      "Yuan Ren",
      "Rui Bao",
      "Jian Liu",
      "Yu Ma",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16686",
    "title": "Three Carleman routes to the quantum simulation of classical fluids",
    "abstract": "We discuss the Carleman approach to the quantum simulation of classical fluids, as applied to i) Lattice Boltzmann (CLB), ii) Navier-Stokes (CNS) and iii) Grad (CG) formulations of fluid dynamics. CLB shows excellent convergence properties, but it is plagued by nonlocality which results in an exponential depth of the corresponding circuit with the number of Carleman variables. The CNS offers a dramatic reduction of the number Carleman variables, which might lead to a viable depth, provided locality can be preserved and convergence can be achieved with a moderate number of iterates also at sizeable Reynolds numbers. Finally it is argued that CG might combine the best of CLB and CNS. ",
    "url": "https://arxiv.org/abs/2402.16686",
    "authors": [
      "Sauro Succi",
      "Claudio Sanavio",
      "Riccardo Scatamacchia",
      "Carlo De Falco"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16722",
    "title": "All-optical polarization scrambler based on polarization beam splitting  with amplified fiber ring",
    "abstract": "Optical-fiber-based polarization scramblers can reduce the impact of polarization sensitive performance of various optical fiber systems. Here, we propose a simple and efficient polarization scrambler based on an all optical Mach-Zehnder structure by combining polarization beam splitter and amplified fiber ring. To totally decoherence one polarization splitted beam, a fiber ring together with an amplifier are incorporated. The ratio of two orthogonal beams can be controlled by varying the amplification factor, and we observe different evolution trajectories of the output state of polarizations on Poincare sphere. When the amplification factor exceeds a certain threshold, the scrambler system exhibits chaotical behavior. A commercial single wavelength laser with linewidth of 3 MHz is utilized to characterize the scrambling performance. We found that when the sampling rate is 1.6 MSa/s, a scrambling speed up to 2000 krad/s can be obtained for the average degree of polarization being less than 0.1. We also exploit these chaotic polarization fluctuations to generate random binary number, indicating that the proposed technique is a good candidate for random bit generator. ",
    "url": "https://arxiv.org/abs/2402.16722",
    "authors": [
      "Yuanjie Yu",
      "Shiyun Dai",
      "Qiang Wu",
      "Yu Long",
      "Ai Liu",
      "Peng Cai",
      "Ligang Huang",
      "Lei Gao",
      "Tao Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.16136",
    "title": "Analogue simulations of quantum gravity with fluids",
    "abstract": "The recent technological advances in controlling and manipulating fluids have enabled the experimental realization of acoustic analogues of gravitational black holes. A flowing fluid provides an effective curved spacetime on which sound waves can propagate, allowing the simulation of gravitational geometries and related phenomena. The last decade has witnessed a variety of hydrodynamic experiments testing disparate aspects of black hole physics culminating in the recent experimental evidence of Hawking radiation and Penrose superradiance. In this Perspective, we discuss the potential use of analogue hydrodynamic systems beyond classical general relativity towards the exploration of quantum gravitational effects. These include possible insights into the information-loss paradox, black hole physics with Planck-scale quantum corrections, emergent gravity scenarios and the regularization of curvature singularities. We aim at bridging the gap between the non-overlapping communities of experimentalists working with classical and quantum fluids and quantum-gravity theorists, illustrating the opportunities made possible by the latest experimental and theoretical developments in these important areas of research ",
    "url": "https://arxiv.org/abs/2402.16136",
    "authors": [
      "Samuel L. Braunstein",
      "Mir Faizal",
      "Lawrence M. Krauss",
      "Francesco Marino",
      "Naveed A. Shah"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Quantum Gases (cond-mat.quant-gas)",
      "High Energy Physics - Theory (hep-th)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16289",
    "title": "Multi-qubit gates and 'Schrödinger cat' states in an optical clock",
    "abstract": "Many-particle entanglement is a key resource for achieving the fundamental precision limits of a quantum sensor. Optical atomic clocks, the current state-of-the-art in frequency precision, are a rapidly emerging area of focus for entanglement-enhanced metrology. Augmenting tweezer-based clocks featuring microscopic control and detection with the high-fidelity entangling gates developed for atom-array information processing offers a promising route towards leveraging highly entangled quantum states for improved optical clocks. Here we develop and employ a family of multi-qubit Rydberg gates to generate 'Schr\\\"odinger cat' states of the Greenberger-Horne-Zeilinger (GHZ) type with up to 9 optical clock qubits in a programmable atom array. In an atom-laser comparison at sufficiently short dark times, we demonstrate a fractional frequency instability below the standard quantum limit using GHZ states of up to 4 qubits. A key challenge to improving the optimal achievable clock precision with GHZ states is their reduced dynamic range. Towards overcoming this hurdle, we simultaneously prepare a cascade of varying-size GHZ states to perform unambiguous phase estimation over an extended interval. These results demonstrate key building blocks for approaching Heisenberg-limited scaling of optical atomic clock precision. ",
    "url": "https://arxiv.org/abs/2402.16289",
    "authors": [
      "Alec Cao",
      "William J. Eckner",
      "Theodor Lukin Yelin",
      "Aaron W. Young",
      "Sven Jandura",
      "Lingfeng Yan",
      "Kyungtae Kim",
      "Guido Pupillo",
      "Jun Ye",
      "Nelson Darkwah Oppong",
      "Adam M. Kaufman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16410",
    "title": "First-principles construction of symmetry-informed quantum metrologies",
    "abstract": "Combining quantum and Bayesian principles leads to optimality in metrology, but exact solutions can be hard to find. This work mitigates this problem with a novel class of exactly solvable optimisation equations. For any quantity isomorphic to a location parameter, rules to devise optimal measurements are given in closed form. These are valid for any parameter range, prior information, or state, and the associated estimators apply to finite samples. This framework unifies the metrology of locations, scales, and other parameter types such as relative weights, for which hyperbolic errors are required. But the central advantage lies on its simplifying power: searching for good strategies amounts to identifying which symmetry leaves a state of maximum ignorance invariant, irrespective of error bounds. This reduces the number of calculations needed in practice and enables the rigorous application of quantum metrology to fundamental physics, where symmetries play a key role. ",
    "url": "https://arxiv.org/abs/2402.16410",
    "authors": [
      "Jesús Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2402.16619",
    "title": "Magnetic resonance delta radiomics to track radiation response in lung  tumors receiving stereotactic MRI-guided radiotherapy",
    "abstract": "Introduction: Lung cancer is a leading cause of cancer-related mortality, and stereotactic body radiotherapy (SBRT) has become a standard treatment for early-stage lung cancer. However, the heterogeneous response to radiation at the tumor level poses challenges. Currently, standardized dosage regimens lack adaptation based on individual patient or tumor characteristics. Thus, we explore the potential of delta radiomics from on-treatment magnetic resonance (MR) imaging to track radiation dose response, inform personalized radiotherapy dosing, and predict outcomes. Methods: A retrospective study of 47 MR-guided lung SBRT treatments for 39 patients was conducted. Radiomic features were extracted using Pyradiomics, and stability was evaluated temporally and spatially. Delta radiomics were correlated with radiation dose delivery and assessed for associations with tumor control and survival with Cox regressions. Results: Among 107 features, 49 demonstrated temporal stability, and 57 showed spatial stability. Fifteen stable and non-collinear features were analyzed. Median Skewness and surface to volume ratio decreased with radiation dose fraction delivery, while coarseness and 90th percentile values increased. Skewness had the largest relative median absolute changes (22%-45%) per fraction from baseline and was associated with locoregional failure (p=0.012) by analysis of covariance. Skewness, Elongation, and Flatness were significantly associated with local recurrence-free survival, while tumor diameter and volume were not. Conclusions: Our study establishes the feasibility and stability of delta radiomics analysis for MR-guided lung SBRT. Findings suggest that MR delta radiomics can capture short-term radiographic manifestations of intra-tumoral radiation effect. ",
    "url": "https://arxiv.org/abs/2402.16619",
    "authors": [
      "Yining Zha",
      "Benjamin H. Kann",
      "Zezhong Ye",
      "Anna Zapaishchykova",
      "John He",
      "Shu-Hui Hsu",
      "Jonathan E. Leeman",
      "Kelly J. Fitzgerald",
      "David E. Kozono",
      "Raymond H. Mak",
      "Hugo J.W.L. Aerts"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16659",
    "title": "Towards Efficient Quantum Computing for Quantum Chemistry: Reducing  Circuit Complexity with Transcorrelated and Adaptive Ansatz Techniques",
    "abstract": "The near-term utility of quantum computers is hindered by hardware constraints in the form of noise. One path to achieving noise resilience in hybrid quantum algorithms is to decrease the required circuit depth -- the number of applied gates -- to solve a given problem. This work demonstrates how to reduce circuit depth by combining the transcorrelated (TC) approach with adaptive quantum ans\\\"atze and their implementations in the context of variational quantum imaginary time evolution (AVQITE). The combined TC-AVQITE method is used to calculate ground state energies across the potential energy surfaces of H$_4$, LiH, and H$_2$O. In particular, H$_4$ is a notoriously difficult case where unitary coupled cluster theory, including singles and doubles excitations, fails to provide accurate results. Adding TC yields energies close to the complete basis set (CBS) limit while reducing the number of necessary operators -- and thus circuit depth -- in the adaptive ans\\\"atze. The reduced circuit depth furthermore makes our algorithm more noise-resilient and accelerates convergence. Our study demonstrates that combining the TC method with adaptive ans\\\"atze yields compact, noise-resilient, and easy-to-optimize quantum circuits that yield accurate quantum chemistry results close to the CBS limit. ",
    "url": "https://arxiv.org/abs/2402.16659",
    "authors": [
      "Erika Magnusson",
      "Aaron Fitzpatrick",
      "Stefan Knecht",
      "Martin Rahm",
      "Werner Dobrautz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16750",
    "title": "Optical control and coherent coupling of spin diffusive modes in thermal  gases",
    "abstract": "Collective spins in thermal gases are at the core of a multitude of science and technology applications. In most of them, the random thermal motion of the particles is considered detrimental as it is responsible for decoherence and noise. In conditions of diffusive propagation, thermal atoms can potentially occupy various stable spatial modes in a glass cell. Extended or localized, diffusive modes have different magnetic properties, depending on the boundary conditions of the atomic cell, and can react differently to external perturbations. Here we demonstrate that few of these modes can be selectively excited, manipulated, and interrogated in atomic thermal vapours using laser light. In particular, we individuate the conditions for the generation of modes that are exceptionally resilient to undesirable effects introduced by optical pumping, such as light shifts and power-broadening, which are often the dominant sources of systematic errors in atomic magnetometers and co-magnetometers. Moreover, we show that the presence of spatial inhomogeneity in the pump, on top of the random diffusive atomic motion, introduces a coupling that leads to a coherent exchange of excitation between the two longest-lived modes. Our results indicate that systematic engineering of the multi-mode nature of diffusive gases has great potential for improving the performance of quantum technology applications based on alkali-metal thermal gases, and promote these simple experimental systems as versatile tools for quantum information applications. ",
    "url": "https://arxiv.org/abs/2402.16750",
    "authors": [
      "P. Bevington",
      "J. Nicholson",
      "J. D. Zipfel",
      "W. Chalupczak",
      "C. Mishra",
      "V. Guarrera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05072",
    "title": "An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase encoding and Intensity Detection",
    "abstract": " Title: An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase encoding and Intensity Detection ",
    "url": "https://arxiv.org/abs/2207.05072",
    "authors": [
      "Jiayi Ouyang",
      "Yuxuan Liao",
      "Zhiyao Ma",
      "Deyang Kong",
      "Xue Feng",
      "Xiang Zhang",
      "Xiaowen Dong",
      "Kaiyu Cui",
      "Fang Liu",
      "Wei Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.14216",
    "title": "Emergent pair localization in a many-body quantum spin system",
    "abstract": " Title: Emergent pair localization in a many-body quantum spin system ",
    "url": "https://arxiv.org/abs/2207.14216",
    "authors": [
      "Titus Franz",
      "Sebastian Geier",
      "Adrian Braemer",
      "Clément Hainaut",
      "Adrien Signoles",
      "Nithiwadee Thaicharoen",
      "Annika Tebben",
      "André Salzinger",
      "Martin Gärttner",
      "Gerhard Zürn",
      "Matthias Weidemüller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04732",
    "title": "Polarization dynamics of solid-state quantum emitters",
    "abstract": " Title: Polarization dynamics of solid-state quantum emitters ",
    "url": "https://arxiv.org/abs/2303.04732",
    "authors": [
      "Anand Kumar",
      "Çağlar Samaner",
      "Chanaprom Cholsuk",
      "Tjorben Matthes",
      "Serkan Paçal",
      "Yağız Oyun",
      "Ashkan Zand",
      "Robert J. Chapman",
      "Grégoire Saerens",
      "Rachel Grange",
      "Sujin Suwanna",
      "Serkan Ateş",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07639",
    "title": "Guidance of ultraviolet light down to 190 nm in a hollow-core optical  fibre",
    "abstract": " Title: Guidance of ultraviolet light down to 190 nm in a hollow-core optical  fibre ",
    "url": "https://arxiv.org/abs/2310.07639",
    "authors": [
      "Robbie Mears",
      "Kerrianne Harrington",
      "William J. Wadsworth",
      "Jonathan C. Knight",
      "James M. Stone",
      "Tim A. Birks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.06238",
    "title": "Role of the edge electric field in the resonant mode-particle  interactions and the formation of transport barriers in toroidal plasmas",
    "abstract": " Comments: 23 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2311.06238",
    "authors": [
      "Giorgos Anastassiou",
      "Panagiotis Zestanakis",
      "Yannis Antonenas",
      "Eleonora Viezzer",
      "Yannis Kominis"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2311.09395",
    "title": "SmoQyDQMC.jl: A flexible implementation of determinant quantum Monte  Carlo for Hubbard and electron-phonon interactions",
    "abstract": " Title: SmoQyDQMC.jl: A flexible implementation of determinant quantum Monte  Carlo for Hubbard and electron-phonon interactions ",
    "url": "https://arxiv.org/abs/2311.09395",
    "authors": [
      "Benjamin Cohen-Stead",
      "Sohan Malkaruge Costa",
      "James Neuhaus",
      "Andy Tanjaroon Ly",
      "Yutan Zhang",
      "Richard Scalettar",
      "Kipton Barros",
      "Steven Johnston"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17313",
    "title": "Programmable integrated source of polarization and frequency-bin  hyperentangled photon pairs",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2311.17313",
    "authors": [
      "Colin Vendromin",
      "J. E. Sipe",
      "Marco Liscidini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.02856",
    "title": "Comparative study of quantum emitter fabrication in wide bandgap  materials using localized electron irradiation",
    "abstract": " Title: Comparative study of quantum emitter fabrication in wide bandgap  materials using localized electron irradiation ",
    "url": "https://arxiv.org/abs/2312.02856",
    "authors": [
      "Anand Kumar",
      "Chanaprom Cholsuk",
      "Mohammad N. Mishuk",
      "Mouli Hazra",
      "Clotilde Pillot",
      "Tjorben Matthes",
      "Tanveer A. Shaik",
      "Asli Cakan",
      "Volker Deckert",
      "Sujin Suwanna",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04824",
    "title": "Analytical model and dynamical phase-field simulation of terahertz  transmission across ferroelectrics",
    "abstract": " Title: Analytical model and dynamical phase-field simulation of terahertz  transmission across ferroelectrics ",
    "url": "https://arxiv.org/abs/2312.04824",
    "authors": [
      "Taorui Chen",
      "Bo Wang",
      "Yujie Zhu",
      "Shihao Zhuang",
      "Long-Qing Chen",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.08329",
    "title": "Parametric Frequency Divider based Ising Machines",
    "abstract": " Title: Parametric Frequency Divider based Ising Machines ",
    "url": "https://arxiv.org/abs/2312.08329",
    "authors": [
      "Nicolas Casilli",
      "Tahmid Kaisar",
      "Luca Colombo",
      "Siddhartha Ghosh",
      "Philip X.-L. Feng",
      "Cristian Cassella"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14790",
    "title": "Production and optical characterisation of blended Polyethylene  Tethraplate (PET)/Polyethylene Naphtalate (PEN) scintillator samples",
    "abstract": " Title: Production and optical characterisation of blended Polyethylene  Tethraplate (PET)/Polyethylene Naphtalate (PEN) scintillator samples ",
    "url": "https://arxiv.org/abs/2312.14790",
    "authors": [
      "P. Conde Muíño",
      "J. A. Covas",
      "A. Gomes",
      "L. Gurriana",
      "R. Machado",
      "T. Martins",
      "P. Mendes",
      "R. Pedro",
      "B. Pereira",
      "A. J. Pontes",
      "H. Wilkens"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2401.18056",
    "title": "Multi-zone trapped-ion qubit control in an integrated photonics QCCD  device",
    "abstract": " Comments: 15 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2401.18056",
    "authors": [
      "Carmelo Mordini",
      "Alfredo Ricci Vasquez",
      "Yuto Motohashi",
      "Mose Müller",
      "Maciej Malinowski",
      "Chi Zhang",
      "Karan K. Mehta",
      "Daniel Kienzler",
      "Jonathan P. Home"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10950",
    "title": "Non-unitary Theory of Quantum Jumps: Lyman and Balmer Series Absorption",
    "abstract": " Title: Non-unitary Theory of Quantum Jumps: Lyman and Balmer Series Absorption ",
    "url": "https://arxiv.org/abs/2402.10950",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12007",
    "title": "Terahertz control in a transmission electron microscope",
    "abstract": " Title: Terahertz control in a transmission electron microscope ",
    "url": "https://arxiv.org/abs/2402.12007",
    "authors": [
      "J. Kuttruff",
      "D. Nabben",
      "A. C. Zimmermann",
      "A. Ryabov",
      "P. Baum"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]