[
  {
    "id": "arXiv:2302.12401",
    "title": "Nuclear quadrupole resonance spectroscopy with a femtotesla diamond  magnetometer",
    "abstract": "Sensitive Radio-Frequency (RF) magnetometers that can detect oscillating magnetic fields at the femtotesla level are needed for demanding applications such as Nuclear Quadrupole Resonance (NQR) spectroscopy. RF magnetometers based on Nitrogen-Vacancy (NV) centers in diamond have been predicted to offer femtotesla sensitivity, but published experiments have largely been limited to the picotesla level. Here, we demonstrate a femtotesla RF magnetometer based on an NV-doped diamond membrane inserted between two ferrite flux concentrators. The device operates in bias magnetic fields of 2-10 microtesla and provides a ~300-fold amplitude enhancement within the diamond for RF magnetic fields in the 0.07-3.6 MHz range. The magnetometer's sensitivity is ~70 fT s^{1/2} at 0.35 MHz, and the noise floor decreases to below 2 fT after 1 hour of acquisition. We used this sensor to detect the 3.6 MHz NQR signal of 14N in sodium nitrite powder at room temperature. NQR signals are amplified by a resonant RF coil wrapped around the sample, allowing for higher signal-to-noise ratio detection. The diamond RF magnetometer's recovery time after a strong RF pulse is ~35 us, limited by the coil ring-down time. The sodium-nitrite NQR frequency shifts linearly with temperature as -1.00 +/- 0.02 kHz/K, the magnetization dephasing time is T2* = 887 +/- 51 us, and a spin-lock spin-echo pulse sequence extends the signal lifetime to 332 +/- 23 ms, all consistent with coil-based NQR studies. Our results expand the sensitivity frontier of diamond magnetometers to the femtotesla range, with potential applications in security, medical imaging, and materials science. ",
    "url": "https://arxiv.org/abs/2302.12401",
    "authors": [
      "Yaser Silani",
      "Janis Smits",
      "Ilja Fescenko",
      "Michael W. Malone",
      "Andrew F. McDowell",
      "Andrey Jarmola",
      "Pauli Kehayias",
      "Bryan Richards",
      "Nazanin Mosavian",
      "Nathaniel Ristoff",
      "Victor M. Acosta"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12549",
    "title": "Resonance behavior of a compliant piezo-driven inkjet channel with an  entrained microbubble",
    "abstract": "Microbubbles entrained in a piezo-driven drop-on-demand (DOD) printhead disturb the acoustics of the microfluidic ink channel and thereby the jetting behavior. Here, the resonance behavior of an ink channel as a function of the microbubble size and the number of bubbles is studied through theoretical modeling and experiments. The system is modeled as a set of two coupled harmonic oscillators: one corresponding to the compliant ink channel and one to the microbubble. The predicted and measured eigenfrequencies are in excellent agreement. It was found that the resonance frequency is independent of the bubble size as long as the compliance of the bubble dominates over that of the piezo actuator. An accurate description of the eigenfrequency of the coupled system requires the inclusion of the increased inertance of the entrained microbubble due to confinement. We show that the inertance of a confined bubble can be accurately obtained by using a simple potential flow approach. The model is further validated by the excellent agreement between the modeled and measured microbubble resonance curves. The present work therefore provides physical insight in the coupled dynamics of a compliant ink channel with an entrained microbubble. ",
    "url": "https://arxiv.org/abs/2302.12549",
    "authors": [
      "Hans Reinten",
      "Yogesh Jethani",
      "Arjan Fraters",
      "Roger Jeurissen",
      "Detlef Lohse",
      "Michel Versluis",
      "Tim Segers"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.12590",
    "title": "Near-field imaging of optical nano-cavities in Hyperuniform disordered  materials",
    "abstract": "Hyperuniform disordered photonic materials have recently been shown to display large, complete photonic band gaps and isotropic optical properties, and are emerging as strong candidates for a plethora of optoelectronic applications, making them competitive with many of their periodic and quasiperiodic counterparts. In this work, high quality factor optical cavities in hyperuniform disordered architectures are fabricated through semiconductor slabs and experimentally addressed by scanning near-field optical microscopy. The wide range of confined cavity modes that we detect arise from carefully designed local modifications of the dielectric structure. Previous works on hyperuniform disordered photonic systems have previously identified several Anderson localized states spectrally located at the PBG edges with relatively high quality factors. In this work, by engineering the structural parameters of the cavity, we achieve an experimental quality factor of order 6000 (higher than the one of the Anderson states) and we demonstrate that three types of localized modes of different nature coexist within a small area and in a relatively narrow spectral window of the disordered correlated system. Their compatibility with general boundary constraints, in contrast with ordered architectures that suffer strict layout constraints imposed by photonic crystals' axes orientation, makes optical cavities in disordered hyperuniform patterns a flexible optical insulator platform for planar optical circuits. ",
    "url": "https://arxiv.org/abs/2302.12590",
    "authors": [
      "N. Granchi",
      "M. Lodde",
      "K. Stokkereit",
      "R. Spalding",
      "P. J. van Veldhoven",
      "R. Sapienza",
      "A. Fiore",
      "M. Gurioli",
      "M. Florescu",
      "F. Intonti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12621",
    "title": "Ion heating in Laser interacting with magnetized plasma",
    "abstract": "The ion heating mechanism in the context of laser interacting with plasma immersed in a strong magnetic field is studied. The magnetic field is chosen to be strong for laser electromagnetic field propagation inside the plasma to be governed by the magnetized dispersion relation. Both X and RL mode configurations have been studied in detail using Particle - In - Cell (PIC) simulations. It is shown that the energy absorption process is governed by a resonant mechanism wherein the laser frequency matches with an underlying mode in the plasma. For X and RL mode configurations, these correspond to lower hybrid and ion cyclotron resonance, respectively. The absorption, however, is found to be most efficient at frequencies close to but not exactly matching with the resonance frequency. An understanding of the same has been provided. The role of laser polarization has been studied in detail. ",
    "url": "https://arxiv.org/abs/2302.12621",
    "authors": [
      "Rohit Juneja",
      "Trishul Dhalia",
      "Laxman Prasad Goswami",
      "Srimanta Maity",
      "Devshree Mandal",
      "Amita Das"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12639",
    "title": "Analytic error function and numeric inverse obtained by geometric means",
    "abstract": "Using geometric considerations, we provide a clear derivation of the integral representation for the error function, known as the Craig formula. We calculate the corresponding power series expansion and prove the convergence. The same geometric means finally help to systematically derive handy formulas that approximate the inverse error function. Our approach can be used for applications in e.g.\\ high-speed Monte Carlo simulations where this function is used extensively. ",
    "url": "https://arxiv.org/abs/2302.12639",
    "authors": [
      "Dmitri Martila",
      "Stefan Groote"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2302.12660",
    "title": "Optimizing Population Accumulation in Quantum States Using Microwave  Spectroscopy",
    "abstract": "We present an all-optical method for efficiently preparing cold atoms in a desired Zeeman state, either on the magnetically insensitive clock state (m_F=0) or a particular state suitable for processing or storing quantum information. By applying the theoretical fitting model to a single microwave spectrum, we can individually determine the population distribution, microwave polarization ratio, and microwave Rabi frequency. We can dynamically track the population distribution during the optical pumping process using this real-time microwave spectrum. In a steady-state condition, a simplified model, which considers resonant and off-resonant transitions, indicates that there is an upper limit to the purity under a weak optical pumping field. The population purity up to 96(2)% or 98(1)% on the desired quantum state has been achieved after optimizing the intensity and polarization of the optical pumping field. Our study provides valuable information and potential applications in precision measurement and quantum computation research. ",
    "url": "https://arxiv.org/abs/2302.12660",
    "authors": [
      "Jia-You Liou",
      "Chi-En Wu",
      "Hsuan-Jui Su",
      "Yi-Hsin Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12680",
    "title": "Optical Frequency Averaging of Light",
    "abstract": "The use of averaging has long been known to reduce noise in statistically independent systems that exhibit similar levels of stochastic fluctuation. This concept of averaging is general and applies to a wide variety of physical and man-made phenomena such as particle motion, shot noise, atomic clock stability, measurement uncertainty reduction, and methods of signal processing. Despite its prevalence in use for reducing statistical uncertainty, such averaging techniques so far remain comparatively undeveloped for application to light. We demonstrate here a method for averaging the frequency uncertainty of identical laser systems as a means to narrow the spectral linewidth of the resulting radiation. We experimentally achieve a reduction of frequency fluctuations from 40 Hz to 28 Hz by averaging two separate laser systems each locked to a fiber resonator. Critically, only a single seed laser is necessary as acousto-optic modulation is used to enable independent control of the second path. This technique of frequency averaging provides an effective solution to overcome the linewidth constraints of a single laser alone, particularly when limited by fundamental noise sources such as thermal noise, irrespective of the spectral shape of noise. ",
    "url": "https://arxiv.org/abs/2302.12680",
    "authors": [
      "William Loh",
      "Ryan T. Maxson",
      "Alexander P. Medeiros",
      "Gavin N. West",
      "Paul W. Juodawlkis",
      "Robert. P. McConnell"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.12697",
    "title": "Adaptive weighting of Bayesian physics informed neural networks for  multitask and multiscale forward and inverse problems",
    "abstract": "In this paper, we present a novel methodology for automatic adaptive weighting of Bayesian Physics-Informed Neural Networks (BPINNs), and we demonstrate that this makes it possible to robustly address multi-objective and multi-scale problems. BPINNs are a popular framework for data assimilation, combining the constraints of Uncertainty Quantification (UQ) and Partial Differential Equation (PDE). The relative weights of the BPINN target distribution terms are directly related to the inherent uncertainty in the respective learning tasks. Yet, they are usually manually set a-priori, that can lead to pathological behavior, stability concerns, and to conflicts between tasks which are obstacles that have deterred the use of BPINNs for inverse problems with multi-scale dynamics. The present weighting strategy automatically tunes the weights by considering the multi-task nature of target posterior distribution. We show that this remedies the failure modes of BPINNs and provides efficient exploration of the optimal Pareto front. This leads to better convergence and stability of BPINN training while reducing sampling bias. The determined weights moreover carry information about task uncertainties, reflecting noise levels in the data and adequacy of the PDE model. We demonstrate this in numerical experiments in Sobolev training, and compare them to analytically $\\epsilon$-optimal baseline, and in a multi-scale Lokta-Volterra inverse problem. We eventually apply this framework to an inpainting task and an inverse problem, involving latent field recovery for incompressible flow in complex geometries. ",
    "url": "https://arxiv.org/abs/2302.12697",
    "authors": [
      "Sarah Perez",
      "Suryanarayana Maddu",
      "Ivo F. Sbalzarini",
      "Philippe Poncet"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2302.12708",
    "title": "Long-term absolute frequency stabilization of a hybrid-integrated  InP-Si3N4 diode laser",
    "abstract": "Hybrid integrated diode lasers based on combining semiconductor optical amplifiers with low-loss Si3N4-based feedback circuits enable great laser performance and embedding in advanced photonic circuits. In particular, using high-Q Si3N4 ring resonators for frequency-selective feedback provides wide spectral coverage, mode-hop free tuning, and high frequency stability on short timescales, showing as ultra-narrow intrinsic linewidths. However, many applications also require long-term stability, which can be provided by locking the laser frequency to a suitable reference. We present the stabilization of a hybrid-integrated laser, which is widely tunable around the central wavelength of 1550 nm, to a fiber-based optical frequency discriminator (OFD) and to an acetylene absorption line. By locking the laser to the OFD, the laser's fractional frequency stability is improved down to 2.1$\\cdot$10$^{-12}$ over an averaging time of 0.5 ms. For absolute stability over longer times of several days, we successfully lock the laser frequency to an acetylene absorption line. This limits the frequency deviations of the laser to a range of less than 12 MHz over 5 days. ",
    "url": "https://arxiv.org/abs/2302.12708",
    "authors": [
      "Albert van Rees",
      "Lisa V. Winkler",
      "Pierre Brochard",
      "Dimitri Geskus",
      "Peter J. M. van der Slot",
      "Christian Nölleke",
      "Klaus-J. Boller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12729",
    "title": "Proca Fields in Step-index Optical Fibres",
    "abstract": "The topic of a photon mass has received justified attention over the years with strong theoretical reasoning for its existence. We derive a full description of mode solutions in step-index optical fibres on the basis of Proca's equation as a model for massive photons. The no-go theorem recently found in coaxial waveguides does not appear in the optical fibre case. ",
    "url": "https://arxiv.org/abs/2302.12729",
    "authors": [
      "Florian Steininger"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.12825",
    "title": "Near-field Imaging of Optical Resonance Modes in Silicon Metasurfaces  Using Photoelectron Microscopy",
    "abstract": "Precise control of light-matter interactions at the nanoscale lies at the heart of nanophotonics. Yet their experimental examination is challenging since the corresponding electromagnetic near-field is often confined within volumes below the resolution of conventional optical microscopy. In this work, we demonstrate that photoelectron emission microscopy (PEEM) can be used to image near-field optical fields of nanophotonic structures with a sub-monolayer potassium surface layer to lower the work function and enable two-photon photoemission using near-infrared illumination. We present concurrent spectroscopy and imaging of the near-field distribution of the resonance modes supported by broken-symmetry silicon metasurfaces. We find that the photoemission signal reveals the wavelength dependent, electric near-field distribution of the optical modes. In addition, the large field of view of PEEM allows us to examine the evolution of the collective modes by monitoring individual resonators near the boundary of the metasurface and deduce that coupling between eight resonators establishes the collective excitations. All told, the high-spatial resolution of this hyperspectral imaging approach, combined with an extended field of view, is valuable for the metrology of collective, non-local optical resonances in nanophotonic systems. ",
    "url": "https://arxiv.org/abs/2302.12825",
    "authors": [
      "Alex Boehm",
      "Sylvain D. Gennaro",
      "Chloe F. Doiron",
      "Thomas E. Beechem",
      "Michael B. Sinclair",
      "Igal Brener",
      "Raktim Sarma",
      "Taisuke Ohta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2302.12564",
    "title": "Valleytronics in bulk MoS$_2$ by optical control of parity and time  symmetries",
    "abstract": "The valley degree of freedom of electrons in materials promises routes toward energy-efficient information storage with enticing prospects towards quantum information processing. Current challenges in utilizing valley polarization are symmetry conditions that require monolayer structures or specific material engineering, non-resonant optical control to avoid energy dissipation, and the ability to switch valley polarization at optical speed. We demonstrate all-optical and non-resonant control over valley polarization using bulk MoS$_2$, a centrosymmetric material with zero Berry curvature at the valleys. Our universal method utilizes spin-angular momentum-shaped tri-foil optical control pulses to switch the material's electronic topology to induce valley polarization by transiently breaking time and space inversion symmetry through a simple phase rotation. The dependence of the generation of the second harmonic of an optical probe pulse on the phase rotation directly demonstrates the efficacy of valley polarization. It shows that direct optical control over the valley degree of freedom is not limited to monolayer structures. Instead, it is possible for systems with an arbitrary number of layers and bulk materials. Universal and non-resonant valley control at optical speeds unlocks the possibility of engineering efficient, multi-material valleytronic devices operating on quantum coherent timescales. ",
    "url": "https://arxiv.org/abs/2302.12564",
    "authors": [
      "Igor Tyulnev",
      "Álvaro Jiménez-Galán",
      "Julita Poborska",
      "Lenard Vamos",
      "Rui F. Silva",
      "Philip St. J. Russell",
      "Francesco Tani",
      "Olga Smirnova",
      "Misha Ivanov",
      "Jens Biegert"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.12743",
    "title": "Fast wide-field quantum sensor based on solid-state spins integrated  with a SPAD array",
    "abstract": "Achieving fast, sensitive, and parallel measurement of a large number of quantum particles is an essential task in building large-scale quantum platforms for different quantum information processing applications such as sensing, computation, simulation, and communication. Current quantum platforms in experimental atomic and optical physics based on CMOS sensors and CCD cameras are limited by either low sensitivity or slow operational speed. Here we integrate an array of single-photon avalanche diodes with solid-state spin defects in diamond to build a fast wide-field quantum sensor, achieving a frame rate up to 100~kHz. We present the design of the experimental setup to perform spatially resolved imaging of quantum systems. A few exemplary applications, including sensing DC and AC magnetic fields, temperature, strain, local spin density, and charge dynamics, are experimentally demonstrated using an NV ensemble diamond sample. The developed photon detection array is broadly applicable to other platforms such as atom arrays trapped in optical tweezers, optical lattices, donors in silicon, and rare earth ions in solids. ",
    "url": "https://arxiv.org/abs/2302.12743",
    "authors": [
      "Guoqing Wang",
      "Francesca Madonini",
      "Boning Li",
      "Changhao Li",
      "Jinggang Xiang",
      "Federica Villa",
      "Paola Cappellaro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.12792",
    "title": "Resonant Dynamical Casimir Effect in Waveguide-coupled Qubit Arrays",
    "abstract": "We have developed a theory of parametric photon generation in the waveguides coupled to arrays of qubits with temporally modulated resonance frequencies. Such generation can be interpreted as a dynamical Casimir effect. We demonstrate numerically and analytically how the emission directionality and photon-photon correlations can be controlled by the phases of the modulation. The emission spectrum is shown to be strongly dependent on the qubit anharmonicity parameter. Single- and double-excited state resonances have been identified in the emission spectrum. ",
    "url": "https://arxiv.org/abs/2302.12792",
    "authors": [
      "Egor S. Vyatkin",
      "Alexander V. Poshakinskiy",
      "Alexander N. Poddubny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.04213",
    "title": "The linear and nonlinear inverse Compton scattering between microwaves  and electrons in a resonant cavity",
    "abstract": " Comments: 16 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2109.04213",
    "authors": [
      "Meiyu Si",
      "Shanhong Chen",
      "Yongsheng Huang",
      "Manqi Ruan",
      "Guangyi Tang",
      "Xiaofei Lan",
      "Yuan Chen",
      "Xinchou Lou"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04362",
    "title": "Universality class of the mode-locked glassy random laser",
    "abstract": " Comments: 17 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2210.04362",
    "authors": [
      "Jacopo Niedda",
      "Giacomo Gradenigo",
      "Luca Leuzzi",
      "Giorgio Parisi"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16374",
    "title": "Evaluation of lattice light shift at low 10$^{-19}$ uncertainty for a  shallow lattice Sr optical clock",
    "abstract": " Comments: 6 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.16374",
    "authors": [
      "Kyungtae Kim",
      "Alexander Aeppli",
      "Tobias Bothwell",
      "Jun Ye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05967",
    "title": "Quantum vortices of strongly interacting photons",
    "abstract": " Comments: The first two authors contributed equally to this work ",
    "url": "https://arxiv.org/abs/2302.05967",
    "authors": [
      "Lee Drori",
      "Bankim Chandra Das",
      "Tomer Danino Zohar",
      "Gal Winer",
      "Eilon Poem",
      "Alexander Poddubny",
      "Ofer Firstenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10228",
    "title": "One class of integrals evaluation in magnet soliton theory II",
    "abstract": " Comments: 8 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2302.10228",
    "authors": [
      "D. Kovalenko",
      "A.A. Zhmudsky"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10569",
    "title": "Methods and restrictions to increase the volume of resonant  rectangular-section haloscopes for detecting dark matter axions",
    "abstract": " Title: Methods and restrictions to increase the volume of resonant  rectangular-section haloscopes for detecting dark matter axions ",
    "url": "https://arxiv.org/abs/2302.10569",
    "authors": [
      "J.M. García-Barceló",
      "A. Álvarez Melcón",
      "A. Díaz-Morcillo",
      "B. Gimeno",
      "A.J. Lozano-Guerrero",
      "J. Monzo-Cabrera",
      "J.R. Navarro-Madrid",
      "P. Navarro"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]