[
  {
    "id": "arXiv:2303.07485",
    "title": "Efficiency-boosted semiconductor optical amplifiers via  mode-division-multiplexing",
    "abstract": "Semiconductor optical amplifiers (SOA) are a fundamental building block for many photonic systems. However, their power inefficiency has been setting back operational cost reduction, and the resulting thermal losses constrain miniaturization, and the realization of more complex photonic functions such as large-scale switches and optical phased arrays. In this work, we demonstrate significant gain and efficiency enhancement using an extra degree of freedom of light - the mode space. This is done without changing the SOA's material design, and therefore high versatility and compatibility can be obtained. Light is multiplexed in different guided modes and is reinjected into the same gain section twice without introducing resonance, doubling the interaction length in a broadband manner. Up to 87% higher gain and 300% higher wall-plug efficiency are obtained in a double-pass SOA compared to a conventional single-pass SOA, at the same operating current, in the wavelength range of 1560 - 1580 nm. ",
    "url": "https://arxiv.org/abs/2303.07485",
    "authors": [
      "Yi Wang",
      "Yihui Wei",
      "Victor Dolores-Calzadilla",
      "Daoxin Dai",
      "Kevin Williams",
      "Meint Smit",
      "Yuqing Jiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07566",
    "title": "Towards a transportable Ca^+ optical clock with a systematic uncertainty  of 4.8*10^{-18}",
    "abstract": "We present a compact, long-term nearly continuous operation of a room-temperature Ca+ optical clock setup towards a transportable clock, achieving an overall systematic uncertainty of 4.8*10^(-18) and an uptime rate of 97.8% over an 8-day period. The active liquid-cooling scheme is adopted, combined with the precise temperature measurement with 13 temperature sensors both inside and outside the vacuum chamber to ensure the accurate evaluation of the thermal environment for the optical clock. The environmental temperature uncertainty is evaluated as 293.31(0.4) K, corresponding to a blackbody radiation (BBR) frequency shift uncertainty of 4.6*10^(-18), which is reduced more than two times compared to our previous work. Through the frequency comparison between the room temperature Ca+ optical clock and a cryogenic Ca+ optical clock, the overall uncertainty of the clock comparison is 7.5*10^(-18), including a statistic uncertainty of 4.9*10^(-18) and a systematic uncertainty of 5.7*10^(-18). This work provides a set of feasible implementations for high-precision transportable ion optical clocks. ",
    "url": "https://arxiv.org/abs/2303.07566",
    "authors": [
      "Mengyan Zeng",
      "Yao Huang",
      "Baolin Zhang",
      "Yanmei Hao",
      "Zixiao Ma",
      "Ruming Hu",
      "Huaqing Zhang",
      "Zheng Chen",
      "Miao Wang",
      "Hua Guan",
      "Kelin Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.07690",
    "title": "Anomalous diffusion of optical vortices in random wavefields",
    "abstract": "We investigate the dynamic behavior of optical vortices, or phase singularities, in random wavefields and demonstrate the direct experimental observation of the anomalous diffusion of optical vortices. The observed subdiffusion of optical vortices show excellent agreement with the fractional Brownian motion, a Gaussian process. Paradoxically, the vortex displacements are observed exhibiting a non-Gaussian heavy-tailed distribution. We also tune the extent of subdiffusion and non-Gaussianity of optical vortex by varying the viscoelasticity of light scattering media. This complex motion of optical vortices is reminiscent of particles in viscoelastic environments suggesting a vortex tracking based microrheology approach. The fractional Brownian yet non-Gaussian subdiffusion of optical vortices may not only offer insights into the dynamics of phase singularities, but also contribute to the understanding certain general physics, including vortex diffusion in fluids and the decoupling between Brownian and Gaussian. ",
    "url": "https://arxiv.org/abs/2303.07690",
    "authors": [
      "Jiaxing Gong",
      "Qi Li",
      "Jing Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.07723",
    "title": "Modulational instability in large-amplitude linear laser wakefields",
    "abstract": "We investigate the growth of ion density perturbations in large-amplitude linear laser wakefields via two-dimensional particle-in-cell simulations. Growth rates and wave numbers are found to be consistent with a longitudinal strong-field modulational instability (SFMI). We examine the transverse dependence of the instability for a Gaussian wakefield envelope and show that growth rates and wavenumbers can be maximised off-axis. On-axis growth rates are found to decrease with increasing ion mass or electron temperature. These results are in close agreement with the dispersion relation of a Langmuir wave with energy density that is large compared to the plasma thermal energy density. The implications for wakefield accelerators, in particular multi-pulse schemes, are discussed. ",
    "url": "https://arxiv.org/abs/2303.07723",
    "authors": [
      "Alexander von Boetticher",
      "Roman Walczak",
      "Simon Hooker"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07799",
    "title": "Frequency Chirping of Electromagnetic Ion Cyclotron Waves in Earth's  Magnetosphere",
    "abstract": "Electromagnetic ion cyclotron waves are known to exhibit frequency chirping, contributing to the rapid scattering and acceleration of energetic particles. However, the physical mechanism of chirping remains elusive. Here, we propose a new model to explain the chirping and provide direct observational evidence for validation. Our results relate the frequency chirping of the wave to both the wave amplitude and magnetic field inhomogeneity for the first time. The general applicability of the model's underlying principle opens a new path toward understanding the frequency chirping of other waves. ",
    "url": "https://arxiv.org/abs/2303.07799",
    "authors": [
      "Zeyu An",
      "Xin Tao",
      "Fulvio Zonca",
      "Liu Chen"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07871",
    "title": "Probing Interface of Perovskite Oxide Using Surface-specific Terahertz  Spectroscopy",
    "abstract": "The surface/interface species in perovskite oxides play an essential role in many novel emergent physical phenomena and chemical processes. With low eigen-energy in the terahertz region, such species at buried interfaces remain poorly understood due to the lack of feasible experimental techniques. Here, we show that vibrational resonances and two-dimensional electron gas at the interface can be characterized using surface-specific nonlinear spectroscopy in the terahertz range. This technique uses intra-pulse difference frequency mixing (DFM) process, which is allowed only at surface/interface of a medium with inversion symmetry. Sub-monolayer sensitivity can be achieved using the state-of-the-art detection scheme for the terahertz emission from surface/interface. As a demonstration, Drude-like nonlinear response from the two-dimensional electron gas emerging at LaAlO3/SrTiO3 or Al2O3/ SrTiO3 interface was successfully observed. Meanwhile, the interfacial vibrational spectrum of the ferroelectric soft mode of SrTiO3 at 2.8 THz was also obtained that was polarized by the surface field in the interfacial region. The corresponding surface/interface potential, which is a key parameter for SrTiO3-based interface superconductivity and photocatalysis, can now be determined optically via quantitative analysis on the polarized phonon spectrum. The interfacial species with resonant frequencies in the THz region revealed by our method provide more insights into the understanding of physical properties of complex oxides. ",
    "url": "https://arxiv.org/abs/2303.07871",
    "authors": [
      "Yudan Su",
      "Jiaming Le",
      "Junying Ma",
      "Long Cheng",
      "Yuxuan Wei",
      "Xiaofang Zhai",
      "Chuanshan Tian"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.07939",
    "title": "Measurement of hyperfine structure and the Zemach radius in $\\rm^6Li^+$  using optical Ramsey technique",
    "abstract": "We investigate the $2\\,^3\\!S_1$--$2\\,^3\\!P_J$ ($J = 0, 1, 2$) transitions in $\\rm^6Li^+$ using the optical Ramsey technique and achieve the most precise values of the hyperfine splittings of the $2\\,^3\\!S_1$ and $2\\,^3\\!P_J$ states, with smallest uncertainty of about 10~kHz. The present results reduce the uncertainties of previous experiments by a factor of 5 for the $2\\,^3\\!S_1$ state and a factor of 50 for the $2\\,^3\\!P_J$ states, and are in better agreement with theoretical values. Combining our measured hyperfine intervals of the $2\\,^3\\!S_1$ state with the latest quantum electrodynamic (QED) calculations, the improved Zemach radius of the $\\rm^6Li$ nucleus is determined to be 2.44(2)~fm, with the uncertainty entirely due to the uncalculated QED effects of order $m\\alpha^7$. The result is in sharp disagreement with the value 3.71(16) fm determined from simple models of the nuclear charge and magnetization distribution. We call for a more definitive nuclear physics value of the $\\rm^6Li$ Zemach radius. ",
    "url": "https://arxiv.org/abs/2303.07939",
    "authors": [
      "Wei Sun",
      "Pei-Pei Zhang",
      "Peng-peng Zhou",
      "Shao-long Chen",
      "Zhi-qiang Zhou",
      "Yao Huang",
      "Xiao-Qiu Qi",
      "Zong-Chao Yan",
      "Ting-Yun Shi",
      "G. W. F. Drake",
      "Zhen-Xiang Zhong",
      "Hua Guan",
      "Ke-lin Gao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07942",
    "title": "Multiple-core-hole resonance spectroscopy with ultraintense X-ray pulses",
    "abstract": "Understanding the interaction of intense, femtosecond X-ray pulses with heavy atoms is crucial for gaining insights into the structure and dynamics of matter. One key aspect of nonlinear light-matter interaction was, so far, not studied systematically at free-electron lasers -- its dependence on the photon energy. Using resonant ion spectroscopy, we map out the transient electronic structures occurring during the complex charge-up pathways. Massively hollow atoms featuring up to six simultaneous core holes determine the spectra at specific photon energies and charge states. We also illustrate how the influence of different X-ray pulse parameters that are usually intertwined can be partially disentangled. The extraction of resonance spectra is facilitated by the fact that the ion yields become independent of the peak fluence beyond a saturation point. Our study lays the groundwork for novel spectroscopies of transient atomic species in exotic, multiple-core-hole states that have not been explored previously. ",
    "url": "https://arxiv.org/abs/2303.07942",
    "authors": [
      "Aljoscha Rörig",
      "Sang-Kil Son",
      "Tommaso Mazza",
      "Philipp Schmidt",
      "Thomas M. Baumann",
      "Benjamin Erk",
      "Markus Ilchen",
      "Joakim Laksman",
      "Valerija Music",
      "Shashank Pathak",
      "Daniel E. Rivas",
      "Daniel Rolles",
      "Svitozar Serkez",
      "Sergey Usenko",
      "Robin Santra",
      "Michael Meyer",
      "Rebecca Boll"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07950",
    "title": "ECMI Resonance in AKR Revisited: Hyperbolic Resonance, Harmonics,  Wave-Wave Interaction",
    "abstract": "Recapitulation of the resonance condition for the fundamental and higher electron cyclotron harmonics in the Electron Cyclotron Maser Instability (ECMI) enables radiation below and confirms the possibility of radiation in a narrow band above harmonics $n>1$. Near $n=1$ resonance on the confined lower X-mode branch, amplification is supported by the decrease of phase and group speeds. Confined slow large-amplitude quasi-electrostatic X-modes nonlinearly modulate the plasma to form cavitons until self-trapped inside them at further increasing wavenumber. They undergo wave-wave interaction, enabling escape to free space in the second harmonic band below $n=2$. At sufficiently large parallel wavenumber (oblique propagation), the fundamental resonance $n=1$ is hyperbolic, a possibility so far missed but vital for an effective ECMI in the upward current region. Here, the resonance hyperbola favourably fits the loss cone boundary, the presumably important ECMI upward-current source-electron distribution, to stimulate ECMI growth at available auroral electron energies. ",
    "url": "https://arxiv.org/abs/2303.07950",
    "authors": [
      "W. Baumjohann",
      "R. A. Treumann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08022",
    "title": "An ultra-stable cryogenic sapphire cavity laser with an instability of  $1.9\\times10^{-16}$ based on a low vibration level cryostat",
    "abstract": "Cryogenic ultra-stable lasers have extremely low thermal noise limits and frequency drifts, but they are more seriously affected by vibration noise from cryostats. Main material candidates for cryogenic ultra-stable cavities include silicon and sapphire. Although sapphire has many excellent properties at low temperature, the development of sapphire-based cavities is less advanced than that of silicon-based. Using a homemade cryogenic sapphire cavity, we develop an ultra-stable laser source with a frequency instability of $1.9\\times10^{-16}$. This is the best frequency instability level among similar systems using cryogenic sapphire cavities reported so far. Low vibration performance of the cryostat is demonstrated with a two-stage vibration isolation, and the vibration suppression is further improved by different mixing ratio of the gas-liquid helium. With this technique, vibrations at frequencies higher than tens of hertz are greatly suppressed. ",
    "url": "https://arxiv.org/abs/2303.08022",
    "authors": [
      "Leilei He",
      "Jingxuan Zhang",
      "Zhiyuan Wang",
      "Jialu Chang",
      "Qiyue Wu",
      "Zehuang Lu",
      "Jie Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.07406",
    "title": "Infra-Red, In-Situ (IRIS) Inspection of Silicon",
    "abstract": "This paper introduces the Infra-Red, In Situ (IRIS) inspection method, which uses short-wave IR (SWIR) light to non-destructively \"see through\" the backside of chips and image them with lightly modified conventional digital CMOS cameras. With a ~1050 nm light source, IRIS is capable of constraining macro- and meso-scale features of a chip. This hardens existing micro-scale self-test verification techniques by ruling out the existence of extra circuitry that can hide a hardware trojan with a test bypass. Thus, self-test techniques used in conjunction with IRIS can ensure the correct construction of security-critical hardware at all size scales. ",
    "url": "https://arxiv.org/abs/2303.07406",
    "authors": [
      "Andrew 'bunnie' Huang"
    ],
    "subjectives": [
      "Hardware Architecture (cs.AR)",
      "Cryptography and Security (cs.CR)",
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07764",
    "title": "Effects of Mutual Coupling on Degree of Freedom and Antenna Efficiency  in Holographic MIMO Communications",
    "abstract": "The holographic multiple-input-multiple-output (MIMO) communications refer to the MIMO systems built with ultra-dense antenna arrays, whose channel models and potential applications have attracted increasing attentions recently. When the spacing between adjacent array elements is larger than half wavelength, the effect of mutual coupling can generally be neglected in current antenna designs. However, in holographic MIMO communications, the influence of strong mutual coupling on antenna characteristics is inevitable, resulting in distorted radiation patterns and low radiation efficiencies. In this paper, starting from the analytical correlation and efficiency models, we investigate how the mutual coupling affects the capacity of a space-constrained MIMO system from the aspects of degree of freedom (DOF) and antenna efficiency. The involved fundamental concepts of correlation, DOF, efficiency and mutual coupling are crucial for both antenna and wireless-communication engineers when designing emerging MIMO communication systems. ",
    "url": "https://arxiv.org/abs/2303.07764",
    "authors": [
      "Shuai S. A. Yuan",
      "Xiaoming Chen",
      "Chongwen Huang",
      "Wei E. I. Sha"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07860",
    "title": "A method for constructing an interplanetary trajectory of a spacecraft  to Venus using resonant orbits to ensure landing in the desired region",
    "abstract": "A problem of constructing the trajectory of a spacecraft flight to Venus within the framework of a mission including landing of a lander in a given region of the planet's surface is being considered. A new celestial mechanics related method based on the use of gravity assist maneuver near Venus is proposed to transfer the spacecraft to a heliocentric orbit resonant with the orbit of Venus, so that, at the next approach the planet, the given region of the surface becomes attainable for landing. It is shown that the best resonant orbit in terms of the cost of the characteristic velocity is an orbit with a 1:1 ratio of the period to the orbital period of Venus. A procedure for choosing one of possible resonant orbits depending on coordinates of the desired landing point on the surface and the launch date of the mission is described. An example of calculating the flight trajectory that ensures landing in the Vellamo-South region of the Venus surface at launch from the Earth in 2031 is considered. ",
    "url": "https://arxiv.org/abs/2303.07860",
    "authors": [
      "Vladislav Zubko",
      "Natan Eismont",
      "Konstantin Fedyaev",
      "Andrey Belyaev"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2303.07894",
    "title": "Photo-to-heat conversion of broadband metamaterial absorbers based on  TiN nanoparticles under laser and solar illumination",
    "abstract": "We theoretically investigate photothermal heating of ultra-flexible metamaterials, which are obtained by randomly mixing TiN nanoparticles in polydimethylsiloxane (PDMS). Due to the plasmonic properties of TiN nanoparticles, incident light is perfectly absorbed in a broadband range (300-3000 nm) to generate heat within these metamaterials. Under irradiation of an 808 nm near-infrared laser with different intensities, our predicted temperature rises as a function of time agree well with recent experimental data. For a given laser intensity, the temperature rise varies non-monotonically with concentration of TiN nanoparticles because the enhancement of thermal conductivity and absorbed energy as adding plasmonic nanostructures leads to opposite effects on the heating process. When the model is extended to solar heating, photothermal behaviors are qualitatively similar but the temperature increase is less than 13 $K$. Our studies would provide good guidance for future experimental studies on the photo-to-heat conversion of broadband perfect absorbers. ",
    "url": "https://arxiv.org/abs/2303.07894",
    "authors": [
      "Do T. Nga",
      "Anh D. Phan",
      "Thudsaphungthong Julie",
      "Nam B. Le",
      "Chu Viet Ha"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.08078",
    "title": "Realizing spin squeezing with Rydberg interactions in a programmable  optical clock",
    "abstract": "Neutral-atom arrays trapped in optical potentials are a powerful platform for studying quantum physics, combining precise single-particle control and detection with a range of tunable entangling interactions. For example, these capabilities have been leveraged for state-of-the-art frequency metrology as well as microscopic studies of entangled many-particle states. In this work, we combine these applications to realize spin squeezing - a widely studied operation for producing metrologically useful entanglement - in an optical atomic clock based on a programmable array of interacting optical qubits. In this first demonstration of Rydberg-mediated squeezing with a neutral-atom optical clock, we generate states that have almost 4 dB of metrological gain. Additionally, we perform a synchronous frequency comparison between independent squeezed states and observe a fractional frequency stability of $1.087(1)\\times 10^{-15}$ at one-second averaging time, which is 1.94(1) dB below the standard quantum limit, and reaches a fractional precision at the $10^{-17}$ level during a half-hour measurement. We further leverage the programmable control afforded by optical tweezer arrays to apply local phase shifts in order to explore spin squeezing in measurements that operate beyond the relative coherence time with the optical local oscillator. The realization of this spin-squeezing protocol in a programmable atom-array clock opens the door to a wide range of quantum-information inspired techniques for optimal phase estimation and Heisenberg-limited optical atomic clocks. ",
    "url": "https://arxiv.org/abs/2303.08078",
    "authors": [
      "William J. Eckner",
      "Nelson Darkwah Oppong",
      "Alec Cao",
      "Aaron W. Young",
      "William R. Milner",
      "John M. Robinson",
      "Jun Ye",
      "Adam M. Kaufman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08091",
    "title": "Absorption and birefringence study for reduced optical losses in diamond  with high NV concentration",
    "abstract": "The use of diamond color centers such as the nitrogen-vacancy (NV) center is increasingly enabling quantum sensing and computing applications. Novel concepts like cavity coupling and readout, laser threshold magnetometry and multi-pass geometries allow significantly improved sensitivity and performance via increased signals and strong light fields. Enabling material properties for these techniques and their further improvements are low optical material losses via optical absorption of signal light and low birefringence. Here we study systematically the behavior of absorption around 700 nm and birefringence with increasing nitrogen- and NV-doping, as well as their behavior during NV creation via diamond growth, electron beam irradiation and annealing treatments. Absorption correlates with increased nitrogen-doping yet substitutional nitrogen does not seem to be the direct absorber. Birefringence reduces with increasing nitrogen doping. We identify multiple crystal defect concentrations via absorption spectroscopy and their changes during the material processing steps and thus identify potential causes of absorption and birefringence as well as strategies to fabricate CVD diamonds with high NV density yet low absorption and low birefringence. ",
    "url": "https://arxiv.org/abs/2303.08091",
    "authors": [
      "T. Luo",
      "F. A. Hahl",
      "J. Langer",
      "V. Cimalla",
      "L. Lindner",
      "X. Vidal",
      "M. Haertelt",
      "R. Blinder",
      "S. Onoda",
      "T. Ohshima",
      "J. Jeske"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.00049",
    "title": "Quantum simulation of thermodynamics in an integrated quantum photonic  processor",
    "abstract": " Comments: 20 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2201.00049",
    "authors": [
      "Frank H. B. Somhorst",
      "Reinier van der Meer",
      "Malaquias Correa Anguita",
      "Riko Schadow",
      "Henk J. Snijders",
      "Michiel de Goede",
      "Ben Kassenberg",
      "Pim Venderbosch",
      "Caterina Taballione",
      "Jörn. P. Epping",
      "Hans. H. van den Vlekkert",
      "Jardi Timmerhuis",
      "Jacob F. F. Bulmer",
      "Jasleen Lugani",
      "Ian A. Walmsley",
      "Pepijn W. H. Pinkse",
      "Jens Eisert",
      "Nathan Walk",
      "Jelmer J. Renema"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00677",
    "title": "Quantum circuit fidelity estimation using machine learning",
    "abstract": " Comments: 27 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2212.00677",
    "authors": [
      "Avi Vadali",
      "Rutuja Kshirsagar",
      "Prasanth Shyamsundar",
      "Gabriel N. Perdue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2212.12582",
    "title": "Quantum correlation light-field microscope with extreme depth of field",
    "abstract": " Comments: 16 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2212.12582",
    "authors": [
      "Yingwen Zhang",
      "Duncan England",
      "Antony Orth",
      "Ebrahim Karimi",
      "Benjamin Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.07395",
    "title": "The longitudinal energy spread of ion beams extracted from an electron  cyclotron resonance ion source",
    "abstract": " Title: The longitudinal energy spread of ion beams extracted from an electron  cyclotron resonance ion source ",
    "url": "https://arxiv.org/abs/2301.07395",
    "authors": [
      "Julien Angot",
      "Olli Tarvainen",
      "Pierre Chauveau",
      "Sami Kosonen",
      "Taneli Kalvas",
      "Thomas Thuillier",
      "Myriam Migliore",
      "Laurent Maunoury"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10655",
    "title": "Excited-state phase diagram of a ferromagnetic quantum gas",
    "abstract": " Title: Excited-state phase diagram of a ferromagnetic quantum gas ",
    "url": "https://arxiv.org/abs/2301.10655",
    "authors": [
      "Bernd Meyer-Hoppe",
      "Fabian Anders",
      "Polina Feldmann",
      "Luis Santos",
      "Carsten Klempt"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]