[
  {
    "id": "arXiv:2112.00635",
    "title": "Predicting lexical skills from oral reading with acoustic measures",
    "abstract": "Literacy assessment is an important activity for education administrators across the globe. Typically achieved in a school setting by testing a child's oral reading, it is intensive in human resources. While automatic speech recognition (ASR) is a potential solution to the problem, it tends to be computationally expensive for hand-held devices apart from needing language and accent-specific speech for training. In this work, we propose a system to predict the word-decoding skills of a student based on simple acoustic features derived from the recording. We first identify a meaningful categorization of word-decoding skills by analyzing a manually transcribed data set of children's oral reading recordings. Next the automatic prediction of the category is attempted with the proposed acoustic features. Pause statistics, syllable rate and spectral and intensity dynamics are found to be reliable indicators of specific types of oral reading deficits, providing useful feedback by discriminating the different characteristics of beginning readers. This computationally simple and language-agnostic approach is found to provide a performance close to that obtained using a language dependent ASR that required considerable tuning of its parameters. ",
    "url": "https://arxiv.org/abs/2112.00635",
    "authors": [
      "Charvi Vitthal",
      "Shreeharsha B S",
      "Kamini Sabu",
      "Preeti Rao"
    ],
    "subjectives": [
      "Audio and Speech Processing (eess.AS)",
      "Sound (cs.SD)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:1811.11858",
    "title": "Can you sign a quantum state?",
    "abstract": " Comments: 26+12 pages, v4: version for publication in Quantum ",
    "url": "https://arxiv.org/abs/1811.11858",
    "authors": [
      "Gorjan Alagic",
      "Tommaso Gagliardoni",
      "Christian Majenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)"
    ]
  }
]