[
  {
    "id": "arXiv:2209.05784",
    "title": "Non-resonant lasing in a deep-hole scattering cavity",
    "abstract": "Random lasers are promising in the spectral regime, wherein conventional lasers are unavailable, with advantages of low fabrication costs and applicability of diverse gain materials. However, their practical application is hindered by high threshold powers, low power efficiency, and difficulties in light collection. Here, we demonstrate a power-efficient easy-to-fabricate non-resonant laser using a deep hole on a porous gain material. The laser action in this counterintuitive cavity was enabled by nonresonant feedback from strong diffuse reflections on the inner surface. Additionally, significant enhancements in slope efficiency, threshold power, and directionality were obtained from cavities fabricated on a porous Nd:YAG ceramic. ",
    "url": "https://arxiv.org/abs/2209.05784",
    "authors": [
      "ChulMin Oh",
      "Ho Jin Ma",
      "KyeoReh Lee",
      "Do Kyung Kim",
      "YongKeun Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05807",
    "title": "Quadrature-averaged homodyne detection for cavity parameter estimation",
    "abstract": "Balanced homodyne interferometry is a well-known detection technique that allows for sensitive characterization of light fields. Conventionally a homodyne interferometer is operated by locking the relative phase of a reference beam to the signal beam by means of an active feedback loop. A less often used method is to perform a slow continuous modulation of the reference beam arm length that corresponds to averaging all relative phases during the measurement.Here we show theoretically and experimentally that this quadrature averaging can be advantageous in estimating the parameters of a resonant optical cavity. We demonstrate that the averaging turns the transduction function, from cavity frequency fluctuations into the interferometer signal, into a simple function of the laser detuning that, notably, does not depend on the parameters of possible non-resonant channels present in the system. The method needs no active feedback and gives results that are easy to interpret. Moreover, the phase-averaged measurement allows to characterize the absolute magnitude of a cavity frequency modulation. ",
    "url": "https://arxiv.org/abs/2209.05807",
    "authors": [
      "Giada R. La Gala",
      "Arvind S. Kumar",
      "Rick Leijssen",
      "Ewold Verhagen",
      "Juha T. Muhonen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.05826",
    "title": "Inverse Faraday effect and Stokes drift in plasma",
    "abstract": "Recent theory of the light-induced medium magnetization (inverse Faraday effect, IFE) performed by a transversely-limited circularly-polarized light beam [Phys. Rev. B 91, 020411 (2015)] predicts the existence of a \"demagnetization current\" (DC) at the beam periphery which, apparently, acts oppositely to the light-induced rotational motion of the charge carriers inside the beam and thus reduces the IFE by the factor of 2. In this note, taking the longitudinal component of the beam into account, we show that the peripheral DC is two times higher than was calculated before. Nevertheless, this circumstance does not cancel the IFE because the DC, as a sort of Stokes-drift current in plasma [Phys. Rev. E 105, 065208 (2022)], is accompanied by the additional \"magnetization current\" of the opposite direction. ",
    "url": "https://arxiv.org/abs/2209.05826",
    "authors": [
      "Aleksandr Bekshaev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05952",
    "title": "Resonant mode coupling approximation for calculation of optical spectra  of photonic crystal slabs. Part II",
    "abstract": "We propose further development of the resonant mode coupling approximation for the calculation of optical spectra of stacked periodic nanostructures in terms of the scattering matrix. We previously showed that given the resonant input and output vectors as well as background scattering matrices of two subsystems, one can easily calculate those for the combined system comprising two subsystems. It allows us to write a resonant approximation for the combined system and speed up calculation significantly for typical calculation problems. The main drawback of this approach is that the background matrix in such approximation was considered constant which is not always sufficient if the energy range of interest is relatively wide. The aim of this article is to solve this problem by utilizing more complicated approximations for the background matrices. In particular, we show that consideration of energy-dependent correction terms for the background matrices remarkably reduces the resonant energies' calculation error. Here we first consider a linear approximation, and although it is not suitable for large energy ranges, it is used as a base for a piecewise-linear approximation which allows one to keep the approximation error negligibly small with only a few sample points. Moreover, interpolation of the background matrices allows one to apply resonant mode coupling approximation in almost arbitrary large energy ranges. We also consider approximation of background matrices by an arbitrary matrix function and propose a technique to derive the resonant poles in this case. The methods described here could be considered as an alternative approach for calculation of optical spectra stacked systems. ",
    "url": "https://arxiv.org/abs/2209.05952",
    "authors": [
      "Dmitrii A. Gromyko",
      "Sergey A. Dyakov",
      "Sergei G. Tikhodeev",
      "Nikolay A. Gippius"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.06041",
    "title": "Fast Metasurface Hybrid Lens Design using a Semi-Analytical Model",
    "abstract": "We propose a new method for integrating metasurfaces in optical design using semi-analytical modelling of dielectric nanostructures. The latter computes the output phase of an electric field incident on the metasurface, allowing their use with ray-tracing software. This tool provides a method to use metasurfaces in optical systems while using built-in optimization processes to avoid time-consuming computation. To demonstrate the applicability and versatility of our method, we present variations of a triplet composed of refractive elements and a metasurface. For each of the systems, similar optical performances are achieved. Our unique and innovative approach to joining metasurfaces and ray tracing has the potential to promote the design of innovative systems by exploiting the richness of metasurfaces and the functionality of conventional lens design software. ",
    "url": "https://arxiv.org/abs/2209.06041",
    "authors": [
      "Alexandre Cléroux Cuillerier",
      "Jeck Borne",
      "Simon Thibault"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.06070",
    "title": "Cosmic-time quantum mechanics and the passage-of-time problem",
    "abstract": "A new dynamical paradigm merging quantum dynamics with cosmology is discussed. Time evolution involves a genuine passage of time, which distinguishes the formalism from those where dynamics in space is equivalent to statics in space-time. Hyperbolic spatial sections occur as asymptotic large-cosmic-time supports of quantum wave functions. For simplicity, the wave functions are defined on $n$-dimensional Minkowski spaces. We begin with empty universe, but then outline the formalism that involves matter fields. As a by product, we arrive at a new formulation of conformal invariance of $m\\neq 0$ fields. ",
    "url": "https://arxiv.org/abs/2209.06070",
    "authors": [
      "Marek Czachor"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06071",
    "title": "Microscopic Hamiltonian and Chaotic Behavior for Barium Titanate  Nanoparticles Revealed by Photonic Tunneling Model",
    "abstract": "In order to understand the microscopic properties of the ferroelectric nanoparticles, we review concepts of the attractive BaTiO3 nanocrystals where a photon field from its constituent electrons and ions are considered. We present an associated Hamiltonian and extended potential which are the bases of the physical description of the system from certain geometry of the semiquantal space with the specific phonon mode. Furthermore, we formulate the nonlinear dynamics equation of the systems with the famous microscopic Hamiltonian and Heisenberg equation of motion. In addition, we interest ourselves to a system of BaTiO3 nanocrystals and hypothesis leading to order-disorder nature of phase transitions. The latter are linked to the cooperative phenomenon of chains. The numerical simulations reveal that complex behaviors propagate in such system. ",
    "url": "https://arxiv.org/abs/2209.06071",
    "authors": [
      "Emile Godwe",
      "Rabab Jarrar",
      "Jihad Asad"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06088",
    "title": "Suitability of magnetic microbolometers based on paramagnetic  temperature sensors for CMB polarization measurements",
    "abstract": "High resolution polarization maps of the Cosmic Microwave Background (CMB) are on high demand, since the discovery of primordial B-Modes in the polarization patterns would confirm the inflationary phase of the Universe that would have taken place before the emission of the CMB. Transition Edge Sensors (TES) and Microwave Kinetic Inductance Detectors (MKID) are the predominant detector technologies of cryogenic detector array based CMB instruments that search for primordial B-Modes. In this paper we propose another type of cryogenic detector to be used for CMB survey: A magnetic microbolometer (MMB) that is based on a paramagnetic temperature sensor. It is an adaption of state-of-the-art metallic magnetic calorimeters (MMCs) that are meanwhile a key technology for high resolution $\\alpha$, $\\beta$, $\\gamma$ and X-ray spectroscopy as well as the study of neutrino mass. A complete simulation framework was developed that accounts for the electrical and thermal properties of the bolometer and that can be used to obtain its responsivity and bandwidth, as well as estimating noise. A brief proof of concept case study is analyzed, taking into account typical constraints in CMB measurements and reliable microfabrication processes, to assess the suitability of metallic magnetic sensors in CMB experiments. The results show that MMBs provide a promising technology for CMB polarization measurements as their sensitivity can be tuned for background limited detection of the sky while simultaneously maintaining a low time response to avoid degradation of the point-source response of the telescope. As the sensor technology and its fabrication techniques are compatible with TES based bolometric detector arrays, a change of detector technology would even come with very low cost. ",
    "url": "https://arxiv.org/abs/2209.06088",
    "authors": [
      "Juan Manuel Geria",
      "Matias Rolf Hampel",
      "Sebastian Kempf",
      "Juan Jose Bonaparte",
      "Luciano Pablo Ferreyro",
      "Manuel Eliías Garcia Redondo",
      "Daniel Alejandro Almela",
      "Juan Manuel Salum",
      "Nahuel Müller",
      "Jesus David Bonilla-Neira",
      "Alan Ezequiel Fuster",
      "Manuel Platino",
      "Alberto Etchegoyen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ]
  },
  {
    "id": "arXiv:2209.06127",
    "title": "Non-cosmological, Non-Doppler Relativistic Frequency Shift over  Astronomical Distances",
    "abstract": "We investigate in detail an apparently unnoticed consequence of special relativity. It consists in time dilation/contraction and frequency shift for emitted light affecting accelerated reference frames at astronomical distances from an inertial observer. The frequency shift is non-cosmological and non-Doppler in nature. We derive the main formulae and compare their predictions with the astronomical data available for Proxima Centauri. We found no correspondence with observations. Since the implications of the new time dilation/contraction and frequency shift are blatantly paradoxical, we do not expect to find one. By all indications, we are dealing with a genuine, and not a merely apparent, relativity paradox. ",
    "url": "https://arxiv.org/abs/2209.06127",
    "authors": [
      "Germano D'Abramo"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06147",
    "title": "High-Resolution Laser Spectroscopy of a Functionalized Aromatic Molecule",
    "abstract": "We present a high-resolution laser spectroscopic study of the $\\tilde{A}\\,^2B_2- \\tilde{X}\\,^2A_1$ and $\\tilde{B}\\,^2B_1- \\tilde{X}\\,^2A_1$ transitions of calcium (I) phenoxide, CaOPh (CaOC$_6$H$_5$). The rotationally resolved band systems are analyzed using an effective Hamiltonian model and are accurately modeled as independent perpendicular ($b$- or $c$-type) transitions. The structure of calcium monophenoxide is compared to previously observed Ca-containing radicals and implications for direct laser cooling are discussed. This work demonstrates that functionalization of aromatic molecules with optical cycling centers can preserve many of the properties needed for laser-based control. ",
    "url": "https://arxiv.org/abs/2209.06147",
    "authors": [
      "Benjamin L. Augenbraun",
      "Sean Burchesky",
      "Andrew Winnicki",
      "John M. Doyle"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05514",
    "title": "Diamond-based optical vector magnetometer",
    "abstract": "We describe here the construction and characterization of a high-resolution optical magnetometer to measure the full vector magnetic field on an ultrathin layer near the surface of the device. This solid-state device is based on quantum sensors created by a layer of nitrogen-vacancy (NV) centers less than 20 nm below the surface of an ultrapure diamond. This ensemble of nanosensors provides a versatile device capable of mapping magnetic fields and surface current densities with a sub-micrometer resolution and high sensitivity, making it suitable for many applications. Here, we show a custom-built prototype to demonstrate an operating proof-of-concept device. ",
    "url": "https://arxiv.org/abs/2209.05514",
    "authors": [
      "Charlie Oncebay Segura",
      "Sérgio Ricardo Muniz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.05528",
    "title": "Measurements of spin-coherence in NV centers for diamond-based quantum  sensors",
    "abstract": "One of the biggest challenges to implement quantum protocols and quantum information processing (QIP) is achieving long coherence times, usually requiring systems at ultra-low temperatures. The nitrogen-vacancy (NV) center in diamond is a promising alternative to this problem. Due to its spin properties, easy manipulation, and the possibility of doing optical state initialization and readout, it quickly became one of the best solid-state spin systems for QIP at room temperature. Here, we present the characterization of the spin-coherence of an ensemble of NV centers in an engineered sample of ultrapure diamond as a testbed for quantum protocols for quantum metrology. ",
    "url": "https://arxiv.org/abs/2209.05528",
    "authors": [
      "Lucas Nunes Sales de Andrade",
      "Charlie Oncebay Segura",
      "Sérgio Ricardo Muniz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.05606",
    "title": "Thermodynamic measurement of non-equilibrium stochastic processes in  optical tweezers",
    "abstract": "Due to their versatility in investigating phenomena in microscopic scales, optical tweezers have been an excellent platform for studying stochastic thermodynamics. In this context, this work presents experimental measurements of the energetic cost of driven finite-time protocols using colloidal Brownian particles in harmonic potentials. For this simple model system, we compare the results of optimal and sub-optimal protocols in a time-dependent trap, controlling the trap stiffness with different modulation amplitudes and protocol times. We also calculate the Jarzynski relation for the stochastic trajectories from the experimental data as an independent consistency check. ",
    "url": "https://arxiv.org/abs/2209.05606",
    "authors": [
      "Thalyta Tavares Martins",
      "Lucas Prado Kamizak",
      "Sérgio Ricardo Muniz"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.05858",
    "title": "Suppressing Recoil Heating in Levitated Optomechanics using Squeezed  Light",
    "abstract": "We theoretically show that laser recoil heating in free-space levitated optomechanics can be strongly reduced by shining squeezed light onto an optically trapped nanoparticle. The presence of squeezing modifies the quantum electrodynamical light-matter interaction in a way that enables us to control the amount of information that the scattered light carries about a given mechanical degree of freedom. We analyze the trade-off between measurement imprecision and back-action noise and show that optical detection beyond the standard quantum limit can be achieved. We predict that, with state-of-the-art squeezed light sources, laser recoil heating reduction of at least $60\\%$ can be attained by squeezing a single Gaussian mode with an appropriate incidence direction. Our results, which are valid both for motional and librational degrees of freedom, will lead to improved feedback cooling schemes as well as boost the coherence time of optically levitated nanoparticles in the quantum regime ",
    "url": "https://arxiv.org/abs/2209.05858",
    "authors": [
      "C. Gonzalez-Ballestero",
      "J. A. Zielińska",
      "M. Rossi",
      "A. Militaru",
      "M. Frimmer",
      "L. Novotny",
      "P. Maurer",
      "O. Romero-Isart"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.11192",
    "title": "Contactless optical spinning tweezers with tunable rotation frequency",
    "abstract": " Comments: 17 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2105.11192",
    "authors": [
      "N. Hameed",
      "T. Zeghdoudi",
      "B. Guichardaz",
      "A. Mezeghrane",
      "M.Suarez",
      "N. Courjal",
      "M.-P. Bernal",
      "A. Belkhir",
      "F. I. Baida"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.13651",
    "title": "Quantum contribution to luminosity of quasars",
    "abstract": " Title: Quantum contribution to luminosity of quasars ",
    "url": "https://arxiv.org/abs/2110.13651",
    "authors": [
      "Janusz E. Jacak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2201.06919",
    "title": "A space-based quantum gas laboratory at picokelvin energy scales",
    "abstract": " Comments: 25 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2201.06919",
    "authors": [
      "Naceur Gaaloul",
      "Matthias Meister",
      "Robin Corgier",
      "Annie Pichery",
      "Patrick Boegel",
      "Waldemar Herr",
      "Holger Ahlers",
      "Eric Charron",
      "Jason R. Williams",
      "Robert J. Thompson",
      "Wolfgang P. Schleich",
      "Ernst M. Rasel",
      "Nicholas P. Bigelow"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.13478",
    "title": "Enhanced collisionless laser absorption in strongly magnetized plasmas",
    "abstract": " Comments: 10 figures ",
    "url": "https://arxiv.org/abs/2205.13478",
    "authors": [
      "Lili Manzo",
      "Matthew R. Edwards",
      "Yuan Shi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09593",
    "title": "Quantum AI simulator using a hybrid CPU-FPGA approach",
    "abstract": " Comments: 31 pages, 4 figures, 8 supplementary figures, 1 supplementary table ",
    "url": "https://arxiv.org/abs/2206.09593",
    "authors": [
      "Teppei Suzuki",
      "Tsubasa Miyazaki",
      "Toshiki Inaritai",
      "Takahiro Otsuka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02900",
    "title": "Cross-calibration of atomic pressure sensors and deviation from quantum  diffractive collision universality for light particles",
    "abstract": " Comments: 14 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2209.02900",
    "authors": [
      "Pinrui Shen",
      "Erik Frieling",
      "Katherine R. Herperger",
      "Denis Uhland",
      "Riley A. Stewart",
      "Avinash Deshmukh",
      "Roman V. Krems",
      "James L. Booth",
      "Kirk W. Madison"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04248",
    "title": "Enhanced Current Density and Asymmetry of Metal-Insulator-Metal Diodes  Based on the Self-Assembly of Pt Nanoparticles for Optical Rectennas",
    "abstract": " Comments: 4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2209.04248",
    "authors": [
      "Zhen Liu",
      "Shunsuke Abe",
      "Makoto Shimizu",
      "Hiroo Yugami"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04358",
    "title": "The Laser Interferometer Space Antenna mission in Greece White Paper",
    "abstract": " Comments: 11 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2209.04358",
    "authors": [
      "Nikolaos Karnesis",
      "Nikolaos Stergioulas",
      "Georgios Pappas",
      "Charis Anastopoulos",
      "John Antoniadis",
      "Theocharis Apostolatos",
      "Spyros Basilakos",
      "Kyriakos Destounis",
      "Areti Eleni",
      "Georgios Lukes-Gerakopoulos",
      "Konstantinos N. Gourgouliatos",
      "Wolf von Klitzing",
      "Kostas D. Kokkotas",
      "George Kottaras",
      "Theodoros Papanikolaou",
      "Leandros Perivolaropoulos",
      "Manolis Plionis",
      "Emmanuel N. Saridakis",
      "Theodoros Sarris",
      "Elias C. Vagenas"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Space Physics (physics.space-ph)"
    ]
  }
]