[
  {
    "id": "arXiv:2510.02478",
    "title": "Acoustic Probing of New Biomarkers for Rapid Sickle Cell Disease Screening",
    "abstract": "           Sickle cell disease (SCD) remains a critical global health issue, with high child mortality in low-resource regions. Early screening and diagnosis is essential for improving health outcomes, but conventional screening methods are unsuitable for widespread use due to the high costs of laboratory equipment. There is an urgent need for portable, cost-effective, and user-friendly point-of-care tools that can quickly assess blood health. Here, we explore two new biomarkers enabled by acoustic probing for rapid SCD screening: cell membrane stability from measuring red blood cell (RBC) lysis temperature in whole blood, and plasma protein concentration from measuring relative protein precipitation in blood plasma. Both biomarkers effectively differentiate healthy HbAA samples from pre-/no transfusion HbSS samples with high accuracy. Additionally, the RBC lysis biomarker can distinguish post-transfusion exchange HbSS samples with a lower percentage of sickled cells, indicating the potential to initially screen for milder forms of SCD as well as sickle cell trait.         ",
    "url": "https://arxiv.org/abs/2510.02478",
    "authors": [
      "Nakul Sridhar",
      "Meiou Song",
      "Michael H.B. Stowell",
      "Kathryn L. Hassell",
      "Xiaoyun Ding"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2510.02482",
    "title": "Surface Acoustic Wave Hemolysis Assay for Evaluating Stored Red Blood Cells",
    "abstract": "           Blood transfusion remains a cornerstone of modern medicine, saving countless lives daily. Yet the quality of transfused blood varies dramatically among donors-a critical factor often overlooked in clinical practice. Rapid, benchtop, and cost-effective methods for evaluating stored red blood cells (RBCs) at the site of transfusion are lacking, with concerns persisting about the association between metabolic signatures of stored RBC quality and transfusion outcomes. Recent studies utilizing metabolomics approaches to evaluate stored erythrocytes find that donor biology (e.g., genetics, age, lifestyle factors) underlies the heterogeneity associated with blood storage and transfusion. The appreciation of donor-intrinsic factors provides opportunities for precision transfusion medicine approaches for the evaluation of storage quality and prediction of transfusion efficacy. Here we propose a new platform, the Surface Acoustic Wave Hemolysis Assay (SAW-HA), for on-site evaluation of stored RBCs utilizing SAW Hemolysis Temperature (SAWHT) as a marker for RBC quality. We report SAWHT as a mechanism-dependent reproducible methodology for evaluating stored human RBCs up to 42 days. Our results define unique signatures for SAW hemolysis and metabolic profiles in RBCs from two of the six donors in which high body mass index (BMI) and RBC triglycerides associated with increased susceptibility to hemolysis. Metabolic age of the stored RBCs - a recently appreciated predictor of post-transfusion efficacy-reveal that RBCs from the two low SAWHT units were characterized by disrupted redox control, deficient tryptophan metabolism, and high BMI. Together, these findings indicate the potential of the SAW-HA as a point-of-care analysis for transfusion medicine.         ",
    "url": "https://arxiv.org/abs/2510.02482",
    "authors": [
      "Meiou Song",
      "Colin C. Anderson",
      "Nakul Sridhar",
      "Julie A. Reisz",
      "Leyla Akh",
      "Yu Gao",
      "Angelo D'Alessandro",
      "Xiaoyun Ding"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2510.02603",
    "title": "Fast surrogate modelling of EIT in atomic quantum systems using LSTM neural networks",
    "abstract": "           Simulations of optical quantum systems are essential for the development of quantum technologies. However, these simulations are often computationally intensive, especially when repeated evaluations are required for data fitting, parameter estimation, or real-time feedback. To address this challenge, we develop a Long Short-Term Memory neural network capable of replicating the output of these simulations with high accuracy and significantly reduced computational cost. Once trained, the surrogate model produces spectra in milliseconds, providing a speed-up of 5000x relative to traditional numerical solvers. We focus on applying this technique to Doppler-broadened Electromagnetically Induced Transparency in a ladder-type scheme for Rydberg-based sensing, achieving near-unity agreement with the physics solver for resonant and off-resonant regimes. We demonstrate the effectiveness of the LSTM model on this representative optical quantum system, establishing it as a surrogate tool capable of supporting real-time signal processing and feedback-based optimisation.         ",
    "url": "https://arxiv.org/abs/2510.02603",
    "authors": [
      "Isabel S. Burdon Hita",
      "Óscar Iglesias-González",
      "Gabriel M. Carral",
      "Miguel Ferreira-Cao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.02715",
    "title": "Fully automated inverse co-optimization of templates and block copolymer blending recipes for DSA lithography",
    "abstract": "           The directed self-assembly (DSA) of block copolymers (BCPs) offers a highly promising approach for the fabrication of contact holes or vertical interconnect access at sub-7nm technology nodes. To fabricate circular holes with precisely controlled size and positions, the self-assembly of block copolymers requires guidance from a properly designed template. Effectively parameterizing the template shape to enable efficient optimization remains a critical yet challenging problem. Moreover, the optimized template must possess excellent manufacturability for practical applications. In this work, we propose a Gaussian descriptor for characterizing the template shape with only two parameters. We further propose to use AB/AB binary blends instead of pure diblock copolymer to improve the adaptability of the block copolymer system to the template shape. The Bayesian optimization (BO) is applied to co-optimize the binary blend and the template shape. Our results demonstrate that BO based on the Gaussian descriptor can efficiently yield the optimal templates for diverse multi-hole patterns, all leading to highly matched self-assembled morphologies. Moreover, by imposing constraints on the variation of curvature of the template during optimization, superior manufacturability is ensured for each optimized template. It is noteworthy that each key parameter of the blend exhibits a relatively wide tunable window under the requirement of rather high precision. Our work provides valuable insights for advancing DSA technology, and thus potentially propels its practical applications forward.         ",
    "url": "https://arxiv.org/abs/2510.02715",
    "authors": [
      "Yuhao Zhou",
      "Huangyan Shen",
      "Qingliang Song",
      "Qingshu Dong",
      "Jianfeng Li",
      "Weihua Li"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Artificial Intelligence (cs.AI)",
      "Computational Engineering, Finance, and Science (cs.CE)"
    ]
  },
  {
    "id": "arXiv:2510.02847",
    "title": "Dipolar order mapping based on spin-lock magnetic resonance imaging",
    "abstract": "           Purpose: Inhomogeneous magnetization transfer (ihMT) effect reflects dipolar order with a dipolar relaxation time ($T_{1D}$), specific to motion-restricted macromolecules. We aim to quantify $T_{1D}$ using spin-lock MRI implemented with a novel rotary-echo sequence. Methods: In proposed method, we defined a relaxation rate $R_{dosl}$ that is specific to dipolar order and obtained as the difference of dual-frequency $R_{1rho}^{dual}$ relaxation and single-frequency $R_{1rho}^{single}$ relaxation. A novel rotary-echo spin-lock sequence was developed to enable dual-frequency acquisition. We derive the framework to estimate $T_{1D}$ from $R_{dosl}$ under macromolecular pool fraction (MPF) map constraints. The proposed approach was validated via Bloch-McConnell-Provotorov simulation, phantom studies, and in-vivo white matter studies on a 3T scanner. Results: Simulations demonstrated that $R_{dosl}$ exhibits an approximately linear relationship with $T_{1D}$. Phantom experiments showed robust ihMT contrast in $R_{dosl}$ and confirmed the feasibility and reliability of $T_{1D}$ quantification via $R_{dosl}$. In vivo white-matter studies further supported the clinical potential of this $T_{1D}$ mapping approach. Conclusion: We propose a novel, clinical feasible method for $T_{1D}$ quantification based on spin-lock MRI. This method requires substantially fewer contrast-prepared images compared to the conventional $T_{1D}$ quantification approach. This technique provides a promising pathway for robust MPF and $T_{1D}$ quantification in a single rapid scan with reduced confounds.         ",
    "url": "https://arxiv.org/abs/2510.02847",
    "authors": [
      "Zijian Gao",
      "Qianxue Shan",
      "Ziqin Zhou",
      "Ziqiang Yu",
      "Weitian Chen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.02868",
    "title": "Impact of nonlinear spectral broadening on the phase noise properties of electro-optic frequency comb",
    "abstract": "           Electro-optic modulation is an attractive approach for generating flat, stable, and low-noise optical frequency combs with relatively high power per comb line. However, a key limitation of electro-optic combs is the restricted number of comb lines imposed by the available RF source power. To overcome this limitation, a nonlinear spectral broadening stage is typically employed. The phase noise characteristics of an electro-optic comb are well described by the standard phase noise model, which depends on two parameters: the seed laser and the RF source phase noise. A fundamental question that arises is how nonlinear broadening processes affect the phase noise properties of the expanded comb. To address this, we employ coherent detection, digital signal processing, and subspace tracking. Our experimental results show that the nonlinearly broadened comb preserves the standard phase noise model of the input electro-optic comb. In other words, the nonlinear processes neither introduce additional phase noise terms nor amplify the existing contributions from the seed laser and RF source. Hence, nonlinear broadening can be viewed as equivalent to driving the electro-optic comb with a much higher RF modulation power.         ",
    "url": "https://arxiv.org/abs/2510.02868",
    "authors": [
      "Aleksandr Razumov",
      "Yijia Cai",
      "Jasper Riebesehl",
      "Eric Sillekens",
      "Ronit Sohanpal",
      "Francesco Da Ros",
      "Zhixin Liu",
      "Darko Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.02918",
    "title": "Probing a theoretical framework for a Photonic Extreme Learning Machine",
    "abstract": "           The development of computing paradigms alternative to von Neumann architectures has recently fueled significant progress in novel all-optical processing solutions. In this work, we investigate how the coherence properties can be exploited for computing by expanding information onto a higher-dimensional space in the photonic extreme learning machine framework. A theoretical framework is provided based on the transmission matrix formalism, mapping the input plane onto the output camera plane, resulting in the establishment of the connection with complex extreme learning machines and derivation of upper bounds for the hidden space dimensionality as well as the form of the activation functions. Experiments using free-space propagation through a diffusive medium, performed in low-dimensional input space regimes, validate the model and the proposed estimator for the dimensionality. Overall, the framework presented and the findings enclosed have the potential to foster further research in a multitude of directions, from the development of robust general-purpose all-optical hardware to a full-stack integration with optical sensing devices toward edge computing solutions.         ",
    "url": "https://arxiv.org/abs/2510.02918",
    "authors": [
      "Vicente Rocha",
      "Duarte Silva",
      "Felipe C. Moreira",
      "Catarina S. Monteiro",
      "Tiago D. Ferreira",
      "Nuno A. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.03172",
    "title": "Development and Validation of a Novel Fresnel Integral Based Method to Model MSF Errors in Optical Imaging",
    "abstract": "           Mid-spatial frequency errors of optical components cause degradation of images which are rather difficult to quantify. In this work, we present a model for calculating the point-spread function in the presence of mid-spatial frequency errors which is based on diffraction this http URL results of the model are compared with experiments.         ",
    "url": "https://arxiv.org/abs/2510.03172",
    "authors": [
      "Luuk Zonneveld",
      "Paul Urbach",
      "Aurèle Adam"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.01337",
    "title": "Bidirectional optical non-reciprocity in a multi-mode cavity optomechanical system",
    "abstract": "           Optical non-reciprocity, a phenomenon that allows unidirectional flow of optical field is pivoted on the time reversal symmetry breaking. The symmetry breaking happens in the cavity optomechanical system (COS) due to non uniform radiation pressure as a result of light-matter interaction, and is crucial in building non-reciprocal optical devices. In our proposed COS, we study the non-reciprocal transport of optical signals across two ports via three optical modes optomechanically coupled to the mechanical excitations of two nano-mechanical resonators (NMRs) under the influence of strong classical drive fields and weak probe fields. By tuning different system parameters, we discover the conversion of reciprocal to non-reciprocal signal transmission. We reveal perfect nonreciprocal transmission of output fields when the effective cavity detuning parameters are near resonant to the NMRs' frequencies. The unidirectional non-reciprocal signal transport is robust to the optomechanical coupling parameters at resonance conditions. Moreover, the cavities' photon loss rates play an inevitable role in the unidirectional flow of signal across the two ports. Bidirectional transmission can be fully controlled by the phase changes associated with the incoming probe and drive fields via two ports. Our scheme may provide a foundation for the compact non-reciprocal communication and quantum information processing, thus enabling new devices that route photons in unconventional ways such as all-optical diodes, optical transistors and optical switches.         ",
    "url": "https://arxiv.org/abs/2109.01337",
    "authors": [
      "Muhib Ullah",
      "Xihua Yang",
      "Li-Gang Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.02541",
    "title": "Emulation of Coherent Absorption of Quantum Light in a Programmable Linear Photonic Circuit",
    "abstract": "           Non-Hermitian quantum systems, governed by nonunitary evolution, offer powerful tools for manipulating quantum states through engineered loss. A prime example is coherent absorption, where quantum states undergo phase-dependent partial or complete absorption in a lossy medium. Here, we demonstrate a fully programmable implementation of nonunitary transformations that emulate coherent absorption of quantum light using a programmable integrated linear photonic circuit, with loss introduced via coupling to an ancilla mode [Phys. Rev. X 8, 021017; 2018]. Probing the circuit with a single-photon dual-rail state reveals phase-controlled coherent tunability between perfect transmission and perfect absorption. A two-photon NOON state input, by contrast, exhibits switching between deterministic single-photon and probabilistic two-photon absorption. Across a range of input phases and circuit configurations, we observe nonclassical effects such as anti-coalescence and bunching, along with continuous and coherent tuning of output Fock state probability amplitudes. Classical Fisher information analysis reveals phase sensitivity peaks of 0.79 for single-photon states and 3.7 for NOON states, exceeding the shot-noise limit of 2 and approaching the Heisenberg limit of 4. The experiment integrates quantum state generation, programmable photonic circuitry, and photon-number-resolving detection, establishing ancilla-assisted circuits as powerful tools for programmable quantum state engineering, filtering, multiplexed sensing, and nonunitary quantum simulation.         ",
    "url": "https://arxiv.org/abs/2510.02541",
    "authors": [
      "Govind Krishna",
      "Jun Gao",
      "Sam O Brien",
      "Rohan Yadgirkar",
      "Venkatesh Deenadayalan",
      "Stefan Preble",
      "Val Zwiller",
      "Ali W. Elshaari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.02784",
    "title": "Any type of spectroscopy can be efficiently simulated on a quantum computer",
    "abstract": "           Spectroscopy is the most important method for probing the structure of molecules. However, predicting molecular spectra on classical computers is computationally expensive, with the most accurate methods having a cost that grows exponentially with molecule size. Quantum computers have been shown to simulate simple types of optical spectroscopy efficiently -- with a cost polynomial in molecule size -- using methods such as time-dependent simulations of photoinduced wavepackets. Here, we show that any type of spectroscopy can be efficiently simulated on a quantum computer using a time-domain approach, including spectroscopies of any order, any frequency range, and involving both electric and magnetic transitions. Our method works by computing any spectroscopic correlation function based on the corresponding double-sided Feynman diagram, the canonical description of spectroscopic interactions. The approach can be used to simulate spectroscopy of both closed and open molecular systems using both digital and analog quantum computers.         ",
    "url": "https://arxiv.org/abs/2510.02784",
    "authors": [
      "Liam P. Flew",
      "Ivan Kassal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2501.04857",
    "title": "Resonance of an object floating within a surface wavefield",
    "abstract": "           We examine the interaction between floating cylindrical objects and surface waves in the gravity regime. Since the impact of resonance phenomena associated with floating bodies, particularly at laboratory scales, remains underexplored, we focus on the influence of the floats' resonance frequency on wave emission. First, we study the response of floating rigid cylinders to external mechanical perturbations. Using an optical reconstruction technique to measure surface wave fields in both space and time, we study the natural resonance frequency of floats with different sizes. The results indicate that the resonance frequency is influenced by the interplay between the cylinder geometry and the solid-to-fluid density ratio. Second, these floating objects are placed in an incoming wave field. These experiments demonstrate that floats diffract incoming waves, while radiating secondary waves that interfere with the incident wavefield. Minimal wave generation is observed at resonance frequencies. These findings can provide insights for elucidating the behavior of larger structures, such as sea ice floes, in natural wave fields.         ",
    "url": "https://arxiv.org/abs/2501.04857",
    "authors": [
      "Sébastien Kuchly",
      "Wilson Reino",
      "Kyle McKee",
      "Stéphane Perrard",
      "Giuseppe Pucci",
      "Antonin Eddi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2504.18679",
    "title": "Injection locking of GHz-frequency surface acoustic wave phononic crystal oscillator",
    "abstract": "           Low-noise gigahertz (GHz) frequencies sources are essential for applications in signal processing, sensing, and telecommunications. Surface acoustic wave (SAW) resonator-based oscillators offer compact form factors and low phase noise due to their short mechanical wavelengths and high quality (Q) factors. However, their small footprint makes them vulnerable to environmental variation, resulting in their poor long-term frequency stability. Injection locking is widely used to suppress frequency drift of lasers and oscillators by synchronizing to an ultra-stable reference. Here, we demonstrate injection locking of a 1-GHz SAW phononic crystal oscillator, achieving 40-dB phase noise reduction at low offset frequencies and unperturbed low noise at large offset frequencies. Compared to a free-running SAW oscillator, which typically exhibits frequency drifts of several hundred hertz over minutes, the injection-locked oscillator reduces the frequency deviation to below 0.35 Hz. We also investigate the locking range and oscillator dynamics in the injection pulling region. The demonstrated injection-locked SAW oscillator could find applications in high-performance portable telecommunications and sensing systems.         ",
    "url": "https://arxiv.org/abs/2504.18679",
    "authors": [
      "Zichen Xi",
      "Hsuan-Hao Lu",
      "Jun Ji",
      "Bernadeta R. Srijanto",
      "Ivan I. Kravchenko",
      "Yizheng Zhu",
      "Linbo Shao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.16092",
    "title": "Spontaneous generation of athermal phonon bursts within bulk silicon causing excess noise, low energy background events and quasiparticle poisoning in superconducting sensors",
    "abstract": "           Solid state phonon detectors used in the search for dark matter and coherent neutrino nucleus interactions (CE$\\nu$NS) require excellent energy resolution (eV-scale or below) and low backgrounds. An unknown source of phonon bursts, the low energy excess (LEE), dominates other above-threshold backgrounds and generates excess shot noise from sub-threshold bursts. In this paper, we measure these phonon bursts for 12 days after cooldown in two nearly identical 1 cm$^2$ silicon detectors that differ only in the thickness of their substrate (1 mm vs. 4 mm thick). We find that both the channel-correlated shot noise and near-threshold shared LEE relax with time since cooldown. Additionally, both the correlated shot noise and LEE rates scale linearly with substrate thickness. When combined with previous measurements of other silicon phonon detectors with different substrate geometries and mechanical support strategies, these measurements strongly suggest that the dominant source of both above and below threshold LEE is the bulk substrate. By monitoring the relation between bias power and excess phonon shot noise, we estimate that the energy scale for sub-threshold noise events is $0.68 \\pm 0.38$ meV. In our final dataset, we report a world-leading energy resolution of 258.5$\\pm$0.4 meV in the 1 mm thick detector. Simple calculations suggest that these silicon substrate phonon bursts are likely a significant source of quasiparticle poisoning in superconducting qubits operated in well shielded and vibration free environments.         ",
    "url": "https://arxiv.org/abs/2505.16092",
    "authors": [
      "C.L. Chang",
      "Y.-Y. Chang",
      "M. Garcia-Sciveres",
      "W. Guo",
      "S.A. Hertel",
      "X. Li",
      "J. Lin",
      "M. Lisovenko",
      "R. Mahapatra",
      "W. Matava",
      "D.N. McKinsey",
      "P.K. Patel",
      "B. Penning",
      "M. Platt",
      "M. Pyle",
      "Y. Qi",
      "M. Reed",
      "I. Rydstrom",
      "R.K. Romani",
      "B. Sadoulet",
      "B. Serfass",
      "P. Sorensen",
      "B. Suerfu",
      "V. Velan",
      "G. Wang",
      "Y. Wang",
      "M.R. Williams",
      "V.G. Yefremenko"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.21692",
    "title": "Frequency-stable nanophotonic microcavities via integrated thermometry",
    "abstract": "           Field-deployable integrated photonic devices co-packaged with electronics will enable important applications such as optical interconnects, quantum information processing, precision measurements, spectroscopy, and microwave generation. Significant progress has been made over the past two decades on increasing the functional complexity of photonic chips. However, a critical challenge that remains is the lack of scalable techniques to overcome thermal perturbations arising from the environment and co-packaged electronics. Here, we demonstrate a fully integrated scheme to monitor and stabilize the temperature of a high-Q microresonator on a Si-based chip, which can serve as a photonic frequency reference. Our approach relies on a thin-film metallic resistor placed directly above the microcavity, acting as an integrated resistance thermometer, enabling unique mapping of the cavity's absolute resonance wavelength to the thermometer's electrical resistance. Following a one-time calibration, the microresonator can be accurately and repeatably tuned to any desired absolute resonance wavelength using thermometry alone with a root-mean squared wavelength error of <0.8 pm over a timespan of days. We frequency-lock a distributed feedback (DFB) laser to the microresonator and demonstrate a 48x reduction in its frequency drift, resulting in its center wavelength staying within +-0.5 pm of the mean over the duration of 50 hours in the presence of significant ambient fluctuations, outperforming many commercial DFB and wavelength-locker-based laser systems. Finally, we stabilize a soliton mode-locked Kerr comb without the need for photodetection, paving the way for Kerr-comb-based photonic devices that can potentially operate in the desired mode-locked state indefinitely.         ",
    "url": "https://arxiv.org/abs/2506.21692",
    "authors": [
      "Sai Kanth Dacha",
      "Yun Zhao",
      "Karl J. McNulty",
      "Gaurang R. Bhatt",
      "Michal Lipson",
      "Alexander L. Gaeta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.17934",
    "title": "Superconducting Low-beta Nb$_3$Sn Cavity for ATLAS and Future Ion Accelerators",
    "abstract": "           We report on a Nb$_3$Sn-coated low-beta superconducting radio frequency (SRF) cavity intended for accelerating ions. We aim to apply the cavity in ATLAS, our Argonne National Laboratory user facility for nuclear physics studies with ion beams in the energy range of 5-20 MeV/u. The Nb$_3$Sn-coated cavity, a 145 MHz quarter-wave optimized for ions moving with velocity $\\beta$=v/c=0.08 exhibits an order-of-magnitude reduction in radiofrequency (RF) losses into helium at $4.4\\,\\mathrm{K}$ compared to a superconducting niobium (Nb) cavity at the same frequency and temperature. Experimentally measured fields are among the highest to date for any Nb$_3$Sn-coated cavity, reaching a peak surface magnetic field of 105 mT. We also present a practical solution to the problem of cavity frequency tuning. Tuning by mechanical deformation has been a challenge with Nb3Sn due to its brittle nature, however, using a set of techniques tailored to the properties of thin-film Nb$_3$Sn on Nb, we can repeatably tune the cavity to the ATLAS master clock frequency after it is cooled, while maintaining the excellent performance characteristics. The same Nb$_3$Sn cavity technology offers broad benefits for future ion accelerators.         ",
    "url": "https://arxiv.org/abs/2509.17934",
    "authors": [
      "T. Petersen",
      "G. Eremeev",
      "B. Tennis",
      "N. Tagdulang",
      "Y. Zhou",
      "M. Kedzie",
      "B. Guilfoyle",
      "Y. Xu",
      "S.V. Kutsaev",
      "R. Agustsson",
      "E. Spranza",
      "P. Davis",
      "G. P. Zinkann",
      "T. Reid",
      "S. Posen",
      "M. P. Kelly"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12091",
    "title": "Exponential quantum advantages for practical non-Hermitian eigenproblems",
    "abstract": "           Non-Hermitian physics has emerged as a rich field of study, with applications ranging from $PT$-symmetry breaking and skin effects to non-Hermitian topological phase transitions. Yet most studies remain restricted to small-scale or classically tractable systems. While quantum computing has shown strong performance in Hermitian eigenproblems, its extension to the non-Hermitian regime remains largely unexplored. Here, we develop a quantum algorithm to address general non-Hermitian eigenvalue problems, specifically targeting eigenvalues near a given line in the complex plane -- thereby generalizing previous results on ground state energy and spectral gap estimation for Hermitian matrices. Our method combines a fuzzy quantum eigenvalue detector with a divide-and-conquer strategy to efficiently isolate relevant eigenvalues. This yields a provable exponential quantum speedup for non-Hermitian eigenproblems. Furthermore, we discuss the broad applications in detecting spontaneous $PT$-symmetry breaking, estimating Liouvillian gaps, and analyzing classical Markov processes. These results highlight the potential of quantum algorithms in tackling challenging problems across quantum physics and beyond.         ",
    "url": "https://arxiv.org/abs/2401.12091",
    "authors": [
      "Xiao-Ming Zhang",
      "Yukun Zhang",
      "Wenhao He",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Data Structures and Algorithms (cs.DS)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.07790",
    "title": "RADES axion search results with a High-Temperature Superconducting cavity in an 11.7 T magnet",
    "abstract": "           We describe the results of a haloscope axion search performed with an 11.7 T dipole magnet at CERN. The search used a custom-made radio-frequency cavity coated with high-temperature superconducting tape. A set of 27 h of data at a resonant frequency of around 8.84 GHz was analysed. In the range of axion mass 36.5676 $\\mu$eV to 36.5699 $\\mu$eV, corresponding to a width of 554 kHz, no signal excess hinting at an axion-like particle was found. Correspondingly, in this mass range, a limit on the axion to photon coupling-strength was set in the range between g$_{a\\gamma}\\gtrsim$ 6.2e-13 GeV$^{-1}$ and g$_{a\\gamma}\\gtrsim$ 1.59e-13 GeV$^{-1}$ with a 95% confidence level.         ",
    "url": "https://arxiv.org/abs/2403.07790",
    "authors": [
      "S. Ahyoune",
      "A. Álvarez Melcón",
      "S. Arguedas Cuendis",
      "S. Calatroni",
      "C. Cogollos",
      "A. Díaz-Morcillo",
      "B. Döbrich",
      "J.D. Gallego",
      "J.M. García-Barceló",
      "B. Gimeno",
      "J. Golm",
      "X. Granados",
      "J. Gutierrez",
      "L. Herwig",
      "I. G. Irastorza",
      "N. Lamas",
      "A. Lozano-Guerrero",
      "W. L. Millar",
      "C. Malbrunot",
      "J. Miralda-Escudé",
      "P. Navarro",
      "J. R. Navarro-Madrid",
      "T. Puig",
      "M. Siodlaczek",
      "G. T. Telles",
      "W. Wuensch"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2502.08372",
    "title": "Demonstration of Fourier-domain Quantum Optical Coherence Tomography for a fast tomographic quantum imaging",
    "abstract": "           Using spectrally correlated photon pairs instead of classical laser light and coincidence detection instead of light intensity detection, Quantum Optical Coherence Tomography (Q-OCT) outperforms classical OCT in several experimental terms. It provides twice better axial resolution with the same spectral bandwidth and it is immune to even-order chromatic dispersion, including Group Velocity Dispersion responsible for the bulk of axial resolution degradation in the OCT images. Q-OCT has been performed in the time domain configuration, where one line of the two-dimensional image is acquired by axially translating the mirror in the interferometer's reference arm and measuring the coincidence rate of photons arriving at two single-photon-sensitive detectors. Although successful at producing resolution-doubled and dispersion-cancelled images, it is still relatively slow and cannot compete with its classical counterpart. Here, we experimentally demonstrate Q-OCT in a much faster Fourier-domain configuration, theoretically proposed in 2020, where the reference mirror is fixed and the joint spectrum is acquired by inserting long fibre spools in front of the detectors. We propose two joint spectrum pre-processing algorithms, aimed at compensating resolution-degrading effects within the setup. While the first one targets fibre spool dispersion, an effect specific to this configuration, the other one removes the effects leading to the weakening of even-order dispersion cancellation, the latter impossible to be mitigated in the time-domain alternative. Being additionally contrasted with both the time-domain approach and the conventional OCT in terms of axial resolution, imaging range and multilayer-object imaging, Fourier-domain Q-OCT is shown to be a significant step forward towards a practical and competitive solution in the OCT arena.         ",
    "url": "https://arxiv.org/abs/2502.08372",
    "authors": [
      "Sylwia M. Kolenderska",
      "Crislane Vieira de Brito",
      "Piotr Kolenderski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.15841",
    "title": "Detecting milli-Hz gravitational waves with optical resonators",
    "abstract": "           We propose a gravitational wave detector based on ultrastable optical cavities enabling the detection of gravitational wave signals in the mostly unexplored $10^{-5}-1$ Hz frequency band. We illustrate the working principle of the detector and discuss that several classes of gravitational wave sources, both of astrophysical and cosmological origin, may be within the detection range of this instrument. Our work suggests that terrestrial gravitational wave detection in the milli-Hz frequency range is potentially within reach with current technology.         ",
    "url": "https://arxiv.org/abs/2509.15841",
    "authors": [
      "G. Barontini",
      "X. Calmet",
      "V. Guarrera",
      "A. Smith",
      "A. Vecchio"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2510.01819",
    "title": "Three-Dimensional Niobium Coaxial Cavity with $\\sim0.1\\,$second Lifetime",
    "abstract": "           We report on the internal quality factor of a three-dimensional niobium quarter-wave coaxial cavity, with mid-temperature annealing, exhibiting $Q_{\\rm int} \\gtrsim 3\\times10^9$ at the single-photon level below 20\\,mK, which corresponds to an internal photon lifetime of $\\tau_{\\rm int}\\sim90\\,\\mathrm{ms}$. Moreover, $Q_{\\rm int}$ of the mid-temperature annealed cavities remains almost unchanged even after several cooldown cycles and air exposure. These results suggest that stable low-loss niobium oxides might be formed by mid-temperature annealing on the surface of three-dimensional niobium cavity. This surface treatment could be applicable to the fabrication of 2D superconducting circuits and help improve the lifetime of Nb-based superconducting qubits.         ",
    "url": "https://arxiv.org/abs/2510.01819",
    "authors": [
      "Takaaki Takenaka",
      "Takayuki Kubo",
      "Imran Mahboob",
      "Kosuke Mizuno",
      "Hitoshi Inoue",
      "Takayuki Saeki",
      "Shiro Saito"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]