[
  {
    "id": "arXiv:2306.06153",
    "title": "A Large-Scale Pad-Sensor Based Prototype of the Silicon Tungsten  Electromagnetic Calorimeter for the Forward Direction in ALICE at LHC",
    "abstract": "We constructed a large-scale electromagnetic calorimeter prototype as a part of the Forward Calorimeter upgrade project (FoCal) for the ALICE experiment at the Large Hadron Collider (LHC). The prototype, also known as ``Mini FoCal'', consists of 20 layers of silicon pad sensors and tungsten alloy plates with printed circuit boards and readout electronics. The constructed detector was tested at the test beam facility of the Super Proton Synchrotron (SPS) at CERN. We obtain an energy resolution of about 4.3% for electron beams at both 150 and 250 GeV/$c$, which is consistent with realistic detector response simulations. Longitudinal profiles of electromagnetic shower were also measured and found to agree with the simulations. The same prototype detector was installed in the ALICE experimental area about 7.5m away from the interaction point. It was used to measure inclusive electromagnetic cluster energy distributions and neutral-pion candidate invariant mass distributions for pseudo-rapidity of $\\eta$=3.7-4.5 in proton-proton collisions at $\\sqrt{s}$ = 13 TeV at LHC. The measured distributions in different $\\eta$ regions are similar to those obtained from PYTHIA simulations. ",
    "url": "https://arxiv.org/abs/2306.06153",
    "authors": [
      "R.G.E. Barthel",
      "T. Chujo",
      "T. Hachiya",
      "M. Hatakeyama",
      "Y. Hoshi",
      "M. Inaba",
      "Kawamura",
      "D. Kawana",
      "C. Loizides",
      "Y. Miake",
      "Y. Minato",
      "K. Nakagawa",
      "N. Novitzky",
      "T. Peitzmann",
      "M. Rossewij",
      "M. Shimomura",
      "T. Sugitate",
      "T. Suzuki",
      "K. Tadokoro",
      "M. Takamura",
      "S. Takasu",
      "A. van den Brink",
      "M. van Leeuwen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.06200",
    "title": "A generalized approach to photon avalanche upconversion in luminescent  nanocrystals",
    "abstract": "Photon avalanching nanoparticles (ANPs) exhibit extremely nonlinear upconverted emission valuable for sub-diffraction imaging, nanoscale sensing, and optical computing. Avalanching has been demonstrated with Tm3+, Nd3+ or Pr3+-doped nanocrystals, but their emission is limited to 600 and 800 nm, restricting applications. Here, we utilize Gd3+-assisted energy migration to tune the emission wavelengths of Tm3+-sensitized ANPs and generate highly nonlinear emission of Eu3+, Tb3+, Ho3+, and Er3+ ions. The upconversion intensities of these spectrally discrete ANPs scale with the nonlinearity factor s = 10-17 under 1064 nm excitation at power densities as low as 6 kW/cm2. This strategy for imprinting avalanche behavior on remote emitters can be extended to fluorophores adjacent to ANPs, as we demonstrate with CdS/CdSe/CdS core/shell/shell quantum dots. ANPs with rationally designed energy transfer networks provide the means to transform conventional linear emitters into a highly nonlinear ones, expanding the use of photon avalanching in biological, chemical, and photonic applications. ",
    "url": "https://arxiv.org/abs/2306.06200",
    "authors": [
      "Artiom Skripka",
      "Minji Lee",
      "Xiao Qi",
      "Jia-Ahn Pan",
      "Haoran Yang",
      "Changhwan Lee",
      "P. James Schuck",
      "Bruce E. Cohen",
      "Daniel Jaque",
      "Emory M. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.06267",
    "title": "Asymmetric metasurface photodetectors for single-shot quantitative phase  imaging",
    "abstract": "The visualization of pure phase objects by wavefront sensing has important applications ranging from surface profiling to biomedical microscopy, and generally requires bulky and complicated setups involving optical spatial filtering, interferometry, or structured illumination. Here we introduce a new type of image sensors that are uniquely sensitive to the local direction of light propagation, based on standard photodetectors coated with a specially designed plasmonic metasurface that creates an asymmetric dependence of responsivity on angle of incidence around the surface normal. The metasurface design, fabrication, and angle-sensitive operation are demonstrated using a simple photoconductive detector platform. The measurement results, combined with computational imaging calculations, are then used to show that a standard camera or microscope based on these metasurface pixels can directly visualize phase objects without any additional optical elements, with state-of-the-art minimum detectable phase contrasts below 10 mrad. Furthermore, the combination of sensors with equal and opposite angular response on the same pixel array can be used to perform quantitative phase imaging in a single shot, with a customized reconstruction algorithm which is also developed in this work. By virtue of its system miniaturization and measurement simplicity, the phase imaging approach enabled by these devices is particularly significant for applications involving space-constrained and portable setups (such as point-of-care imaging and endoscopy) and measurements involving freely moving objects. ",
    "url": "https://arxiv.org/abs/2306.06267",
    "authors": [
      "Jianing Liu",
      "Hao Wang",
      "Yuyu Li",
      "Lei Tian",
      "Roberto Paiella"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.06397",
    "title": "Lower-depth programmable linear optical processors",
    "abstract": "Programmable linear optical processors (LOPs) can have widespread applications in computing and information processing due to their capabilities to implement reconfigurable on-chip linear transformations. A conventional LOP that uses a mesh of Mach-Zehnder interferometers (MZIs) requires $2N+1$ stages of phase shifters for $N \\times N$ matrices. However, it is beneficial to reduce the number of phase shifter stages to realize a more compact and lower-loss LOP, especially when long and lossy electro-optic phase shifters are used. In this work, we propose a novel structure for LOPs that can implement arbitrary matrices as long as they can be realized by previous MZI-based schemes. Through numerical analysis, we further show that the number of phase shifter stages in the proposed structure can be reduced to $N+2$ for a large number of random target matrices. This work contributes to the realization of compact, low-loss, and energy-efficient programmable LOPs. ",
    "url": "https://arxiv.org/abs/2306.06397",
    "authors": [
      "Rui Tang",
      "Ryota Tanomura",
      "Takuo Tanemura",
      "Yoshiaki Nakano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2306.06412",
    "title": "Frequency shifts during whistling occurs as transition between two phase  synchronised limit cycles via a state of intermittency or abruptly",
    "abstract": "Self-sustained oscillations arising from the interactions between the hydrodynamic and the acoustic field are disastrous in engineering systems such as segmented solid rocket motors and large gas pipelines. These self-sustained oscillations (limit cycle oscillations) are also referred to as aeroacoustic instabilities, which can be heard as a whistle. Understanding the change in dynamical state by altering the control parameter in an aeroacoustic system is critical in designing control strategies for aeroacoustic instabilities. In this study, as the control parameter Reynolds number ($Re$) is varied, we hear a change in the whistling frequency. We show that this change in frequency occurs via the state of intermittency, which has bursts of periodic fluctuations amidst the regime of the aperiodic fluctuations in acoustic pressure fluctuations. At a higher Reynolds number, we observe an abrupt transition from one limit cycle oscillation (LCO) to another limit cycle oscillation during the shift in whistling frequency. Further, we use synchronisation theory to investigate the coupled behaviour of the acoustic and the hydrodynamic fields. The acoustic pressure ($p'$) and hydrodynamic ($v'$) fluctuations during LCO exhibit phase synchronisation. Thus, we conclude that the shift in whistling frequency is a transition between the two phase synchronised limit cycle oscillations that occurs either through the state of intermittency or abruptly. The periodic bursts of intermittency correspond to the phase-synchronised periodic $p'$ and $v'$, and the aperiodic epochs correspond to the desynchronised aperiodic $p'$ and $v'$. ",
    "url": "https://arxiv.org/abs/2306.06412",
    "authors": [
      "Ramesh S. Bhavi",
      "Induja Pavithran",
      "R. I. Sujith"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.06460",
    "title": "Tunable quantum emitters on large-scale foundry silicon photonics",
    "abstract": "Controlling large-scale many-body quantum systems at the level of single photons and single atomic systems is a central goal in quantum information science and technology. Intensive research and development has propelled foundry-based silicon-on-insulator photonic integrated circuits to a leading platform for large-scale optical control with individual mode programmability. However, integrating atomic quantum systems with single-emitter tunability remains an open challenge. Here, we overcome this barrier through the hybrid integration of multiple InAs/InP microchiplets containing high-brightness infrared semiconductor quantum dot single photon emitters into advanced silicon-on-insulator photonic integrated circuits fabricated in a 300~mm foundry process. With this platform, we achieve single photon emission via resonance fluorescence and scalable emission wavelength tunability through an electrically controlled non-volatile memory. The combined control of photonic and quantum systems opens the door to programmable quantum information processors manufactured in leading semiconductor foundries. ",
    "url": "https://arxiv.org/abs/2306.06460",
    "authors": [
      "Hugo Larocque",
      "Mustafa Atabey Buyukkaya",
      "Carlos Errando-Herranz",
      "Samuel Harper",
      "Jacques Carolan",
      "Chang-Min Lee",
      "Christopher J.K. Richardson",
      "Gerald L. Leake",
      "Daniel J. Coleman",
      "Michael L. Fanto",
      "Edo Waks",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06558",
    "title": "Refractive index tomography with a physics based optical neural network",
    "abstract": "The non-interference three-dimensional refractive index(RI) tomography has attracted extensive attention in the life science field for its simple system implementation and robust imaging performance. However, the complexity inherent in the physical propagation process poses significant challenges when the sample under study deviates from the weak scattering approximation. Such conditions complicate the task of achieving global optimization with conventional algorithms, rendering the reconstruction process both time-consuming and potentially ineffective. To address such limitations, this paper proposes an untrained multi-slice neural network(MSNN) with an optical structure, in which each layer has a clear corresponding physical meaning according to the beam propagation model. The network does not require pre-training and performs good generalization and can be recovered through the optimization of a set of intensity images. Concurrently, MSNN can calibrate the intensity of different illumination by learnable parameters, and the multiple backscattering effects have also been taken into consideration by integrating a \"scattering attenuation layer\" between adjacent \"refractive index\" layers in the MSNN. Both simulations and experiments have been conducted carefully to demonstrate the effectiveness and feasibility of the proposed method. Experimental results reveal that MSNN can enhance clarity with increased efficiency in RI tomography. The implementation of MSNN introduces a novel paradigm for RI tomography. ",
    "url": "https://arxiv.org/abs/2306.06558",
    "authors": [
      "Delong Yang",
      "Shaohui Zhang",
      "Yao Hu",
      "Qun Hao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06565",
    "title": "Intelligent mode-locked NPR fiber laser based on laser speckle  characteristics",
    "abstract": "Passively mode-locked fiber lasers based on nonlinear polarization rotation (NPR) have been widely used due to their ability to produce short pulses with high peak power and broad spectrum. Nevertheless, environmental disturbances can disrupt the mode-locked state, making it a challenge for practical implementation. Therefore, scientists have proposed mode-locked NPR lasers assisted with artificial intelligence, which can effectively address the issues related to mode-locking stability. Speckle patterns containing spectral information can be generated when the laser transmitting through a scattering medium, which can be served as indicators of the mode-locked state. The contrast of the Tamura texture feature of the speckle patterns exhibits periodic \"V\" shaped variations with respect to the rotation angles of the waveplates, according to experimental results. The stable mode-locking region is confined to the area close to the minimum contrast. Based on these characteristics, an intelligent approach employing a modified gradient algorithm to identify the region of minimum speckle contrast for achieving mode-locked state. The average number of iterations needed to achieve initial mode-locking and recover mode-locking are about 20 and 10, respectively. Once the mode-locking is achieved, the neural network can be employed to distinguish single-pulse or multi-pulses outputs based on the speckle pattern, thereby enabling intelligent stable mode-locked single-pulse genration from the NPR fiber laser. ",
    "url": "https://arxiv.org/abs/2306.06565",
    "authors": [
      "Yongjie Pu",
      "a Minyu Fan",
      "a Zhicheng Zhang",
      "a Jie Zhu",
      "a Huinan Li",
      "a Sha Wanga"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.06783",
    "title": "Generalization of Kirchhoff's Law of Thermal Radiation: The Inherent  Relations Between Quantum Efficiency and Emissivity",
    "abstract": "Planck's law of thermal radiation depends on the temperature, $T$, and the emissivity, $\\epsilon$, of a body, where emissivity is the coupling of heat to radiation that depends on both phonon-electron nonradiative interactions and electron-photon radiative interactions. Another property of a body is absorptivity, $\\alpha$, which only depends on the electron-photon radiative interactions. At thermodynamic equilibrium, nonradiative interactions are balanced, resulting in Kirchhoff's law of thermal radiation that equals these two properties, i.e., $\\epsilon = \\alpha$. For non-equilibrium, quantum efficiency ($QE$) describes the statistics of photon emission, which like emissivity depends on both radiative and nonradiative interactions. Past generalized Planck's equation extends Kirchhoff's law out of equilibrium by scaling the emissivity with the pump-dependent chemical-potential $\\mu$, obscuring the relations between the body properties. Here we theoretically and experimentally demonstrate a prime equation relating these properties in the form of $\\epsilon = \\alpha(1-QE)$, which is in agreement with a recent universal modal radiation law for all thermal emitters. At equilibrium, these relations are reduced to Kirchhoff's law. Our work lays out the fundamental evolution of non-thermal emission with temperature, which is critical for the development of lighting and energy devices. ",
    "url": "https://arxiv.org/abs/2306.06783",
    "authors": [
      "M. Kurtulik",
      "M. Shimanovic",
      "T. Bar Lev",
      "R. Weill",
      "A. Manor",
      "M. Shustov",
      "C. Rotschild"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06915",
    "title": "Significant improvement of the lower critical field in Y doped Nb:  potential replacement of basic material for the radio-frequency  superconducting cavity",
    "abstract": "The research of high energy and nuclear physics requires high power accelerators, and the superconducting radio-frequency (SRF) cavity is regarded as their engine. Up to now, the widely used practical and effective material for making the SRF cavity is pure Nb. The key parameter that governs the efficiency and the accelerating field (E_acc) of a SRF cavity is the lower critical field Hc1. Here, we report a significant improvement of Hc1 for a new type of alloy, Nb_{1-x}Y_x fabricated by the arc melting technique. Experimental investigations with multiple tools including x-ray diffraction, scanning electron microscopy, resistivity and magnetization are carried out, showing that the samples have good quality and a 30%-60% enhancement of Hc1. First principle calculations indicate that this improvement is induced by the delicate tuning of a Lifshitz transition of a Nb derivative band near the Fermi energy, which increases the Ginzburg-Landau parameter and Hc1. Our results may trigger a replacement of the basic material and thus a potential revolution for manufacturing the SRF cavity. ",
    "url": "https://arxiv.org/abs/2306.06915",
    "authors": [
      "Wei Xie",
      "Yu-Hao Liu",
      "Xinwei Fan",
      "Hai-Hu Wen"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2306.06972",
    "title": "Local laser heating effects in diamond probed by photoluminescence of  SiV centers at low temperature",
    "abstract": "Diamond is generally considered to have high thermal conductivity, so little attention has been paid to the laser heating effects at low excitation power. However, defects during the growth process can result in a great degradation of thermal conductivity, especially at low temperatures. Here, we observed the dynamic redshift and broadening of zero phonon line (ZPL) of silicon-vacancy (SiV) centers in diamondin the experiment. Utilizing the intrinsic temperature response of the fine structure spectra of SiV as a probe, we confirmed that the laser heating effect appears and the temperature rising results from high defect concentration. By simulating the thermal diffusion process, we have estimated the thermal conductivity of around 1 W/(mK) at the local site, which is a two order magnitude lower than that of single-crystal diamond. Our results provide a feasible scheme for characterizing the laser heating effect of diamond at low temperatures. ",
    "url": "https://arxiv.org/abs/2306.06972",
    "authors": [
      "YuanFei Gao",
      "JiaMin Lai",
      "ZhenYao Li",
      "PingHeng Tan",
      "ChongXin Shan",
      "Jun Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06998",
    "title": "Highly efficient on-chip erbium-ytterbium co-doped lithium niobate  waveguide amplifiers",
    "abstract": "The ability to amplify optical signals is of paramount importance in photonic integrated circuits (PICs). Recently, lithium niobate on insulator (LNOI) has attracted increasing interests as an emerging PIC platform. However, the shortage of active devices on LNOI platform limits the development of optical amplification. Here, we firstly report an efficient waveguide amplifier based on erbium and ytterbium co-doped LNOI by using electron beam lithography and inductively coupled plasma reactive ion etching process. We have demonstrated that the net internal gain in the communication band is 15.70 dB/cm under the pumping of 974 nm continuous laser. Benefiting from the efficient pumping facilitated by energy transfer between ytterbium and erbium ions, signal amplification can be achieved at a low pump power of 0.1 mW. It is currently the most efficient waveguide amplifier under unidirectional pumping reported on the LNOI platform, with an internal conversion efficiency of 10%. This work proposes a new and efficient active device for LNOI integrated optical systems, which may become an important fundamental component of future lithium niobate photonic integration platforms. ",
    "url": "https://arxiv.org/abs/2306.06998",
    "authors": [
      "Yuqi Zhang",
      "Qiang Luo",
      "Dahuai Zheng",
      "Shuolin Wang",
      "Shiguo Liu",
      "Hongde Liu",
      "Fang Bo",
      "Yongfa Kong",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07131",
    "title": "Injection-seeded high-power Yb:YAG thin-disk laser stabilized by the  Pound-Drever-Hall method",
    "abstract": "We demonstrate an injection-seeded thin-disk Yb:YAG laser at 1030 nm, stabilized by the Pound-Drever-Hall (PDH) method. We modified the PDH scheme to obtain an error signal free from Trojan locking points, which allowed robust re-locking of the laser and reliable long-term operation. The single-frequency pulses have 50 mJ energy (limited to avoid laser-induced damage) with a beam quality of $\\text{M}^2$ < 1.1 and an adjustable length of 55-110 ns. Heterodyne measurements confirmed a spectral linewidth of 3.7 MHz. The short pulse build-up time (850 ns) makes this laser suitable for laser spectroscopy of muonic hydrogen, pursued by the CREMA collaboration. ",
    "url": "https://arxiv.org/abs/2306.07131",
    "authors": [
      "Manuel Zeyen",
      "Lukas Affolter",
      "Marwan Abdou Ahmed",
      "Thomas Graf",
      "Oguzhan Kara",
      "Klaus Kirch",
      "Adrian Langenbach",
      "Miroslaw Marszalek",
      "François Nez",
      "Ahmed Ouf",
      "Randolf Pohl",
      "Siddharth Rajamohanan",
      "Pauline Yzombard",
      "Aldo Antognini",
      "Karsten Schuhmann"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.07238",
    "title": "A Silicon Nitride Microring Modulator for High-Performance Photonic  Integrated Circuits",
    "abstract": "The use of the Silicon-on-Insulator (SOI) platform has been prominent for realizing CMOS-compatible, high-performance photonic integrated circuits (PICs). But in recent years, the silicon-nitride-on-silicon-dioxide (SiN-on-SiO$_2$) platform has garnered increasing interest as an alternative, because of its several beneficial properties over the SOI platform, such as low optical losses, high thermo-optic stability, broader wavelength transparency range, and high tolerance to fabrication-process variations. However, SiN-on-SiO$_2$ based active devices, such as modulators, are scarce and lack in desired performance due to the absence of free-carrier-based activity in the SiN material and the complexity of integrating other active materials with SiN-on-SiO$_2$ platform. This shortcoming hinders the SiN-on-SiO$_2$ platform for realizing active PICs. To address this shortcoming, in this article, we demonstrate a SiN-on-SiO$_2$ microring resonator (MRR) based active modulator. Our designed MRR modulator employs an Indium-Tin-Oxide (ITO)-SiO$_2$-ITO thin-film stack as the active upper cladding and leverages the free-carrier assisted, high-amplitude refractive index change in the ITO films to affect a large electro-refractive optical modulation in the device. Based on the electrostatic, transient, and finite difference time domain (FDTD) simulations, conducted using photonics foundry-validated tools, we show that our modulator achieves 450 pm/V resonance modulation efficiency, $\\sim$46.2 GHz 3-dB modulation bandwidth, 18 nm free-spectral range (FSR), 0.24 dB insertion loss, and 8.2 dB extinction ratio for optical on-off-keying (OOK) modulation at 30 Gb/s. ",
    "url": "https://arxiv.org/abs/2306.07238",
    "authors": [
      "Venkata Sai Praneeth Karempudi",
      "Ishan G Thakkar",
      "Jeffrey Todd Hastings"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06131",
    "title": "Pattern Synthesizing of the Concentric Ring Arrays Using Recursive Least  Square Method",
    "abstract": "This letter presents a recursive technique to synthesize the array factor (AF) of a concentric ring array. In this method, first, the problem is modeled using the traditional least square method (LSM). In the second step, a recursive technique is applied to the defined problem. It is shown that for many practical ring arrays, only a few iteration number is sufficient to obtain a solution with high accuracy. To evaluate the performance and benefits of the proposed method, various concentric ring arrays with different array factor, including equi-ripple pattern, pattern with deep nulls, flat-top array factor, are examined. It is shown that the introduced procedure is a very noble candidate for this purpose. ",
    "url": "https://arxiv.org/abs/2306.06131",
    "authors": [
      "Atefe Akbari-Bardaskan"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06373",
    "title": "Quantum feedback control of a two-atom network closed by a semi-infinite  waveguide",
    "abstract": "The purpose of this paper is to study the dynamics of a coherent feedback network where two two-level atoms are coupled with a semi-infinite waveguide. In this set-up, the two-level atoms can work as the photon source, and the photons can be emitted into the waveguide via the nonchiral or chiral couplings between the atom and the waveguide, according to whether the coupling strengths between the atoms and different directional propagating modes in the waveguide are identical or not. For the photon emitted by one of the two atoms, it can be reflected by the terminal mirror, or interact with the other atom, and then the photon can re-interact with the former atom. When the two atoms are both initially excited, finally there can be two-photon, one-photon or zero-photon states in the waveguide via the spontaneous emission and feedback interactions, and this is influenced by the locations of the atoms and the chirality of the coupling between the atom and the waveguide. Similarly, if only one of the two atoms is initially excited, there can be zero or one photon in the waveguide. Thus we can control the number of the photons in the waveguide and the atomic states by tuning the feedback loop length and the chiral couplings between the atom and waveguide. The photonic state in the waveguide is analyzed in the frequency domain and the spatial domain, and the transient process of photon emissions can be better understood based on the comprehensive analysis in these two domains. ",
    "url": "https://arxiv.org/abs/2306.06373",
    "authors": [
      "Haijin Ding",
      "Guofeng Zhang",
      "Mu-Tian Cheng",
      "Guoqing Cai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06703",
    "title": "Design and construction of a variable-angle three-beam stimulated  resonant photon collider toward eV-scale ALP search",
    "abstract": "We aim at search for axion-like particles in the eV mass range using a variable-angle stimulated resonance photon collider (SRPC) with three intense laser beams. By changing angle of incidence of the three beams, the center-of-mass-system collision energy can be varied and the eV mass range can be continuously searched for. In this paper, we present the design and construction of such a variable-angle three-beam SRPC ($\\mathrm{^tSRPC}$), the verification of the variable-angle mechanism using a calibration laser, and realistic sensitivity projections for the near future searches. ",
    "url": "https://arxiv.org/abs/2306.06703",
    "authors": [
      "Takumi Hasada",
      "Kensuke Homma",
      "Yuri Kirita"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07037",
    "title": "Quantum Interference of Cavity Light Induced by a Single Atom in Double  Well",
    "abstract": "Interference in photons emitted from multiple atoms has been studied extensively. We show that a single atom can induce interference in its emitted light when tunnelling in a double-well potential coupled to an optical cavity. The phase in the cavity field interference can be modulated by the double-well spacing. By controlling the coherent tunnelling, blockade of single-photon excitations is found in the destructive interference regime, where super-Poissonian bunched light is generated. Furthermore, we show that the atomic flux of the coherent tunnelling motion generates chiral cavity fields. The direction of the chirality oscillates for many cycles before the decoherence of the atomic motion and the decay of the cavity photons. Our work opens new ways for manipulating photons with controllable quantum states of atoms for quantum information applications. ",
    "url": "https://arxiv.org/abs/2306.07037",
    "authors": [
      "Yijia Zhou",
      "Xinwei Li",
      "Weibin Li",
      "Hao Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07041",
    "title": "Quantum simulation of generic spin exchange models in Floquet-engineered  Rydberg atom arrays",
    "abstract": "Although quantum simulation can give insight into elusive or intractable physical phenomena, many quantum simulators are unavoidably limited in the models they mimic. Such is also the case for atom arrays interacting via Rydberg states - a platform potentially capable of simulating any kind of spin exchange model, albeit with currently unattainable experimental capabilities. Here, we propose a new route towards simulating generic spin exchange Hamiltonians in atom arrays, using Floquet engineering with both global and local control. To demonstrate the versatility and applicability of our approach, we numerically investigate the generation of several spin exchange models which have yet to be realized in atom arrays, using only previously-demonstrated experimental capabilities. Our proposed scheme can be readily explored in many existing setups, providing a path to investigate a large class of exotic quantum spin models. ",
    "url": "https://arxiv.org/abs/2306.07041",
    "authors": [
      "Naveen Nishad",
      "Anna Keselman",
      "Thierry Lahaye",
      "Antoine Browaeys",
      "Shai Tsesses"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07093",
    "title": "Morphology Transition with Temperature and their Effect on Optical  Properties of Colloidal MoS2 Nanostructures",
    "abstract": "Morphology plays a crucial role in deciding the chemical and optical properties of nanomaterials due to confinement effects. We report the morphology transition of colloidal molybdenum disulfide (MoS2) nanostructures, synthesized by one pot heat-up method, from mix of quantum dots (QDs) and nanosheets to predominantly nanorods by varying the synthesis reaction temperature from 90 to 160 degree C. The stoichiometry and composition of the synthesized QDs, nanosheets and nanorods have been quantified to be MoS2 using energy dispersive X-ray spectroscopy and X-ray photoelectron spectroscopy analysis. Nanostructure morphology transition due to variation in reaction temperature has resulted in photoluminescence quantum yield enhancement from zero to 4.4% on increase in temperature from 90 to 120 degree C. On further increase in temperature to 160 degree C, a decrease in quantum yield to 2.63% is observed. A red shift of 18 nm and 140 nm in the emission maxima and absorption edge respectively is observed for the synthesized nanostructures with increase in reaction temperature from 90 to 160 degree C. The change in the quantum yield is attributed to the change in shape and hence confinement of charge carriers. To the best of our knowledge, first-time microscopic analysis of colloidal MoS2 nanostructures shape and optical property variation with temperature explained by non-classical growth mechanism is presented. ",
    "url": "https://arxiv.org/abs/2306.07093",
    "authors": [
      "Simran Lambora",
      "Asha Bhardwaj"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.07241",
    "title": "An Analysis of Various Design Pathways Towards Multi-Terabit Photonic  On-Interposer Interconnects",
    "abstract": "In the wake of dwindling Moore's Law, to address the rapidly increasing complexity and cost of fabricating large-scale, monolithic systems-on-chip (SoCs), the industry has adopted dis-aggregation as a solution, wherein a large monolithic SoC is partitioned into multiple smaller chiplets that are then assembled into a large system-in-package (SiP) using advanced packaging substrates such as silicon interposer. For such interposer-based SiPs, there is a push to realize on-interposer inter-chiplet communication bandwidth of multi-Tb/s and end-to-end communication latency of no more than 10ns. This push comes as the natural progression from some recent prior works on SiP design, and is driven by the proliferating bandwidth demand of modern data-intensive workloads. To meet this bandwidth and latency goal, prior works have focused on a potential solution of using the silicon photonic interposer (SiPhI) for integrating and interconnecting a large number of chiplets into an SiP. Despite the early promise, the existing designs of on-SiPhI interconnects still have to evolve by leaps and bounds to meet the goal of multi-Tb/s bandwidth. However, the possible design pathways, upon which such an evolution can be achieved, have not been explored in any prior works yet. In this paper, we have identified several design pathways that can help evolve on-SiPhI interconnects to achieve multi-Tb/s aggregate bandwidth. We perform an extensive link-level and system-level analysis in which we explore these design pathways in isolation and in different combinations of each other. From our link-level analysis, we have observed that the design pathways that simultaneously enhance the spectral range and optical power budget available for wavelength multiplexing can render aggregate bandwidth of up to 4Tb/s per on-SiPhI link. ",
    "url": "https://arxiv.org/abs/2306.07241",
    "authors": [
      "Venkata Sai Praneeth Karempudi",
      "Janibul Bashir",
      "Ishan G Thakkar"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2009.00075",
    "title": "Optical Non-linearities in Plasmon-Exciton Core-Shell Particles: the  Role of Heat",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2009.00075",
    "authors": [
      "Felix Stete",
      "Matias Bargheer",
      "Wouter Koopman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2110.09362",
    "title": "Quantum Trajectory Theory and Simulations of Nonlinear Spectra and  Multi-Photon Effects in Waveguide-QED Systems with a Time-Delayed Coherent  Feedback",
    "abstract": " Comments: 15 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2110.09362",
    "authors": [
      "Gavin Crowder",
      "Lora Ramunno",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.08870",
    "title": "The Pixel Luminosity Telescope: A detector for luminosity measurement at  CMS using silicon pixel sensors",
    "abstract": " Comments: Accepted by Eur. Phys. J. C. Updated version with final author list ",
    "url": "https://arxiv.org/abs/2206.08870",
    "authors": [
      "Paul Lujan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2301.03188",
    "title": "Linear Optical Quantum Computation with Frequency-Comb Qubits and  Passive Devices",
    "abstract": " Comments: 6+3 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2301.03188",
    "authors": [
      "Tomohiro Yamazaki",
      "Tomoaki Arizono",
      "Toshiki Kobayashi",
      "Rikizo Ikuta",
      "Takashi Yamamoto"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.03910",
    "title": "Regulated Polarization Degree of Upconversion Luminescence and Multiple  Anti-Counterfeit Applications",
    "abstract": " Title: Regulated Polarization Degree of Upconversion Luminescence and Multiple  Anti-Counterfeit Applications ",
    "url": "https://arxiv.org/abs/2302.03910",
    "authors": [
      "Dongping Wen",
      "Yi Liang",
      "Xiaoming Mo",
      "Caofeng Pan",
      "Ping Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.07698",
    "title": "Photonic reservoir computing enabled by stimulated Brillouin scattering",
    "abstract": " Comments: 8 pages, 6 figures, research article, to be published, accepted version ",
    "url": "https://arxiv.org/abs/2302.07698",
    "authors": [
      "Sendy Phang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2303.11558",
    "title": "Experimental observation of anomalous optical transmission in interlaced  metallic wire meshes",
    "abstract": " Title: Experimental observation of anomalous optical transmission in interlaced  metallic wire meshes ",
    "url": "https://arxiv.org/abs/2303.11558",
    "authors": [
      "Weijie Dong",
      "Xiaoxi Zhou",
      "Xinyang Pan",
      "Haitao Li",
      "Gang Wang",
      "Yadong Xu",
      "Bo Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.00608",
    "title": "Beyond relationalism in quantum theory: A new indeterminacy-based  approach to quantum theory",
    "abstract": " Comments: An extended version of a shorter version of the paper for publication. This version provides the big picture underlying this view and a more complete defense of it. For a brief introduction to the view, see section 1 ",
    "url": "https://arxiv.org/abs/2304.00608",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2305.10206",
    "title": "Six Measurement Problems of Quantum Mechanics",
    "abstract": " Comments: 35 pages, 2 figures, with table of contents ",
    "url": "https://arxiv.org/abs/2305.10206",
    "authors": [
      "F.A. Muller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05314",
    "title": "Mode-locked laser in nanophotonic lithium niobate",
    "abstract": " Title: Mode-locked laser in nanophotonic lithium niobate ",
    "url": "https://arxiv.org/abs/2306.05314",
    "authors": [
      "Qiushi Guo",
      "Ryoto Sekine",
      "James A. Williams",
      "Benjamin K. Gutierrez",
      "Robert M. Gray",
      "Luis Ledezma",
      "Luis Costa",
      "Arkadev Roy",
      "Selina Zhou",
      "Mingchen Liu",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]