[
  {
    "id": "arXiv:2305.01097",
    "title": "Unitary Coupled Cluster: Seizing the Quantum Moment",
    "abstract": "Shallow, CNOT-efficient quantum circuits are crucial for performing accurate computational chemistry simulations on current noisy quantum hardware. Here, we explore the usefulness of non-iterative energy corrections, based on the method of moments of coupled-cluster theory, for accelerating convergence toward full configuration interaction. Our preliminary numerical results relying on iteratively constructed ans\\\"{a}tze suggest that chemically accurate energies can be obtained with substantially more compact circuits, implying enhanced resilience to gate and decoherence noise. ",
    "url": "https://arxiv.org/abs/2305.01097",
    "authors": [
      "Ilias Magoulas",
      "Francesco A. Evangelista"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.01108",
    "title": "Focus on conceptual ideas in quantum mechanics for teacher training",
    "abstract": "In this work, we describe strategies and provide case-study activities that can be used to examine the properties of superposition, entanglement, tagging, complementarity, and measurement in quantum curricula geared for teacher training. Having a solid foundation in these conceptual ideas is critical for educators who will be adopting quantum ideas within the classroom. Yet they are some of the most difficult concepts to master. We show how one can systematically develop these conceptual foundations with thought experiments on light and with thought experiments that employ the Stern-Gerlach experiment. We emphasize the importance of computer animations in aiding the instruction on these concepts. ",
    "url": "https://arxiv.org/abs/2305.01108",
    "authors": [
      "J. K. Freericks"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.01365",
    "title": "Fiber-tip spintronic terahertz emitters",
    "abstract": "Spintronic terahertz emitters promise terahertz sources with an unmatched broad frequency bandwidth that are easy to fabricate and operate, and therefore easy to scale at low cost. However, current experiments and proofs of concept rely on free-space ultrafast pump lasers and rather complex benchtop setups. This contrasts with the requirements of widespread industrial applications, where robust, compact, and safe designs are needed. To meet these requirements, we present a novel fiber-tip spintronic terahertz emitter solution that allows spintronic terahertz systems to be fully fiber-coupled. Using single-mode fiber waveguiding, the newly developed solution naturally leads to a simple and straightforward terahertz near-field imaging system with a 90%-10% knife-edge-response spatial resolution of 30 ${\\mu}m$. ",
    "url": "https://arxiv.org/abs/2305.01365",
    "authors": [
      "Felix Paries",
      "Nicolas Tiercelin",
      "Geoffrey Lezier",
      "Mathias Vanwolleghem",
      "Felix Selz",
      "Maria-Andromachi Syskaki",
      "Fabian Kammerbauer",
      "Gerhard Jakob",
      "Martin Jourdan",
      "Mathias KlÄui",
      "Zdenek Kaspar",
      "Tobias Kampfrath",
      "Tom S. Seifert",
      "Georg Von Freymann",
      "Daniel Molter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.01374",
    "title": "On-chip lateral Si:Te PIN photodiodes for room-temperature detection in  the telecom optical wavelength bands",
    "abstract": "Photonic integrated circuits require photodetectors that operate at room temperature with sensitivity at telecom wavelengths and are suitable for integration with planar complementary-metal-oxide-semiconductor (CMOS) technology. Silicon hyperdoped with deep-level impurities is a promising material for silicon infrared detectors because of its strong room-temperature photoresponse in the short-wavelength infrared region caused by the creation of an impurity band within the silicon band gap. In this work, we present the first experimental demonstration of lateral Te-hyperdoped Si PIN photodetectors operating at room temperature in the optical telecom bands. We provide a detailed description of the fabrication process, working principle, and performance of the photodiodes, including their key figure of merits. Our results are promising for the integration of active and passive photonic elements on a single Si chip, leveraging the advantages of planar CMOS technology. ",
    "url": "https://arxiv.org/abs/2305.01374",
    "authors": [
      "Mohd Saif Shaikh",
      "Shuyu Wen",
      "Mircea-Traian Catuneanu",
      "Mao Wang",
      "Artur Erbe",
      "Slawomir Prucnal",
      "Lars Rebohle",
      "Shengqiang Zhou",
      "Kambiz Jamshidi",
      "Manfred Helm",
      "Yonder Berencén"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.01508",
    "title": "Coherent Control of Mid-Infrared Frequency Comb by Optical Injection of  Near-Infrared Light",
    "abstract": "We demonstrate the use of a low power near-infrared laser illuminating the front facet of a quantum cascade laser (QCL) as an optical actuator for the coherent control of a mid-infrared frequency comb. We show that by appropriate current control of the QCL comb and intensity modulation of the near-infrared laser, a tight phase lock of a comb line to a distributed feedback laser is possible with 2 MHz of locking bandwidth and 200 mrad of residual phase noise. A characterization of the whole scheme is provided showing the limits of the electrical actuation which we bypassed using the optical actuation. Both comb degrees of freedom can be locked by performing electrical injection locking of the repetition rate in parallel. However, we show that the QCL acts as a fast near-infrared light detector such that injection locking can also be achieved through modulation of the near-infrared light. These results on the coherent control of a quantum cascade laser frequency comb are particularly interesting for coherent averaging in dual-comb spectroscopy and for mid-infrared frequency comb applications requiring high spectral purity. ",
    "url": "https://arxiv.org/abs/2305.01508",
    "authors": [
      "Kenichi N. Komagata",
      "Alexandre Parriaux",
      "Mathieu Bertrand",
      "Johannes Hillbrand",
      "Valentin J. Wittwer",
      "Jérôme Faist",
      "Thomas Südmeyer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.01553",
    "title": "Complex dynamics on the one-dimensional quantum droplets via time  piecewise PINNs",
    "abstract": "The dynamics of one-dimensional quantum droplets and the landing applications of deep learning are recent research hotspots. In this work, we propose a novel time piecewise physical-informed neural networks (PINNs) to study complex dynamics on the one-dimensional quantum droplets by solving the corresponding amended Gross-Pitaevskii equation. The training effect of this network framework in the long time domain is far better than that of the conventional PINNs, and each of its subnetworks is independent and highly adjustable. By using time piecewise PINNs with scarce training points, we not only study intrinsic excitations in a single droplet and collision between two droplets, but also excite the breathers on droplet background. Intriguingly, we obtain an interference pattern from training result of collision between two droplets, which is a significant feature of the interplay of coherent matter waves. The numerical results showcase that different parameters may lead to completely different dynamic behaviors under the same initial condition in a nonlinear non-integrable system. Our results provide the significant guidance for intrinsic excitations of single droplet, droplet collision and breathers excitation via deep learning technology. ",
    "url": "https://arxiv.org/abs/2305.01553",
    "authors": [
      "Juncai Pu",
      "Yong Chen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.00997",
    "title": "The Expressivity of Classical and Quantum Neural Networks on  Entanglement Entropy",
    "abstract": "Analytically continuing the von Neumann entropy from R\\'enyi entropies is a challenging task in quantum field theory. While the $n$-th R\\'enyi entropy can be computed using the replica method in the path integral representation of quantum field theory, the analytic continuation can only be achieved for some simple systems on a case-by-case basis. In this work, we propose a general framework to tackle this problem using classical and quantum neural networks with supervised learning. We begin by studying several examples with known von Neumann entropy, where the input data is generated by representing $\\text{Tr} \\rho_A^n$ with a generating function. We adopt KerasTuner to determine the optimal network architecture and hyperparameters with limited data. In addition, we frame a similar problem in terms of quantum machine learning models, where the expressivity of the quantum models for the entanglement entropy as a partial Fourier series is established. Our proposed methods can accurately predict the von Neumann and R\\'enyi entropies numerically, highlighting the potential of deep learning techniques for solving problems in quantum information theory. ",
    "url": "https://arxiv.org/abs/2305.00997",
    "authors": [
      "Chih-Hung Wu",
      "Ching-Che Yen"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.01205",
    "title": "Low noise quantum frequency conversion of photons from a trapped barium  ion to the telecom O-band",
    "abstract": "Trapped ions are one of the leading candidates for scalable and long-distance quantum networks because of their long qubit coherence time, high fidelity single- and two-qubit gates, and their ability to generate photons entangled with the qubit state of the ion. One method for creating ion-photon entanglement is to exploit optically transitions from the P_(1/2) to S_(1/2) levels, which naturally emit spin-photon entangled states. But these optical transitions typically lie in the ultra-violet and visible wavelength regimes. These wavelengths exhibit significant fiber-optic propagation loss, thereby limiting the transfer of quantum information to tens of meters. Quantum frequency conversion is essential to convert these photons to telecom wavelengths so that they can propagate over long distances in fiber-based networks, as well as for compatibility with the vast number of telecom-based opto-electronic components. Here, we generate O-band telecom photons via a low noise quantum frequency conversion scheme from photons emitted from the P_(1/2) to S_(1/2) dipole transition of a trapped barium ion. We use a two-stage quantum frequency conversion scheme to achieve a frequency shift of 375.4 THz between the input visible photon and the output telecom photon achieving a conversion efficiency of 11%. We attain a signal-to-background ratio of over 100 for the converted O-band telecom photon with background noise less than 15 counts/sec. These results are an important step toward achieving trapped ion quantum networks over long distances for distributed quantum computing and quantum communication. ",
    "url": "https://arxiv.org/abs/2305.01205",
    "authors": [
      "Uday Saha",
      "James D. Siverns",
      "John Hannegan",
      "Qudsia Quraishi",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.01215",
    "title": "Steady-state Quantum Thermodynamics with Synthetic Negative Temperatures",
    "abstract": "A bath with a negative temperature is a subject of intense debate in recent times. It raises fundamental questions not only on our understanding of negative temperature of a bath in connection with thermodynamics but also on the possibilities of constructing devices using such baths. In this work, we study steady-state quantum thermodynamics involving baths with negative temperatures. A bath with a negative temperature is created synthetically using two baths of positive temperatures and weakly coupling these with a qutrit system. These baths are then coupled to each other via a working system. At steady-state, the laws of thermodynamics are analyzed. We find that whenever the temperatures of these synthetic baths are identical, there is no heat flow, which reaffirms the zeroth law. There is always a spontaneous heat flow for different temperatures. In particular, heat flows from a bath with a negative temperature to a bath with a positive temperature which, in turn, implies that a bath with a negative temperature is `hotter' than a bath with a positive temperature. This warrants an amendment in the Kelvin-Planck statement of the second law, as suggested in earlier studies. In all these processes, the overall entropy production is positive, as required by the Clausius statement of the second law. We construct continuous heat engines operating between positive and negative temperature baths. These engines yield maximum possible heat-to-work conversion efficiency, that is, unity. We also study the thermodynamic nature of heat from a bath with a negative temperature and find that it is thermodynamic work but with negative entropy. ",
    "url": "https://arxiv.org/abs/2305.01215",
    "authors": [
      "Mohit Lal Bera",
      "Tanmoy Pandit",
      "Kaustav Chatterjee",
      "Varinder Singh",
      "Maciej Lewenstein",
      "Utso Bhattacharya",
      "Manabendra Nath Bera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2010.06364",
    "title": "Coordinated inference, Holographic neural networks, and quantum error  correction",
    "abstract": " Title: Coordinated inference, Holographic neural networks, and quantum error  correction ",
    "url": "https://arxiv.org/abs/2010.06364",
    "authors": [
      "Andrei T. Patrascu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2208.04345",
    "title": "Many-body cavity quantum electrodynamics with driven inhomogeneous  emitters",
    "abstract": " Comments: ML and RF contributed equally to this work ",
    "url": "https://arxiv.org/abs/2208.04345",
    "authors": [
      "Mi Lei",
      "Rikuto Fukumori",
      "Jake Rochman",
      "Bihui Zhu",
      "Manuel Endres",
      "Joonhee Choi",
      "Andrei Faraon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14082",
    "title": "Optimized Laser Models with Heisenberg-Limited Coherence and  Sub-Poissonian Beam Photon Statistics",
    "abstract": " Comments: This is a companion manuscript to the letter entitled \"No Tradeoff between Coherence and Sub-Poissonianity for Heisenberg-Limited Lasers\", arxiv:2208.14081. 22 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2208.14082",
    "authors": [
      "L. A. Ostrowski",
      "T. J. Baker",
      "S. N. Saadatmand",
      "H. M. Wiseman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00204",
    "title": "Pseudospin-2 in photonic chiral borophene",
    "abstract": " Title: Pseudospin-2 in photonic chiral borophene ",
    "url": "https://arxiv.org/abs/2212.00204",
    "authors": [
      "Philip Menz",
      "Haissam Hanafi",
      "Daniel Leykam",
      "Jörg Imbrock",
      "Cornelia Denz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.13114",
    "title": "Label-free intratissue activity imaging of alveolar organoids with  dynamic optical coherence tomography",
    "abstract": " Title: Label-free intratissue activity imaging of alveolar organoids with  dynamic optical coherence tomography ",
    "url": "https://arxiv.org/abs/2301.13114",
    "authors": [
      "Rion Morishita",
      "Pradipta Mukherjee",
      "Ibrahim Abd El-Sadek",
      "Toshio Suzuki",
      "Yiheng Lim",
      "Antonia Lichtenegger",
      "Shuichi Makita",
      "Kiriko Tomita",
      "Yuki Yamamoto",
      "Tetsuharu Nagamoto",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.07481",
    "title": "Dynamics of Rapidly Rotating Bose-Einstein Quantum Droplets",
    "abstract": " Title: Dynamics of Rapidly Rotating Bose-Einstein Quantum Droplets ",
    "url": "https://arxiv.org/abs/2302.07481",
    "authors": [
      "Szu-Cheng Cheng",
      "Yu-Wen Wang",
      "Wen-Hsuan Kuan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.08658",
    "title": "In-situ surface porosity prediction in DED (directed energy deposition)  printed SS316L parts using multimodal sensor fusion",
    "abstract": " Title: In-situ surface porosity prediction in DED (directed energy deposition)  printed SS316L parts using multimodal sensor fusion ",
    "url": "https://arxiv.org/abs/2304.08658",
    "authors": [
      "Adithyaa Karthikeyan",
      "Himanshu Balhara",
      "Andreas K Lianos",
      "Abhishek Hanchate",
      "Satish TS Bukkapatnam"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.12985",
    "title": "Rubik's Optical Neural Networks: Multi-task Learning with Physics-aware  Rotation Architecture",
    "abstract": " Comments: To appear at 32nd International Joint Conference on Artificial Intelligence (IJCAI'23) ",
    "url": "https://arxiv.org/abs/2304.12985",
    "authors": [
      "Yingjie Li",
      "Weilu Gao",
      "Cunxi Yu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Optics (physics.optics)"
    ]
  }
]