[
  {
    "id": "arXiv:2207.12586",
    "title": "High-power laser experiment on developing supercritical shock  propagating in homogeneously magnetized plasma of ambient gas origin",
    "abstract": "A developing supercritical collisionless shock propagating in a homogeneously magnetized plasma of ambient gas origin having higher uniformity than the previous experiments is formed by using high-power laser experiment. The ambient plasma is not contaminated by the plasma produced in the early time after the laser shot. While the observed developing shock does not have stationary downstream structure, it possesses some characteristics of a magnetized supercritical shock, which are supported by a one-dimensional full particle-in-cell simulation taking the effect of finite time of laser-target interaction into account. ",
    "url": "https://arxiv.org/abs/2207.12586",
    "authors": [
      "S. Matsukiyo",
      "R. Yamazaki",
      "T. Morita",
      "K. Tomita",
      "Y. Kuramitsu",
      "S. J. Tanaka",
      "T. Takezaki",
      "S. Isayama",
      "T. Higuchi",
      "H. Murakami",
      "Y. Horie",
      "N. Katsuki",
      "R. Hatsuyama",
      "M. Edamoto",
      "H. Nishioka",
      "M. Takagi",
      "T. Kojima",
      "S. Tomita",
      "N. Ishizaka",
      "S. Kakuchi",
      "S. Sei",
      "K. Sugiyama",
      "K. Aihara",
      "S. Kambayashi",
      "M. Ota",
      "S. Egashira",
      "T. Izumi",
      "T. Minami",
      "Y. Nakagawa",
      "K. Sakai",
      "M. Iwamoto",
      "N. Ozaki",
      "Y. Sakawa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2207.12606",
    "title": "Inverse cascades of kinetic energy and thermal variance in  three-dimensional horizontally extended turbulent convection",
    "abstract": "Inverse cascades of kinetic energy and thermal variance in the subset of vertically homogeneous modes in spectral space are found to cause a slow aggregation to a pair of convective supergranules that eventually fill the whole horizontally extended, three-dimensional, turbulent Rayleigh-B\\'{e}nard convection layer when a heat flux is prescribed at the top and bottom. An additional weak rotation of the layer around the vertical axis stops this aggregation at a scale that is smaller than the lateral domain extension and ceases the inverse cascade. The resulting characteristic length of the aggregated convection patterns depends on the thermal driving and linearly on the strength of rotation. Our study demonstrates the importance of inverse energy cascades beyond the two-dimensional turbulence case, in a three-dimensional convection flow that is subject to a multi-scale energy injection by thermal plumes and driven by boundary heat fluxes as typically present in natural geo- and astrophysical systems. ",
    "url": "https://arxiv.org/abs/2207.12606",
    "authors": [
      "Philipp P. Vieweg",
      "Janet D. Scheel",
      "Rodion Stepanov",
      "Jörg Schumacher"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  },
  {
    "id": "arXiv:2207.12675",
    "title": "Aberration control in quantitative widefield quantum microscopy",
    "abstract": "Widefield quantum microscopy based on nitrogen-vacancy (NV) centres in diamond has emerged as a powerful technique for quantitative mapping of magnetic fields with a sub-micron resolution. However, the accuracy of the technique has not been characterised in detail so far. Here we show that optical aberrations in the imaging system may cause large systematic errors in the measured quantity beyond trivial blurring. We introduce a simple theoretical framework to model these effects, which extends the concept of a point spread function to the domain of spectral imaging. Using this model, the magnetic field imaging of test magnetic samples is simulated under various scenarios, and the resulting errors quantified. We then apply the model to previously published data, show that apparent magnetic anomalies can be explained by the presence of optical aberrations, and demonstrate a post-processing technique to retrieve the source quantity with improved accuracy. This work presents a guide to predict and mitigate aberration induced artefacts in quantitative NV-based widefield imaging and in spectral imaging more generally. ",
    "url": "https://arxiv.org/abs/2207.12675",
    "authors": [
      "S. C. Scholten",
      "I. O. Robertson",
      "G. J. Abrahams",
      "Priya Singh",
      "A. J. Healey",
      "J.-P. Tetienne"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12723",
    "title": "An atom interferometer driven by a picosecond frequency comb",
    "abstract": "We demonstrate a light-pulse atom interferometer based on the diffraction of free-falling atoms by a picosecond frequency-comb laser. More specifically, we coherently split and recombine wave packets of cold $^{87}$Rb atoms by driving stimulated Raman transitions between the $|5s~^2S_{1/2},F=1\\rangle$ and $|5s~^2S_{1/2},F=2\\rangle$ hyperfine states, using two trains of picosecond pulses in a counter-propagating geometry. We study the impact of the pulses length as well as of the interrogation time onto the contrast of the atom interferometer. Our experimental data are well reproduced by a numerical simulation based on an effective coupling which depends on the overlap between the pulses and the atomic cloud. These results pave the way for extending light-pulse interferometry to transitions in other spectral regions and therefore to other species, for new possibilities in metrology, sensing of gravito-inertial effects and tests of fundamental physics. ",
    "url": "https://arxiv.org/abs/2207.12723",
    "authors": [
      "Cyrille Solaro",
      "Clément Debavelaere",
      "Pierre Cladé",
      "Saïda Guellati-Khelifa"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12741",
    "title": "Building ideal paraxial optical skyrmions using rational maps",
    "abstract": "We introduce a simple mathematical expression based on rational maps to construct ideal paraxial optical skyrmions fields including Neel-type and Bloch-type skyrmions, anti-skyrmions, bimerons and multi-skyrmions, including skyrmion lattices. We review the rules that fully polarized paraxial light fields must obey to be considered as optical skyrmions. This work provides guidelines for the experimental generation of general skyrmion fields, beyond conventional single skyrmion beams. This lays the foundation for the exploration of nucleation and annihilation mechanisms in multiskyrmions fields ",
    "url": "https://arxiv.org/abs/2207.12741",
    "authors": [
      "C. Cisowski",
      "S. Franke-Arnold",
      "C. Ross"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.12839",
    "title": "Nanoscale optical switching of photochromic material by ultraviolet and  visible plasmon nanofocusing",
    "abstract": "Optical control of electronic properties is essential for future electric devices. Manipulating such properties has been limited to the microscale in spatial volume due to the wave nature of light; however, scaling down the volume is in extremely high demand. In this study, we demonstrate optical switching within a nanometric spatial volume in an organic electric material. Photochromic materials such as diarylethene derivatives exhibit semiconducting and insulating properties on ultraviolet (UV) and visible light, respectively, which are promising for optical switching and memory. To control the wavelength between visible and UV light at the nanoscale, we employed plasmon nanofocusing, which allows the creation of a nanolight source at the apex of a metallic tapered structure over a broad frequency range by focusing of propagating plasmons. We utilized an aluminum tapered structure and realized in-situ wavelength control between visible and UV light at the nanoscale. Using this method, nanoscale optical switching between the two states of diarylethene was demonstrated. The switching performance was confirmed for at least nine cycles without degradation. This demonstration would make a significant step forward toward next-generation nanoscale optoelectronic devices and stimulate diverse scientific fields owing to the unique concept of broadband plasmon nanofocusing. ",
    "url": "https://arxiv.org/abs/2207.12839",
    "authors": [
      "Takayuki Umakoshi",
      "Hiroshi Arata",
      "Prabhat Verma"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12849",
    "title": "Bessel Equivariant Networks for Inversion of Transmission Effects in  Multi-Mode Optical Fibres",
    "abstract": "We develop a new type of model for solving the task of inverting the transmission effects of multi-mode optical fibres through the construction of an $\\mathrm{SO}^{+}(2,1)$-equivariant neural network. This model takes advantage of the of the azimuthal correlations known to exist in fibre speckle patterns and naturally accounts for the difference in spatial arrangement between input and speckle patterns. In addition, we use a second post-processing network to remove circular artifacts, fill gaps, and sharpen the images, which is required due to the nature of optical fibre transmission. This two stage approach allows for the inspection of the predicted images produced by the more robust physically motivated equivariant model, which could be useful in a safety-critical application, or by the output of both models, which produces high quality images. Further, this model can scale to previously unachievable resolutions of imaging with multi-mode optical fibres and is demonstrated on $256 \\times 256$ pixel images. This is a result of improving the trainable parameter requirement from $\\mathcal{O}(N^4)$ to $\\mathcal{O}(m)$, where $N$ is pixel size and $m$ is number of fibre modes. Finally, this model generalises to new images, outside of the set of training data classes, better than previous models. ",
    "url": "https://arxiv.org/abs/2207.12849",
    "authors": [
      "Joshua Mitton",
      "Simon Peter Mekhail",
      "Miles Padgett",
      "Daniele Faccio",
      "Marco Aversa",
      "Roderick Murray-Smith"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2207.12856",
    "title": "Low-cost Quadrature Optical Interferometer",
    "abstract": "We report on the construction and characterization of a low-cost Mach-Zehnder optical interferometer in which quadrature signal detection is achieved by means of polarization control. The device incorporates a store-bought laser pointer, home-built photodetectors, 3D-printed optical mounts, a circular polarizer extracted from a pair of 3D movie glasses, and a Python-enabled microcontroller for analog-to-digital data acquisition. Components fit inside of a 12\"x6\" space and can be assembled on a budget of less than \\$500. The device has the potential to make quadrature interferometry accessible and affordable for labs, students, and enthusiasts alike. ",
    "url": "https://arxiv.org/abs/2207.12856",
    "authors": [
      "Tanner M. Melody",
      "Krishna H. Patel",
      "Peter K. Nguyen",
      "Christopher L. Smallwood"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Physics Education (physics.ed-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.12904",
    "title": "Micro-machined deep silicon atomic vapor cells",
    "abstract": "Using a simple and cost-effective water jet process, silicon etch depth limitations are overcome to realize a $6\\,$mm deep atomic vapor cell. While the minimum silicon feature size was limited to a $1.5\\,$mm width in these first generation vapor cells, we successfully demonstrate a two-chamber geometry by including a $\\sim$25~mm meandering channel between the alkali pill chamber and main interrogation chamber. We evaluate the impact of the channel conductance on the introduction of alkali vapor density during the pill activation process, and mitigate glass damage and pill contamination near the main chamber. Finally, we highlight the improved signal achievable in the $6\\,$mm silicon cell compared to standard $2\\,$mm path length silicon vapor cells. ",
    "url": "https://arxiv.org/abs/2207.12904",
    "authors": [
      "S. Dyer",
      "P. F. Griffin",
      "A. S. Arnold",
      "F. Mirando",
      "D. P. Burt",
      "E. Riis",
      "J. P. McGilligan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.12910",
    "title": "Space-time analogy and its application to design schemes borrowed from  Fourier optics for processing ultrafast optical signals",
    "abstract": "Square-wave pulse generation with a variable duty ratio can be realized with the help of ideas of Talbot array illuminators formulated for binary phase gratings. A binary temporal phase modulation of CW laser field propagating through a group-delay-dispersion circuit of the fractional Talbot length $P/Q$ results in a well defined sequence of square-wave-form pulses. When $P=1$ a duty ratio of the pulses $D$ is $1/2$ for $Q=4$ and $1/3$ for $Q=3$ and 6. Maximum intensity of the pulses doubles and triples compared to the CW intensity for $D=1/2$ and $1/3$, respectively. These pulses can be used for return-to-zero laser field modulation in optical fiber communication. For $D=1/3$ extra features between the pulses are found originating from a finite rise and drop time of phase in a binary phase modulation. Similar effect as a benefit of the time-space analogy is predicted for binary phase gratings and interpreted as gleams produced by imperfect edges of the components of the rectangular phase gratings. ",
    "url": "https://arxiv.org/abs/2207.12910",
    "authors": [
      "R. N. Shakhmuratov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.12421",
    "title": "Molecular Quantum Circuit Design: A Graph-Based Approach",
    "abstract": "This work develops design principles for parametrized quantum circuits leveraging chemical graphs that are connected to molecular orbitals and their representation as unitary operations. Targeted construction of comparably shallow and local low-parametrized quantum circuits suitable for variational optimization is demonstrated and compared to state of the art methods. The developed design principle provides a way forward in all three major obstacles in quantum circuit design for molecular systems: Operator ordering, parameter initialization and initial state preparation. ",
    "url": "https://arxiv.org/abs/2207.12421",
    "authors": [
      "Jakob S. Kottmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.12751",
    "title": "Hybrid Quantum Nanophotonics: Interfacing Color Center in Nanodiamonds  with Si3N4-Photonics",
    "abstract": "This chapter covers recent developments in the field of hybrid quantum photonics based on color centers in nanodiamonds and Si3N4-photonics towards a technology platform with applications in quantum information processing and quantum information distribution. The methodological approach can be divided in three main tasks. First, the fabrication and optimization of Si3N4-photonics. Second, the creation, characterization and control of color centers in nanodiamonds. Third, the assembly of hybrid quantum photonics by integrating the nanodiamonds into the photonic structures. One focus will be the efficient interfacing of the color centers done by optimizing the optical coupling. The chapter describes recent progress in all three steps and summarizes the established hybrid platform. We believe, that the hybrid approach provides a promising path to realize quantum photonic applications, such as quantum networks or quantum repeaters, in the near future. ",
    "url": "https://arxiv.org/abs/2207.12751",
    "authors": [
      "Alexander Kubanek",
      "Anna P. Ovvyan",
      "Lukas Antoniuk",
      "Niklas Lettner",
      "Wolfram H. P. Pernice"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.12837",
    "title": "Classical and quantum machine learning applications in spintronics",
    "abstract": "In this article we demonstrate the applications of classical and quantum machine learning in quantum transport and spintronics. With the help of a two terminal device with magnetic impurity we show how machine learning algorithms can predict the highly non-linear nature of conductance as well as the non-equilibrium spin response function for any random magnetic configuration. We finally describe the applicability of quantum machine learning which has the capability to handle a significantly large configuration space. Our approach is also applicable for molecular systems. These outcomes are crucial in predicting the behaviour of large scale systems where a quantum mechanical calculation is computationally challenging and therefore would play a crucial role in designing nano devices. ",
    "url": "https://arxiv.org/abs/2207.12837",
    "authors": [
      "Kumar Ghosh",
      "Sumit Ghosh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.13000",
    "title": "Spinful topological phases in acoustic crystals with projective PT  symmetry",
    "abstract": "For the classification of topological phases of matter, an important consideration is whether a system is spinless or spinful, as these two classes have distinct symmetry algebra that gives rise to fundamentally different topological phases. However, only recently has it been realized theoretically that in the presence of gauge symmetry, the algebraic structure of symmetries can be projectively represented, which possibly enables the switch between spinless and spinful topological phases. Here, we report the first experimental demonstration of this idea by realizing spinful topological phases in \"spinless\" acoustic crystals with projective space-time inversion symmetry. In particular, we realize a DIII-class one-dimensional topologically gapped phase characterized by a 2Z winding number, which features Kramers degenerate bands and Kramers pair of topological boundary modes. Our work thus overcomes a fundamental constraint on topological phases by spin classes. ",
    "url": "https://arxiv.org/abs/2207.13000",
    "authors": [
      "Yan Meng",
      "Shuxin Lin",
      "Bin-jie Shi",
      "Bin Wei",
      "Linyun Yang",
      "Bei Yan",
      "Zhenxiao Zhu",
      "Xiang Xi",
      "Yin Wang",
      "Yong Ge",
      "Shou-qi Yuan",
      "Jingming Chen",
      "Guigeng Liu",
      "Hongxiang Sun",
      "Hongsheng Chen",
      "Yihao Yang",
      "Zhen Gao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.13052",
    "title": "A low-cost ultraviolet-to-infrared absolute quantum efficiency  characterization system of detectors",
    "abstract": "We present a low-cost ultraviolet to infrared absolute quantum efficiency detector characterization system developed using commercial off-the-shelf components. The key components of the experiment include a light source,a regulated power supply, a monochromator, an integrating sphere, and a calibrated photodiode. We provide a step-by-step procedure to construct the photon and quantum efficiency transfer curves of imaging sensors. We present results for the GSENSE 2020 BSI CMOS sensor and the Sony IMX 455 BSI CMOS sensor. As a reference for similar characterizations, we provide a list of parts and associated costs along with images of our setup. ",
    "url": "https://arxiv.org/abs/2207.13052",
    "authors": [
      "Ajay S. Gill",
      "Mohamed M. Shaaban",
      "Aaron Tohuvavohu",
      "Suresh Sivanandam",
      "Roberto G. Abraham",
      "Seery Chen",
      "Maria R. Drout",
      "Deborah Lokhorst",
      "Christopher D. Matzner",
      "Stefan W. Mochnacki",
      "Calvin B. Netterfield"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.11017",
    "title": "Exceptional mode topological surface laser",
    "abstract": " Comments: 12 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2112.11017",
    "authors": [
      "Kazuki Sone",
      "Yuto Ashida",
      "Takahiro Sagawa"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09404",
    "title": "Mirror Coating Thermal Noise Mitigation Using Multi-Spatial Mode Cavity  Readout",
    "abstract": " Comments: 9 pages, 5 figure. Target: PRA ",
    "url": "https://arxiv.org/abs/2201.09404",
    "authors": [
      "Andrew R. Wade",
      "Kirk McKenzie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.01870",
    "title": "KamNet: An Integrated Spatiotemporal Deep Neural Network for Rare Event  Search in KamLAND-Zen",
    "abstract": " Comments: 12 pages, dual submission with upcoming KamLAND-Zen 800 main result ",
    "url": "https://arxiv.org/abs/2203.01870",
    "authors": [
      "A. Li",
      "Z. Fu",
      "L. Winslow",
      "C. Grant",
      "H. Song",
      "H. Ozaki",
      "I. Shimizu",
      "A. Takeuchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2204.12255",
    "title": "Using Koopmans' theorem for constructing basis sets: Approaching high  Rydberg excited states of lithium with a compact Gaussian basis",
    "abstract": " Title: Using Koopmans' theorem for constructing basis sets: Approaching high  Rydberg excited states of lithium with a compact Gaussian basis ",
    "url": "https://arxiv.org/abs/2204.12255",
    "authors": [
      "Jan Šmydke"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]