[
  {
    "id": "arXiv:2205.05806",
    "title": "Reduced Plasma Frequency Calculation Based on Particle-In-Cell  Simulations",
    "abstract": "We propose a scheme to calculate the reduced plasma frequency of a cylindrical-shaped electron beam flowing inside of a cylindrical tunnel, based on results obtained from Particle-in-cell (PIC) simulations. In PIC simulations, we modulate the electron beam using two parallel, non-intercepting, closely-spaced grids which are electrically connected together by a single-tone sinusoidal voltage source. The electron energy and the beam current distributions along the length of the tunnel are monitored after the system is operating at steady-state. We build a system matrix describing the beam's dynamics, estimated by fitting a 2x2 matrix that best agrees with the first order differential equations that govern the physics-based system. Results are compared with the theoretical Branch and Mihran model, which is typically used to compute the plasma frequency reduction factor in such systems. Our method shows excellent agreement with the theoretical model, however, it is also general. Our method can be potentially utilized to determine the reduced plasma frequencies of electron beams propagating in differently-shaped beam tunnels, where no theoretical model yet exists, such as the case of a cylindrical or elliptical electron beam propagating inside of a metallic beam tunnel of cylindrical, square, or elliptical cross-section. It can be applied also to electron beams composed of multiple streams. ",
    "url": "https://arxiv.org/abs/2205.05806",
    "authors": [
      "Tarek Mealy",
      "Robert Marosi",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05926",
    "title": "Observation of Non-vanishing Optical Helicity in Thermal Radiation from  Symmetry-Broken Metasurfaces",
    "abstract": "Thermal radiation is traditionally an incoherent radiative signal, where the radiated heat is highly unpolarized, spectrally broad, and omnidirectional. The recent extensive interests in thermal photonics focus on tailoring the temporal coherence (spectrum) and spatial coherence (directivity) of thermal radiation. Here, we investigate the photon spin characteristics of the radiation excited by thermal fluctuations using a symmetry-broken metasurface. Utilizing spin-polarized angle-resolved thermal emission spectroscopy (SPARTES), we explicitly show when both mirror- and inversion- symmetries are broken, the summation of spin-angular momentum projected on wavevectors, namely the optical helicity, can be non-vanishing even without applying a magnetic field. We find the photon spin and the energy-momentum dispersion of thermal radiation can be effectively tailored through symmetry engineering. Our results firmly suggest the symmetry-based strategy provides a general pathway for comprehensively controlling the temporal, spatial, and especially spin coherence of thermal radiation. ",
    "url": "https://arxiv.org/abs/2205.05926",
    "authors": [
      "Xueji Wang",
      "Tyler Sentz",
      "Sathwik Bharadwaj",
      "Subir Ray",
      "Yifan Wang",
      "Dan Jiao",
      "Limei Qi",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05987",
    "title": "Controlling chaotic itinerancy in laser dynamics for reinforcement  learning",
    "abstract": "Photonic artificial intelligence has attracted considerable interest in accelerating machine learning; however, the unique optical properties have not been fully utilized for achieving higher-order functionalities. Chaotic itinerancy, with its spontaneous transient dynamics among multiple quasi-attractors, can be employed to realize brain-like functionalities. In this paper, we propose a method for controlling the chaotic itinerancy in a multi-mode semiconductor laser to solve a machine learning task, known as the multi-armed bandit problem, which is fundamental to reinforcement learning. The proposed method utilizes ultrafast chaotic itinerant motion in mode competition dynamics controlled via optical injection. We found that the exploration mechanism is completely different from a conventional searching algorithm and is highly scalable, outperforming the conventional approaches for large-scale bandit problems. This study paves the way to utilize chaotic itinerancy for effectively solving complex machine learning tasks as photonic hardware accelerators. ",
    "url": "https://arxiv.org/abs/2205.05987",
    "authors": [
      "Ryugo Iwami",
      "Takatomo Mihana",
      "Kazutaka Kanno",
      "Satoshi Sunada",
      "Makoto Naruse",
      "Atsushi Uchida"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)",
      "Systems and Control (eess.SY)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2205.06051",
    "title": "Nonadiabatic ab initio molecular dynamics including spin-orbit coupling  and laser fields",
    "abstract": "Nonadiabatic ab initio molecular dynamics (MD) including spin-orbit coupling (SOC) and laser fields is investigated as a general tool for studies of excited-state processes. Up to now, SOCs are not included in standard ab initio MD packages. Therefore, transitions to triplet states cannot be treated in a straightforward way. Nevertheless, triplet states play an important role in a large variety of systems and can now be treated within the given framework. The laser interaction is treated on a non-perturbative level that allows nonlinear effects like strong Stark shifts to be considered. As MD allows for the handling of many atoms, the interplay between triplet and singlet states of large molecular systems will be accessible. In order to test the method, IBr is taken as a model system, where SOC plays a crucial role for the shape of the potential curves and thus the dynamics. Moreover, the influence of the nonresonant dynamic Stark effect is considered. The latter is capable of controlling reaction barriers by electric fields in timereversible conditions, and thus a control laser using this effect acts like a photonic catalyst. In the IBr molecule, the branching ratio at an avoided crossing, which arises from SOC, can be influenced. ",
    "url": "https://arxiv.org/abs/2205.06051",
    "authors": [
      "Philipp Marquetand",
      "Martin Richter",
      "Jesús González-Vázquez",
      "Ignacio Sola",
      "Leticia González"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06081",
    "title": "Characterization of optical aberrations with scanning pentaprism for  large collimators",
    "abstract": "We present a practical apparatus for characterizing optical aberrations of large collimation mirrors and lenses, and give a detailed analysis of wavefront-detection errors. We utilize a scanning pentaprism technique for precise measurements of local wavefront slopes, and reconstruct transmitted wavefronts via a conventional least-squares method. Our proof-of-principle experiment demonstrates transverse linear measurements of transmitted wavefronts for a 20.3 cm lens developed for Canada's Quantum Encryption and Science Satellite (QEYSSat) mission. Our demonstration shows the wavefront-detection precision better than 0.01{\\lambda} and the divergence-angle resolution less than 20{\\mu}rad over the range of 40 cm. We model our optical setup using three-dimensional raytracing and find good quantitative agreement between experimental results and theoretical predictions which validates our methodology. ",
    "url": "https://arxiv.org/abs/2205.06081",
    "authors": [
      "Youn Seok Lee",
      "Kimia Mohammadi",
      "Thomas Jennewein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06088",
    "title": "Plasma shutter for improved heavy ion acceleration by ultra-intense  laser pulses",
    "abstract": "In this work, we investigate the application of the plasma shutter for heavy ion acceleration driven by a high intensity laser pulse. We use particle-in-cell (PIC) and hydrodynamic simulations. The laser pulse, transmitted through the shutter, gains a steep-rising front and its peak intensity is locally increased at the cost of losing part of its energy. These effects have a direct influence on subsequent ion acceleration from the ultrathin target behind the shutter. In our 3D simulations of silicon nitride plasma shutter and a silver target, the maximal energy of high-$ Z $ ions increases significantly when the shutter is included. Moreover, application of the plasma shutter results in focusing of ions towards the laser axis in the plane perpendicular to the laser polarization. The generated high energy ion beam has significantly lower divergence compared to the broad ion cloud, generated without the shutter. The effects of prepulses are also investigated assuming a double plasma shutter. The first shutter can withstand the assumed sub-ns prepulse (treatment of ns and ps prepulses by other techniques is assumed) and the pulse shaping occurs via interaction with the second shutter. On the basis of our theoretical findings, we formulated an idea of a double plasma shutter and built a prototype. ",
    "url": "https://arxiv.org/abs/2205.06088",
    "authors": [
      "M. Matys",
      "S. V. Bulanov",
      "M. Kucharik",
      "M. Jirka",
      "J. Nikl",
      "M. Kecova",
      "J. Proska",
      "J. Psikal",
      "G. Korn",
      "O. Klimo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06089",
    "title": "Competing gravitational and viscous efects in 3D two-phase flow  investigated with a table-top optical scanner",
    "abstract": "We present experiments and theory describing the transition from viscosity-stabilized flow to gravitationally unstable fingering for two-phase flow in a 3D synthetic porous medium. Observation is made possible by the use of our newly developed table-top 3D-scanner based on optical index matching and laser-induced fluorescence, which is described in detail. In the experiment, a more dense, more viscous fluid injected at a fixed flow-rate from a point source at the top of the flow cell displaces a less viscous, less dense fluid. We observe a stable invasion zone near the inlet, which increases in size with increasing flow rates, and presents initially a close to hemispherical shape. At later times, the invasion front transits to an unstable mode and a fingering flow regime. The transition occurs at a predicted critical radius, Rc, corresponding to the zero of the combined viscous and gravitational pressure gradient. ",
    "url": "https://arxiv.org/abs/2205.06089",
    "authors": [
      "Joachim Falck Brodin",
      "Per Arne Rikvold",
      "Marcel Moura",
      "Renaud Toussaint",
      "Knut Jørgen Måløy"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2205.06148",
    "title": "Spatially resolved spectroscopy of alkali metal vapour diffusing inside  hollow-core photonic crystal fibres",
    "abstract": "We present a new type of compact and all-glass based vapour cell integrating hollow-core photonic crystal fibres. The absence of metals, as in a traditional vacuum chamber and the much more compact geometry allows for fast and homogeneous heating. As a consequence we can fill the fibres on much faster timescales, ranging from minutes to hours. Additionally the all-glass design ensures optical access along the fibre. This allows live monitoring of the diffusion of rubidium atoms inside the hollow-core by measuring the frequency-dependent fluorescence from the atoms. The atomic density is numerically retrieved using a 5-level system of Bloch-equations. ",
    "url": "https://arxiv.org/abs/2205.06148",
    "authors": [
      "Daniel R Häupl",
      "Daniel Weller",
      "Robert Löw",
      "Nicolas Y Joly"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05936",
    "title": "Observing Quantum Synchronization of a Single Trapped-Ion Qubit",
    "abstract": "Synchronizing a few-level quantum system is of fundamental importance to understanding synchronization in deep quantum regime. Whether a two-level system, the smallest quantum system, can be synchronized has been theoretically debated for the past several years. Here, for the first time, we demonstrate that a qubit can indeed be synchronized to an external driving signal by using a trapped-ion system. By engineering fully controllable gain and damping processes, an ion qubit is synchronized to oscillate at the same frequency as the driving signal and lock in phase. We systematically investigate the parameter regions of synchronization and observe characteristic features of the Arnold tongue. Our measurements agree remarkably well with numerical simulations based on recent theory on qubit synchronization. By synchronizing the basic unit of quantum information, our research opens up the possibility of applying quantum synchronization to large-scale quantum networks. ",
    "url": "https://arxiv.org/abs/2205.05936",
    "authors": [
      "Liyun Zhang",
      "Zhao Wang",
      "Yucheng Wang",
      "Junhua Zhang",
      "Zhigang Wu",
      "Jianwen Jie",
      "Yao Lu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06084",
    "title": "Folding lattice proteins with quantum annealing",
    "abstract": "Quantum annealing is a promising approach for obtaining good approximate solutions to difficult optimization problems. Folding a protein sequence into its minimum-energy structure represents such a problem. For testing new algorithms and technologies for this task, the minimal lattice-based HP model is well suited, as it represents a considerable challenge despite its simplicity. The HP model has favorable interactions between adjacent, not directly bound hydrophobic residues. Here, we develop a novel spin representation for lattice protein folding tailored for quantum annealing. With a distributed encoding onto the lattice, it differs from earlier attempts to fold lattice proteins on quantum annealers, which were based upon chain growth techniques. As a result, our approach naturally implements self-avoidance, performs very well in terms of solution quality, and has better scaling properties with chain length. Moreover, the encoding is robust to changes in the parameters required to constrain the spin system to chain-like configurations. The results are evaluated against existing exact results for HP chains with up to $N=30$ beads with 100\\% hit rate thereby also outperforming classical simulated annealing. The method also allows us to recover the lowest known energy for an $N=64$ HP chain. These results are obtained by the commonly used hybrid quantum-classical approach. For pure quantum annealing, our method successfully folds an $N=14$ HP chain. The calculations were performed on a D-Wave Advantage quantum annealer. ",
    "url": "https://arxiv.org/abs/2205.06084",
    "authors": [
      "Anders Irbäck",
      "Lucas Knuthson",
      "Sandipan Mohanty",
      "Carsten Peterson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2205.06165",
    "title": "Vibrational ladder-descending photostabilization of a weakly bound  molecule: Quantum optimal control with a genetic algorithm",
    "abstract": "We propose an optical control scheme for driving a polar molecule from a high-lying vibrational level to a target low-lying one, within the same electronic state. The scheme utilizes an infrared chirped laser pulse with an analytical shape, whose parameters are optimized by means of a heuristic formulation of quantum optimal control based on a genetic algorithm. We illustrate this methodology computationally for a KRb Feshbach molecule in the lowest triplet electronic state. ",
    "url": "https://arxiv.org/abs/2205.06165",
    "authors": [
      "Mateo Londoño",
      "Julio C. Arce"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2205.06180",
    "title": "Massively Scalable Wavelength Diverse Integrated Photonic Linear Neuron",
    "abstract": "As computing resource demands continue to escalate in the face of big data, cloud-connectivity and the internet of things, it has become imperative to develop new low-power, scalable architectures. Neuromorphic photonics, or photonic neural networks, have become a feasible solution for the physical implementation of efficient algorithms directly on-chip. This application is primarily due to the linear nature of light and the scalability of silicon photonics, specifically leveraging the wide-scale complementary metal-oxide-semiconductor (CMOS) manufacturing infrastructure used to fabricate microelectronics chips. Current neuromorphic photonic implementations stem from two paradigms: wavelength coherent and incoherent. Here, we introduce a novel architecture that supports coherent and incoherent operation to increase the capability and capacity of photonic neural networks with a dramatic reduction in footprint compared to previous demonstrations. As a proof-of-principle, we experimentally demonstrate simple addition and subtraction operations on a foundry-fabricated silicon photonic chip. Additionally, we experimentally validate an on-chip network to predict the logical 2-bit gates AND, OR, and XOR to accuracies of $96.8\\%, 99\\%,$ and $98.5\\%$, respectively. This architecture is compatible with highly wavelength parallel sources, enabling massively scalable photonic neural networks. ",
    "url": "https://arxiv.org/abs/2205.06180",
    "authors": [
      "Matthew van Niekerk",
      "Anthony Rizzo",
      "Hector Rubio Rivera",
      "Gerald Leake",
      "Daniel Coleman",
      "Christopher Tison",
      "Michael Fanto",
      "Keren Bergman",
      "Stefan Preble"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.02317",
    "title": "Expansion formulae for two-center non-integer Slater-type orbital charge  densities. I. Complete orthonormal sets of exponential-type orbitals with  non-integer principal quantum numbers",
    "abstract": " Title: Expansion formulae for two-center non-integer Slater-type orbital charge  densities. I. Complete orthonormal sets of exponential-type orbitals with  non-integer principal quantum numbers ",
    "url": "https://arxiv.org/abs/2205.02317",
    "authors": [
      "A. Bağcı",
      "P. E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02716",
    "title": "TV and Video Game Streaming with a Quantum Receiver: A Study on a  Rydberg atom-based receivers bandwidth and reception clarity",
    "abstract": " Comments: 6 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2205.02716",
    "authors": [
      "Nikunjkumar Prajapati",
      "Andrew Rotunno",
      "Samuel Berweger",
      "Matt Simons",
      "Aly Artusio-Glimpse",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.05342",
    "title": "Damage threshold evaluation of thin metallic films exposed to  femtosecond laser pulses: the role of material thickness",
    "abstract": " Title: Damage threshold evaluation of thin metallic films exposed to  femtosecond laser pulses: the role of material thickness ",
    "url": "https://arxiv.org/abs/2205.05342",
    "authors": [
      "George D. Tsibidis",
      "Dimitris Mansour",
      "Emmanuel Stratakis"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  }
]