[
  {
    "id": "arXiv:2301.10882",
    "title": "How media hype affects our physics teaching: A case study on quantum  computing",
    "abstract": "Popular media is an unspoken yet ever-present element of the physics landscape and a tool we can utilize in our teaching. It is also well-understood that students enter the physics classroom with a host of conceptions learned from the world at large. It stands to reason, then, to suspect that media coverage may be a major contributing factor to students' views on physical phenomena and the nature of science - one whose influence will only grow amid the 21st century digital age. Yet the role of the media in shaping physics teaching and learning has remained largely unexplored in the physics education research (PER) literature so far. Here, we explore the phenomenon of media hype from a theoretical and practical perspective: how media rhetoric of current topics in science and technology evolves, and how it affects students and instructors. We argue that media hype of cutting-edge science can be a double-edged sword for educators, with the same amped-up rhetoric that motivates students to enter the classroom tending to result in inflated preconceptions of what the science and technology can actually do. We draw on examples related to teaching quantum computing as a case study, though the findings we present should generalize to other topics garnering significant media attention - from exoplanets to graphene to batteries for electric vehicles. We conclude with a set of practical recommendations for physics teachers at all levels who wish to be more cognizant of the role exposure to popular media has on students and to tailor our teaching accordingly. ",
    "url": "https://arxiv.org/abs/2301.10882",
    "authors": [
      "Josephine C. Meyer",
      "Gina Passante",
      "Steven J. Pollock",
      "Bethany R. Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10934",
    "title": "Deep learning-enabled multiplexed point-of-care sensor using a  paper-based fluorescence vertical flow assay",
    "abstract": "We demonstrate multiplexed computational sensing with a point-of-care serodiagnosis assay to simultaneously quantify three biomarkers of acute cardiac injury. This point-of-care sensor includes a paper-based fluorescence vertical flow assay (fxVFA) processed by a low-cost mobile reader, which quantifies the target biomarkers through trained neural networks, all within <15 min of test time using 50 microliters of serum sample per patient. This fxVFA platform is validated using human serum samples to quantify three cardiac biomarkers, i.e., myoglobin, creatine kinase-MB (CK-MB) and heart-type fatty acid binding protein (FABP), achieving less than 0.52 ng/mL limit-of-detection for all three biomarkers with minimal cross-reactivity. Biomarker concentration quantification using the fxVFA that is coupled to neural network-based inference is blindly tested using 46 individually activated cartridges, which showed a high correlation with the ground truth concentrations for all three biomarkers achieving > 0.9 linearity and < 15 % coefficient of variation. The competitive performance of this multiplexed computational fxVFA along with its inexpensive paper-based design and handheld footprint make it a promising point-of-care sensor platform that could expand access to diagnostics in resource-limited settings. ",
    "url": "https://arxiv.org/abs/2301.10934",
    "authors": [
      "Artem Goncharov",
      "Hyou-Arm Joung",
      "Rajesh Ghosh",
      "Gyeo-Re Han",
      "Zachary S. Ballard",
      "Quinn Maloney",
      "Alexandra Bell",
      "Chew Tin Zar Aung",
      "Omai B. Garner",
      "Dino Di Carlo",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10976",
    "title": "Soliton pulse pairs at multiple colors in normal dispersion  microresonators",
    "abstract": "Soliton microcombs are helping to advance the miniaturization of a range of comb systems. These combs mode lock through the formation of short temporal pulses in anomalous dispersion resonators. Here, a new microcomb is demonstrated that mode locks through the formation of pulse pairs in normal-dispersion coupled-ring resonators. Unlike conventional microcombs, pulses in this system cannot exist alone, and instead must phase lock in pairs to form a bright soliton comb. Also, the pulses can form at recurring spectral windows and the pulses in each pair feature different optical spectra. This pairwise mode-locking modality extends to higher dimensions and we demonstrate 3-ring systems in which 3 pulses mode lock through alternating pairwise pulse coupling. The results are demonstrated using the new CMOS-foundry platform that has not previously produced bright solitons on account of its inherent normal dispersion. The ability to generate multi-color pulse pairs over multiple rings is an important new feature for microcombs. It can extend the concept of all-optical soliton buffers and memories to multiple storage rings that multiplex pulses with respect to soliton color and that are spatially addressable. The results also suggest a new platform for the study of quantum combs and topological photonics. ",
    "url": "https://arxiv.org/abs/2301.10976",
    "authors": [
      "Zhiquan Yuan",
      "Maodong Gao",
      "Yan Yu",
      "Heming Wang",
      "Warren Jin",
      "Qing-Xin Ji",
      "Avi Feshali",
      "Mario Paniccia",
      "John Bowers",
      "Kerry Vahala"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2301.11035",
    "title": "Electromagnetic pulse transparency in coupled cavity arrays through  dispersion management",
    "abstract": "We theoretically demonstrated the possible emergence of slow-light self-induced transparency solitons in the infinite one-dimensional coupled cavity array, with each cavity containing a single qubit. We have predicted a substantial dependence of pulse transparency on its dimensionless width $\\tau_0$. In particular, short pulses whose widths range from $\\tau_0\\ll 1$ to $\\tau_0\\lesssim 1$ exhibit simple, almost linear dispersion law with a finite frequency gap of the order of the cavity array photonic band gap. That is, the medium is opaque for very short pulses with carrier wave frequency below the photonic gap. When the pulse width exceeds the critical one, a twin transparency window separated by a finite band gap appears in the soliton pulse dispersion law. Observation of predicted effects within the proposed setup would be of interest for understanding the properties of self-induced transparency effect in general and future applications in the design of quantum technological devices. ",
    "url": "https://arxiv.org/abs/2301.11035",
    "authors": [
      "Z. Ivic",
      "Z. Przulj",
      "D. Chevizovich",
      "G. P. Tsironis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2301.11044",
    "title": "An achiral magnetic photonic antenna as a tunable nanosource of  superchiral light",
    "abstract": "Sensitivity to molecular chirality is crucial for many fields, from biology and chemistry to the pharmaceutical industry. By generating superchiral light, nanophotonics has brought innovative solutions to reduce the detection volume and increase sensitivity at the cost of a non-selectivity of light chirality or a strong contribution to the background. Here, we theoretically propose an achiral plasmonic resonator, based on a rectangular nanoslit in a thin gold layer behaving as a magnetic dipole, to generate a tunable nanosource of purely superchiral light. This nanosource is free of any background, and the sign of its chirality is externally tunable in wavelength and polarization. These properties result from the coupling between the incident wave and the magnetic dipolar character of our nano-antenna. Thus, our results propose a platform with deep subwavelength detection volumes for chiral molecules in particular, in the visible, and a roadmap for optimizing the signal-to-noise ratios in circular dichroism measurements to reach single-molecule sensitivity. ",
    "url": "https://arxiv.org/abs/2301.11044",
    "authors": [
      "Lingfei Cui",
      "Xingyu Yang",
      "Benoît Reynier",
      "Catherine Schwob",
      "Sébastien Bidault",
      "Bruno Gallas",
      "Mathieu Mivelle"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.11165",
    "title": "Timing performances of front-end electronics with 3D-trench silicon  sensors",
    "abstract": "Detectors based on pixels with timing capabilities are gaining increasing importance in the last years. Next-to-come high-energy physics experiments at colliders require the use of time information in tracking, due to the expected levels of track densities in the foreseen experimental conditions. A promising solution to gain high-resolution performance at the sensor level is given by so-called 3D silicon sensors. The excellent intrinsic time resolution of a special case of 3D sensors, the trench type, is limited by residual non-uniformities in the duration of the induced currents. The intrinsic contribution of the sensor to the total time resolution of the system, when the detector is coupled to a front-end electronics, depends on the characteristics of the electronics itself and can be minimized with a proper design. This paper aims to analyze the possible performance in the timing of a typically-used front-end circuit, the Trans-Impedance Amplifier, considering different possible configurations. Evidence of the preferred modes of operation in sensor read-out for timing measurement will be given. ",
    "url": "https://arxiv.org/abs/2301.11165",
    "authors": [
      "Gian Matteo Cossu",
      "Adriano Lai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.11190",
    "title": "Intrinsic timing properties of ideal 3D-trench silicon sensor with fast  front-end electronics",
    "abstract": "This paper describes the fundamental timing properties of a single-pixel sensor for charged particle detection based on the 3D-trench silicon structure. We derive the results both analytically and numerically by considering a simple ideal sensor and the corresponding fast front-end electronics in two different case scenarios: ideal integrator and real fast electronics (trans-impedance amplifier). The particular shape of the Time of Arrival (TOA) distribution is examined and the relation between the time resolution and the spread of intrinsic charge collection time is discussed, by varying electronics parameters and discrimination thresholds. The results are obtained with and without simulated electronics noise. We show that the 3D-trench sensors are characterized by a $\\textit{synchronous region}$, i.e. a portion of the active volume which leads to the same TOA values when charged particles cross it. The synchronous region size is dependent on the front-end electronics and discrimination threshold, and the phenomenon represents an intrinsic physical effect that leads to the excellent time resolution of these sensors. Moreover, we show that the TOA distribution is characterized by an $\\textit{intrinsic asymmetry}$, due to the 3D geometry only, which can be mitigated in case of significant electronics jitter. ",
    "url": "https://arxiv.org/abs/2301.11190",
    "authors": [
      "Gian Matteo Cossu",
      "Davide Brundu",
      "Adriano Lai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.11213",
    "title": "Surface acoustic wave resonators on thin film piezoelectric substrates  for quantum acoustics",
    "abstract": "Lithium Niobate (LNO) is a well established material for Surface Acoustic Wave (SAW) devices including resonators, delay lines and filters. Recently, multilayer substrates based on LNO thin films have become commercially available. Here, we present a systematic study of the performance of SAW devices fabricated on LNO-on-Insulator (LNOI) and LNO-on-Silicon substrates and compare them to bulk LNO devices. Our study aims at assessing the performance of these substrates for quantum acoustics, i.e. the integration with superconducting circuits operating in the quantum regime. To this end, we design surface acoustic wave resonators with a target frequency of 5 GHz and perform experiments at millikelvin temperatures and microwave power levels corresponding to single photons or phonons. The devices are investigated regarding their internal quality factors as a function of the excitation power and temperature, which allows us to characterize and quantify losses and identify the dominating loss mechanism. For the measured devices, fitting the experimental data shows the quality factors are limited by the coupling of the resonator to a bath of two-level-systems (TLS). Our results suggest that SAW devices on thin film LNO on silicon have comparable performance to devices on bulk LNO and are viable for use in SAW-based quantum acoustic devices. ",
    "url": "https://arxiv.org/abs/2301.11213",
    "authors": [
      "Thomas Luschmann",
      "Alexander Jung",
      "Stephan Geprägs",
      "Franz X. Haslbeck",
      "Achim Marx",
      "Stefan Filipp",
      "Simon Gröblacher",
      "Rudolf Gross",
      "Hans Huebl"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.11254",
    "title": "Femtosecond Laser Engraved 2D Tunable Optofluidic Liquid Core/Air  Cladding Channel Waveguides on PDMS",
    "abstract": "We have demonstrated the fabrication and characterization of 2D liquid-based multimode optical waveguide structures over a Polydimethylsiloxane (PDMS) material-based chip. Fabrication of two separate microstructures, one with a width of 14 microns and a depth of 27 microns while the other with a width as well as depth of 110 microns, was achieved by the femtosecond laser micromachining process. The dye solution is passed through the microstructure from one end to the other; wherein the dye solution acts as the core while PDMS and air act as the cladding medium. The femtosecond laser micromachining parameters are optimized in terms of laser power, pulse width, writing speed, focused beam size, etc. The quality of fabricated microstructures is confirmed by microscopic analysis. The confirmation of liquid-core/air cladding-based waveguide is obtained through spectral and modal analysis. The optical analysis has been done by using fluorescence light coupled out from waveguide structures filled with different dye solutions. These waveguide structures give strong light confinement and intense interaction between dye solution and pump light. The developed microstructures are tunable in terms of intensity, wavelength, and beam size. Such microstructures can be implemented in the design and development of lab-on-chip microlasers and sensing applications in any multifunction lab-on-chip devices. ",
    "url": "https://arxiv.org/abs/2301.11254",
    "authors": [
      "Sanyogita",
      "Amar Ghar",
      "P. K. Panigrahi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10784",
    "title": "Oscillating nuclear charge radii as sensors for ultralight dark matter",
    "abstract": "We show that coupling of ultralight dark matter (UDM) to quarks and gluons would lead to an oscillation of the nuclear charge radius for both the quantum chromodynamics (QCD) axion and scalar dark matter. Consequently, the resulting oscillation of electronic energy levels could be resolved with optical atomic clocks, and their comparisons can be used to investigate UDM-nuclear couplings, which were previously only accessible with other platforms. We demonstrate this idea using the ${}^2S_{1/2} (F=0)\\leftrightarrow {}^2F_{7/2} (F=3)$ electric octupole and ${}^2S_{1/2} (F=0)\\leftrightarrow \\,{}^2D_{3/2} (F=2)$ electric quadrupole transitions in ${}^{171}Yb^+$. Based on the derived sensitivity coefficients for these two transitions and a long-term comparison of their frequencies using a single trapped ${}^{171}Yb^+$ ion, we find bounds on the scalar UDM-nuclear couplings and the QCD axion decay constant. These results are at a similar level compared to the tightest spectroscopic limits, and future investigations, also with other optical clocks, promise significant improvements. ",
    "url": "https://arxiv.org/abs/2301.10784",
    "authors": [
      "Abhishek Banerjee",
      "Dmitry Budker",
      "Melina Filzinger",
      "Nils Huntemann",
      "Gil Paz",
      "Gilad Perez",
      "Sergey Porsev",
      "Marianna Safronova"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10800",
    "title": "Sun resonant forcing of Mars, Moon, and Earth seismicity",
    "abstract": "Global seismicity on all three solar system's bodies with in situ measurements -- Earth, Moon, and Mars -- is due mainly to mechanical Rieger resonance (RR) of the solar wind's macroscopic flapping, driven by the well-known PRg=~154-day Rieger period and detected commonly in most heliophysical data types and the interplanetary magnetic field (IMF). Thus, InSight mission marsquakes rates are periodic with PRg as characterized by a very high (>>12) fidelity {\\Phi}=2.8 10^6 and by being the only 99%-significant spectral peak in the 385.8-64.3-nHz (1-180-day) band of highest planetary energies; the longest-span (v.9) release of raw data revealed the entire RR, excluding a tectonically active Mars. For check, I analyze rates of Oct 2015-Feb 2019, Mw5.6+ earthquakes, and all (1969-1977) Apollo mission moonquakes. To decouple magnetosphere and IMF effects, I study Earth and Moon seismicity during traversals of the Earth magnetotail vs. IMF. The analysis showed with 99-67% confidence and {\\Phi}>>12 fidelity that (an unspecified majority of) moonquakes and Mw5.6+ earthquakes also recur at Rieger periods. About half of the spectral peaks split but also into clusters that average to the usual Rieger periodicities, where magnetotail reconnecting clears the signal. Earlier claims that solar plasma dynamics could be seismogenic due to electrical surging or magnetohydrodynamic interactions between magnetically trapped plasma and water molecules embedded within solid matter are confirmed. This result calls for reinterpreting the seismicity phenomenon and for reliance on global magnitude scales. The predictability of solar-wind macroscopic dynamics is now within reach for the first time, which will benefit seismic and weather prediction and the safety of space missions. ",
    "url": "https://arxiv.org/abs/2301.10800",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Numerical Analysis (math.NA)",
      "Chaotic Dynamics (nlin.CD)",
      "Geophysics (physics.geo-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10809",
    "title": "Photophysics of Intrinsic Single-Photon Emitters in Silicon Nitride at  Low Temperatures",
    "abstract": "A robust process for fabricating intrinsic single-photon emitters in silicon nitride has been recently established. These emitters show promise for quantum applications due to room-temperature operation and monolithic integration with the technologically mature silicon nitride photonics platform. Here, the fundamental photophysical properties of these emitters are probed through measurements of optical transition wavelengths, linewidths, and photon antibunching as a function of temperature from 4.2K to 300K. Important insight into the potential for lifetime-limited linewidths is provided through measurements of inhomogeneous and temperature-dependent homogeneous broadening of the zero-phonon lines. At 4.2K, spectral diffusion was found to be the main broadening mechanism, while time-resolved spectroscopy measurements revealed homogeneously broadened zero-phonon lines with instrument-limited linewidths. ",
    "url": "https://arxiv.org/abs/2301.10809",
    "authors": [
      "Zachariah O. Martin",
      "Alexander Senichev",
      "Samuel Peana",
      "Benjamin J. Lawrie",
      "Alexei S. Lagutchev",
      "Alexandra Boltasseva",
      "Vladimir M. Shalaev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.11008",
    "title": "Fine-tunable near-critical Stranski-Krastanov growth of InAs/InP quantum  dots",
    "abstract": "Emerging applications of self-assembled semiconductor quantum dot (QD)-based nonclassical light sources emitting in the telecom C-band (1530 to 1565 nm) present challenges in terms of controlled synthesis of their low-density ensembles, critical for device processing with an isolated QD. This work shows how to control the surface density and size of InAs/InP quantum dots over a wide range by tailoring the conditions of Stranski-Krastanow growth. We demonstrate that in the near-critical growth regime, the density of quantum dots can be tuned between $10^7$ and $10^{10} cm^{-2}$. Furthermore, employing both experimental and modeling approaches, we show that the size (and therefore the emission wavelength) of InAs nanoislands on InP can be controlled independently from their surface density. Finally, we demonstrate that our growth method gives low-density ensembles resulting in well-isolated QD-originated emission lines in the telecom C-band. ",
    "url": "https://arxiv.org/abs/2301.11008",
    "authors": [
      "Yury Berdnikov",
      "Pawel Holewa",
      "Shima Kadkhodazadeh",
      "Jan Mikolaj Smigiel",
      "Adrianna Frackowiak",
      "Aurimas Sakanas",
      "Kresten Yvind",
      "Marcin Syperek",
      "Elizaveta Semenova"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11023",
    "title": "Physiological search for quantum biological effects based on the  Wigner-Yanase connection between coherence and uncertainty",
    "abstract": "A fundamental concept of quantum physics, the Wigner Yanase information, is here used as a measure of quantum coherence in spin-dependent radical-pair reactions pertaining to biological magnetic sensing. This measure is connected to the uncertainty of the reaction yields, and further, to the statistics of a cellular receptor-ligand system used to biochemically convey magnetic-field changes. Measurable physiological quantities, such as the number of receptors and fluctuations in ligand concentration, are shown to reflect the introduced Wigner-Yanase measure of singlet-triplet coherence. We arrive at a quantum-biological uncertainty relation, connecting the product of a biological resource and a biological figure of merit with the Wigner-Yanase coherence. Our approach can serve a general search for quantum-coherent effects within cellular environments. ",
    "url": "https://arxiv.org/abs/2301.11023",
    "authors": [
      "I. K. Kominis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11177",
    "title": "QUICK$^3$ -- Design of a satellite-based quantum light source for  quantum communication and extended physical theory tests in space",
    "abstract": "Modern quantum technologies have matured such that they can now be used in space applications, e.g., long-distance quantum communication. Here, we present the design of a compact true single photon source that can enhance the secure data rates in satellite-based quantum key distribution scenarios compared to conventional laser-based light sources. Our quantum light source is a fluorescent color center in hexagonal boron nitride. The emitter is off-resonantly excited by a diode laser and directly coupled to an integrated photonic processor that routes the photons to different experiments performed directly on-chip: (i) the characterization of the single photon source and (ii) testing a fundamental postulate of quantum mechanics, namely the relation of the probability density and the wave function (known as Born's rule). The described payload is currently being integrated into a 3U CubeSat and scheduled for launch in 2024 into low Earth orbit. We can therefore evaluate the feasibility of true single photon sources and reconfigurable photonic circuits in space. This provides a promising route toward a high-speed quantum network. ",
    "url": "https://arxiv.org/abs/2301.11177",
    "authors": [
      "Najme Ahmadi",
      "Sven Schwertfeger",
      "Philipp Werner",
      "Lukas Wiese",
      "Joseph Lester",
      "Elisa Da Ros",
      "Josefine Krause",
      "Sebastian Ritter",
      "Mostafa Abasifard",
      "Chanaprom Cholsuk",
      "Ria G. Krämer",
      "Simone Atzeni",
      "Mustafa Gündoğan",
      "Subash Sachidananda",
      "Daniel Pardo",
      "Stefan Nolte",
      "Alexander Lohrmann",
      "Alexander Ling",
      "Julian Bartholomäus",
      "Giacomo Corrielli",
      "Markus Krutzik",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11258",
    "title": "Quantum Test of the Local Position Invariance with Internal Clock  Interferometry",
    "abstract": "Current attempts to test local position invariance (LPI) compare different clock transition rates with classically exchanged signals. We propose an experimental scheme for the quantum test of LPI: an internal atomic clock interferometer comprising two interfering clocks within one atom. We prepare the atom in a superposition of two clock states and one ground state, which evolves coherently along two quantum clock oscillations into stable internal Ramsey interference patterns. The interference pattern with the shared ground state shows a visibility modulation, which can be interpreted as the beating of the individual clock oscillations and a direct consequence of complementarity. Upon the interferometer experiencing a different gravitational potential, LPI predicts that both clock tick rates will change proportionally, while quantum complementarity indicates that the visibility modulation should modify accordingly. This change is deemed insignificant for the first period of visibility modulation but can be stacked up until the limit of the system coherence time. Since no splitting or recombining is involved, the system coherence time can be as long as the trap lifetime or the clock state lifetime. The required resolution to observe the visibility modulation is within reach of the state-of-art optical clocks' sensitivities. This experimental scheme is feasible in different scenarios, still or with speed, and may shed new light on studying the quantum effect of time and general relativity. ",
    "url": "https://arxiv.org/abs/2301.11258",
    "authors": [
      "Zhifan Zhou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11279",
    "title": "Gaussian process regression and conditional Karhunen-Loéve models  for data assimilation in inverse problems",
    "abstract": "We present a model inversion algorithm, CKLEMAP, for data assimilation and parameter estimation in partial differential equation models of physical systems with spatially heterogeneous parameter fields. These fields are approximated using low-dimensional conditional Karhunen-Lo\\'{e}ve expansions, which are constructed using Gaussian process regression models of these fields trained on the parameters' measurements. We then assimilate measurements of the state of the system and compute the maximum a posteriori estimate of the CKLE coefficients by solving a nonlinear least-squares problem. When solving this optimization problem, we efficiently compute the Jacobian of the vector objective by exploiting the sparsity structure of the linear system of equations associated with the forward solution of the physics problem. The CKLEMAP method provides better scalability compared to the standard MAP method. In the MAP method, the number of unknowns to be estimated is equal to the number of elements in the numerical forward model. On the other hand, in CKLEMAP, the number of unknowns (CKLE coefficients) is controlled by the smoothness of the parameter field and the number of measurements, and is in general much smaller than the number of discretization nodes, which leads to a significant reduction of computational cost with respect to the standard MAP method. To show its advantage in scalability, we apply CKLEMAP to estimate the transmissivity field in a two-dimensional steady-state subsurface flow model of the Hanford Site by assimilating synthetic measurements of transmissivity and hydraulic head. We find that the execution time of CKLEMAP scales nearly linearly as $N^{1.33}$, where $N$ is the number of discretization nodes, while the execution time of standard MAP scales as $N^{2.91}$. The CKLEMAP method improved execution time without sacrificing accuracy when compared to the standard MAP. ",
    "url": "https://arxiv.org/abs/2301.11279",
    "authors": [
      "Yu-Hong Yeung",
      "David A. Barajas-Solano",
      "Alexandre M. Tartakovsky"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Analysis of PDEs (math.AP)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2107.09526",
    "title": "Anomalous statistics of laser-cooled atoms in dissipative optical  lattices",
    "abstract": " Title: Anomalous statistics of laser-cooled atoms in dissipative optical  lattices ",
    "url": "https://arxiv.org/abs/2107.09526",
    "authors": [
      "Gadi Afek",
      "Nir Davidson",
      "David A. Kessler",
      "Eli Barkai"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01319",
    "title": "Multiple-cell cavity design for high mass axion searches: an in-depth  study",
    "abstract": " Comments: 19 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2205.01319",
    "authors": [
      "Junu Jeong",
      "Sungwoo Youn",
      "Jihn E. Kim"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.07279",
    "title": "BaF molecules in neon ice: trapping, spectroscopy and optical control of  electron spins",
    "abstract": " Title: BaF molecules in neon ice: trapping, spectroscopy and optical control of  electron spins ",
    "url": "https://arxiv.org/abs/2207.07279",
    "authors": [
      "Samuel J. Li",
      "Harish D. Ramachandran",
      "Rhys Anderson",
      "Amar C. Vutha"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05208",
    "title": "Integrated O- and C-band Silicon-Lithium Niobate Mach-Zehnder Modulators  with 100 GHz Bandwidth, Low Voltage, and Low Loss",
    "abstract": " Comments: 21 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2211.05208",
    "authors": [
      "Forrest Valdez",
      "Viphretuo Mere",
      "Xiaoxi Wang",
      "Shayan Mookherjea"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.07792",
    "title": "Feedback-cooling the fundamental torsional mechanical mode of a tapered  optical fiber to 30 mK",
    "abstract": " Title: Feedback-cooling the fundamental torsional mechanical mode of a tapered  optical fiber to 30 mK ",
    "url": "https://arxiv.org/abs/2301.07792",
    "authors": [
      "Felix Tebbenjohanns",
      "Jihao Jia",
      "Michael Antesberger",
      "Adarsh Shankar Prasad",
      "Sebastian Pucher",
      "Arno Rauschenbeutel",
      "Jürgen Volz",
      "Philipp Schneeweiss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]