[
  {
    "id": "arXiv:2504.03795",
    "title": "Electromagnetic Helicity in Twisted Cavity Resonators",
    "abstract": "           Through left- or right-handed twisting, we investigate the impact of mirror-asymmetry (chirality) of the conducting boundary conditions of an equilaterial triangular cross-section electromagnetic resonator. We observe the generation of eigenmodes with non-zero electromagnetic helicity as a result of the coupling of near degenerate TE$_{11(p+1)}$ and TM$_{11p}$ modes. This can be interpreted as an emergence of magneto-electric coupling, which in turn produces a measurable shift in resonant mode frequency as a function of twist angle. We show that this coupling mechanism is equivalent to introducing a non-zero chirality material parameter $\\kappa_\\text{eff}$ or axion field $\\theta_{\\text{eff}}$ to the medium. Our findings demonstrate the potential for real-time, macroscopic manipulation of electromagnetic helicity.         ",
    "url": "https://arxiv.org/abs/2504.03795",
    "authors": [
      "E. C. I. Paterson",
      "J. Bourhill",
      "M. E. Tobar",
      "M. Goryachev"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2504.03919",
    "title": "Magnetized ICF implosions: ignition at low laser energy using designs with more ablator mass remaining",
    "abstract": "           This paper is the first work to redesign a spherical ICF implosion to best utilize the benefits of applying an external magnetic field. The sub-ignition experiment N170601 is taken as the baseline design, which used 1.57MJ of laser energy. The optimum magnetized design benefits from increasing the shell thickness by 14$\\mu$m and decreasing the ice thickness by 18$\\mu$m, resulting in a neutron yield of 8.9$\\times$10$^{17}$. This is 34$\\times$ greater than the unmagnetized simulation of the same design, and 18.5$\\times$ the greatest unmagnetized simulation across all designs simulated. The resultant implosion velocity for the magnetized design is lower, which would also reduce ablation front instability growth. This design was found by using a simplified 1D magnetization model, then validated against full 2D extended-MHD capsule simulations with radiation asymmetries applied to correct the shape.         ",
    "url": "https://arxiv.org/abs/2504.03919",
    "authors": [
      "C. A. Walsh",
      "S. T. O'Neill",
      "D. J. Strozzi",
      "L. S. Leal",
      "R. Spiers",
      "A. J. Crilly",
      "B. Pollock",
      "H. Sio",
      "B. Hammel",
      "B. Z. Djordjevic",
      "O. Hurricane",
      "J. P. Chittenden",
      "J. D. Moody"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04009",
    "title": "Engineering nonlinear activation functions for all-optical neural networks via quantum interference",
    "abstract": "           All-optical neural networks (AONNs) harness the wave nature of light to achieve unparalleled speed and energy efficiency for artificial intelligence tasks, outperforming their electronic counterparts. Despite their potential, the development of deep AONNs is constrained by the high optical power demands of conventional nonlinear optical processes, which limits scalability. This work introduces a novel low-power nonlinear optical activation function scheme based on a three-level quantum medium driven by two laser fields. Unlike traditional single-input, single-output activations, our design offers two-port optical nonlinear activation functions with both self- and cross-nonlinearities, making them great candidates for multi-input, multi-output networks. The approach allows precise control of nonlinear optical behavior, achieving sigmoid and rectified linear unit (ReLU)functions at ultralow power levels (~ 17 uW per neuron). Our theoretical and numerical analysis demonstrates the feasibility of constructing large-scale, deep AONNs with millions of neurons powered by less than 100 W of optical power. This advancement represents a significant step toward scalable, high-speed, and energy-efficient AONNs for next-generation AI hardware.         ",
    "url": "https://arxiv.org/abs/2504.04009",
    "authors": [
      "Xinzhe Xu",
      "Ruben Canora",
      "Hadiseh Alaeian",
      "Shengwang Du"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04149",
    "title": "Erbium-doped lithium niobate waveguide amplifier enhanced by an inverse-designed on-chip reflector",
    "abstract": "           This study presents a 3.6-cm-long erbium-doped lithium niobate waveguide amplifier enhanced by an inverse-designed on-chip reflector. Integrating the reflector at the waveguide end yielded an internal net gain of 40.5 dB, achieving a 17.3 dB gain improvement compared to a comparable reflector-free amplifier under small signal conditions. By eliminating bidirectional pumping requirements, the system complexity was reduced. These results highlight a novel strategy for optimizing integrated optical amplifiers, combining high gain with simplified architecture. The approach holds promise for advancing high-density photonic integrated systems, demonstrating the efficacy of inverse design in tailoring photonic device performance for practical applications.         ",
    "url": "https://arxiv.org/abs/2504.04149",
    "authors": [
      "Zhiwei Wei",
      "Jiangwei Wu",
      "Chengyu Chen",
      "Hao Li",
      "Wenjie Wan",
      "Xianfeng Chen",
      "Yuping Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.04254",
    "title": "Three strongly coupled Kerr parametric oscillators forming a Boltzmann machine",
    "abstract": "           Coupled Kerr parametric oscillators (KPOs) are a promising resource for classical and quantum analog computation, for example to find the ground state of Ising Hamiltonians. Yet, the state space of strongly coupled KPO networks is very involved. As such, their phase diagram sometimes features either too few or too many states, including some that cannot be mapped to Ising spin configurations. This complexity makes it challenging to find and meet the conditions under which an analog optimization algorithm can be successful. Here, we demonstrate how to use three strongly coupled KPOs as a simulator for an Ising Hamiltonian, and estimate its ground state using a Boltzmann sampling measurement. While fully classical, our work is directly relevant for quantum systems operating on coherent states.         ",
    "url": "https://arxiv.org/abs/2504.04254",
    "authors": [
      "Gabriel Margiani",
      "Orjan Ameye",
      "Oded Zilberberg",
      "Alexander Eichler"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04563",
    "title": "A new theoretical inverse quadratic Apodization function: A Comparison with traditional Apodization functions",
    "abstract": "           Standard apodization methods suppress side lobes but increase FWHM, reducing lateral resolution. Grating lobes can interfere with the main lobe, introducing artifacts in ultrasound images. A simple mathematical apodization function is needed to reduce side lobes while decreasing FWHM, thereby improving lateral resolution. The advantage of the new apodization function is that it performs comparably to the Hanning function in suppressing the first grating lobe while also reducing FWHM. This leads to improved lateral resolution and fewer artifacts caused by interference between side lobes and the main beam. Simulations using the new inverse quadratic apodization and no apodization were conducted with a wave pressure model. The new method was implemented using a rectangular function convoluted with the Fourier transform of an inverse quadratic. FWHM and the first side lobe amplitudes were quantified and compared across apodization functions. The inverse quadratic apodization outperformed no apodization in FWHM, with values of 0.906 mm and 1.22 mm, respectively. For first grating lobe suppression, the inverse quadratic and Hanning apodizations yielded -31.47 dB and -31 dB, respectively. Simulated B-mode wire phantom scans showed CNR values of 1.06 (no apodization), 1.32 (Hanning), and 1.66 (inverse quadratic). Corresponding image sharpness values were 7.3398, 6.6009, and 7.0039. The proposed apodization improves FWHM over rectangular and better suppresses the first side lobe than Hanning. When combined with Slepian sequences, the method yields superior CNR compared to standard apodizations, with only a slight trade-off in sharpness.         ",
    "url": "https://arxiv.org/abs/2504.04563",
    "authors": [
      "Dalton H Bermudez"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04595",
    "title": "Analysis of inertial-range intermittency in forward and inverse cascade regions in isotropic turbulence",
    "abstract": "           In order to test the hypothesis that inverse cascade regions in turbulent flows might exhibit more Gaussian noise-like and less intermittent small-scale statistics compared to the overall statistics, in this work we measure degrees of small-scale intermittency separately in regions of forward and inverse cascade. The local energy cascade rate $(\\Phi_\\ell)$ at length scale $(\\ell)$ is defined using the scale-integrated Kolmogorov-Hill (KH) equation. To characterize intermittency, we analyze the probability density functions (PDFs) of longitudinal and transverse velocity increments at scale $\\ell$, conditioned on positive and negative $\\Phi_\\ell$ (local forward and inverse cascades). Our findings reveal that transverse velocity increments display approximately the same degree of non-Gaussianity and intermittency, in both forward or inverse cascade regions. The only noticeable difference is observed for longitudinal velocity increments that display strong negative skewness in regions of forward cascade compared to small positive skewness in regions of inverse cascade. We repeat the analysis for filtered velocity gradient tensor elements at scale $\\ell$ and obtain similar results, except that the skewness of its longitudinal elements is slightly negative even in regions of inverse cascade. The analysis is based on isotropic turbulence data ($Re_\\lambda \\sim 1{,}250$) available from the public Johns Hopkins Turbulence Databases, JHTDB v2.0. This refactored system is based on the Zarr storage format, while data access is based on the ``virtual sensor'' approach, enabled by a Python backend package (Giverny) that replaces the legacy SQL storage and SOAP Web Services-based approaches. Information about the new system as well as sample Python notebooks are described and illustrated. (Matlab, C, and Fortran access methods are also provided).         ",
    "url": "https://arxiv.org/abs/2504.04595",
    "authors": [
      "H. Yao",
      "M. Schnaubelt",
      "A. Lubonja",
      "D. Medvedev",
      "Y. Hao",
      "M. Wang",
      "G. Lemson",
      "R. Burns",
      "A.S. Szalay",
      "P.K. Yeung",
      "G. Eyink",
      "T. A. Zaki",
      "C. Meneveau"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2504.04727",
    "title": "Regression Model for Measurement of Wound Dimensions by Webcam Scanners and Time-of-Flight Sensors",
    "abstract": "           One use of image processing is for medical equipment such as wound identification. This technology is carried out non-invasively by taking images so as to avoid direct touch with the wound thereby reducing the possibility of infection. The images obtained using the RGB camera will be used for color segmentation which will measure the wound dimensions. However, the image data is in the form of a raster, the distance will affect the pixel size. Therefore, it is necessary to consider the distance of the camera measurement to the object. The time-of-flight (ToF) method with a lidar sensor is used to calculate the distance of the camera to the object. It is necessary to calculate the ratio of the distance to the number of pixels obtained so that the value is always consistent. This study analyzed the use of appropriate ratios and regression systems on a webcam and a lidar sensor for measuring wound dimensions. The results of the study show that there is a regression model with a second-order polynomial relationship for the distance and number of pixels obtained consistently with an error value of less than 5% which shows very good results         ",
    "url": "https://arxiv.org/abs/2504.04727",
    "authors": [
      "S.B. Wibowo",
      "A.A. Nugroho",
      "L. Awaludin",
      "L. Hidayat"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.04730",
    "title": "Precision Thermo-Welding of Polymer Microspheres into Periodically Organized, Hybrid, Mechanically Rollable Coupled-Resonator Optical Waveguides",
    "abstract": "           Polymer microspherical resonators that trap light are crucial structures for on-chip and on-board integration in nanophotonic applications. Using advanced micromanipulation and thermo-welding methods, we successfully create welded polystyrene-based coupled-resonator optical waveguides (CROWs) with customized lengths, shapes, and optical characteristics. Through the thermal fusion of blue, green, and red fluorophore-doped polystyrene microspheres, multi-fluorescent cohesive units are created from dimeric to henicosameric periodic arrangements. Detailed micro-spectroscopy studies reveal CROWs' capability to support optical whispering-gallery modes. The periodic arrangements of different fluorophore-doped resonators within the CROW facilitate efficient guided transmission of light via both active and passive mechanisms in opposite directions. The welded structures exhibit mechanically driven rolling motion, confirming their integration as cohesive units. These findings highlight the versatility and performance of thermo-welded polymer microsphere-based waveguides, paving the way for scalable, low-cost photonic devices in sensing, modulation, and light guiding, emphasizing their role in future integrated photonics.         ",
    "url": "https://arxiv.org/abs/2504.04730",
    "authors": [
      "Kapil Yadav",
      "Jyotisman Hazarika",
      "Mehdi Rohullah",
      "Melchi Chosenyah",
      "Rajadurai Chandrasekar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2504.04754",
    "title": "Design and simulation of GaSe hybrid photonic waveguides on a \\b{eta}-Ga2O3 platform",
    "abstract": "           This study explores the potential of a novel material platform combining Gallium Selenide (GaSe) with a \\b{eta}-Ga2O3 substrate and Al2O3 cladding for advanced photonic waveguides. The numerical investigation of the optical performance of GaSe-based waveguides focuses on key parameters such as power confinement factor (PCF), propagation loss, and effective mode index for both of the modes of Transverse Electric (TE) as well as Transverse Magnetic (TM). The results demonstrate that the GaSe/Al2O3/\\b{eta}-Ga2O3 waveguide exhibits excellent optical confinement, with PCF values exceeding 96% for both the TE and TM modes at a wavelength of 1.55 {\\mu}m. The waveguide also shows low propagation losses, particularly for the TM mode, making it suitable for long-wavelength applications. Furthermore, the study highlights the impact of core dimensions and cladding height on waveguide performance, providing insights into optimizing the design for minimal loss and maximal efficiency that demonstrates the potential of III-VI compound-based waveguides. This treatise also focuses on the bending losses by varying the wavelength and bending radius for both of the TE and TM mode of the GaSe-based waveguide. The waveguide shows the reflecting loss of -25.08 dB and transmission loss of -5.97 dB for the bending radius of 2 {\\mu}m and wavelength of 1.55 {\\mu}m. This work underscores the potential of GaSe-based waveguides on a \\b{eta}-Ga2O3 platform for next-generation photonic integrated circuits.         ",
    "url": "https://arxiv.org/abs/2504.04754",
    "authors": [
      "Md. Nakibul Islam",
      "Md. Islahur Rahman Ebon",
      "Sergey A. Degtyarev",
      "Jaker Hossain"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04777",
    "title": "Dispersion in Rotating Electron-Positron-Ion Quantum Plasma",
    "abstract": "           Quantum plasmas in astrophysical environments are abundant due to extreme electric, magnetic, and gravitational fields. These plasmas can be most clearly observed in neutron stars, white dwarfs, brown dwarfs, red dwarfs, accretion disks of black holes, pulsars, quasars, and more. This paper examines the propagation of electromagnetic waves in a three-component e-p-i quantum plasma within a rotating frame, considering the particles' spin, Fermi pressure, and quantum Bohm potential. Additionally, effects unique to this specific environment, such as rotation and gravity, are included. The dispersion of electrons, ions, and positrons has been obtained separately, and their coupling has been analyzed to understand the collective behavior. It has been noted that the quantum effects of Fermi pressure and Bohm potential significantly influence particle dynamics.         ",
    "url": "https://arxiv.org/abs/2504.04777",
    "authors": [
      "Atherv Saxena",
      "Sudeep Nadgambe",
      "Rajan Mishra",
      "Punit Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04788",
    "title": "Parametrically driven Kerr temporal soliton crystals",
    "abstract": "           We theoretically investigate the excitation, dynamics of parametrically driven soliton crystals and their resulting frequency combs in doubly resonant cavities with quadratic and cubic nonlinearities. We demonstrate that soliton crystal states act as strong attractors, where pump depletion and pump phase play crucial roles in their stabilization by ensuring equal soliton spacing and coherence. The number of solitons is primarily determined by driving strength. Additionally, we identify a novel nonlinear state in parametric soliton crystals in which circulating solitons periodically alternate their intensities and group velocities, a phenomenon we term the soliton-pursuing states. Furthermore, due to the phase-selective nature of the optical parametric process, we show how different configurations of soliton phases influence the optical frequency combs, which may enable generating odd harmonic combs.         ",
    "url": "https://arxiv.org/abs/2504.04788",
    "authors": [
      "Yifan Sun",
      "Clément Dupont",
      "Edem Kossi Akakpo",
      "Francesco De Lucia",
      "Georges Semaan",
      "Simon-Pierre Gorza",
      "François Leo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2504.04899",
    "title": "Achieving precision in measuring birefringence characteristics of a periodically-poled Lithium Niobate waveguide",
    "abstract": "           The refraction of light in an optical medium is not only a subject of fundamental interest, but the refractive index also plays a crucial role in applications involving integrated and non-linear optics. One such application is photon-pair generation in waveguides with second-order non-linearity. The spectral properties of the generated photon pairs are governed by the effective group refractive indices of the interacting modes, which normally are calculated via Sellmeier's equations for bulk crystals. However, in integrated optics, the effective group refractive indices experienced by the propagating modes can differ from those in bulk materials. Therefore, we present an accurate, in-situ measurement technique for determining the birefringence characteristics of a structure with high reflective end facets by performing a Fourier transformation of the light transmission spectrum and apply this method to a periodically-poled Lithium Niobate waveguide resonator in the telecom wavelength range. We directly predict important spectral figures of merit of the photon-pair generation process, which depend on the optical path length difference that can be resolved with a high precision of more than 16 standard deviations.         ",
    "url": "https://arxiv.org/abs/2504.04899",
    "authors": [
      "Stefan Kazmaier",
      "Kaisa Laiho"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.04971",
    "title": "Below threshold nonsequential double ionization with linearly polarized two-color fields II: Quantum interference",
    "abstract": "           We perform a systematic analysis of intra-channel quantum interference in laser-induced nonsequential double ionization with linearly polarized bichromatic fields, focusing on the recollision-excitation with subsequent ionization (RESI) mechanism, and employing the strong-field approximation. We generalize and elaborate several analytic interference conditions for RESI in arbitrary driving fields, with a focus on the interference arising from the specific symmetries of bichromatic fields. For example, for waves of comparable strengths, multiple events per half cycle for the direct electron must be considered. Furthermore, interference breaks some of the symmetries arising from the field. We detangle the superimposed interference fringes originating from phase differences related to symmetrization due to electron exchange, temporal shifts and a combination of exchange and event interference. We show that the hierarchy between exchange-only and exchange-temporal interference is fluid and can be manipulated by an appropriate choice of driving-field parameters. This is enabled by different types of interference occupying specific regions of the plane spanned by the electron momentum components parallel to the driving-field polarization.         ",
    "url": "https://arxiv.org/abs/2504.04971",
    "authors": [
      "S. Hashim",
      "D. Habibović",
      "C. Figueira de Morisson Faria"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.05051",
    "title": "Chiral optical forces in a slot waveguide for separation of molecules in gas",
    "abstract": "           Chiral optical forces present an exciting avenue into the separation of enantiomers in an all-optical fashion. In this work, we explore via numerical simulations and analytical calculations the feasibility of the separation of chiral molecules by using guided light in a dielectric slot waveguide. Our results suggest that it is possible to separate [6]helicene enantiomers suspended in gas within several hours when applying optical powers of 100 mW.         ",
    "url": "https://arxiv.org/abs/2504.05051",
    "authors": [
      "Josep Martínez-Romeu",
      "Daniel Arenas-Ortega",
      "Iago Diez",
      "Alejandro Martínez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.05188",
    "title": "Breakdown of Bulk-Radiation Correspondence in Radiative Photonic Lattices",
    "abstract": "           The topological characteristics of energy bands in crystalline systems are encapsulated in the Berry curvature of the bulk Bloch states. In photonic crystal slabs, far-field emission from guided resonances naturally provides a non-invasive way to probe the embedded wavefunctions, raising the question of how the information carried by escaping photons relates to the band topology. We develop a non-Hermitian model to describe the guided and leaky modes of photonic crystal slabs with long-range couplings and non-local responses. Within this framework, radiation Berry curvature is defined from the far-field polarization and compared to the conventional bulk Berry curvature of the crystal Bloch modes. We investigate this bulk-radiation correspondence in the vicinity of the $\\Gamma$-point of the square lattice and the $K$-point of the honeycomb lattice. The results show that the comparability between the bulk topology and the radiation topology is not universal; the validity is contingent upon the specific bulk Bloch states. Notably, the correspondence completely breaks down surrounding the far-field singularities, while it can hold in smooth regions under special symmetry conditions, e.g., rotational symmetry. Besides, net Berry curvature concentration is captured at the valleys of the non-local honeycomb lattice, facilitating further exploration on generalized topological phases in photonic lattices beyond the regimes with localized couplings and Hermiticity.         ",
    "url": "https://arxiv.org/abs/2504.05188",
    "authors": [
      "Xinyi Yuan",
      "Malgrey Loïc",
      "Helgi Sigurðsson",
      "Hai Son Nguyen",
      "Grazia Salerno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2504.05267",
    "title": "A Telecentric Offset Reflective Imaging System (TORIS) for Terahertz Imaging and Spectroscopy",
    "abstract": "           Terahertz (THz) imaging has emerged as a promising technology in medical diagnostics due to its non-ionizing radiation and high sensitivity to water content. However, conventional THz imaging systems face limitations such as slow mechanical scanning, restricted field of view, and poor telecentricity. To overcome these challenges, we introduce the Telecentric Offset Reflective Imaging System (TORIS), a novel dual-mirror scanning design optimized for high-speed, distortion-free imaging. The system employs a telecentric f-theta lens and is validated using ray tracing and physical optics simulations. It achieves uniform resolution across a 50 mm x 50 mm field of view without the need for mechanical translation stages. Broadband spectral imaging of a USAF resolution test target across WR-2.2 (325-500 GHz) and WR-1.5 (500-700 GHz) frequency bands demonstrates consistent beam focus and minimal distortion, with a maximum deviation of 2.7 degrees from normal incidence and a beam waist of 2.1 lambda at the field edge in the WR-1.5 band. The system's sensitivity to hydration dynamics is further validated through imaging of wet tissue paper, capturing temporal changes in water content. In vivo imaging of human skin after capsaicin patch application reveals localized hydration variations due to biochemical response and adhesive removal. These findings confirm the system's potential for real-time hydration sensing and dermatological evaluation. TORIS sets a new benchmark in THz imaging, with applications in clinical diagnostics, wound assessment, and material characterization.         ",
    "url": "https://arxiv.org/abs/2504.05267",
    "authors": [
      "Pouyan Rezapoor",
      "Aleksi Tamminen",
      "Juha Ala-Laurinaho",
      "Dan Ruan",
      "Zachary Taylor"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.05290",
    "title": "Two-photon resonance single ionization of the K-shell of an atomic ion",
    "abstract": "           The analytical structure and absolute values of the generalized cross-section of the two-photon resonance single ionization of the K-shell of a heavy neon-like ion of an iron atom (Fe$^{16+}$) were theoretically predicted. A pronounced resonant subthreshold structure of the generalized cross-section and the effect of destructive quantum interference of the probability amplitudes of radiation transitions into virtual excited states of p-symmetry have been established. The presence of a valence 2p$^6$-shell in the ion backbone causes the production of an additional giant resonance of the generalized cross-section as the effect of the \"reverse\" hard X-ray emission of K$\\alpha$-type 1s$^2$(2s$^2$)2p$^5$ + $\\hbar\\omega \\to$ 1s(2s$^2$)2p$^6$. A scheme of the proposed experiment with linearly polarized X-ray photons is presented to verify the theoretical results obtained.         ",
    "url": "https://arxiv.org/abs/2504.05290",
    "authors": [
      "Alexey N. Hopersky",
      "Alexey M. Nadolinsky",
      "Sergey A. Novikov",
      "Rustam V. Koneev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.03853",
    "title": "Multiqubit GHZ state preparation with $^{171}\\text{Yb}^+$ ions for frequency standards",
    "abstract": "           Multiqubit Greenberger-Horne-Zeilinger (GHZ) state preparation is demonstrated on two to eight qubits in the chain of ten $^{171}Yb^+$ ions in the linear Paul trap with a sequence of single-qubit and two-qubit operations and pulsed dynamical decupling. Fidelity of the 8-qubit GHZ state is estimated to be $58.9 \\pm 0.6\\%$. The expected enhanced sensitivity of the parity oscillations phase to the analyzing pulse phase is observed. This result is a step towards a multi-ion optical clock with ytterbium ions with frequency averaging following $1/N$ scaling law in contrast to the slower $1/\\sqrt{N}$ scaling for an ensemble of independent particles in case when the decoherence is dominated by the spontaneous decay.         ",
    "url": "https://arxiv.org/abs/2504.03853",
    "authors": [
      "A.E. Korolkov",
      "I.V. Zalivako",
      "A.S. Borisenko",
      "V.N. Smirnov",
      "P.A. Kamenskikh",
      "I.A. Semerikov",
      "K.Yu. Khabarova",
      "N.N. Kolachevsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.03862",
    "title": "Probing the Firn Refractive Index Profile and Borehole Closure Using Antenna Response",
    "abstract": "           We present a methodology for extracting firn ice properties using S-parameter reflection coefficients (`$S_{11}$') of antennas lowered into boreholes. Coupled with Finite-Difference Time Domain (FDTD) simulations and calculations, a depth-dependent $S_{11}$ profile can be translated into a refractive index profile. Since the response of an antenna deployed into a dry borehole depends on the diameter of the hole, multi-year $S_{11}$ measurements also permit an estimate of borehole closure complementary to estimates based on calipers or other dedicated mechanical loggers. We present first results, based on data taken in August, 2024 from boreholes at Summit Station, Greenland. We estimate borehole closure resolution of $\\mathbf{\\sim 2}$mm and also derive an index of refraction profile consistent with previous measurements.         ",
    "url": "https://arxiv.org/abs/2504.03862",
    "authors": [
      "S. Agarwal",
      "J. A. Aguilar",
      "N. Alden",
      "S. Ali",
      "P. Allison",
      "M. Betts",
      "D. Besson",
      "A. Bishop",
      "O. Botner",
      "S. Bouma",
      "S. Buitink",
      "R. Camphyn",
      "S. Chiche",
      "B. A. Clark",
      "A. Coleman",
      "K. Couberly",
      "S. de Kockere",
      "K. D. de Vries",
      "C. Deaconu",
      "P. Giri",
      "C. Glaser",
      "T. Glusenkamp",
      "A. Hallgren",
      "S. Hallmann",
      "J. C. Hanson",
      "B. Hendricks",
      "J. Henrichs",
      "N. Heyer",
      "C. Hornhuber",
      "E. Huesca Santiago",
      "K. Hughes",
      "T. Karg",
      "A. Karle",
      "J. L. Kelley",
      "M. Korntheuer",
      "M. Kowalski",
      "I. Kravchenko",
      "R. Krebs",
      "R. Lahmann",
      "C. H. Liu",
      "M. J. Marsee",
      "C. McLennan",
      "M. Mikhailova",
      "K. Mulrey",
      "M. Muzio",
      "A. Nelles",
      "A. Novikov",
      "A. Nozdrina",
      "E. Oberla",
      "B. Oeyen",
      "N. Punsuebsay",
      "L. Pyras",
      "M. Ravn",
      "D. Ryckbosch",
      "F. Schluter",
      "O. Scholten",
      "D. Seckel",
      "M. F. H. Seikh",
      "J. Stachurska",
      "J. Stoffels",
      "S. Toscano",
      "D. Tosi",
      "J. Tutt",
      "D. J. Van Den Broeck",
      "N. van Eijndhoven",
      "A. G. Vieregg",
      "A. Vijai",
      "C. Welling",
      "D. R. Williams",
      "P. Windischhofer",
      "S. Wissel",
      "R. Young",
      "A. Zink"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.03893",
    "title": "High-Dimensional Quantum Key Distribution with Qubit-like States",
    "abstract": "           Quantum key distribution (QKD) protocols most often use two conjugate bases in order to verify the security of the quantum channel. In the majority of protocols, these bases are mutually unbiased to one another, which is to say they are formed from balanced superpositions of the entire set of states in the opposing basis. Here, we introduce a high-dimensional QKD protocol using qubit-like states, referred to as Fourier-qubits (or $\\textit{F}$-qubits). In our scheme, each $\\textit{F}$-qubit is a superposition of only two computational basis states with a relative phase that can take $d$ distinct values, where $d$ is the dimension of the computational basis. This non-mutually unbiased approach allows us to bound the information leaked to an eavesdropper, maintaining security in high-dimensional quantum systems despite the states' seemingly two-dimensional nature. By simplifying state preparation and measurement, our protocol offers a practical alternative for secure high-dimensional quantum communications. We experimentally demonstrate this protocol for a noisy high-dimensional QKD channel using the orbital angular momentum degree of freedom of light and discuss the potential benefits for encoding in other degrees of freedom.         ",
    "url": "https://arxiv.org/abs/2504.03893",
    "authors": [
      "Lukas Scarfe",
      "Rojan Abolhassani",
      "Frédéric Bouchard",
      "Aaron Goldberg",
      "Khabat Heshami",
      "Francesco Di Colandrea",
      "Ebrahim Karimi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.03896",
    "title": "Enhanced Reactivity in Janus Transition Metal Dichalcogenide Quantum Dots: Charge-Density Asymmetry and Hydrodesulfurization Potential",
    "abstract": "           Quantum dots (QDs) are nanoscale materials that exhibit unique electronic and optical properties due to quantum confinement effects, making them highly relevant for applications in catalysis, optoelectronics, and energy conversion. While transition metal dichalcogenide (TMD) QDs have been extensively studied in their pristine forms, Janus-type TMD QDs -- featuring compositional asymmetry across their atomic layers -- offer an additional degree of tunability through charge-density gradients and curvature effects, yet remain comparatively unexplored. In this work, we investigate the electronic and structural properties of Janus TMD QDs composed of molybdenum (Mo) or tungsten (W) in combination with chalcogen elements (S, Se, Te) and oxygen, exploring three distinct structural classes: pristine, non-oxidized Janus, and oxidized Janus phases. Using first-principles calculations, including static DFT and ab initio molecular dynamics (AIMD) simulations, we analyze curvature evolution, electrostatic potential isosurfaces, charge-density asymmetry, and surface formation energies to assess size- and composition-dependent stability. Our findings reveal that oxidation induces significant curvature and charge localization, particularly in W-based systems, enhancing their potential as catalysts for hydrodesulfurization reactions. Additionally, we identify size- and geometry-dependent stability trends, with larger and beta-type QDs exhibiting superior thermodynamic and thermal robustness. These results provide a comprehensive theoretical foundation for the design and synthesis of structurally tunable Janus QDs with tailored properties for catalytic and electronic applications.         ",
    "url": "https://arxiv.org/abs/2504.03896",
    "authors": [
      "Jair Dominguez",
      "Raul Santoy",
      "Jose Paez",
      "Rodrigo Perez",
      "Luis Pellegrin",
      "Do Minh Hoat",
      "Jonathan Guerrero"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04403",
    "title": "Experimental evidence of quantum interferences in CO-H$_2$ rotational energy transfer at room temperature",
    "abstract": "           Using time-resolved infrared-vacuum-ultraviolet double-resonance spectroscopy, experimental room temperature measurements of state-to-state rate coefficients for rotational energy transfer within the X $^1\\Sigma^+(v=2)$ vibrational state of CO due to H$_2$ collisions have been compared to accurate 4-D close-coupling quantum calculations. Theoretically predicted quantum interferences in the CO-H$_2$ collisional system are experimentally observed for the first time at room temperature, and excellent agreement between theory and experiment is observed. These results provide a valuable benchmark for validating the anisotropic part of the potential energy surface, thereby supporting the theoretical modeling of CO emission in warm astrophysical environments such as photodissociation regions.         ",
    "url": "https://arxiv.org/abs/2504.04403",
    "authors": [
      "Hamza Labiad",
      "Alexandre Faure",
      "Ian R. Sims"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2504.04769",
    "title": "Scalable simulation of random quantum circuits using projected entangled-pair states",
    "abstract": "           Classical simulation of a programmable quantum processor is crucial in identifying the threshold of a quantum advantage. We use the simple update of projected entangled-pair states (PEPSs) in the Vidal gauge to simulate the states of random quantum circuits (RQCs), which center around recent quantum advantage claims. Applied to square lattices of qubits akin to state-of-the-art superconducting processors, our PEPS simulation is exact for circuit depths less than $D_\\mathrm{tr}$ = $\\beta\\log_2\\chi$, where $\\chi$ is the maximum bond dimension and $2 \\lesssim \\beta \\lesssim 4$ depends on the choice of two-qubit gates, independent of the qubit number $n$. We find the universal scaling behaviors of the state fidelity by performing large-scale simulations for $n \\leq 10^{4}$ or $\\chi \\leq 128$ on a conventional CPU. Our method has computational cost scaling polynomially with $n$ for circuit depth $D =O(\\log n)$ and is more advantageous than matrix product state (MPS) approaches if $n$ is large. This work underscores PEPSs as a scalable tool for benchmarking quantum algorithms, with future potential for sampling applications using advanced contraction techniques.         ",
    "url": "https://arxiv.org/abs/2504.04769",
    "authors": [
      "Sung-Bin B. Lee",
      "Hee Ryang Choi",
      "Daniel Donghyon Ohm",
      "Seung-Sup B. Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04882",
    "title": "Observation of non-Hermitian bulk-boundary correspondence in non-chiral non-unitary quantum dynamics of single photons",
    "abstract": "           The breakdown of conventional bulk-boundary correspondence, a cornerstone of topological physics, is one of counter-intuitive phenomena in non-Hermitian systems, that is deeply rooted in symmetry. In particular, preserved chiral symmetry is one of the key ingredients, which plays a pivotal role in determining non-Hermitian topology. Nevertheless, chiral symmetry breaking in non-Hermitian systems disrupts topological protection, modifies topological invariants, and substantially reshapes spectral and edge-state behavior. The corresponding fundamentally important bulk-boundary correspondence thus needs to be drastically reconstructed. However, it has so far eluded experimental efforts. Here, we theoretically predict and experimentally demonstrate the bulk-boundary correspondence of a one-dimensional (1D) non-Hermitian system with chiral symmetry breaking in discrete-time non-chiral non-unitary quantum walks of single photons. Through constructing a domain-wall configuration, we experimentally observe the photon localization at the interface of domain-wall structure, clearly indicating the presence of the topological edge mode. The appearance of that matches excellently with the prediction of our introduced non-chiral non-Bloch topological invariants pair. Our work thus unequivocally builds the non-Hermitian bulk-boundary correspondence as a general principle for studying topological physics in non-Hermitian systems with chiral symmetry breaking.         ",
    "url": "https://arxiv.org/abs/2504.04882",
    "authors": [
      "Miao Zhang",
      "Yue Zhang",
      "Shuai Li",
      "Rui Tian",
      "Tianhao Wu",
      "Yingchao Xu",
      "Yi-an Li",
      "Yuanbang Wei",
      "Hong Gao",
      "M. Suhail Zubairy",
      "Fuli Li",
      "Bo Liu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04959",
    "title": "An all optical broadband tunable quantum frequency shifter",
    "abstract": "           A frequency shifter of the photon is a key component for frequency-multiplexed high-capacity quantum communications and frequency-encoded quantum computation. Existed methods for shifting the frequency of a photon based on electro-optical, or acousto-optical effect, however, suffer the limited frequency shift up to a few hundreds of GHz, furthermore, high-quality micro-wave electronics are required. The frequency of a photon can also be shifted with the frequency difference equal to the frequency of pump laser by using an all optical-wave-mixing approach, which is usually about tens of THz. So, there is a big frequency shifting gap between these methods. Here, we propose a new scheme of a quantum frequency shifter based on an all-optical wave-mixing process, which can theoretically achieve a frequency shift ranging from GHz to a few THz, therefore bridging the gap. As a principle of poof, by using two pump beams in a three-wave mixing cascading process, a heralded single photon is frequency-shifted more than 400GHz, and the shift can be tuned continuously over broadband by changing the frequency difference between two pump lasers. Besides, high coincidence to accidence ratio between the shifted photons and the heralded photon indicates the preserve of quantum properties. The present quantum frequency shifter is in analog to an electro-optical based shifter, but with much broader tuning ability. Our all-optical quantum frequency shifter will become a fundamental building block for high-speed quantum communication networks and frequency domain photonic quantum computation.         ",
    "url": "https://arxiv.org/abs/2504.04959",
    "authors": [
      "Li Chen",
      "Zhi-Yuan Zhou",
      "Ming-Yuan Gao",
      "Wu-Zhen L",
      "Zhao-Qi-Zhi Han",
      "Yue-Wei Song",
      "Ren-Hui Chen",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.04990",
    "title": "Quantum walk with coherent multiple translations induces fast quantum gate operations",
    "abstract": "           Quantum walks with one-dimensional translational symmetry are important for quantum algorithms, where the speed-up of the diffusion speed can be reached if long-range couplings are added. Our work studies a scheme of a ring under the strong resonant modulation that can support discrete-time quantum walk including coherent multiple long-range translations in a natural way along synthetic frequency dimension. These multiple translation paths are added in a coherent way, which makes the walker evolve under the topological band. Therein, not only the fast diffusion speed is expected, but more importantly, we find that single quantum gate operations can be performed in the quasi-momentum space. In particular, we show the arbitrary single-qubit state preparation and an example of CNOT two-qubit gate with only one time step, dramarically increasing quantum algorithms. Our study uses a single ring to provide fast quantum gate operations based on coherent multiple path quantum walk, which may provide unique designs for efficient quantum operations on photonic chips.         ",
    "url": "https://arxiv.org/abs/2504.04990",
    "authors": [
      "Yixiang Zhang",
      "Xin Qiao",
      "Luojia Wang",
      "Yanyan He",
      "Zhaohui Dong",
      "Xianfeng Chen",
      "Luqi Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.05016",
    "title": "Radio frequency single electron transmission spectroscopy of a semiconductor Si/SiGe quantum dot",
    "abstract": "           Rapid single shot spin readout is a key ingredient for fault tolerant quantum computing with spin qubits. An RF-SET (radio-frequency single electron transistor) is predominantly used as its the readout timescale is far shorter than the spin decoherence time. In this work, we experimentally demonstrate a transmission-based RF-SET using a multi-module semiconductor-superconductor assembly. A monolithically integrated SET placed next to a double quantum dot in a Si/SiGe heterostructure is wire-bonded to a superconducting niobium inductor forming the impedance-transforming network. Compared to RF reflectometry, the proposed set-up is experimentally simpler without the need for directional couplers. Read-out performance is benchmarked by the signal-to-noise (SNR) of a dot-reservoir transition (DRT) and an interdot charge transition (ICT) in the double quantum dot near the SET as a function of RF power and integration time. The minimum integration time for unitary SNR is found to be 100 ns for ICT and 300 ns for DRT. The obtained minimum integration times are comparable to the state of the art in conventional RF reflectometry set-ups. Furthermore, we study the turn-on properties of the RF-SET to investigate capacitive shifts and RF losses. Understanding these effects are crucial for further optimisations of the impedance transforming network as well as the device design to assist RF read-out. This new RF read-out scheme also shows promise for multiplexing spin-qubit readout and further studies on rapid charge dynamics in quantum dots.         ",
    "url": "https://arxiv.org/abs/2504.05016",
    "authors": [
      "I. Fattal",
      "J. Van Damme",
      "B. Raes",
      "C. Godfrin",
      "G. Jaliel",
      "K. Chen",
      "T. Van Caekenberghe",
      "A. Loenders",
      "S. Kubicek",
      "S. Massar",
      "Y. Canvel",
      "J. Jussot",
      "Y. Shimura",
      "R. Loo",
      "D. Wan",
      "M. Mongillo",
      "K. De Greve"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16311",
    "title": "Unlocking new dimensions in photonic computing using optical Skyrmions",
    "abstract": "           The decline of Moore's law coupled with the growing dominance of artificial intelligence has recently motivated research into photonic computing as a high-bandwidth, low-power strategy to accelerate digital electronics. However, modern-day photonic computing strategies are predominantly analog, making them susceptible to noise and intrinsically difficult to scale. The optical Skyrmion offers a route to overcoming these limitations through digitization in the form of a discrete topological number that can be assigned to the analog optical field. Apart from an intrinsic robustness against perturbations, optical Skyrmions represent a new dimension that has yet to be exploited for photonic computing, namely spatially varying polarization. Here, we propose a method of performing perturbation-resilient integer arithmetic with this new dimension of optical Skyrmions through passive optical components and present experimental evidence demonstrating its feasibility. To the best of our knowledge, this is the first time such discrete mathematical operations have been directly achieved using optical Skyrmions without external energy input.         ",
    "url": "https://arxiv.org/abs/2407.16311",
    "authors": [
      "An Aloysius Wang",
      "Yifei Ma",
      "Yunqi Zhang",
      "Zimo Zhao",
      "Yuxi Cai",
      "Xuke Qiu",
      "Bowei Dong",
      "Chao He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.09183",
    "title": "Ultrafast Carrier Dynamics in Multiple Quantum Well P-I-N Photodiodes",
    "abstract": "           Quantum well (QW) structures are widely used in lasers, semiconductor optical amplifiers, modulators, enabling their monolithic integration on the same substrate. As optoelectronic systems evolve to meet the growing bandwidth demands in the terahertz regime, a deep understanding of ultrafast carrier dynamics in QW structures becomes essential. We introduce a comprehensive model to analyze the ultrafast dynamics of interband photo-excited carriers in QW p-i-n structures and to calculate their frequency response. This model characterizes the entire photocarrier transport process, including carrier escape from QWs and movement across heterojunction interfaces. Additionally, we outline theoretical methods for calculating carrier escape times from both QWs and heterojunction interfaces. Using a GaAs/AlGaAs QW p-i-n structure as a case study, we discuss the effects of carrier escape times from QWs and heterojunction interfaces, as well as carrier transit time through the intrinsic region, on the frequency response of QW p-i-n structures.         ",
    "url": "https://arxiv.org/abs/2411.09183",
    "authors": [
      "Yifan Zhao",
      "Mona Jarrahi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12046",
    "title": "Terahertz Photonics on a Chip: Monolithically Integrated Terahertz Optoelectronics based on Quantum Well Structures",
    "abstract": "           We introduce a monolithically integrated terahertz optoelectronics (MITO) platform that uses quantum well (QW) structures to enable tunable terahertz signal generation and detection on a single chip. Through photomixing in QW PIN photodiodes, the MITO platform achieves terahertz generation and detection with substantially enhanced power efficiency and sensitivity over previous devices. By integrating semiconductor optical amplifiers, lasers, modulators, filters, demultiplexers, and other passive optical components with photomixers using commercially available photonic integrated circuit foundry processes, this platform supports the development of compact, scalable terahertz systems capable of high-speed data transfer, spectroscopy, and hyperspectral imaging. This advancement positions terahertz technology for widespread use, facilitating practical applications across remote sensing, communications, and medical diagnostics within portable devices.         ",
    "url": "https://arxiv.org/abs/2411.12046",
    "authors": [
      "Yifan Zhao",
      "Shahed-E- Zumrat",
      "Mona Jarrahi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03362",
    "title": "Distortions in Charged-Particle Images of Laser Direct-Drive Inertial Confinement Fusion Implosions",
    "abstract": "           Energetic charged particles generated by inertial confinement fusion (ICF) implosions encode information about the spatial morphology of the hot-spot and dense fuel during the time of peak fusion reactions. The knock-on deuteron imager (KoDI) was developed at the Omega Laser Facility to image these particles in order to diagnose low-mode asymmetries in the hot-spot and dense fuel layer of cryogenic deuterium--tritium ICF implosions. However, the images collected are distorted in several ways that prevent reconstruction of the deuteron source. In this paper we describe these distortions and a series of attempts to mitigate or compensate for them. We present several potential mechanisms for the distortions, including a new model for scattering of charged particles in filamentary electric or magnetic fields surrounding the implosion. Particle-tracing is used to create synthetic KoDI data based on the filamentary field model that reproduces the main experimentally observed image distortions. We conclude that the filamentary scattering model best matches the observed image distortions. Finally, we discuss potential impacts of filamentary fields on other charged-particle diagnostics.         ",
    "url": "https://arxiv.org/abs/2412.03362",
    "authors": [
      "P. V. Heuer",
      "J. L. Peebles",
      "J. Kunimune",
      "H. G. Rinderknecht",
      "J. R. Davies",
      "V. Gopalaswamy",
      "J. Frelier",
      "M. Scott",
      "J. Roberts",
      "B. Brannon",
      "H. McClow",
      "R. Fairbanks",
      "S. P. Regan",
      "J. A. Frenje",
      "M. Gatu Johnson",
      "F. H. Séguin",
      "A. J. Crilly",
      "B. D. Appelbe",
      "M. Farrell",
      "J. Stutz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2502.17045",
    "title": "Quantum interference of Rydberg excitons in Cu$_2$0: quantum beats",
    "abstract": "           A density matrix formalism is employed to calculate the emission of multi-level excitonic system, highlighting picosecond-scale dynamics and coherent effects such as quantum beats. The results are compared with recent experimental results and indicate some directions of further study. In particular, the effect of Rydberg blockade on the quantum beat phenomenon is discussed.         ",
    "url": "https://arxiv.org/abs/2502.17045",
    "authors": [
      "Sylwia Zielińska-Raczyńska",
      "David Ziemkiewicz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2502.19885",
    "title": "High Gain and Broadband Metalens Antenna for Terahertz Communication",
    "abstract": "           Terahertz (THz) metalens antennas with compact planar structures have demonstrated significant potential in enhancing gain and aperture efficiency through beam convergence. However, research on THz wireless communication systems utilizing metalens antennas remains limited, primarily due to insufficient collaborative enhancement in gain and bandwidth in THz transceiver design. In this paper, we propose a high gain metalens antenna transceiver and demonstrate its application for THz communication. The system employs a horn antenna integrated with a 3D-printed bracket to enhance the metalens gain and operating bandwidth, where the metalens adopts a \"sandwich\" architecture composed of a V-shaped copper resonator, a dielectric substrate, and a grating. The resonant design inside the metalens facilitates high polarization conversion efficiency and full phase modulation across a 0° to 360° range at frequency between 0.20 to 0.30 THz band. Experimental results demonstrate a peak gain of 36.1 dBi and aperture efficiency of 54.45% at 0.244 THz, with a 3 dB bandwidth exceeding 33 GHz. A prototype communication system incorporating the metalens transceiver achieves a bit error rate (BER) reduction by three orders of magnitude compared to conventional horn antennas and supports a maximum data rate of 100 Gbps. This proposed metalens offer a high-gain, compact solution for achieving high data rate THz communications, driving advancements in 6G communication network.         ",
    "url": "https://arxiv.org/abs/2502.19885",
    "authors": [
      "Zebin Huang",
      "Qun Zhang",
      "Feifan Han",
      "Hao Wang",
      "Shuyi Chen",
      "Weichao Li",
      "Xiongbin Yu",
      "Xiaofeng Tao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19004",
    "title": "The Quantum Technology Job Market: Data Driven Analysis of 3641 Job Posts",
    "abstract": "           The rapid advancement of Quantum Technology (QT) has created a growing demand for a specialized workforce, spanning across academia and industry. This study presents a quantitative analysis of the QT job market by systematically extracting and classifying thousands of job postings worldwide. The classification pipeline leverages large language models (LLMs) whilst incorporating a \"human-in-the-loop\" validation process to ensure reliability, achieving an F1-score of 89%: a high level of accuracy. The research identifies key trends in regional job distribution, degree and skill requirements, and the evolving demand for QT-related roles. Findings reveal a strong presence of the QT job market in the United States and Europe, with increasing corporate demand for engineers, software developers, and PhD-level researchers. Despite growing industry applications, the sector remains in its early stages, dominated by large technology firms and requiring significant investment in education and workforce development. The study highlights the need for targeted educational programs, interdisciplinary collaboration, and industry-academic partnerships to bridge the QT workforce gap.         ",
    "url": "https://arxiv.org/abs/2503.19004",
    "authors": [
      "Simon Goorney",
      "Eleni Karydi",
      "Borja Muñoz",
      "Otto Santesson",
      "Zeki Can Seskir",
      "Ana Alina Tudoran",
      "Jacob Sherson"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Computers and Society (cs.CY)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14744",
    "title": "Resolving exciton and polariton multi-particle correlations in an optical microcavity in the strong coupling regime",
    "abstract": "           Multi-particle correlations of exciton-polaritons and reservoir-excitons in the strong light-matter coupling regime dictate the quantum dynamics of optical microcavities. In this letter, we examine the many-body exciton-polariton dynamics in a Fabry-Pérot microcavity of a two-dimensional metal-halide semiconductor over timescales involving polariton ($\\ll 1$\\,ps) and exciton ($\\gg 1$\\,ps) scattering. We find enhanced exciton nonlinear dynamics in the microcavity versus the bare semiconductor, concomitant with ultrafast polariton scattering dynamics. We measure, by means of coherent spectroscopy, the coupling between exciton-polaritons, bright excitons, and reservoir-excitons that highlight the complex scattering landscape that fundamentally drives polariton condensation.         ",
    "url": "https://arxiv.org/abs/2404.14744",
    "authors": [
      "Victoria Quirós-Cordero",
      "Esteban Rojas-Gatjens",
      "Martín Gómez-Dominguez",
      "Hao Li",
      "Carlo A. R. Perini",
      "Natalie Stingelin",
      "Juan-Pablo Correa-Baena",
      "Eric R. Bittner",
      "Ajay Ram Srimath Kandada",
      "Carlos Silva-Acuña"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.10208",
    "title": "Quantum sensing with duplex qubits of silicon vacancy centers in SiC at room temperature",
    "abstract": "           The silicon vacancy center in Silicon Carbide (SiC) provides an optically addressable qubit at room temperature in its spin-$\\frac{3}{2}$ electronic state. However, optical spin initialization and readout are less efficient compared to those of spin-1 systems, such as nitrogen-vacancy centers in diamond, under non-resonant optical excitation. Spin-dependent fluorescence exhibits contrast only between $|m=\\pm 3/2\\rangle$ and $|m=\\pm 1/2\\rangle$ states, and optical pumping does not create a population difference between $|+1/2\\rangle$ and $|-1/2\\rangle$ states. Thus, operating one qubit (e.g., $\\left\\{|+3/2\\rangle, |+1/2\\rangle \\right\\}$ states) leaves the population in the remaining state ($|-1/2\\rangle$) unaffected, contributing to background in optical readout. To mitigate this problem, we propose a sensing scheme based on duplex qubit operation in the quartet, using microwave pulses with two resonant frequencies to simultaneously operate $\\left\\{ |+3/2\\rangle, |+1/2\\rangle \\right\\}$ and $\\left\\{ |-1/2\\rangle, |-3/2\\rangle \\right\\}$. Experimental results demonstrate that this approach doubles signal contrast in optical readout and improves sensitivity in AC magnetometry compared to simplex operation.         ",
    "url": "https://arxiv.org/abs/2411.10208",
    "authors": [
      "Kosuke Tahara",
      "Shin-ichi Tamura",
      "Haruko Toyama",
      "Jotaro J. Nakane",
      "Katsuhiro Kutsuki",
      "Yuichi Yamazaki",
      "Takeshi Ohshima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.18832",
    "title": "A Trade-Off Between Path Entanglement and Quantum Sensitivity",
    "abstract": "           Entanglement often increases quantum measurement schemes' sensitivity. However, we find that in precision measurements with zero-mean Gaussian states, such as squeezed states, entanglement between different paths degrades measurement sensitivity. We prove an inverse relationship between entanglement entropy and sensitivity for measurements of single-mode phase shifts in multimode systems and for phase shifts on both modes in two-mode systems. In the two-mode case, which models devices such as interferometers, we find that entanglement strongly degrades differential phase sensitivity. Finally, we show that minimizing entanglement between paths maximizes the phase sensitivity of $N$-mode systems with zero-mean Gaussian state inputs.         ",
    "url": "https://arxiv.org/abs/2411.18832",
    "authors": [
      "Benjamin Lou",
      "Hudson A. Loughlin",
      "Nergis Mavalvala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.01444",
    "title": "Quantization of Visible Light by a Ni$_2$ Molecular Optical Resonator",
    "abstract": "           The quantization of an optical field is a frontier in quantum optics with implications for both fundamental science and technological applications. Here, we demonstrate that a dinickel complex (Ni$_2$) traps and quantizes classical visible light, behaving as an individual quantum system or the Jaynes Cummings this http URL composite system forms through coherently coupling the two level NiNi charge transfer transition with the local scattering field, which produces nonclassical light featuring photon anti bunching and squeezed states, as verified by a sequence of discrete photonic modes in the incoherent resonance fluorescence. Notably, in this Ni$_2$ system, the collective coupling of N molecule ensembles scales as N, distinct from the Tavis-Cummings model, which allows easy achievement of ultrastrong coupling. This is exemplified by a vacuum Rabi splitting of 1.2 eV at the resonance (3.25 eV) and a normalized coupling rate of 0.18 for the N = 4 ensemble. The resulting quantum light of single photonic modes enables driving the molecule field interaction in cavity free solution, which profoundly modifies the electronic states. Our results establish Ni$_2$ as a robust platform for quantum optical phenomena under ambient conditions, offering new pathways for molecular physics, polaritonic chemistry and quantum information processing.         ",
    "url": "https://arxiv.org/abs/2412.01444",
    "authors": [
      "Miao Meng",
      "Ying Ning Tan",
      "Yu Li Zhou",
      "Zi Cong He",
      "Zi Hao Zhong",
      "Jia Zhou",
      "Guang Yuan Zhu",
      "Chun Y. Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01453",
    "title": "Quadruply Bonded Mo$_2$ Molecules Acting as an Inborn Emitter-Resonator Quantum System in Free Space",
    "abstract": "           In recent decades, significant progress has been made in construction and study of individual quantum systems consisting of the basic single matter and energy particles, i.e., atoms and photons, which show great potentials in quantum computation and communication. Here, we demonstrate that the quadruply-bonded Mo$_2$ unit of the complex can trap photons of visible light under ambient conditions, producing intense local electromagnetic (EM) field that features squeezed states, photon antibunching, and vacuum Rabi splitting. Our results show that both the electronic and vibrational states of the Mo$_2$ molecule are modified by coherent coupling with the scattered photons of the Mo$_2$ unit, as evidenced by the Rabi doublet4 and the Mollow triplet in the incoherent resonance fluorescence and the Raman spectra. The Mo$_2$ molecule, acting as an independent emitter-resonator integrated quantum system, allows optical experiments to be conducted in free space, enabling fundamental quantum phenomena to be observed through conventional spectroscopic instrumentation. This provides a new platform for study of field effects and quantum electrodynamics (QED) in the optical domain. The insights gained from this study advance our understanding in metal-metal bond chemistry, molecular physics and quantum optics, with applications in quantum information processing, optoelectronic devices and control of chemical reactivity.         ",
    "url": "https://arxiv.org/abs/2412.01453",
    "authors": [
      "Miao Meng",
      "Ying Ning Tan",
      "Zi Cong He",
      "Zi Hao Zhong",
      "Jia Zhou",
      "Yu Li Zhou",
      "Guang Yuan Zhu",
      "Chun Y. Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2501.12999",
    "title": "Characterization of a fiber laser hydrophone for acoustic neutrino detection",
    "abstract": "           This paper presents the development and characterization of a fiber laser hydrophone designed for deep-sea applications, with a focus on detecting neutrino interactions via their acoustic signatures. The hydrophone design includes a static pressure compensation mechanism, ensuring reliable operation at depths exceeding 1 km. The performance of the hydrophone was evaluated through laboratory tests and experiments in an anechoic basin, where its transfer function was measured before and after a 140-bar pressure cycle. The results show that the hydrophone maintains its sensitivity, with resonance peaks identified in both low- and high-frequency ranges. The hydrophone's sensitivity to acoustic signals was also compared to ambient sea state noise levels, demonstrating compatibility with the lowest noise conditions.         ",
    "url": "https://arxiv.org/abs/2501.12999",
    "authors": [
      "E. J. Buis",
      "A. M. von Benda-Beckmann",
      "E. Doppenberg",
      "J. Dorant",
      "T.H. Jansen",
      "P. Toet",
      "P. Verhooren",
      "J. de Vreugd"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2504.00214",
    "title": "SEMIDV: A Compact Semiconductor Device Simulator with Quantum Effects",
    "abstract": "           In this paper, I present SEMIDV - a compact semiconductor device simulator incorporating quantum effects. SEMIDV solves the Poisson-Drift-Diffusion equations for semiconductor devices and provides a user-friendly Python interface for scripting and data analysis. Localization landscape theory is introduced to provide quantum corrections to the Drift-Diffusion equation. This theory directly solves the ground state of the Schrodinger equation without further approximation, offering an efficient solution for quantum effect modeling. Additionally, a compact mobility model considering ballistic transport is developed to capture the ballistic length dependence of mobility and the velocity overshoot effect in short-channel devices. Finally, a study on a nanosheet FET using SEMIDV is conducted. I analyze the electrical characteristics of a state-of-the-art GAA/RibbonFET with a 6 nm gate length and discuss the effects of velocity overshoot and quantum confinement on currents and capacitances. A design for an ultra-short-channel transistor with a gate length down to 4.5 nm with a Vdd = 0.45 V is proposed to push the boundaries of integrated circuit technology further.         ",
    "url": "https://arxiv.org/abs/2504.00214",
    "authors": [
      "Chien-Ting Tung"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]