[
  {
    "id": "arXiv:2311.02128",
    "title": "After antimatter gravity experiment at CERN -- Prospects of the theory  of the gravitational polarization of the quantum vacuum",
    "abstract": "We start with a summary of the theory of the gravitational polarization of the quantum vacuum, which makes it possible to consider the quantum vacuum as a source of gravity in the Universe. Next, because virtual gravitational dipoles are indispensable for this theory, we suggested different theoretical possibilities for their existence. After that, we consider the first indications that three potential phenomena which, if confirmed, will present a major challenge to the Standard Cosmology, can be explained within the framework of the gravitational polarization of the quantum vacuum; this adds to the already existing successes of the theory. These potential phenomena include: non-Newtonian gravity in internal dynamics of Wide Binary Stars; the existence of massive relic galaxies, as NGC 1277, which is dark matter deficient; a surprisingly fast formation of the first stars and galaxies. Finally, as an example of the complexity of gravitational polarization, we demonstrated the existence of regions with a negative effective gravitational charge; the insufficient understanding of complexity of polarization was reason for premature claims that observations within the Solar System dismiss the gravitational polarization of the quantum vacuum. All this suggests that recent antimatter gravity experiment at CERN (which proved that atoms and antiatoms have gravitational charge of the same sign and hence ruled out the existence of a particular kind of gravitational dipoles) cannot be considered as a disproof of the theory. The existence of virtual gravitational dipoles and gravitational polarization of the quantum vacuum remain open questions and exciting possibilities for a new model of the Universe. ",
    "url": "https://arxiv.org/abs/2311.02128",
    "authors": [
      "Dragan Hajdukovic"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02233",
    "title": "On quantum measurement",
    "abstract": "We propose a solution to the quantum measurement paradox by first identifying its classical counterpart. ",
    "url": "https://arxiv.org/abs/2311.02233",
    "authors": [
      "Alexander Givental"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02293",
    "title": "SMIwiz: An integrated toolbox for multidimensional seismic modelling and  imaging",
    "abstract": "This paper contributes an open source software - SMIwiz, which integrates seismic modelling, reverse time migration (RTM), and full waveform inversion (FWI) into a unified computer implementation. SMIwiz has the machinery to do both 2D and 3D simulation in a consistent manner. The package features a number of computational recipes for efficient calculation of imaging condition and inversion gradient: a dynmaic evolving computing box to limit the simulation cube and a well-designed wavefield reconstruction strategy to reduce the memory consumption when dealing with 3D problems. The modelling in SMIwiz runs independently: each shot corresponds to one processor in a bijective manner to maximize the scalability. A batchwise job scheduling strategy is designed to handle large 3D imaging tasks on computer with limited number of cores. The viability of SMIwiz is demonstrated by a number of applications on benchmark models. ",
    "url": "https://arxiv.org/abs/2311.02293",
    "authors": [
      "Pengliang Yang"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02391",
    "title": "The quantum superposition principle: a reconsideration",
    "abstract": "The quantum superposition principle is reconsidered based on adiabatic theorem of quantum mechanics, nonadiabatic dressed states and experimental evidence. The physical mechanism and physical properties of the quantum superposition are revealed. ",
    "url": "https://arxiv.org/abs/2311.02391",
    "authors": [
      "Ivan Georgiev Koprinkov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02474",
    "title": "Rapidly Switchable X-ray Angular Momentum from a Free Electron Laser  Oscillator",
    "abstract": "X-ray vortices carrying tunable Orbital Angular Momentum (OAM) are an emerging tool for X-ray characterization technology. However, in contrast to the generation of vortex beams in the visible wavelength region, the generation of X-ray vortices in a controlled manner has proved challenging. Here, we overcome this challenge using an X-ray free-electron laser oscillator (XFELO), which can produce intense coherent X-rays with switchable OAM. Using the pinhole mirror in an XFELO, this scheme adjusts only the kinetic energy of the electron beam to produce vortex beams that can be programmed to dynamically change between different OAM modes without the need for additional optical elements. With the nominal parameters of currently constructing 1 MHz repetition rate facility (i.e. SHINE), the active formation of the OAM modes of l = ${\\pm}$1 and l = ${\\pm}$2 and the rapid switching between them by detuning the electron beam energy of the XFELO are numerically illustrated. The real-time switching can be achieved within 200 ${\\mu}$s, while the output pulse energy can reach the 100 ${\\mu}$J level. ",
    "url": "https://arxiv.org/abs/2311.02474",
    "authors": [
      "Nanshun Huang",
      "Haixiao Deng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.02626",
    "title": "Super-resolved snapshot hyperspectral imaging of solid-state quantum  emitters for high-throughput integrated quantum technologies",
    "abstract": "Solid-state quantum emitters coupled to integrated photonic nanostructures are quintessential for exploring fundamental phenomena in cavity quantum electrodynamics and widely employed in photonic quantum technologies such as non-classical light sources, quantum repeaters, and quantum transducers, etc. One of the most exciting promises from integrated quantum photonics is the potential of scalability that enables massive productions of miniaturized devices on a single chip. In reality, the yield of efficient and reproducible light-matter couplings is greatly hindered by the spectral and spatial mismatches between the single solid-state quantum emitters and confined or propagating optical modes supported by the photonic nanostructures, preventing the high-throughput realization of large-scale integrated quantum photonic circuits for more advanced quantum information processing tasks. In this work, we introduce the concept of hyperspectral imaging in quantum optics, for the first time, to address such a long-standing issue. By exploiting the extended mode with a unique dispersion in a 1D planar cavity, the spectral and spatial information of each individual quantum dot in an ensemble can be accurately and reliably extracted from a single wide-field photoluminescence image with super-resolutions. With the extracted quantum dot positions and emission wavelengths, surface-emitting quantum light sources and in-plane photonic circuits can be deterministically fabricated with a high-throughput by etching the 1D confined planar cavity into 3D confined micropillars and 2D confined waveguides. Further extension of this technique by employing an open planar cavity could be exploited for pursuing a variety of compact quantum photonic devices with expanded functionalities for large-scale integration. Our work is expected to change the landscape of integrated quantum photonic technology. ",
    "url": "https://arxiv.org/abs/2311.02626",
    "authors": [
      "Shunfa Liu",
      "Xueshi Li",
      "Hanqing Liu",
      "Guixin Qiu",
      "Jiantao Ma",
      "Liang Nie",
      "Haiqiao Ni",
      "Zhichuan Niu",
      "Cheng-Wei Qiu",
      "Xuehua Wang",
      "Jin Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02674",
    "title": "Molecular tuning of DNA framework-programmed silicification by cationic  silica cluster attachment",
    "abstract": "The organizational complexity of biominerals has long fascinated scientists seeking to understand biological programming and implement new developments in biomimetic materials chemistry. Nonclassical crystallization pathways have been observed and analyzed in typical crystalline biominerals, involving the controlled attachment and reconfiguration of nanoparticles and clusters on organic templates. However, the understanding of templated amorphous silica mineralization remains limited, hindering the rational design of complex silica-based materials. Here, we present a systematic study on the stabilization of self-capping cationic silica cluster (CSC) and their assembly dynamics using DNA nanostructures as programmable attachment templates. By tuning the composition and structure of CSC, we demonstrate high-fidelity silicification at single-cluster resolution, revealing a process of adaptive templating involving cooperative adjustments of both the DNA framework and cluster morphology. Our results provide a unified model of silicification by cluster attachment and pave the way towards the molecular tuning of pre- and post-nucleation stages of sol-gel reactions. Overall, our findings provide new insights for the design of silica-based materials with controlled organization and functionality, bridging the gap between biomineralization principles and the rational design of biomimetic material. ",
    "url": "https://arxiv.org/abs/2311.02674",
    "authors": [
      "Xinxin Jing",
      "Haozhi Wang",
      "Jianxiang Huang",
      "Yingying Liu",
      "Zimu Li",
      "Jielin Chen",
      "Yiqun Xu",
      "Lingyun Li",
      "Yunxiao Lin",
      "Damiano Buratto",
      "Qinglin Xia",
      "Muchen Pan",
      "Yue Wang",
      "Mingqiang Li",
      "Ruhong Zhou",
      "Xiaoguo Liu",
      "Stephen Mann",
      "Chunhai Fan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02941",
    "title": "Optical pumping of ${\\mathrm{5s4d} ^1\\mathrm{D}_2}$ strontium atoms for  laser cooling and imaging",
    "abstract": "We present a faster repumping scheme for strontium magneto-optical traps operating on the broad ${\\mathrm{5s^2} ^1\\mathrm{S}_0} - {\\mathrm{5s5p} ^1\\mathrm{P}_1}$ laser cooling transition. Contrary to existing repumping schemes, we directly address lost atoms that spontaneously decayed to the ${\\mathrm{5s4d} ^1\\mathrm{D}_2}$ state, sending them back into the laser cooling cycle by optical pumping on the ${\\mathrm{5s4d} ^1\\mathrm{D}_2} - {\\mathrm{5s8p} ^1\\mathrm{P}_1}$ transition. We thus avoid the $\\sim 100 \\, \\mathrm{\\mu s}$-slow decay path from ${\\mathrm{5s4d} ^1\\mathrm{D}_2}$ to the ${\\mathrm{5s5p} ^3\\mathrm{P}_{1,2}}$ states that is part of other repumping schemes. Using one low-cost external-cavity diode laser emitting at $448 \\, \\mathrm{nm}$, we show our scheme increases the flux out of a 2D magneto-optical trap by $60 \\, \\%$ compared to without repumping. Furthermore, we perform spectroscopy on the ${\\mathrm{5s4d} ^1\\mathrm{D}_2} - {\\mathrm{5s8p} ^1\\mathrm{P}_1}$ transition and measure its frequency $\\nu_{\\mathrm{^{88}Sr}} = (668917515.3 \\pm 4.0 \\pm 25) \\, \\mathrm{MHz}$. We also measure the frequency shifts between the four stable isotopes of strontium and infer the specific mass and field shift factors, $\\delta \\nu_\\text{SMS} ^{88,86} = -267(45) \\, \\mathrm{MHz}$ and $\\delta \\nu_\\text{FS} ^{88,86} = 2(42) \\, \\mathrm{MHz}$. Finally, we measure the hyperfine splitting of the ${\\mathrm{5s8p} ^1\\mathrm{P}_1}$ state in fermionic strontium, and deduce the magnetic dipole and electric quadrupole coupling coefficients $A = -4(5) \\, \\mathrm{MHz}$ and $B = 5(35) \\, \\mathrm{MHz}$. Our experimental demonstration shows that this simple and very fast scheme could improve the laser cooling and imaging performance of cold strontium atom devices, such as quantum computers based on strontium atoms in arrays of optical tweezers. ",
    "url": "https://arxiv.org/abs/2311.02941",
    "authors": [
      "Jens Samland",
      "Shayne Bennetts",
      "Chun-Chia Chen",
      "Rodrigo González Escudero",
      "Florian Schreck",
      "Benjamin Pasquiou"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02949",
    "title": "Voltage tunable quantum control of extraordinary optical transmission in  the visible regime",
    "abstract": "Quantum control of integrated photonic devices has emerged as a powerful tool to overcome signal losses and obtain dynamic control over photon energies, without complex device customization. Here, we demonstrate the coherent quantum control of extraordinary optical transmission (EOT) in the visible regime by coupling plasmon resonances with a two-level quantum emitter (QE). We optimize the spectral response of plasmon-emitter coupled system in the light of coupled harmonic oscillator model. We analyze the shift in the resonance frequency of plasmon modes by varying the transition frequency of QE through external bias voltage. By sweeping the emission linewidth of QE from green to red light, hybrid mode resonance frequency shifts to longer wavelength with maximum energy shift upto 181 meV. Due to coherent coupling of phase-locked modes in the presence of QE, the lifetime of ultrafast plasmon enhances to an order of magnitude. We discuss the impact of spectral and temporal modulation of plasmon resonances on the characteristics of EOT signal through 3D finite difference time domain (FDTD) method. Our proposed method provides the active electronic control of EOT signal which makes it a feasible and compact element in integrated photonic circuits, for bio-sensing, high resolution imaging, and molecular spectroscopy applications. ",
    "url": "https://arxiv.org/abs/2311.02949",
    "authors": [
      "Hira Asif",
      "Alpan Bek",
      "Mehmet Emre Tasgin",
      "Ramazan Sahin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03018",
    "title": "Topology Optimization for Microwave Control With Reconfigurable  Intelligent Metasurfaces In Complex Media",
    "abstract": "Reconfigurable intelligent metasurfaces have been proposed as an efficient solution for improving wireless telecommunication systems in multiple scattering or reverberating media. Concurrently, topology optimization has been successfully employed as an inverse design technique in many fields, and particularly in electromagnetics. In this work, we apply a gradient-based topology optimization for tuning the binary elements of a metasurface for a focusing goal in a complex environment. First, the metasurface unit-cells are approximated as point sources and, then, the optimization problem is formulated. Afterwards, the proposed method is applied to find the optimal parameter sets on three distinct environments of an ascending complexity and the resulting focus for each case is demonstrated via simulations. The combination of reverberating cavity and a metasurface inside the latter reveals very powerful since everything can be solved analytically for focusing outside the cavity. ",
    "url": "https://arxiv.org/abs/2311.03018",
    "authors": [
      "Theodosios D. Karamanos",
      "Mathias Fink",
      "Fabrice Lemoult"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03123",
    "title": "Sculpting harmonic comb states in terahertz quantum cascade lasers by  controlled engineering",
    "abstract": "Optical frequency combs (FCs), that establish a rigid phase-coherent link between the microwave and optical domains of the electromagnetic spectrum, are emerging as a key high-precision tools for the development of quantum technology platforms. These include potential applications for communication, computation, information, sensing and metrology, and can extend from the near-infrared with micro-resonator combs, up to the technologically attractive terahertz (THz) frequency range, with powerful and miniaturized quantum cascade laser (QCL) FCs. The recently discovered ability of the QCLs to produce a harmonic frequency comb (HFC), a FC with large intermodal spacings, has attracted new interest in these devices for both applications and fundamental physics, particularly for the generation of THz tones of high spectral purity for high data rate wireless communication networks, for radiofrequency arbitrary waveform synthesis, and for the development of quantum key distributions. The controlled generation of harmonic states of a specific order remains, however, elusive in THz QCLs. Here we devise a strategy to obtain broadband HFC emission of a pre-defined order in QCL, by design. By patterning n regularly spaced defects on the top-surface of a double-metal Fabry-Perot QCL, we demonstrate harmonic comb emission with modes spaced by (n+1) free spectral range and with a record optical power/mode of ~270 $\\mu W$. ",
    "url": "https://arxiv.org/abs/2311.03123",
    "authors": [
      "Elisa Riccardi",
      "M. Alejandro Justo Guerrero",
      "Valentino Pistore",
      "Lukas Seitner",
      "Christian Jirauschek",
      "Lianhe Li",
      "A. Giles Davies",
      "Edmund H. Linfield",
      "Miriam S. Vitiello"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.03169",
    "title": "Sb2S3-Based Optical Switch Exploiting the Brewster Angle Phenomenon",
    "abstract": "Optical switches based on phase change materials (PCMs) hold great promise for various photonic applications such as telecommunications, data communication, optical interconnects, and signal processing. Their non-volatile nature as well as rapid switching speeds make them highly desirable for developing advanced and energy-efficient optical communication technologies. Ongoing research efforts in exploring new PCMs, optimizing device designs, and overcoming existing challenges are driving the development of innovative and high-performance optical switches for the next generation of photonics applications. In this study, we design and experimentally demonstrate a novel optical amplitude switch design incorporating PCM antimony trisulfide (Sb2S3) based on the Brewster angle phenomenon. ",
    "url": "https://arxiv.org/abs/2311.03169",
    "authors": [
      "Diego Perez-Frances",
      "Gonzalo Santos",
      "Josef Resl",
      "Maria Losurdo",
      "Yael Gutierrez",
      "Fernando Moreno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02143",
    "title": "Pairing-based graph neural network for simulating quantum materials",
    "abstract": "We introduce a pairing-based graph neural network, $\\textit{GemiNet}$, for simulating quantum many-body systems. Our architecture augments a BCS mean-field wavefunction with a generalized pair amplitude parameterized by a graph neural network. Variational Monte Carlo with GemiNet simultaneously provides an accurate, flexible, and scalable method for simulating many-electron systems. We apply GemiNet to two-dimensional semiconductor electron-hole bilayers and obtain highly accurate results on a variety of interaction-induced phases, including the exciton Bose-Einstein condensate, electron-hole superconductor, and bilayer Wigner crystal. Our study demonstrates the potential of physically-motivated neural network wavefunctions for quantum materials simulations. ",
    "url": "https://arxiv.org/abs/2311.02143",
    "authors": [
      "Di Luo",
      "David D. Dai",
      "Liang Fu"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02153",
    "title": "An integrated atom array -- nanophotonic chip platform with  background-free imaging",
    "abstract": "Arrays of neutral atoms trapped in optical tweezers have emerged as a leading platform for quantum information processing and quantum simulation due to their scalability, reconfigurable connectivity, and high-fidelity operations. Individual atoms are promising candidates for quantum networking due to their capability to emit indistinguishable photons that are entangled with their internal atomic states. Integrating atom arrays with photonic interfaces would enable distributed architectures in which nodes hosting many processing qubits could be efficiently linked together via the distribution of remote entanglement. However, many atom array techniques cease to work in close proximity to photonic interfaces, with atom detection via standard fluorescence imaging presenting a major challenge due to scattering from nearby photonic devices. Here, we demonstrate an architecture that combines atom arrays with up to 64 optical tweezers and a millimeter-scale photonic chip hosting more than 100 nanophotonic devices. We achieve high-fidelity (~99.2%), background-free imaging in close proximity to nanofabricated devices using a multichromatic excitation and detection scheme. The atoms can be imaged while trapped a few hundred nanometers above the dielectric surface, which we verify using Stark shift measurements of the modified trapping potential. Finally, we rearrange atoms into defect-free arrays and load them simultaneously onto the same or multiple devices. ",
    "url": "https://arxiv.org/abs/2311.02153",
    "authors": [
      "Shankar G. Menon",
      "Noah Glachman",
      "Matteo Pompili",
      "Alan Dibos",
      "Hannes Bernien"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02232",
    "title": "Modeling Cancer Progression: An Integrated Workflow Extending  Data-Driven Kinetic Models to Bio-Mechanical PDE Models",
    "abstract": "Computational modeling of cancer can help unveil dynamics and interactions that are hard to replicate experimentally. Thanks to the advancement in cancer databases and data analysis technologies, these models have become more robust than ever. There are many mathematical models which investigate cancer through different approaches, from sub-cellular to tissue scale, and from treatment to diagnostic points of view. In this study, we lay out a step-by-step methodology for a data-driven mechanistic model of the tumor microenvironment. We discuss data acquisition strategies, data preparation, parameter estimation, and sensitivity analysis techniques. Furthermore, we propose a possible approach to extend mechanistic ODE models to PDE models coupled with mechanical growth. The workflow discussed in this article can help understand the complex temporal and spatial interactions between cells and cytokines in the tumor microenvironment and their effect on tumor growth. ",
    "url": "https://arxiv.org/abs/2311.02232",
    "authors": [
      "Navid Mohammad Mirzaei",
      "Leili Shahriyari"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02442",
    "title": "Quantum transport on networks for supervised classification",
    "abstract": "Classification, the computational process of categorizing an input into pre-existing classes, is now a cornerstone in modern computation in the era of machine learning. Here we propose a new type of quantum classifier, based on quantum transport of particles in a trained quantum network. The classifier is based on sending a quantum particle into a network and measuring the particle's exit point, which serves as a \"class\" and can be determined by changing the network parameters. Using this scheme, we demonstrate three examples of classification; in the first, wave functions are classified according to their overlap with predetermined (random) groups. In the second, we classify wave-functions according to their level of localization. Both examples use small training sets and achieve over 90\\% precision and recall. The third classification scheme is a \"real-world problem\", concerning classification of catalytic aromatic-aldehyde substrates according to their reactivity. Using experimental data, the quantum classifier reaches an average 86\\% classification accuracy. We show that the quantum classifier outperforms its classical counterpart for these examples, thus demonstrating quantum advantage, especially in the regime of \"small data\". These results pave the way for a novel classification scheme, which can be implemented as an algorithm, and potentially realized experimentally on quantum hardware such as photonic networks. ",
    "url": "https://arxiv.org/abs/2311.02442",
    "authors": [
      "Shmuel Lorber",
      "Oded Zimron",
      "Inbal Lorena Zak",
      "Anat Milo",
      "Yonatan Dubi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02511",
    "title": "EU COST Action on future generation optical wireless communication  technologies, 2nd White paper",
    "abstract": "NEWFOCUS is an EU COST Action targeted at exploring radical solutions that could influence the design of future wireless networks. The project aims to address some of the challenges associated with optical wireless communication (OWC) and to establish it as a complementary technology to the radio frequency (RF)-based wireless systems in order to meet the demanding requirements of the fifth generation (5G) and the future sixth generation (6G) backhaul and access networks. Only 6G will be able to widely serve the exponential growth in connected devices (i.e., more than 500 billion) in 2030, real-time holographic communication, future virtual reality, etc. Space is emerging as the new frontier in 5 and 6G and beyond communication networks, where it offers high-speed wireless coverage to remote areas both in lands and sees. This activity is supported by the recent development of low-altitude Earth orbit satellite mega-constellations. The focus of this 2nd White Paper is on the use of OWC as an enabling technology for medium- and long-range links for deployment in (i) smart-cities and intelligent transportation systems; (ii) first- and last-mile access and backhaul/fronthaul wireless networks; (iii) hybrid free-space optics/RF adaptive wireless connections; (iv) space-to-ground, inter-satellite, ground-to-air, and air-to-air communications; and (v) underwater communications. ",
    "url": "https://arxiv.org/abs/2311.02511",
    "authors": [
      "Z. Ghassemlooy",
      "M. A. Khalighi",
      "S. Zvanovec",
      "A. Shrestha",
      "B. Ortega",
      "M. Petkovic",
      "X. Pang",
      "C. Sirtori",
      "D. Orsucci",
      "A. Shrestha",
      "F. Moll",
      "G. Cossu",
      "V. Spirito",
      "M. P. Ninos",
      "E. Ciaramella",
      "J. Bas",
      "M. Amay",
      "S. Huang",
      "M. Safari",
      "T. Gutema",
      "W. Popoola",
      "Vicente Matus",
      "Jose Rabadan",
      "Rafael Perez-Jimenez",
      "E. Panayirci",
      "P. D. Diamantoulakis",
      "H. Haas",
      "I. C. Ijeh"
    ],
    "subjectives": [
      "Networking and Internet Architecture (cs.NI)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02533",
    "title": "Precision ground-state energy calculation for the water molecule on a  superconducting quantum processor",
    "abstract": "The accurate computation of properties of large molecular systems is classically infeasible and is one of the applications in which it is hoped that quantum computers will demonstrate an advantage over classical devices. However, due to the limitations of present-day quantum hardware, variational-hybrid algorithms introduced to tackle these problems struggle to meet the accuracy and precision requirements of chemical applications. Here, we apply the Quantum Computed Moments (QCM) approach combined with a variety of noise-mitigation techniques to an 8 qubit/spin-orbital representation of the water molecule (H$_2$O). A noise-stable improvement on the variational result for a 4-excitation trial-state (circuit depth 25, 22 CNOTs) was obtained, with the ground-state energy computed to be within $1.4\\pm1.2$ mHa of exact diagonalisation in the 14 spin-orbital basis. Thus, the QCM approach, despite an increased number of measurements and noisy quantum hardware (CNOT error rates c.1% corresponding to expected error rates on the trial-state circuit of order 20%), is able to determine the ground-state energy of a non-trivial molecular system at the required accuracy (c.0.1%). To the best of our knowledge, these results are the largest calculations performed on a physical quantum computer to date in terms of encoding individual spin-orbitals producing chemically relevant accuracy, and a promising indicator of how such hybrid approaches might scale to problems of interest in the low-error/fault-tolerant regimes as quantum computers develop. ",
    "url": "https://arxiv.org/abs/2311.02533",
    "authors": [
      "Michael A. Jones",
      "Harish J. Vallury",
      "Lloyd C. L. Hollenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.02821",
    "title": "On-chip transfer of ultrashort graphene plasmon wavepackets using  terahertz electronics",
    "abstract": "Steering transport of ultrashort polariton wavepackets is essential for achieving on-chip integrated nanocircuits with tightly confined electromagnetic fields towards ultrafast information processing. However, conventional optical techniques have struggled to integrate the necessary components for transferring polariton signals. Here, we address this challenge by electrically generating, manipulating, and reading out terahertz graphene plasmon-polariton wavepackets on-chip. By injecting an electrical pulse into graphene via an ohmic contact, we achieve coherent conversion of the pulse into a plasmon wavepacket exhibiting a pulse duration of 1.2 ps and extreme three-dimensional spatial confinement within a volume of $2.1 \\times 10^{-18} m^3$. We reveal the transport properties of plasmons along graphene ribbons in different dielectric environments, providing a basis for designing graphene plasmonic circuits. Furthermore, we find that the conversion efficiency between the electrical pulses and plasmon wavepackets reaches ~30% thanks to the absence of a momentum mismatch. With unprecedented controllability, our platform represents a significant advance in on-chip handling of plasmonic signals in various van der Waals heterostructures. ",
    "url": "https://arxiv.org/abs/2311.02821",
    "authors": [
      "Katsumasa Yoshioka",
      "Guillaume Bernard",
      "Taro Wakamura",
      "Masayuki Hashisaka",
      "Ken-ichi Sasaki",
      "Satoshi Sasaki",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Norio Kumada"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.03347",
    "title": "Sparse Quantum State Preparation for Strongly Correlated Systems",
    "abstract": "Quantum Computing allows, in principle, the encoding of the exponentially scaling many-electron wave function onto a linearly scaling qubit register, offering a promising solution to overcome the limitations of traditional quantum chemistry methods. An essential requirement for ground state quantum algorithms to be practical is the initialisation of the qubits to a high-quality approximation of the sought-after ground state. Quantum State Preparation (QSP) allows the preparation of approximate eigenstates obtained from classical calculations, but it is frequently treated as an oracle in quantum information. In this study, we conduct QSP on the ground state of prototypical strongly correlated systems, up to 28 qubits, using the Hyperion GPU-accelerated state-vector emulator. Various variational and non-variational methods are compared in terms of their circuit depth and classical complexity. Our results indicate that the recently developed Overlap-ADAPT-VQE algorithm offers the most advantageous performance for near-term applications. ",
    "url": "https://arxiv.org/abs/2311.03347",
    "authors": [
      "C. Feniou",
      "B. Claudon",
      "J. Zylberman",
      "O. Adjoua",
      "E. Giner",
      "J.-P. Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2003.10989",
    "title": "Dynamical low-noise microwave source for cold-atom experiments",
    "abstract": " Comments: 7 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2003.10989",
    "authors": [
      "Bernd Meyer-Hoppe",
      "Maximilian Baron",
      "Christophe Cassens",
      "Fabian Anders",
      "Alexander Idel",
      "Jan Peise",
      "Carsten Klempt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2106.03115",
    "title": "Synthesis of Quantum Circuits with an Island Genetic Algorithm",
    "abstract": " Comments: 10 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2106.03115",
    "authors": [
      "Fernando T. Miranda",
      "Pedro Paulo Balbi",
      "Pedro C.S. Costa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.04785",
    "title": "Model-free optimization of power/efficiency tradeoffs in quantum thermal  machines using reinforcement learning",
    "abstract": " Comments: 7+13 pages, 9 figures. arXiv admin note: text overlap with arXiv:2108.13525 ",
    "url": "https://arxiv.org/abs/2204.04785",
    "authors": [
      "Paolo Andrea Erdman",
      "Frank Noé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14272",
    "title": "Experimental quantum channel discrimination using metastable states of a  trapped ion",
    "abstract": " Comments: Main text: 6 pages, 4 figures. Supplementary Material: 7 pages, 5 figures, 2 tables Fixed a reference and updated publication information ",
    "url": "https://arxiv.org/abs/2305.14272",
    "authors": [
      "Kyle DeBry",
      "Jasmine Sinanan-Singh",
      "Colin D. Bruzewicz",
      "David Reens",
      "May E. Kim",
      "Matthew P. Roychowdhury",
      "Robert McConnell",
      "Isaac L. Chuang",
      "John Chiaverini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.14528",
    "title": "Phase-Binarized Spintronic Oscillators for Combinatorial Optimization,  and Comparison with Alternative Classical and Quantum Methods",
    "abstract": " Comments: 29 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2306.14528",
    "authors": [
      "Neha Garg",
      "Sanyam Singhal",
      "Nakul Aggarwal",
      "Aniket Sadashiva",
      "Pranaba K. Muduli",
      "Debanjan Bhowmik"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.02826",
    "title": "Realization of the unidirectional amplification in a cavity magnonic  system",
    "abstract": " Comments: 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2307.02826",
    "authors": [
      "Zi-Yuan Wang",
      "Jie Qian",
      "Yi-Pu Wang",
      "Jie Li",
      "J. Q. You"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08618",
    "title": "A newcomer's guide to deep learning for inverse design in nano-photonics",
    "abstract": " Comments: 23 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2307.08618",
    "authors": [
      "Abdourahman Khaireh-Walieh",
      "Denis Langevin",
      "Pauline Bennet",
      "Olivier Teytaud",
      "Antoine Moreau",
      "Peter R. Wiecha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.14845",
    "title": "Eigenenergy braids in 2D photonic crystals",
    "abstract": " Comments: comments welcome :) ",
    "url": "https://arxiv.org/abs/2307.14845",
    "authors": [
      "Janet Zhong",
      "Charles C. Wojcik",
      "Dali Cheng",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.15598",
    "title": "First-Principles Approach for Coupled Quantum Dynamics of Electrons and  Protons in Heterogeneous Systems",
    "abstract": " Title: First-Principles Approach for Coupled Quantum Dynamics of Electrons and  Protons in Heterogeneous Systems ",
    "url": "https://arxiv.org/abs/2307.15598",
    "authors": [
      "Jianhang Xu",
      "Ruiyi Zhou",
      "Tao E. Li",
      "Volker Blum",
      "Sharon Hammes-Schiffer",
      "Yosuke Kanai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02222",
    "title": "Strong squeezing of microwave output fields via reservoir-engineered  cavity magnomechanics",
    "abstract": " Title: Strong squeezing of microwave output fields via reservoir-engineered  cavity magnomechanics ",
    "url": "https://arxiv.org/abs/2308.02222",
    "authors": [
      "Hang Qian",
      "Xuan Zuo",
      "Zhi-Yuan Fan",
      "Jiong Cheng",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.03538",
    "title": "Acoustic Exponential Materials",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2309.03538",
    "authors": [
      "Sichao Qu",
      "Min Yang",
      "Tenglong Wu",
      "Yunfei Xu",
      "Nicholas Fang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2309.10647",
    "title": "Optimum optical designs for diffraction-limited terahertz spectroscopy  and imaging systems using off-axis parabolic mirrors",
    "abstract": " Comments: 12 pages and 8 figures, To appear in the Journal of Infrared, Millimeter, and Terahertz Waves ",
    "url": "https://arxiv.org/abs/2309.10647",
    "authors": [
      "Nishtha Chopra",
      "James Lloyd-Hughes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.19236",
    "title": "Suppressed terahertz dynamics of water confined in nanometer gaps",
    "abstract": " Title: Suppressed terahertz dynamics of water confined in nanometer gaps ",
    "url": "https://arxiv.org/abs/2310.19236",
    "authors": [
      "Hyosim Yang",
      "Gangseon Ji",
      "Min Choi",
      "Seondo Park",
      "Hyeonjun An",
      "Hyoung-Taek Lee",
      "Joonwoo Jeong",
      "Yun Daniel Park",
      "Kyungwan Kim",
      "Noejung Park",
      "Jeeyoon Jeong",
      "Dai-Sik Kim",
      "Hyeong-Ryeol Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  }
]