[
  {
    "id": "arXiv:2210.10835",
    "title": "Pulse area theorem in optical waveguide and its application to photon  echo",
    "abstract": "We derive the area theorem for light pulses resonantly interacting with atoms in a single-mode optical waveguide and present its analytical solution for Gaussian-type modes, which demonstrates the significant difference from the formation of $2\\pi$ pulses by plane waves.We generalize this theorem to the description of photon echo and apply it to the two-pulse (primary) echo and the revival of silenced echo (ROSE) protocol of photon echo quantum memory.For the first time, we implemented ROSE protocol in a single-mode laser-written waveguide made of an optically thin crystal $Tm^{3+}:Y_3Al_5O_{12}$. The experimental data obtained are satisfactorily explained by the developed theory.Finally, we discuss the experimental results obtained and possible applications of the derived pulse area approach. ",
    "url": "https://arxiv.org/abs/2210.10835",
    "authors": [
      "S.A. Moiseev",
      "M.M. Minnegaliev",
      "A.V. Pavlov",
      "K.I. Gerasimov",
      "E.S.Moiseev",
      "T.A. Rupasov",
      "N.N. Skryabin",
      "A.A. Kalinkin",
      "S.P. Kulik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10850",
    "title": "Dissipative Kerr soliton photonic terahertz oscillator referenced to a  molecule",
    "abstract": "Controlling the coherence between light and matter has enabled the radiation of electromagnetic waves with spectral purity and stability that defines the Syst\\`eme International (SI) second. While transitions between hyperfine levels in atoms are accessible in the microwave and optical domains, faithfully transferring such stability to other frequency ranges of interest is not trivial. Such stability is specifically sought after for the terahertz domain to improve the resolution in very long baseline interferometry and molecular spectroscopy, and advance the technological development of high-speed, high data rate wireless communications. However, there is an evident lack of native frequency references in this spectral range, essential for the consistency of measurements and traceability. To mitigate the frequency drift encompassed in such waves, we experimentally demonstrate that using rotational spectroscopy of nitrous oxide N2O can lead to linewidth reduction up to a thousandfold. A pair of diode lasers, optically injected with a low-noise, chip-based dissipative Kerr soliton, were incident upon a uni-travelling-carrier photodiode. We frequency-locked the emitted terahertz wave to the center of a rotational transition of N2O through phase modulation spectroscopy. A terahertz wave with a 6 Hz linewidth was achieved (fractional frequency stability of $2 \\times 10^{-11}$ at 1 second averaging time) while circumventing the need of frequency multiplication or division of frequency standards. ",
    "url": "https://arxiv.org/abs/2210.10850",
    "authors": [
      "James Greenberg",
      "Brendan M. Heffernan",
      "Tomohiro Tetsumoto",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.10943",
    "title": "Dissociation slowdown by collective optical response under strong  coupling conditions",
    "abstract": "We consider an ensemble of diatomic molecules resonantly coupled to a resonant optical cavity under strong coupling conditions at normal incidence. Photodissociation dynamics is examined via direct numerical integration of the coupled Maxwell-Schrodinger equations with molecular ro-vibrational degrees of freedom explicitly taken into account. It is shown that the dissociation is significantly affected (slowed down) when the system is driven at its polaritonic frequencies. The observed effect is demonstrated to be of transient nature and has no classical analog. An intuitive explanation of the dissociation slowdown at polaritonic frequencies is proposed. ",
    "url": "https://arxiv.org/abs/2210.10943",
    "authors": [
      "Maxim Sukharev",
      "Joseph Subotnik",
      "Abraham Nitzan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.10979",
    "title": "Spontaneous microwave platicon frequency microcomb in dispersion-managed  microresonators",
    "abstract": "Temporally stabilized optical pules, confined in microresonators driven by a continuous-wave laser, have attracted tremendous attention due to their fascinating features with many applications. Here we report the observations of mode-locked platicon frequency microcomb formation in normal dispersion dispersion-managed microresonators operating at microwave K-band repetition rate for the first time. Facilitated by the thermally controllable modulated background induced by avoided mode-crossings, various platicon bound state patterns with regular and irregular temporal separation are stably generated due to an additional balance between repulsive and attractive forces resulting from non-trivial interpulse and background electromagnetic field interactions. The number of mode-locked pulses can be switched by forward- and backward-cavity pump detuning and, with increasing pump power, result in stationary bound-state complexes. These experimental observations are in accordance with our nonlinear numerical simulations that includes avoided mode-crossing, anomalous fourth-order dispersion and quality-factor spectral filtering. The observed platicon mode-locked pulses have broad spectral profiles overlapping Kelly-sideband-like parametric oscillation. The single-sideband phase noise of microcomb repetition rate is characterized for the different mode-locked states, comparable with electronic microwave oscillators. The ability to achieve mode-locking in dispersion-managed microresonators provides a platform to reduce pulse timing jitter and enrich the exploration of ultrafast phenomena in microresonators. ",
    "url": "https://arxiv.org/abs/2210.10979",
    "authors": [
      "Wenting Wang",
      "Jinkang Lim",
      "Abhinav Kumar Vinod",
      "Mingbin Yu",
      "Dim-Lee Kwong",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11086",
    "title": "Ion acoustic feature of collective Thomson scattering in non-equilibrium  two-stream plasmas",
    "abstract": "We theoretically and numerically investigate the ion acoustic feature of collective Thomson scattering (CTS) in two-stream plasmas. When the electron distribution functions of two components overlap each other, the theoretical spectrum shows asymmetry that is not seen in the spectra from Maxwell distributions because of the electron Landau damping. Numerical simulations support the theoretical spectra. We also present the effect of two-stream type instability in the ion acoustic feature showing the opposite trend to the overlapped case resulting from the asymmetry in electron distribution function caused by the instability. Our results show that the two-stream plasmas have significant effects on CTS spectra and the waves resulting from instability can be observed in the ion acoustic feature. ",
    "url": "https://arxiv.org/abs/2210.11086",
    "authors": [
      "K. Sakai",
      "T. Nishimoto",
      "S. Isayama",
      "S. Matsukiyo",
      "Y. Kuramitsu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2210.11283",
    "title": "The occurrence of internal gravitational waves and volumetric acoustic  oscillations in the atmosphere",
    "abstract": "Mesoscale wave processes are a transport mechanism for the energy exchange between the troposphere and stratosphere, since the tropopause blocks such an exchange. It is believed that internal gravity waves (IGW) are the main wave process in the atmosphere. However, the explanation of the process of IGW occurrence cannot be considered sufficiently substantiated, because the reasons for the appearance of the selected air parcel, which is affected by the initial disturbance, are not yet clear. The data of the performed experiments on the detection of wave processes shows the presence of noticeable oscillatory movements not only during the passage of fronts or other disturbances, but also in good weather. As an alternative to IGW, I consider a possible process of generating volumetric acoustic oscillations due to the formation of an acoustic resonator in the atmosphere. The probability of formation of such oscillations is high, because they do not require the presence of sharp changes in the parameters of the atmosphere to appear. ",
    "url": "https://arxiv.org/abs/2210.11283",
    "authors": [
      "Alexander Kochin"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11378",
    "title": "Climbing the N-shell resonance ladder of xenon",
    "abstract": "The dependency on the excitation energy of ultrafast multi-photon ionization of xenon by intense, short extreme ultraviolet pulses (XUV) was investigated in the vicinity of the 4$d$ 'giant' resonance using ion time-of-flight spectroscopy. The yields of the high charge states of xenon show strong variations with the excitation energy. With reference to simulated absorption spectra, we can link the photon energy dependency to resonance structures of single-electron excitations mainly in the xenon N-shell and purely sequential multi-photon absorption. ",
    "url": "https://arxiv.org/abs/2210.11378",
    "authors": [
      "Steffen Palutke",
      "Michael Martins",
      "Stephan Klumpp",
      "Karolin Baev",
      "Mathias Richter",
      "Tobias Wagner",
      "Marion Kuhlmann",
      "Mabel Ruiz-Lopez",
      "Michael Meyer",
      "Kai Tiedtke"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11382",
    "title": "Collective Thomson scattering in non-equilibrium laser produced  two-stream plasmas",
    "abstract": "We investigate collective Thomson scattering (CTS) in two-stream non-equilibrium plasmas analytically, numerically and experimentally. In laboratory astrophysics, CTS is a unique tool to obtain local plasma diagnostics. While the standard CTS theory assumes plasmas to be linear, stationary, isotropic and equilibrium, it is often nonlinear, non-stationary, anisotropic, and non-equilibrium in high energy phenomena relevant to laboratory astrophysics. We theoretically calculate and numerically simulate the CTS spectra in two-stream plasmas as a typical example of non-equilibrium system in space and astrophysical plasmas. The simulation results show the feasibility to diagnose two-stream instability directly via CTS measurements. In order to confirm the non-equilibrium CTS analysis, we have been developing experimental system with high repetition rate table top laser for laboratory astrophysics. ",
    "url": "https://arxiv.org/abs/2210.11382",
    "authors": [
      "K. Sakai",
      "S. Isayama",
      "N. Bolouki",
      "M. S. Habibi",
      "Y. L. Liu",
      "Y. H. Hsieh",
      "H. H. Chu",
      "J. Wang",
      "S. H. Chen",
      "T. Morita",
      "K. Tomita",
      "R. Yamazaki",
      "Y. Sakawa",
      "S. Matsukiyo",
      "Y. Kuramitsu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2210.11395",
    "title": "Boosting Optical Nanocavity Coupling by Retardation Matching to Dark  Modes",
    "abstract": "Plasmonic nano-antennas can focus light to nanometre length-scales providing intense field enhancements. For the tightest optical confinements (0.5-5 nm) achieved in plasmonic gaps, the gap spacing, refractive index, and facet width play a dominant role in determining the optical properties making tuning through antenna shape challenging. We show here that controlling the surrounding refractive index instead allows both efficient frequency tuning and enhanced in/output-coupling through retardation matching as this allows dark modes to become optically active, improving widespread functionalities. ",
    "url": "https://arxiv.org/abs/2210.11395",
    "authors": [
      "Rohit Chikkaraddy",
      "Junyang Huang",
      "Dean Kos",
      "Eoin Elliott",
      "Marlous Kamp",
      "Chenyang Guo",
      "Jeremy J. Baumberg",
      "Bart de Nijs"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2210.11007",
    "title": "Sensitivity of quantum gate fidelity to laser phase and intensity noise",
    "abstract": "The fidelity of gate operations on neutral atom qubits is often limited by fluctuations of the laser drive. Here, we quantify the sensitivity of quantum gate fidelities to laser phase and intensity noise. We first develop models to identify features observed in laser self-heterodyne noise spectra, focusing on the effects of white noise and servo bumps. In the weak-noise regime, characteristic of well-stabilized lasers, we show that an analytical theory based on a perturbative solution of a master equation agrees very well with numerical simulations that incorporate phase noise. We compute quantum gate fidelities for one- and two-photon Rabi oscillations and show that they can be enhanced by an appropriate choice of Rabi frequency relative to spectral noise peaks. We also analyze the influence of intensity noise with spectral support smaller than the Rabi frequency. Our results establish requirements on laser noise levels needed to achieve desired gate fidelities. ",
    "url": "https://arxiv.org/abs/2210.11007",
    "authors": [
      "X. Jiang",
      "J. Scott",
      "M. Friesen",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11099",
    "title": "Characteristics of quantum emitters in hexagonal boron nitride suitable  for integration with nanophotonic platforms",
    "abstract": "Single photon emitters in two-dimensional (2D) hexagonal boron nitride (hBN) are promising solid-state quantum emitters for photonic applications and quantum networks. Despite their favorable properties, it has so far remained elusive to determine the origin of these emitters. We focus on two different kinds of hBN samples that particularly lend themselves for integration with nanophotonic devices, multilayer nanoflakes produced by liquid phase exfoliation (LPE) and a layer engineered sample from hBN grown by chemical vapour deposition (CVD). We investigate their inherent defects and fit their emission properties to computationally simulated optical properties of likely carbon-related defects. Thereby we are able to narrow down the origin of emitters found in these samples and find that the C2CB defect fits our spectral data best. In addition, we demonstrate a scalable way of coupling LPE hBN to optical nanofibers that are directly connected to optical fibers. Our work brings us one step closer to specifying the origin of hBN's promising quantum emitters and sheds more light onto the characteristics of emitters in samples that are particularly suited for integration with nanophotonics. This knowledge will prove invaluable for novel nanophotonic platforms and may contribute towards the employment of hBN for future quantum technologies. ",
    "url": "https://arxiv.org/abs/2210.11099",
    "authors": [
      "Hardy Schauffert",
      "James C. Stewart",
      "Sajid Ali",
      "Stefan Walser",
      "Helmut Hörner",
      "Adarsh S. Prasad",
      "Vitaly Babenko",
      "Ye Fan",
      "Dominik Eder",
      "Kristian S. Thygesen",
      "Stephan Hofmann",
      "Bernhard C. Bayer",
      "Sarah M. Skoff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.11236",
    "title": "Optical turbulence forecast over short timescales using machine learning  techniques",
    "abstract": "Forecast of optical turbulence and atmospheric parameters relevant for ground-based astronomy is becoming an important goal for telescope planning and AO instruments optimization in several major telescope. Such detailed and accurate forecast is typically performed with numerical atmospheric models. Recently short-term forecasts (a few hours in advance) are also being provided (ALTA project) using a technique based on an autoregression approach, as part of a strategy that aims to increase the forecast accuracy. It has been proved that such a technique is able to achieve unprecedented performances so far. Such short-term predictions make use of the numerical model forecast and real-time observations. In recent years machine learning (ML) techniques also started to be used to provide an atmospheric and turbulence forecast. Preliminary results indicate however an accuracy not really competitive with respect to the autoregressive method or even prediction by persistence. This technique might be applicable joint to atmospheric model. It is therefore interesting to investigate the main features of their performances and characteristics (also because there is a great number of algorithms potentially accessible) to understand if results achieved so far can be further improved using ML. In this study we focus on a purely machine learning application to short term forecast (1-2 hours) of astroclimatic and other atmospheric parameters above VLT. ",
    "url": "https://arxiv.org/abs/2210.11236",
    "authors": [
      "A. Turchi",
      "E. Masciadri",
      "L. Fini"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11288",
    "title": "Accelerating equilibrium spin-glass simulations using quantum annealers  via generative deep learning",
    "abstract": "Sampling from the low-temperature Boltzmann distribution of spin glasses is a hard computational task, relevant for physics research and important optimization problems in engineering and finance. Adiabatic quantum computers are being used to tackle the optimization task, corresponding to find the lowest energy spin configuration. In this article, we show how to exploit quantum annealers to accelerate equilibrium Markov chain Monte Carlo simulations of spin glasses at low temperature. Generative neural networks are trained on spin configurations produced by a D-Wave quantum annealer. They are then used to generate smart proposals for the Metropolis-Hastings algorithm. In particular, we explore hybrid schemes by combining single spin-flip and neural proposals, as well as D-Wave and classical Monte Carlo training data. The hybrid algorithm outperforms the single spin-flip Metropolis-Hastings algorithm. It is competitive with parallel tempering in terms of correlation times, with the significant benefit of a much faster equilibration. ",
    "url": "https://arxiv.org/abs/2210.11288",
    "authors": [
      "Giuseppe Scriva",
      "Emanuele Costa",
      "Benjamin McNaughton",
      "Sebastiano Pilati"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11410",
    "title": "Millimeter-level Resolution Photonic Multiband Radar Using a Single MZM  and Sub-GHz-Bandwidth Electronics",
    "abstract": "We here propose a novel cost-effective millimeter-level resolution photonic multiband radar system using a single MZM driven by a 1-GHz-bandwidth LFM signal. It experimentally shows an ~8.5-mm range resolution through coherence-processing-free multiband data fusion. ",
    "url": "https://arxiv.org/abs/2210.11410",
    "authors": [
      "Peixuan Li",
      "Wenlin Bai",
      "Xihua Zou",
      "Ningyuan Zhong",
      "Wei Pan",
      "Lianshan Yan"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.10609",
    "title": "Phase-space stochastic quantum hydrodynamics for interacting Bose gases",
    "abstract": " Comments: 23 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2202.10609",
    "authors": [
      "S. A. Simmons",
      "J. C. Pillay",
      "K. V. Kheruntsyan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.13490",
    "title": "Theory for polaritonic quantum tunneling",
    "abstract": " Comments: Minor text changes compared to previous version ",
    "url": "https://arxiv.org/abs/2204.13490",
    "authors": [
      "Kalle S. U. Kansanen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.08679",
    "title": "A transportable clock laser system with an instability of $1.6 \\times  10^{-16}$",
    "abstract": " Comments: copyright 2022 Optica Publishing Group. Users may use, reuse, and build upon the article, or use the article for text or data mining, so long as such uses are for non-commercial purposes and appropriate attribution is maintained. All other rights are reserved ",
    "url": "https://arxiv.org/abs/2207.08679",
    "authors": [
      "Sofia Herbers",
      "Sebastian Häfner",
      "Sören Dörscher",
      "Tim Lücke",
      "Uwe Sterr",
      "Christian Lisdat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.12606",
    "title": "Inverse cascades of kinetic energy and thermal variance in  three-dimensional horizontally extended turbulent convection",
    "abstract": " Comments: 15 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2207.12606",
    "authors": [
      "Philipp P. Vieweg",
      "Janet D. Scheel",
      "Rodion Stepanov",
      "Jörg Schumacher"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  },
  {
    "id": "arXiv:2208.02013",
    "title": "Monte-Carlo method based simulation framework for microwave SQUID  multiplexers",
    "abstract": " Comments: This article has been submitted to Superconductor Science and Technology ",
    "url": "https://arxiv.org/abs/2208.02013",
    "authors": [
      "Constantin Schuster",
      "Mathias Wegner",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2210.06224",
    "title": "E.C.G.Sudarshan and his Diagonal Representation in Quantum Optics",
    "abstract": " Comments: arXiv admin note: substantial text overlap with arXiv:1812.03854 by other authors ",
    "url": "https://arxiv.org/abs/2210.06224",
    "authors": [
      "S. K. Sounda",
      "K. Mandal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09165",
    "title": "Expected geoneutrino signal at JUNO using local integrated 3-D refined  crustal model",
    "abstract": " Comments: 28 pages, 10 figures, List of abbreviations added, submitted version ",
    "url": "https://arxiv.org/abs/2210.09165",
    "authors": [
      "Ran Han",
      "ZhiWei Li",
      "Ruohan Gao",
      "Yao Sun",
      "Ya Xu",
      "Yaping Cheng",
      "Guangzheng Jiang",
      "Jie Pang",
      "Fengcheng Liu",
      "Andong Wang",
      "Yufei Xi",
      "Liangjian Wen",
      "Jun Cao",
      "Yu-Feng Li"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]