[
  {
    "id": "arXiv:2509.04486",
    "title": "From Faraday and Maxwell to Quantum Physics. The later story of the Electromagnetic Vector Potential",
    "abstract": "           With the advent of quantum mechanics by Heisenberg in 1925 exactly a century ago, the quantization of the electromagnetic field became an important goal for our founding fathers, whom we are here to celebrate. It was realized very soon that a consistent picture of quantum electrodynamics (QED) requires the quantization of not just the electromagnetic field ${\\bf A}({\\bf r},t)$, but the electron field ${\\bf \\psi}({\\bf r},t)$ as well. The electron field is now a Dirac spinor field and it becomes a major partner for the vector potential. Together these two fields form a duet which yearns for a unification which is not often emphasized in text books, but no one knows how to do this yet. The underlying structure appears to be a super-symmetric one where bosons and fermions live comfortably as a single field that could by some yet unknown process produce QED. This area is still at the forefront of current research with names like Super-symmetric Quantum Electrodynamics (SQED), strings and others. Ironically for a variety of reasons, the number of fields in SQED has to be increased and not decreased, defying the objective of an economical unification. Furthermore it is now known that Maxwell's theory is incomplete and that there are situations due to boundaries or topology that demand the vector potential must itself be gauge invariant. (This paper is dedicated to the celebration of 100 years of quantum mechanics, on the anniversary of Heisenberg's founding paper on the subject in July 1925, delivered by Miguel Ortuño at the IQSA 2025 Conference at Tropea in Calabria, Italy from 30 June to 4th July 2025. The proceedings will be published as a celebratory volume by World Scientific Publications, Singapore in 2026).         ",
    "url": "https://arxiv.org/abs/2509.04486",
    "authors": [
      "Tuck Choy",
      "Miguel Ortuno"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04589",
    "title": "An S-matrix Formalism for the Nonclassical Optical Response of Plasmonic Sphere Aggregates",
    "abstract": "           A computational method for the scattering of light by multiple nonclassical plasmonic nanospheres, each of which has multiple (non-)concentric dielectric or metallic layers, is presented. The electromagnetic (EM) response of the free electrons in the metals is described by three popular mesoscopic models: the nonlocal hydrodynamic Drude model (NLHDM) and its diffusive variant, namely the generalized nonlocal optical response (GNOR) model, as well as the surface response model (SRM). The main equation behind the method is set up by detailing the evaluation of the S-matrix for each individual spherical interface and the interactions amongst the interfaces. The algorithm is numerically validated by comparing with an in-house boundary element method (BEM) solver for a spherical NP with two smaller embedded spheres, and physically checked on a trimer configuration, where the responses from the NLHDM and SRM are contrasted with the local response model (LRM). In both cases a very good agreement is seen regarding frequency shifts and field enhancements.         ",
    "url": "https://arxiv.org/abs/2509.04589",
    "authors": [
      "Xin Zheng",
      "Christos Mystilidis",
      "Christos Tserkezis",
      "Guy A. E. Vandenbosch",
      "Xuezhi Zheng"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04621",
    "title": "Shallow Angle Inverse Compton Scattering",
    "abstract": "           Inverse Compton Scattering at shallow angles can be used to tune the spectrum and increase the brightness of the emitted radiation. Here, we report on the demonstration of emission of visible light by a 4.7 MeV $e$-beam crossing a 780 nm laser at 5.8$^{\\rm o}$ angle. Angular and spectral measurements of the radiation are in agreement with analytical and numerical predictions. We observe a characteristic dependence on the incoming polarization, not present in conventional head-on scattering, with suppression of the emission for $p$-polarization at condition equivalent to relativistic Brewster reflection.         ",
    "url": "https://arxiv.org/abs/2509.04621",
    "authors": [
      "B.H. Schaap",
      "M. Lenz",
      "P. Musumeci"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04635",
    "title": "Simulated Laser Cooling and Magneto-Optical Trapping of Group IV Atoms",
    "abstract": "           We present a scheme for laser cooling and magneto-optical trapping of the Group IV (a.k.a. Group 14 or tetrel) atoms silicon (Si), germanium (Ge), tin (Sn), and lead (Pb). These elements each possess a strong Type-II transition ($J \\rightarrow J' = J-1$) between the metastable $s^2p^2 \\,^3 P_1$ state and the excited $s^2ps'\\, ^3P_0^o$ state at an accessible laser wavelength, making them amenable to laser cooling and trapping. We focus on the application of this scheme to Sn, which has several features that make it attractive for precision measurement applications. We perform numerical simulations of atomic beam slowing, capture into a magneto-optical trap (MOT), and subsequent sub-Doppler cooling and compression in a blue-detuned MOT of Sn atoms. We also discuss a realistic experimental setup for realizing a high phase-space density sample of Sn atoms.         ",
    "url": "https://arxiv.org/abs/2509.04635",
    "authors": [
      "Geoffrey Zheng",
      "Jianwei Wang",
      "Mohit Verma",
      "Qian Wang",
      "Thomas K. Langin",
      "David DeMille"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04674",
    "title": "Microwave Spectroscopy of the Muonium $2S_{1/2}-2P_{3/2}$ Fine Structure Interval",
    "abstract": "           We report a microwave spectroscopy measurement of the muonium $2S_{1/2}-2P_{3/2}$ fine structure transition, yielding a transition frequency of $9871.0 \\pm 7.0~\\mathrm{MHz}$, in agreement with state-of-the-art QED predictions within one standard deviation. In combination with the recent Lamb shift result, the $2P_{1/2}-2P_{3/2}$ splitting is determined, improving the spectroscopic characterization of the $n=2$ manifold in muonium. These results provide a stringent test of bound-state QED in a purely leptonic system and establish a path toward future searches for Lorentz violation and muon-specific new physics.         ",
    "url": "https://arxiv.org/abs/2509.04674",
    "authors": [
      "Philipp Blumer",
      "Gianluca Janka",
      "Svenja Geissmann",
      "Iren Ignatov",
      "Marcus Mähring",
      "Zaher Salman",
      "Andreas Suter",
      "Edward Thorpe-Woods",
      "Thomas Prokscha",
      "Ben Ohayon",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04760",
    "title": "A scalable method for cavity-enhanced solid-state quantum sensors",
    "abstract": "           Photoluminescent color centers in diamond and hexagonal boron nitride (hBN) are powerful nanoscale solid-state quantum sensors that are explored in a plethora of quantum technologies. Methods for integrating them into macroscopic structures that improve their sensitivity and enable their large-scale deployment are highly sought after. Here, we demonstrate cavity-enhanced photoluminescence (PL) of fluorescent nanodiamonds (FNDs) and hBN nanoparticles (NPs) embedded in polymer-based thin-film optical cavities on the centimeter scale. The cavity resonances efficiently modulate the spectral PL peak position of nitrogen-vacancy (NV) centers in FNDs across the NV PL spectrum and lead to an up to 2.9-fold Purcell-enhancement of the NV PL decay rate. The brightness of hBN NPs increases by up to a factor of three and the PL decay rate is enhanced by up to 13-fold inside the cavities. Finally, we find a 4.8 times improved magnetic field sensitivity of 20 nm FNDs in thin-film cavities due to cavity-enhanced optically detected magnetic resonance contrast and PL brightness. Our study demonstrates a low-cost and scalable method for the fabrication of quantum sensor-doped thin-film cavities, which is an important step toward the development of advanced quantum sensing technologies.         ",
    "url": "https://arxiv.org/abs/2509.04760",
    "authors": [
      "Daniel J. Tibben",
      "Roy Styles",
      "David A. Broadway",
      "Jean-Philippe Tetienne",
      "Daniel E. Gómez",
      "Philipp Reineck"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2509.04783",
    "title": "Million-Q Dual-Polarization Micro-Fabry-Perot Resonators in Silicon Nitride Photonic Integrated Circuits",
    "abstract": "           Miniaturized Fabry-Perot standing-wave resonators and whispering-gallery travelling wave resonators constitute foundational building blocks for photonic integrated circuits. While both architectures offer transformative potential through high quality factors and dual-polarization operation, integrated Fabry-Perot resonators face significant challenges in simultaneously achieving ultra-high Q-factors and broadband thermal tunability for fundamental transverse magnetic (TM0) and transverse electric (TE0) modes within a compact footprint-primarily due to polarization-dependent losses in conventional chip-scale reflectors. Here, we overcome this limitation by demonstrating an integrated silicon nitride dual-polarization micro-Fabry-Perot resonator with polarization-insensitive Sagnac loop reflectors and multimode waveguides to effectively suppress losses and enable high-performances for both fundamental transverse magnetic (TM0) and transverse electric (TE0) modes. The device achieves record loaded quality factors of 2.38*106 (TM0) and 3.48*105 (TE0) respectively and intrinsic quality factors will be even higher. Moreover, both two modes are tuned over the whole free spectral range of around 0.111 nm (TM0) and 0.112 nm (TE0) with the thermal tuning efficiencies of approximately 1.04 pm/mW (TM0) and 1.24 pm/mW (TE0). These advances establish a new benchmark for compact, high-performance dual-polarization resonators in optical sensors, nonlinear and integrated quantum photonics.         ",
    "url": "https://arxiv.org/abs/2509.04783",
    "authors": [
      "Ziyang Xiong",
      "Tong Lin",
      "Liu Li",
      "Hao Deng",
      "Shihua Chen",
      "Junpeng Lu",
      "Zhenhua Ni"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04839",
    "title": "Impact of noise on nonlinear-exceptional-point-based sensors",
    "abstract": "           Nonlinear exceptional points (NEPs), a new type of spectral singularity in nonlinear non-Hermitian systems, are expected to address the noise divergence issue encountered at linear exceptional points and are therefore under the scrutiny of theoretical and experimental investigations. However, concerns have been raised that NEPs may hinder improvements in the signal-to-noise ratio (SNR) of sensors, and there is currently no rigorous theoretical framework to characterize noise effects in NEPs, particularly when accounting for the inherent nonlinear feedback. Here, we develop a new theoretical framework to address the impact of noise on NEP-based sensors, effectively resolving these concerns. The interplay between noise and nonlinearity keeps the average frequency virtually unchanged. In addition, a hidden feedback mechanism limits the increase in detectable uncertainty, together enabling a substantial SNR enhancement at NEPs. Our results resolve the ongoing debate over the SNR of NEPs and lay the groundwork for NEP-based sensor technologies.         ",
    "url": "https://arxiv.org/abs/2509.04839",
    "authors": [
      "Kai Bai",
      "Chen Lin",
      "Meng Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04882",
    "title": "Experiment to test the incompleteness of quantum mechanics",
    "abstract": "           For almost 100 years, the incompleteness of quantum formalism and the probabilistic nature of measurement have been debated without any experiment being able to settle these questions. There exist contingent quantum interpretations that share the same mathematical formalism but have contradictory world views. In double-slit interference experiments, standard quantum theory does not take particle size into account, which is not the case in de Broglie's double solution theory. We use the large size of Rydberg atoms to propose an experiment to test the incompleteness of the standard quantum formalism. We present an interference experiment with asymmetric slits, a large slit that allows Rydberg atoms to pass through and a grating of small slits that do not. We show with numerical simulations that the transmission densities in the standard interpretation and in the double solution interpretation give very different results (one peak instead of two). Experimental implementation now seems possible and would be a crucial test between these two interpretations.         ",
    "url": "https://arxiv.org/abs/2509.04882",
    "authors": [
      "Michel Gondran",
      "Alexandre Gondran"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04953",
    "title": "Orbital Angular Momentum Generating Thin-Film Conformal Metasurface for Backscattering Control",
    "abstract": "           This paper presents the design, simulation, and experimental verification of a flexible thin-film conformal metasurface for backscattering control via orbital angular momentum (OAM) wave generation in the X-band (9.5-10.5 GHz). The metasurface comprises asymmetric square loop meta-atoms fabricated on an air-equivalent dielectric substrate with subwavelength thickness (lambda/15 at 10 GHz). Analytical modeling define the phase difference requirement (arg(ryy) - arg(rxx) = 180 +- 25 deg for spin-to-orbital angular momentum conversion, enabling OAM mode l = +1 generation upon circularly polarized wave reflection. Full-wave EM simulations and antenna array theory predictions confirmed a characteristic radiation pattern null along the OAM propagation axis. Experimental prototypes were fabricated using adhesive-backed foil on foam-core substrates, demonstrating: 4 dB reflected power reduction for the OAM-generating metasurface compared to a uniform-phase reference, 7 dB reflected waves reduction versus solid metal including for various radii of rounding surfaces. The measured suppression bandwidth reached 1 GHz, though alignment sensitivity due to the narrow null zone was identified as a limitation. Additional radial phase gradients for beam defocusing reduced performance by 1-2 dB due to main lobe distortion. Discrepancies between analytical models and measurements underscored the importance of mutual coupling effects in complex phase distributions. This work confirms thin-film conformal metasurfaces as a viable solution for controllable backscattering.         ",
    "url": "https://arxiv.org/abs/2509.04953",
    "authors": [
      "Yury M. Meleshin",
      "Maxim V. Azarov",
      "Artem A. Airapetian",
      "Konstantin S. Lyalin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04960",
    "title": "Fully Integrated Memristive Spiking Neural Network with Analog Neurons for High-Speed Event-Based Data Processing",
    "abstract": "           The demand for edge artificial intelligence to process event-based, complex data calls for hardware beyond conventional digital, von-Neumann architectures. Neuromorphic computing, using spiking neural networks (SNNs) with emerging memristors, is a promising solution, but existing systems often discard temporal information, demonstrate non-competitive accuracy, or rely on neuron designs with large capacitors that limit the scalability and processing speed. Here we experimentally demonstrate a fully integrated memristive SNN with a 128x24 memristor array integrated on a CMOS chip and custom-designed analog neurons, achieving high-speed, energy-efficient event-driven processing of accelerated spatiotemporal spike signals with high computational fidelity. This is achieved through a proportional time-scaling property of the analog neurons, which allows them to use only compact on-chip capacitors and train directly on the spatiotemporal data without special encoding by backpropagation through surrogate gradient, thus overcoming the speed, scalability and accuracy limitations of previous designs. We experimentally validated our hardware using the DVS128 Gesture dataset, accelerating each sample 50,000-fold to a 30 us duration. The system achieves an experimental accuracy of 93.06% with a measured energy efficiency of 101.05 TSOPS/W. We project significant future efficiency gains by leveraging picosecond-width spikes and advanced fabrication nodes. By decoupling the hardware's operational timescale from the data's natural timescale, this work establishes a viable pathway for developing neuromorphic processors capable of high-throughput analysis, critical for rapid-response edge computing applications like high-speed analysis of buffered sensor data or ultra-fast in-sensor machine vision.         ",
    "url": "https://arxiv.org/abs/2509.04960",
    "authors": [
      "Zhu Wang",
      "Song Wang",
      "Zhiyuan Du",
      "Ruibin Mao",
      "Yu Xiao",
      "Hayden Kwok-Hay So",
      "Peng Lin",
      "Can Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.05062",
    "title": "Photon Bose-Einstein Condensation in Semiconductors: A Quantum Kinetic Theory",
    "abstract": "           Photon condensation in semiconductor microcavities is a transformative technique for engineering quantum states of light at room temperature by tailoring strong but incoherent light-matter interactions. While continuous-wave and electrical pumping offer exceptional prospects for miniaturized quantum photonic technologies, harnessing these requires conceptual advances in understanding nonequilibrium light-matter dynamics in semiconductors. We resolve this challenge through an \\textit{ab initio} quantum kinetic theory capturing how Coulomb interactions of optically excited carriers and phonon scattering mediate photon thermalization and condensation in semiconductors. Our microscopic model shows that at high carrier densities, thermalization is dominated by carrier-carrier Coulomb scattering, in clear contrast to the rovibrational relaxation that governs dye-based photon condensates. The theory predicts a rich nonequilibrium phase diagram with thermal, Bose-condensed, multimode, and lasing phases, quantitatively in agreement with recent experiments. Crucially, we identify how cavity detuning controls transitions between equilibrium and gain-dominated regimes, enabling tailored design of coherent light sources. This work thus provides the foundation for semiconductor-based quantum photonic devices operating beyond conventional laser paradigms.         ",
    "url": "https://arxiv.org/abs/2509.05062",
    "authors": [
      "José L. Figueiredo",
      "Ross C. Schofield",
      "Ming Fu",
      "Robert A. Nyman",
      "Rupert Oulton",
      "Hugo Terças",
      "Florian Mintert"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.05133",
    "title": "High-pulse-energy integrated mode-locked lasers based on a Mamyshev oscillator",
    "abstract": "           Ultrafast lasers have unlocked numerous advances across science and technology: they enable corneal surgery, reveal chemical reaction dynamics, and underpin optical atomic clocks. Over the past decades, extensive efforts have been devoted to developing photonic integrated circuit-based mode-locked lasers that are compact, scalable, and compatible with further on-chip functionalities. Yet, existing implementations fall short of pulse energies required for their subsequent uses in nonlinear applications. In this work, we demonstrate the first mode-locked laser that overcomes this limitation in low-loss erbium-doped silicon nitride photonic integrated circuits. The laser is based on the Mamyshev oscillator architecture, which employs alternating spectral filtering and self-phase modulation for mode-locking. It delivers a 176 MHz stream of pulses with nanojoule energy, comparable to fiber lasers and surpassing previous photonic integrated sources by more than two orders of magnitude. The output pulses exhibit excellent coherence, can be linearly compressed to 147 fs and directly drive a 1.5-octave-spanning supercontinuum in an integrated waveguide. Our work establishes a new generation of high-pulse-energy photonic integrated mode-locked lasers and paves the way for their widespread adoption.         ",
    "url": "https://arxiv.org/abs/2509.05133",
    "authors": [
      "Zheru Qiu",
      "Jianqi Hu",
      "Xuan Yang",
      "Zhongshu Liu",
      "Yichi Zhang",
      "Xinru Ji",
      "Jiale Sun",
      "Grigorii Likhachev",
      "Xurong Li",
      "Zihan Li",
      "Ulrich Kentsch",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.05163",
    "title": "Topology and criticality in non-Hermitian multimodal optical resonators through engineered losses",
    "abstract": "           Non-Hermitian topological matter provides a platform for engineering phenomena that go beyond the capabilities of Hermitian systems, enabling the use of losses to engineer topological phenomena. Non-Hermitian models often rely on artificial platforms made of engineered lattices because controlling losses in natural compounds is challenging. Although typical models for non-Hermitian photonic matter are often single mode, photonic systems are often multimodal, producing mixing between different normal modes in each site. In this work, we explore a generalized family of multimodal non-Hermitian lattices, featuring multiple resonant modes. We show that these multimodal models are capable of featuring topological modes and criticality, similar to the artificial single-mode models often considered. We analyze the robustness of these non-Hermitian topological modes to fluctuation of local losses, disorder, and artificial gauge field. We show that these effects can be captured via both a full microscopic model and effective multiorbital models. Specifically, we show that due to their multiorbital nature, the localization properties of non-Hermitian multiorbital models can be controlled by an external gauge field. Our results demonstrate that internal orbital degrees of freedom provide a promising strategy to engineer controllable non-Hermitian topology and criticality.         ",
    "url": "https://arxiv.org/abs/2509.05163",
    "authors": [
      "Elizabeth Louis Pereira",
      "Hongwei Li",
      "Andrea Blanco-Redondo",
      "Jose L. Lado"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.05271",
    "title": "Efficient optical configurations for trapped-ion entangling gates",
    "abstract": "           High-fidelity and parallel realization in scalable platforms of the two-qubit entangling gates fundamental to universal quantum computing constitutes one of the largest challenges in implementing fault-tolerant quantum computation. Integrated optical addressing of trapped-ion qubits offers routes to scaling the high-fidelity optical control demonstrated to date in small systems. Here we show that in addition to scaling, capabilities practically enabled by integrated optics can substantially alleviate laser powers required for both light-shift (LS) and Molmer-Sorensen (MS) geometric phase gates acting on long-lived ground-state qubit encodings in a broad range of ion species. In the proposed gate schemes utilizing carrier nulling via ion positioning at phase-stable standing-wave (SW) nodes, our calculations suggest that suppressed spontaneous photon scattering at the SW node allows for gate drives operating at smaller Raman detunings, resulting in approximately an order-of-magnitude reduction in power requirement (and significantly larger in certain parameter regimes) for gates of a given duration and scattering-limited fidelity as compared to conventional running wave (RW)-based approaches. The SW schemes have the additional benefit of simultaneously eliminating undesired coherent couplings that typically limit gate speeds. Our work quantifies power requirements for multiple ion species and enhancements to be expected from carrier-nulled configurations practically enabled by integrated delivery, and informs experiments and systems for realization of fast and power-efficient laser-based entangling gates in scalable platforms.         ",
    "url": "https://arxiv.org/abs/2509.05271",
    "authors": [
      "Aditya Milind Kolhatkar",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04583",
    "title": "Instance-Wise Adaptive Sampling for Dataset Construction in Approximating Inverse Problem Solutions",
    "abstract": "           We propose an instance-wise adaptive sampling framework for constructing compact and informative training datasets for supervised learning of inverse problem solutions. Typical learning-based approaches aim to learn a general-purpose inverse map from datasets drawn from a prior distribution, with the training process independent of the specific test instance. When the prior has a high intrinsic dimension or when high accuracy of the learned solution is required, a large number of training samples may be needed, resulting in substantial data collection costs. In contrast, our method dynamically allocates sampling effort based on the specific test instance, enabling significant gains in sample efficiency. By iteratively refining the training dataset conditioned on the latest prediction, the proposed strategy tailors the dataset to the geometry of the inverse map around each test instance. We demonstrate the effectiveness of our approach in the inverse scattering problem under two types of structured priors. Our results show that the advantage of the adaptive method becomes more pronounced in settings with more complex priors or higher accuracy requirements. While our experiments focus on a particular inverse problem, the adaptive sampling strategy is broadly applicable and readily extends to other inverse problems, offering a scalable and practical alternative to conventional fixed-dataset training regimes.         ",
    "url": "https://arxiv.org/abs/2509.04583",
    "authors": [
      "Jiequn Han",
      "Kui Ren",
      "Nathan Soedjak"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04725",
    "title": "Tailoring spatial correlations with quantum interference",
    "abstract": "           Photon correlations represent a central resource in many quantum optics experiments, with applications ranging from quantum information protocols to sensing. Engineering such correlations is often challenging, especially in multi-particle scenarios. In this work we describe an effective method for shaping spatial correlations between photons by patterning their distinguishability in a quantum interference setup. We show how to write and edit these bi-photon correlations between the two output channels of a beam-splitter, hiding this encoded information from conventional intensity measurements. Our scheme offers an easy extension to multiparticle scenarios and facilitates the transmission of high-dimensional quantum information, with potential applications to quantum communication and imaging protocols.         ",
    "url": "https://arxiv.org/abs/2509.04725",
    "authors": [
      "Carlo Schiano",
      "Bereneice Sephton",
      "Elnaz Darsheshdar",
      "Lorenzo Marrucci",
      "Corrado de Lisio",
      "Vincenzo D'Ambrosio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04727",
    "title": "Qumode-Based Variational Quantum Eigensolver for Molecular Excited States",
    "abstract": "           We introduce the Qumode Subspace Variational Quantum Eigensolver (QSS-VQE), a hybrid quantum-classical algorithm for computing molecular excited states using the Fock basis of bosonic qumodes in circuit quantum electrodynamics (cQED) devices. This approach harnesses the native universal gate sets of qubit-qumode architectures to construct highly expressive variational ansatze, offering potential advantages over conventional qubit-based methods. In QSS-VQE, the electronic structure Hamiltonian is first mapped to a qubit representation and subsequently embedded into the Fock space of bosonic qumodes, enabling efficient state preparation and reduced quantum resource requirements. We demonstrate the performance of QSS-VQE through simulations of molecular excited states, including dihydrogen and a conical intersection in cytosine. Additionally, we explore a bosonic model Hamiltonian to assess the expressivity of qumode gates, identifying regimes where qumode-based implementations outperform purely qubit-based approaches. These results highlight the promise of leveraging bosonic degrees of freedom for enhanced quantum simulation of complex molecular systems.         ",
    "url": "https://arxiv.org/abs/2509.04727",
    "authors": [
      "Rishab Dutta",
      "Cameron Cianci",
      "Alexander V. Soudackov",
      "Yuchen Wang",
      "Chuzhi Xu",
      "David A. Mazziotti",
      "Lea F. Santos",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2509.05123",
    "title": "Efficient Quantum Space-Division Multiplexing Using Time-Bin and Phase Encoding in Few-Mode Fibers",
    "abstract": "           Space-division multiplexing using multimode optical fibers has been applied to quantum-level signals with time-bin and phase encoding, achieving Mqubits per second over 8 km of few-mode fiber. The dead time of single-photon detectors, typically considered a bottleneck in quantum transmission, is effectively utilized here to eliminate modal cross-talk between quantum channels.         ",
    "url": "https://arxiv.org/abs/2509.05123",
    "authors": [
      "Mario Zitelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.05204",
    "title": "Laser-enhanced quantum sensing boosts sensitivity and dynamic range",
    "abstract": "           Magnetometers based on nitrogen-vacancy (NV) centers in diamond have emerged as the most important solid-state quantum sensors. However, ensembles are limited in optical contrast to typically a few percent and high-sensitivity variants usually possess only a few $\\mathrm{\\mu}$T dynamic range. Here, we demonstrate a laser threshold magnetometry-based NV system that avoids these limitations. By integrating the NV centers into a laser cavity and showing magnetic-field-dependent shifts of the laser threshold, we observe 100\\,\\% contrast with strong output signals up to 50\\,mW. The resulting system exhibits a dynamic range of $\\pm$280\\,$\\mathrm{\\mu}$T with a photon-shot-noise-limited sensitivity of 670\\,fT/$\\sqrt{\\mathrm{Hz}}$, which we demonstrate to improve super-linearly with contrast. The ratio of these sensing-relevant parameters, that can be traded at the cost of each other, marks an improvement factor of 780 over typical fluorescence-based readout and vapor cell sensors. Such performance improvements open the door to new generations of sensors for applications including magnetoencephalography, magnetic navigation, and magnetic anomaly detection.         ",
    "url": "https://arxiv.org/abs/2509.05204",
    "authors": [
      "Florian Schall",
      "Lukas Lindner",
      "Yves Rottstaedt",
      "Marcel Rattunde",
      "Florentin Reiter",
      "Rüdiger Quay",
      "Roman Bek",
      "Alexander M. Zaitsev",
      "Takeshi Ohshima",
      "Andrew D. Greentree",
      "Jan Jeske"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.18212",
    "title": "Quantum implicit representation of vortex filaments in turbulence",
    "abstract": "           Entangled vortex filaments are essential to turbulence, serving as coherent structures that govern nonlinear fluid dynamics and support the reconstruction of fluid fields to reveal statistical properties. This study introduces an quantum implicit representation of vortex filaments in turbulence, employing a level-set method that models the filaments as the intersection of the real and imaginary zero iso-surfaces of a complex scalar field. Describing the fluid field via the scalar field offers distinct advantages in capturing complex structures, topological properties, and fluid dynamics, while opening new avenues for innovative solutions through quantum computing platforms. The representation is reformulated into an eigenvalue problem for Hermitian matrices, enabling the conversion of velocity fields into complex scalar fields that embed the vortex filaments. The resulting optimization is addressed using a variational quantum eigensolver, with Pauli operator truncation and deep learning techniques applied to improve efficiency and reduce noise. The proposed quantum framework achieves a near-linear time complexity and a exponential storage reduction while maintaining a balance of accuracy, robustness, and versatility, presenting a promising tool for turbulence analysis, vortex dynamics research, and machine learning dataset generation.         ",
    "url": "https://arxiv.org/abs/2502.18212",
    "authors": [
      "Chenjia Zhu",
      "Ziteng Wang",
      "Shiying Xiong",
      "Yaomin Zhao",
      "Yue Yang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.07844",
    "title": "A quantum computing approach to beam angle optimization",
    "abstract": "           Background: Beam angle optimization (BAO) is a critical component of radiation therapy (RT) treatment planning, where small changes in beam configuration can significantly impact treatment quality, especially for proton RT. Mathematically, BAO is a mixed integer programming (MIP) problem, which is NP-hard due to its exponential growing search space. Traditional optimization techniques often struggle with computational efficiency, necessitating the development of novel approaches. Purpose: This study introduces QC-BAO, a hybrid quantum-classical approach that leverages quantum computing to solve the MIP formulation of BAO. Methods: The proposed approach, QC-BAO, models BAO as an MIP problem, incorporating binary variables for beam angle selection and continuous variables for optimizing spot intensities for proton therapy. The proposed approach employs a hybrid quantum-classical framework, utilizing quantum computing to solve the binary decision component while integrating classical optimization techniques, including iterative convex relaxation and alternating direction method of multipliers. Results: Computational experiments were conducted on clinical test cases to evaluate QC-BAO's performance against clinically verified angles and a heuristic approach, GS-BAO. QC-BAO demonstrated improved treatment plan quality over both clinical and GS-BAO. The method consistently increased the conformity index (CI) for target coverage while reducing mean and maximum doses to organs-at-risk (OAR). Additionally, QC-BAO produced the lowest objective function value, confirming its superior optimization capability. Conclusions: The findings highlight the potential of quantum computing to enhance the solution to BAO problem by demonstrated improvement in plan quality using the proposed method, QC-BAO. This study paves the way for future clinical implementation of quantum-accelerated optimization in RT.         ",
    "url": "https://arxiv.org/abs/2504.07844",
    "authors": [
      "Nimita Shinde",
      "Ya-Nan Zhu",
      "Haozheng Shen",
      "Hao Gao"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2507.03611",
    "title": "Direct observation of photonic spin Hall effect in Mie scattering",
    "abstract": "           The photonic spin Hall effect (PSHE), a hallmark of spin-orbit interaction of light, has long been considered a promising route toward spin-controlled functionalities in nanophotonics. Yet, its practical realization has been severely limited by the inherently weak spin-orbit coupling in typical systems, resulting in vanishingly small transverse shifts and extremely low scattering efficiency. This fundamental trade-off has rendered the PSHE observable only through complex weak measurement protocols and signal amplification-approaches that come at the cost of further intensity loss, particularly in nanoscale systems. In this work, we overcome this longstanding challenge by introducing a novel mechanism based on symmetry breaking and mode coupling in a standalone scatterer, which unlocks a regime of Friedrich-Wintgen superscattering with strong near-field spin-orbit interaction. This allows for simultaneous enhancement of both the photonic spin Hall shift and the far-field scattering intensity-boosting the latter by nearly two orders of magnitude compared to conventional dipolar particles. Through tailored multipolar interference, the PSHE is made accessible at experimentally convenient angles, enabling post selection-free detection. We report the first direct experimental observation of the PSHE from a single superscattering particle, achieved in the microwave regime via polarization-resolved far-field measurements. Our findings not only validate a new physical pathway for enhancing spin-dependent light-matter interactions, but also establish a robust, scalable platform for spin-based photonic technologies. This breakthrough opens new avenues in precision optical metrology, advanced imaging, LIDAR systems, and integrated photonic circuitry, bridging a critical gap between fundamental spin optics and real-world applications.         ",
    "url": "https://arxiv.org/abs/2507.03611",
    "authors": [
      "Aizaz Khan",
      "Nikolay Solodovchenko",
      "Dongliang Gao",
      "Denis Kislov",
      "Xiaoying Gu",
      "Yuchen Sun",
      "Lei Gao",
      "Cheng-Wei Qiu",
      "Alexey Arsenin",
      "Alexey Bolshakov",
      "Vjaceslavs Bobrovs",
      "Olga Koval",
      "Alexander S. Shalin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.05151",
    "title": "Quantum Inspiration, Classical Advantage: Dequantized particle algorithm for the nonlinear Vlasov-Poisson system",
    "abstract": "           We present a dequantization algorithm for the Vlasov--Poisson (VP) system, termed the dequantized particle algorithm, by systematically dequantizing the underlying many-body quantum theory. Starting from the second-quantized Hamiltonian description, we derive a finite-dimensional dequantized system and show that it furnishes a structure-preserving discretization of the Schrödinger--Poisson (SP) equations. Through the Wigner or Husimi transformations, this discretization provides an efficient approximation of the VP system when quantum effects are negligible. Unlike conventional structure-preserving algorithms formulated in 6D phase space, this dequantized particle algorithm operates in 3D configuration space, potentially offering more compact and efficient representations of physical information under appropriate conditions. A numerical example of the classical nonlinear two-stream instability, simulated using merely 97 dequantized particles, demonstrates the efficiency, accuracy, and conservation properties of the algorithm and confirms its potential as a foundation for developing quantum and quantum-inspired classical algorithms for kinetic plasma dynamics.         ",
    "url": "https://arxiv.org/abs/2507.05151",
    "authors": [
      "Hong Qin",
      "Michael Q. May",
      "Jacob Molina"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.06265",
    "title": "Heterogeneously integrated lithium tantalate-on-silicon nitride modulators for high-speed communications",
    "abstract": "           Driven by the prospects of higher bandwidths for optical interconnects, integrated modulators involving materials beyond those available in silicon manufacturing increasingly rely on the Pockels effect. For instance, wafer-scale bonding of lithium niobate films onto ultralow loss silicon nitride photonic integrated circuits provides heterogeneous integrated devices with low modulation voltages operating at higher speeds than silicon photonics. However, in spite of its excellent electro-optic modulation capabilities, lithium niobate suffers from drawbacks such as birefringence and long-term bias instability. Among other available electro-optic materials, lithium tantalate can overcome these shortcomings with its comparable electro-optic coefficient, significantly improved photostability, low birefringence, higher optical damage threshold, and enhanced DC bias stability. Here, we demonstrate wafer-scale heterogeneous integration of lithium tantalate films on low-loss silicon nitride photonic integrated circuits. With this hybrid platform, we implement modulators that combine the ultralow optical loss ($\\sim$ 14.2 dB/m), mature processing and wide transparency of silicon nitride waveguides with the ultrafast electro-optic response of thin-film lithium tantalate. The resulting devices achieve a 6 V half-wave voltage, and support modulation bandwidths of up to 100 GHz. We use single intensity modulators and in-phase/quadrature (IQ) modulators to transmit PAM4 and 16-QAM signals reaching up to 333 and 581 Gbit/second net data rates, respectively. Our results demonstrate that lithium tantalate is a viable approach to broadband photonics sustaining extended optical propagation, which can uniquely contribute to technologies such as RF photonics, interconnects, and analog signal processors.         ",
    "url": "https://arxiv.org/abs/2508.06265",
    "authors": [
      "Jiachen Cai",
      "Alexander Kotz",
      "Hugo Larocque",
      "Chengli Wang",
      "Xinru Ji",
      "Junyin Zhang",
      "Daniel Drayss",
      "Xin Ou",
      "Christian Koos",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.04201",
    "title": "Nanometer-precision tracking of adipocyte dynamics via single lipid droplet whispering-gallery optical resonances",
    "abstract": "           Biophotonics-and more recently, biointegrated photonics-offer transformative tools for probing cellular processes with unprecedented precision. Among these, whispering gallery mode (WGM) resonators-optical microcavities formed in spherical structures-have emerged as powerful biosensors and intracellular barcodes. Lipid droplets (LDs), with their high refractive index and intrinsic spherical geometry, are ideal candidates for supporting intracellular lasing. Although lasing in LDs has been previously demonstrated, it has not yet been harnessed to study live cell biology. Here, we report the first use of WGM resonances in LDs of live primary adipocytes, employing a continuous-wave (CW) laser at powers below the biological damage threshold. By measuring these resonances, we achieved nanometer-scale precision in size estimation, enabling real-time observation of rapid LD dynamics and deformations on the minute scale, far beyond the spatio-temporal resolution of conventional microscopy. We systematically characterized this photonic sensing approach, demonstrating its ability to resolve adipocyte heterogeneity, monitor lipolytic responses to forskolin and isoproterenol, and detect early signs of cell viability loss, well before conventional assays. This proof-of-concept establishes intracellular LD WGM resonances as a robust platform for investigating live single-cell metabolism. The technique enables rapid, cost-effective assessment of adipocyte function, reveals cell-to-cell variability obscured by bulk assays, and lays the foundation for high-throughput analysis of metabolism- and obesity-related diseases at both cellular and tissue levels.         ",
    "url": "https://arxiv.org/abs/2509.04201",
    "authors": [
      "Rok Podlipec",
      "Ana Krišelj",
      "Maja Zorc",
      "Petra Matjan Štefin",
      "Siegfried Usaar",
      "Matjaž Humar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Cell Behavior (q-bio.CB)"
    ]
  },
  {
    "id": "arXiv:2506.05031",
    "title": "Quantum simulation of the Hubbard model on a graphene hexagon: Strengths of IQPE and noise constraints",
    "abstract": "           Quantum computing offers transformative potential for simulating real-world materials, providing a powerful platform to investigate complex quantum systems across quantum chemistry and condensed matter physics. In this work, we leverage this capability to simulate the Hubbard model on a six-site graphene hexagon using Qiskit, employing the Iterative Quantum Phase Estimation (IQPE) and adiabatic evolution algorithms to determine its ground-state properties. Our results show that a single Slater determinant is sufficient to initialize IQPE and accurately recover ground-state energies (GSEs) in small-scale Hubbard systems. In noiseless simulations, IQPE converges within a few iterations to exact GSEs, while adiabatic simulations yield charge and spin densities and correlation functions in excellent agreement with exact diagonalization. However, deploying IQPE and adiabatic evolution on today's noisy quantum hardware remains highly challenging. To investigate these limitations in IQPE, we use the Qiskit Aer simulator with a custom noise model tailored to the characteristics of IBM's real hardware. This model includes realistic depolarizing gate errors, thermal relaxation, and readout noise, allowing us to explore how these factors degrade simulation accuracy. Further, we implement the IQPE algorithm on IBM's ibm_strasbourg and ibm_fez devices for a reduced three-site Hubbard model, enabling direct comparison between simulated and real hardware noise. While ibm_fez runs closely match exact results, discrepancies highlight the gap between modeled and physical noise. This study demonstrates both the IQPE's potential and current limitations for simulating strongly correlated systems under realistic conditions.         ",
    "url": "https://arxiv.org/abs/2506.05031",
    "authors": [
      "Mohammad Mirzakhani",
      "Kyungsun Moon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.16413",
    "title": "Quantum Fisher information as a witness of non-Markovianity and criticality in the spin-boson model",
    "abstract": "           The quantum Fisher information, the quantum analogue of the classical Fisher information, is a central quantity in quantum metrology and quantum sensing due to its connection to parameter estimation and fidelity susceptibility. Using numerically exact methods applied to a paradigmatic open quantum system, the spin-boson model, we calculate both static and dynamical quantum Fisher information matrix elements with respect to spin-bath couplings and magnetic field strengths. As the spin-bath interaction increases, we first show that the coupling-coupling matrix elements relative to the ground state of the Hamiltonian are linked to the entanglement growth and signal the Berezinskii-Kosterlitz-Thouless quantum phase transition through their non-monotonic behavior. Furthermore, we demonstrate that the time-dependent matrix elements can reveal non-Markovian effects as well as the transition from the coherent to incoherent regime at the Toulouse point, remaining robust under pure dephasing noise. Non-monotonic signatures of the quantum Fisher information matrix reflect changes in quantum resources such as entanglement and coherence, quantify non-Markovian behavior, and enable criticality-enhanced quantum sensing, thereby shedding light on key features of open quantum systems.         ",
    "url": "https://arxiv.org/abs/2508.16413",
    "authors": [
      "Daniele Parlato",
      "Grazia Di Bello",
      "Fabrizio Pavan",
      "Giulio De Filippis",
      "Carmine Antonio Perroni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]