[
  {
    "id": "arXiv:2406.06782",
    "title": "Optimal Demodulation Domain for Microwave SQUID Multiplexers in Presence of Readout System Noise",
    "abstract": "           The Microwave SQUID Multiplexer ({\\mu}MUX) is the device of choice for the readout of a large number of Low-Temperature Detectors in a wide variety of experiments within the fields of astronomy and particle physics. While it offers large multiplexing factors, the system noise performance is highly dependent on the cold and warm-readout electronic systems used to read it out, as well as the demodulation domain and parameters chosen. In order to understand the impact of the readout systems in the overall noise performance, first we extended the available {\\mu}MUX simulation frameworks including additive and multiplicative noise sources in the probing tones (i.e. phase and amplitude noise), along with the capability of demodulating the scientific data, either in resonator's phase or amplitude. Then, considering the additive noise as a dominant noise source, the optimum readout parameters to achieve minimum system noise were found for both open-loop and flux-ramp demodulation schemes in the aforementioned domains. Later, we evaluated the system noise sensitivity to multiplicative noise sources under the optimum readout parameters. Finally, as a case study, we evaluated the optimal demodulation domain and expected system noise level for a typical Software-Defined Radio (SDR) readout system. This work leads to an improved system performance prediction and noise engineering based on the available readout electronics and selected demodulation domain.         ",
    "url": "https://arxiv.org/abs/2406.06782",
    "authors": [
      "M. E. García Redondo",
      "N. A. Müller",
      "J. M. Salum",
      "L. P. Ferreyro",
      "J. D. Bonilla-Neira",
      "J. M. Geria",
      "J. J. Bonaparte",
      "T. Muscheid",
      "R. Gartmann",
      "A. Almela",
      "M. R. Hampel",
      "A. E. Fuster",
      "L. E. Ardila-Perez",
      "M. Wegner",
      "M. Platino",
      "O. Sander",
      "S. Kempf",
      "M. Weber"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07171",
    "title": "Enhancing Membrane-Based Scanning Force Microscopy Through an Optical Cavity",
    "abstract": "           The new generation of strained silicon nitride resonators harbors great promise for scanning force microscopy, especially when combined with the extensive toolbox of cavity optomechanics. However, accessing a mechanical resonator inside an optical cavity with a scanning tip is challenging. Here, we experimentally demonstrate a cavity-based scanning force microscope based on a silicon nitride membrane sensor. We overcome geometric constraints by making use of the extended nature of the mechanical resonator normal modes, which allows us to spatially separate the scanning and readout sites of the membrane. Our microscope is geared towards low-temperature applications in the zeptonewton regime, such as nanoscale nuclear spin detection and imaging.         ",
    "url": "https://arxiv.org/abs/2406.07171",
    "authors": [
      "Thomas Gisler",
      "David Hälg",
      "Vincent Dumont",
      "Shobhna Misra",
      "Letizia Catalini",
      "Eric C. Langman",
      "Albert Schliesser",
      "Christian L. Degen",
      "Alexander Eichler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2406.07245",
    "title": "Optical and Electrical Properties of Diamond-like-Carbon Coatings Prepared by Electron Cyclotron Resonance Ion Beam Deposition Process",
    "abstract": "           Diamond-like carbon thin films have emerged as durable, chemically stable optical coatings for many optical and optoelectronics applications due to their hardness, chemical inertness, and optical transparency. This paper presents a novel high-energy electron cyclotron resonance ion beam sputter deposition technique to fabricate pure diamond-like carbon coatings at room temperature. The chemical composition of the deposited coatings including ratios of sp2/sp3 bonding in the thin films were determined by X-ray photoelectron spectroscopy. Results indicate that the sp3 percentage ranges from 45% - 85%. The transmission and reflectance spectra of the coatings were measured from UV to IR ({\\lambda}= 185 to 2500 nm) by utilizing a spectrophotometer. The measured spectra were analysed by the Tauc method to determine the optical band gap and Urbach energy and an optical fitting software, which utilizes the model modified by OJL, to extract the refractive index and extinction coefficient. By varying the ion energy, the optical properties were found to be n = 2.30 - 2.51, band gap energy = 0.4 - 0.68 eV, and the Urbach energy = 0.33 - 0.49 eV. This study provides a flexible method for tuning the structural, optical, and electronic properties of diamond-like carbon coatings by controlling the ion energy during deposition.         ",
    "url": "https://arxiv.org/abs/2406.07245",
    "authors": [
      "Callum Wiseman",
      "Marwa Ben Yaala",
      "Chalisa Gier",
      "Laurent Marot",
      "Christopher McCormick",
      "Caspar Clark",
      "Sheila Rowan",
      "Stuart Reid"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.06721",
    "title": "Alignment and Optimisation of Optical Tweezers on Trapped Ions",
    "abstract": "           This paper presents a routine to align an optical tweezer on a single trapped ion and use the ion as a probe to characterize the tweezer. We find a smallest tweezer waist of $2.3(2)\\,\\mu$m, which is in agreement with the theoretical minimal attainable waist of $2.5(2)\\,\\mu$m in our setup. We characterize the spatial dependence of the tweezer Rabi frequency which is suppressed by a factor of 19(3) in the immediate surrounding of the ion. We investigate the effects of optical forces and coherent population trapping on the ion. Finally, we show that the challenges posed by these forces can be overcome, and that the number of tweezers can be easily scaled up to reach several ions by using a spatial light modulator.         ",
    "url": "https://arxiv.org/abs/2406.06721",
    "authors": [
      "M. Mazzanti",
      "C. Robalo Pereira",
      "N. A. Diepeveen",
      "B. Gerritsen",
      "Z. Wu",
      "Z. E. D. Ackerman",
      "L. P. H. Gallagher",
      "A. Safavi-Naini",
      "R. Gerritsma",
      "R. X. Schüssler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.06775",
    "title": "Physical coherent cancellation of optical addressing crosstalk in a trapped-ion experiment",
    "abstract": "           We present an experimental investigation of coherent crosstalk cancellation methods for light delivered to a linear ion chain cryogenic quantum register. The ions are individually addressed using focused laser beams oriented perpendicular to the crystal axis, which are created by imaging each output of a multi-core photonic-crystal fibre waveguide array onto a single ion. The measured nearest-neighbor native crosstalk intensity of this device for ions spaced by 5 $\\mu$m is found to be $\\sim 10^{-2}$. We show that we can suppress this intensity crosstalk from waveguide channel coupling and optical diffraction effects by a factor $>10^3$ using cancellation light supplied to neighboring channels which destructively interferes with the crosstalk. We measure a rotation error per gate on the order of $\\epsilon_{x} \\sim 10^{-5}$ on spectator qubits, demonstrating a suppression of crosstalk error by a factor of $> 10^2$. We compare the performance to composite pulse methods for crosstalk cancellation, and describe the appropriate calibration methods and procedures to mitigate phase drifts between these different optical paths, including accounting for problems arising due to pulsing of optical modulators.         ",
    "url": "https://arxiv.org/abs/2406.06775",
    "authors": [
      "Jeremy Flannery",
      "Roland Matt",
      "Luca Huber",
      "Kaizhao Wang",
      "Christopher Axline",
      "Robin Oswald",
      "Jonathan P. Home"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07052",
    "title": "MPSDynamics.jl: Tensor network simulations for finite-temperature (non-Markovian) open quantum system dynamics",
    "abstract": "           The MPSDynamics.jl package provides an easy to use interface for performing open quantum systems simulations at zero and finite temperatures. The package has been developed with the aim of studying non-Markovian open system dynamics using the state-of-the-art numerically exact Thermalized-Time Evolving Density operator with Orthonormal Polynomials Algorithm (T-TEDOPA) based on environment chain mapping. The simulations rely on a tensor network representation of the quantum states as matrix product states (MPS) and tree tensor network (TTN) states. Written in the Julia programming language, MPSDynamics.jl is a versatile open-source package providing a choice of several variants of the Time-Dependent Variational Principle (TDVP) method for time evolution (including novel bond-adaptive one-site algorithms). The package also provides strong support for the measurement of single and multi-site observables, as well as the storing and logging of data, which makes it a useful tool for the study of many-body physics. It currently handles long-range interactions, time-dependent Hamiltonians, multiple environments, bosonic and fermionic environments, and joint system-environment observables.         ",
    "url": "https://arxiv.org/abs/2406.07052",
    "authors": [
      "Thibaut Lacroix",
      "Brieuc Le Dé",
      "Angela Riva",
      "Angus J. Dunnett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07144",
    "title": "Ion Energy Tuning for Enhanced sp3 Carbon Fraction in Electron Cyclotron Resonance Ion Beam Deposited Diamond-Like Carbon Coatings: a Computational and Experimental Approach",
    "abstract": "           A novel high-energy electron cyclotron resonance (ECR) ion beam deposition (IBD) technique was used to fabricate DLC films at different ion beam energies. The ratios of sp2/sp3 bonding in the DLC coatings were determined by Raman spectroscopy and XPS, with the confirmation of being hydrogen-free due to the lack of photoluminescence (PL) background in the Raman spectra. The results indicate that the sp3 percentage ranges from 45% - 85% for the ECR-IBD fabricated DLC films in this study. Monte-Carlo based SRIM simulation was used to extract the energy and angular distribution of the sputtered particles from the carbon target and correlate it to the highest sp3 fraction in the manufactured ECR-IBD DLCs. This study demonstrates a method of depositing DLC thin films under ambient conditions (room temperature with no post-annealing or additional bias voltage applied) which produces high-sp3 coatings (higher than those traditionally reported for other sputtering methods) suitable for applications where high quality DLC coatings are required.         ",
    "url": "https://arxiv.org/abs/2406.07144",
    "authors": [
      "Callum Wiseman",
      "Marwa Ben Yaala Chalisa Gier",
      "Laurent Marot",
      "Christopher McCormick",
      "Sheila Rowan",
      "Stuart Reid"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.07152",
    "title": "High-performance in-vacuum optical system for quantum optics experiments in a Penning-trap",
    "abstract": "           Accurate measurements with implications in many branches in Physics have been accessed using Penning traps and conventional techniques within a temperature regime where each eigenmotion of a charged particle is still a classical harmonic oscillator. Cooling the particle directly or indirectly with lasers allows reaching the quantum regime of each oscillator, controlling subtle effects in the precision frontier by detecting photons instead of electric current. In this paper, we present a new in-vacuum optical system designed to detecting 397-nm fluorescence photons from individual calcium ions and Coulomb crystals in a 7-T Penning trap. Based on the outcome of computer simulations, our design shows diffraction-limited performance. The system has been characterized using a single laser-cooled ion as a point-like source, reaching a final resolution of 3.69(3) $\\mu$m and 2.75(3) $\\mu$m for the trap's axial and radial directions, respectively, after correcting aberrations.         ",
    "url": "https://arxiv.org/abs/2406.07152",
    "authors": [
      "Joaquín Berrocal",
      "Daniel Rodríguez"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.07364",
    "title": "Chebyshev Approximated Variational Coupled Cluster for Quantum Computing",
    "abstract": "           We propose an approach to approximately implement the variational coupled cluster (VCC) theory on quantum computers, which struggles with exponential scaling of computational costs on classical computers. To this end, we employ expanding the exponential cluster operator using Chebyshev polynomials and introduce two methods: the Chebyshev approximated VCC (C$^d$-VCC) and the Hermitian-part Chebyshev approximated VCC (HC$^d$-VCC), where $d$ indicates the maximum degree of the Chebyshev polynomials. The latter method decomposes the cluster operator into anti-Hermitian and Hermitian parts, with the anti-Hermitian part represented by the disentangled unitary coupled cluster ansatz and the Hermitian part approximated using Chebyshev expansion. We illustrate the implementation of the HC$^d$-VCC in a quantum circuit using the quantum singular value transformation technique. Numerical simulations show that the C$^d$-VCC rapidly converges to the exact VCC with increasing truncation degree $d$, and the HC$^d$-VCC effectively reduces the Chebyshev expansion error compared to the C$^d$-VCC. The HC$^d$-VCC method for realizing non-unitary coupled cluster wave functions on quantum computers is expected to be useful for initial state preparation on quantum computers and efficient tomography of the quantum state for post-processing on classical computers after quantum computations.         ",
    "url": "https://arxiv.org/abs/2406.07364",
    "authors": [
      "Luca Erhart",
      "Yuichiro Yoshida",
      "Viktor Khinevich",
      "Wataru Mizukami"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06088",
    "title": "Suitability of Magnetic Microbolometers based on Paramagnetic Temperature Sensors for CMB Polarization Measurements",
    "abstract": "           High resolution maps of polarization anisotropies of the Cosmic Microwave Background (CMB) are in high demand, since the discovery of primordial B-Modes in the polarization patterns would confirm the inflationary phase of the Universe that would have taken place before the last scattering of the CMB at the recombination epoch. Transition Edge Sensors (TES) and Microwave Kinetic Inductance Detectors (MKID) are the predominant detector technologies of cryogenic detector array based CMB instruments that search for primordial B-Modes. In this paper we propose another type of cryogenic detector to be used for CMB survey: A magnetic microbolometer (MMB) that is based on a paramagnetic temperature sensor. It is an adaption of state-of-the-art metallic magnetic calorimeters (MMCs) that are meanwhile a key technology for high resolution $\\alpha$, $\\beta$, $\\gamma$ and X-ray spectroscopy as well as the study of neutrino mass. The effort to adapt MMCs for CMB surveys is triggered by their lack of Johnson noise associated with the detector readout, the possibility of straightforward calibration and higher dynamic range given it possesses a broad and smooth responsivity dependence with temperature and the absence of Joule dissipation which simplifies the thermal design. A brief proof of concept case study is analyzed, taking into account typical constraints in CMB measurements and reliable microfabrication processes. The results show that MMBs provide a promising technology for CMB polarization survey as their sensitivity can be tuned for background limited detection of the sky while simultaneously maintaining a low time response to avoid distortion of the point-source response of the telescope. As the sensor technology and its fabrication techniques are compatible with TES based bolometric detector arrays, a change of detector technology would even come with very low cost.         ",
    "url": "https://arxiv.org/abs/2209.06088",
    "authors": [
      "Juan Manuel Geria",
      "Matias Rolf Hampel",
      "Sebastian Kempf",
      "Juan Jose Bonaparte",
      "Luciano Pablo Ferreyro",
      "Manuel Elías García Redondo",
      "Daniel Alejandro Almela",
      "Juan Manuel Salum",
      "Nahuel Müller",
      "Jesus David Bonilla-Neira",
      "Alan Ezequiel Fuster",
      "Manuel Platino",
      "Alberto Etchegoyen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ]
  },
  {
    "id": "arXiv:2307.00094",
    "title": "A finite element method to compute the damping rate and frequency of oscillating fluids inside microfluidic nozzles",
    "abstract": "           The computation of damping rates of an oscillating fluid with a free surface in which viscosity is small and surface tension high is numerically challenging. A typical application requiring such computation is drop-on-demand (DoD) microfluidic devices that eject liquid metal droplets, where accurate knowledge of damping rates for the least-damped oscillation modes following droplet ejection is paramount for assessing jetting stability at higher jetting frequencies. Computational fluid dynamics (CFD) simulations often struggle to accurately predict meniscus damping unless a very fine discretization is adopted, so calculations are computationally expensive. The faster alternative we adopt is to compute damping rates directly from the eigenvalues of the linearized problem. The surface tension term in Stokes or sloshing problems requires approximation of meniscus displacements, which introduces additional complexity in their numerical solution. We consider the combined effects of viscosity and surface tension, approximate the meniscus displacements, and construct a finite element method to compute the fluid's oscillation modes. We prove that the method is free of spurious modes with zero or positive damping rates, and we implement it with Taylor-Hood elements for velocity and pressure, and with continuous piecewise quadratic elements for meniscus displacement. We verify the numerical convergence of the method by reproducing the solution to an analytical benchmark problem and two more complex examples with axisymmetric geometry. We obtain the spatial shape and temporal evolution (angular frequency and damping rate) of the set of least-damped oscillation modes in minutes, compared to days for a CFD simulation. The method's ability to quickly generate accurate estimates of fluid oscillation damping rates makes it suitable for integration into design loops for prototyping microfluidic nozzles.         ",
    "url": "https://arxiv.org/abs/2307.00094",
    "authors": [
      "Søren Taverniers",
      "Svyatoslav Korneev",
      "Christoforos Somarakis",
      "Morad Behandish",
      "Adrian J. Lew"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2406.05787",
    "title": "Optical signal recording of cellular activity in optogenetic stimulation of human pulp dental cells using a twin-core fiber-based Mach-Zehnder interferometer biosensor",
    "abstract": "           This paper introduces an innovative two-core fiber (TCF) optic sensor employing a Mach-Zehnder interferometer (MZI) to monitor the optogenetic response of light-sensitive human dental pulp stem cells (hDPSCs). The in-fiber MZI, formed using a segment of TCF optic, detects refractive index (RI) changes in the surrounding medium. The sensor utilizes the evanescent wave of one core as the sensing arm, necessitating a thin cladding achieved through one-sided chemical etching. This design allows the sensor to detect subtle alterations in the RI of the environment by observing displacements in the interference spectrum. The optogenetic stimulation of light-sensitive cells induces variations in ion concentrations, leading to a corresponding change in refractive index. The fabricated sensor, with a peak sensitivity of 675.74 nm/RIU within the RI range of 1.39-1.43, can detect these changes. A computer simulation validated the sensitivity and optimized fabrication parameters, exhibiting satisfactory agreement with experimental results. Spectrum displacements were recorded for both light-sensitive hDPSCs and regular hDPSCs (as a control test). Results from the experiment, analyzed and compared using data analysis software, revealed that 473 nm blue light effectively stimulated light-sensitive hDPSCs. Notably, the proposed sensor, a novel structure, demonstrated its capability to detect RI changes in the cell medium during optogenetic applications.         ",
    "url": "https://arxiv.org/abs/2406.05787",
    "authors": [
      "Faezeh Akbari",
      "Mohammad Ismail Zibaii",
      "Sara Chavoshi Nezhad",
      "Azam Layeghi",
      "Leila Dargahi",
      "Orlando Frazao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Neurons and Cognition (q-bio.NC)"
    ]
  },
  {
    "id": "arXiv:2406.06063",
    "title": "Enabling Large-Scale and High-Precision Fluid Simulations on Near-Term Quantum Computers",
    "abstract": "           Quantum computational fluid dynamics (QCFD) offers a promising alternative to classical computational fluid dynamics (CFD) by leveraging quantum algorithms for higher efficiency. This paper introduces a comprehensive QCFD method implemented on a superconducting quantum computer, demonstrating successful simulations of steady Poiseuille flow and unsteady acoustic wave propagation. The Poiseuille flow simulation achieved a relative error of less than $0.2\\%$, and the unsteady acoustic wave simulation solved a 5043-dimension matrix, marking the largest fluid simulation on a quantum computer to date. Our approach bridges quantum and classical computing, adapting to quantum hardware constraints and offering scalable solutions for large-scale CFD problems, which paves the way for practical applications of near-term quantum computers in computational science.         ",
    "url": "https://arxiv.org/abs/2406.06063",
    "authors": [
      "Zhao-Yun Chen",
      "Teng-Yang Ma",
      "Chuang-Chao Ye",
      "Liang Xu",
      "Ming-Yang Tan",
      "Xi-Ning Zhuang",
      "Xiao-Fan Xu",
      "Yun-Jie Wang",
      "Tai-Ping Sun",
      "Yong Chen",
      "Lei Du",
      "Liang-Liang Guo",
      "Hai-Feng Zhang",
      "Hao-Ran Tao",
      "Tian-Le Wang",
      "Xiao-Yan Yang",
      "Ze-An Zhao",
      "Peng Wang",
      "Sheng Zhang",
      "Chi Zhang",
      "Ren-Ze Zhao",
      "Zhi-Long Jia",
      "Wei-Cheng Kong",
      "Meng-Han Dou",
      "Jun-Chao Wang",
      "Huan-Yu Liu",
      "Cheng Xue",
      "Peng-Jun-Yi Zhang",
      "Sheng-Hong Huang",
      "Peng Duan",
      "Yu-Chun Wu",
      "Guo-Ping Guo"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.05715",
    "title": "Cubic* criticality emerging from a quantum loop model on triangular lattice",
    "abstract": "           Quantum loop and dimer models are archetypal examples of correlated systems with local constraints. Obtaining generic solutions for these models is difficult due to the lack of controlled methods to solve them in the thermodynamic limit. Nevertheless, these solutions are of immediate relevance to both statistical and quantum field theories, as well as the rapidly growing experiments in Rydberg atom arrays and quantum moiré materials, where the interplay between correlation and local constraints gives rise to a plethora of novel phenomena. In a recent work [X. Ran, Z. Yan, Y.-C. Wang, et al, arXiv:2205.04472 (2022)], it was found through sweeping cluster quantum Monte Carlo (QMC) simulations and field theory analysis that the triangular lattice quantum loop model (QLM) hosts a rich ground state phase diagram with lattice nematic, vison plaquette (VP) crystals, and the $\\mathbb{Z}_2$ quantum spin liquid (QSL) close to the Rokhsar-Kivelson point. Here, we focus on the continuous quantum critical point separating the VP and QSL phases and demonstrate via both static and dynamic probes in QMC simulations that this transition is of the (2+1)D cubic* universality. In this transition, the fractionalized visons in QSL condense to give rise to the crystalline VP phase, while leaving their trace in the anomalously large anomalous dimension exponent and pronounced continua in the dimer and vison spectra compared with those at the conventional cubic or O(3) quantum critical points.         ",
    "url": "https://arxiv.org/abs/2309.05715",
    "authors": [
      "Xiaoxue Ran",
      "Zheng Yan",
      "Yan-Cheng Wang",
      "Junchen Rong",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06339",
    "title": "Photon Number-Resolving Quantum Reservoir Computing",
    "abstract": "           Neuromorphic processors improve the efficiency of machine learning algorithms through the implementation of physical artificial neurons to perform computations. However, whilst efficient classical neuromorphic processors have been demonstrated in various forms, practical quantum neuromorphic platforms are still in the early stages of development. Here we propose a fixed optical network for photonic quantum reservoir computing that is enabled by photon number-resolved detection of the output states. This significantly reduces the required complexity of the input quantum states while still accessing a high-dimensional Hilbert space. The approach is implementable with currently available technology and lowers the barrier to entry to quantum machine learning.         ",
    "url": "https://arxiv.org/abs/2402.06339",
    "authors": [
      "Sam Nerenberg",
      "Oliver Neill",
      "Giulia Marcucci",
      "Daniele Faccio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.15193",
    "title": "Dipole-dipole interacting two-level emitters in a moderately intense laser field",
    "abstract": "           We investigate the resonance fluorescence features of a small ensemble of closely packed and moderately laser pumped two-level emitters at resonance. The mean distance between any two-level radiators is smaller than the corresponding emission wavelength, such that the dipole-dipole interactions are not negligible. We have found that under the secular approximation, the collective resonance fluorescence spectrum consists of 2N+1 spectral lines, where N is the number of emitters from the sample. The 2N spectral sidebands, symmetrically located around the generalized Rabi frequency with respect to the central line at the laser frequency, are distinguishable if the dipole-dipole coupling strength is larger than the collective spontaneous decay rate. This way, one can estimate the radiators number within the ensemble via measuring of the spontaneously scattered collective resonance fluorescence spectrum. Contrary, if the dipole-dipole coupling is of the order of or smaller than the cooperative spontaneous decay rate, but still non-negligible, the spectrum turns into a Mollow-like fluorescence spectrum, where the two sidebands spectral lines broadens, proportional to the dipole-dipole coupling strength, respectively.         ",
    "url": "https://arxiv.org/abs/2403.15193",
    "authors": [
      "Profirie Bardetski",
      "Mihai A. Macovei"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]