[
  {
    "id": "arXiv:2310.12332",
    "title": "A Novel Approach to Interface High-Q Fabry-Pérot Resonators with  Photonic Circuits",
    "abstract": "The unique benefits of Fabry-P\\'erot resonators as frequency-stable reference cavities and as an efficient interface between atoms and photons make them an indispensable resource for emerging photonic technologies. To bring these performance benefits to next-generation communications, computation, and timekeeping systems, it will be necessary to develop strategies to integrate compact Fabry-P\\'erot resonators with photonic integrated circuits. In this paper, we demonstrate a novel reflection cancellation circuit that utilizes a numerically optimized multi-port polarization-splitting grating coupler to efficiently interface high-finesse Fabry-P\\'erot resonators with a silicon photonic circuit. This circuit interface produces spatial separation of the incident and reflected waves, as required for on-chip Pound-Drever-Hall frequency locking, while also suppressing unwanted back reflections from the Fabry-P\\'erot resonator. Using inverse design principles, we design and fabricate a polarization-splitting grating coupler that achieves 55% coupling efficiency. This design realizes an insertion loss of 5.8 dB for the circuit interface and more than 9 dB of back reflection suppression, and we demonstrate the versatility of this system by using it to interface several reflective off-chip devices. ",
    "url": "https://arxiv.org/abs/2310.12332",
    "authors": [
      "Haotian Cheng",
      "Naijun Jin",
      "Zhaowei Dai",
      "Chao Xiang",
      "Joel Guo",
      "Yishu Zhou",
      "Scott A. Diddams",
      "Franklyn Quinlan",
      "John Bowers",
      "Owen Miller",
      "Peter Rakich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.12503",
    "title": "Quantum Effects on Dynamic Structure Factors in Dense Magnetized Plasmas",
    "abstract": "We extend the classical magnetohydrodynamics formalism to include nonlocal quantum behavior via the phenomenological Bohm potential. We then solve the quantum magnetohydrodynamics equations to obtain a new analytical form of the dynamic structure factor (DSF), a fundamental quantity linking theory and experiments. Our results show that the three-peak structure -- one central Rayleigh peak and two Brillouin peaks -- of the DSF arising from quantum hydrodynamic fluctuations becomes (in general) a five-peak structure -- one central Rayleigh peak and two pairs of peaks associated with fast and slow magnetosonic waves. The Bohm contribution influences the positions and characteristics (height, width, and intensity) of the peaks by introducing three significant modifications: (a) an increase in effective thermal pressure, (b) a reduction in the adiabatic index, and (c) an enhancement of effective thermal diffusivity. The multiple DSF peaks enable concurrent measurements of diverse plasma properties, transport coefficients, and thermodynamic parameters in magnetized dense plasmas. The potential for experimental validation of our theory looms large, particularly through future experiments conducted at state-of-the-art laser facilities. ",
    "url": "https://arxiv.org/abs/2310.12503",
    "authors": [
      "Tushar Mondal",
      "Gianluca Gregori"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ]
  },
  {
    "id": "arXiv:2310.12535",
    "title": "Accurate, fast and generalisable first principles simulation of aqueous  lithium chloride",
    "abstract": "Electrolyte solutions play a pivotal role throughout chemistry and biology. For over a century, scientists have therefore sought to accumulate a precise knowledge and understanding of their thermodynamic, kinetic, and structural properties. However, the vast majority of electrolyte properties have not or cannot be determined empirically, despite being key to understanding a huge range of biological and chemical processes and systems. In this work, we introduce a long-sought-after solution to this problem and employ it to develop a detailed understanding of an electrolyte solution: aqueous lithium chloride. Our solution draws from recent breakthroughs in machine learning, first principles quantum chemistry and statistical mechanics and lets us develop and run truly predictive all-atom and coarse-grained simulations using long-range corrected equivariant neural network potentials (NNP). Surprisingly, our calculations reveal the formation of Li cation dimers. This previously unknown species highlights the power of the approach to divulge new understanding of electrolytes. Key electrolyte properties, including activity and diffusion coefficients, are determined from first principles and validated in close agreement with experiment. The training data is a small set (655 frames) of moderate-cost density corrected density functional theory (DC-DFT) calculations, meaning the approach can be scaled to build a database of electrolyte solution properties. ",
    "url": "https://arxiv.org/abs/2310.12535",
    "authors": [
      "Junji Zhang",
      "Joshua Pagotto",
      "Tim Gould",
      "Timothy T. Duignan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.12584",
    "title": "Efficient optical coupling to gallium arsenide nano-waveguides and  resonators with etched conical fibers",
    "abstract": "We explore new methods for coupling light to on-chip gallium arsenide nanophotonic structures using etched conical optical fibers. With a single-sided conical fiber taper, we demonstrate efficient coupling to an on-chip photonic bus waveguide in a liquid environment. We then show that it is possible to replace such on-chip bus waveguide by two joined conical fibers in order to directly couple light into a target whispering gallery disk resonator. This latter approach proves compliant with demanding environments, such as a vibrating pulse tube cryostat operating at low temperature, and it is demonstrated both in the telecom band and in the near infrared close to 900 nm of wavelength. The versatility, stability, and high coupling efficiency of this method are promising for quantum optics and sensing experiments in constrained environments, where obtaining high signal-to-noise ratio remains a challenge. ",
    "url": "https://arxiv.org/abs/2310.12584",
    "authors": [
      "Samuel Pautrel",
      "Florent Malabat",
      "Louis Waquier",
      "Martin Colombano",
      "Martina Morassi",
      "Aristide Lemaître",
      "Ivan Favero"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.12639",
    "title": "Tuning Dipolar and Multipolar Resonances of Chiral Silicon  Nanostructures for Control of Near field Superchirality",
    "abstract": "Chiral materials display a property called optical activity, which is the capability to interact differentially with left and right circularly polarised light. This leads to the ability to manipulate the polarisation state of light, which has a broad range of applications spanning from energy efficient displays to quantum technologies. Both synthesised and engineered chiral nanomaterials are exploited in such devices. The design strategy for optimising the optical activity of a chiral material is typically based on maximising a single parameter, the electric dipole magnetic dipole response. Here we demonstrate an alternative approach of controlling optical activity by manipulating both the dipole and multipolar response of a nanomaterial. This provides an additional parameter for material design, affording greater flexibility. The exemplar systems used to illustrate the strategy are nanofabricated chiral silicon structures. The multipolar response of the structures, and hence their optical activity, can be controlled simply by varying their height. This phenomenon allows optical activity and the creation of so called superchiral fields, with enhanced asymmetries, to be controlled over a broader wavelength range, than is achievable with just the electric dipole magnetic dipole response. This work adds to the material design toolbox providing a route to novel nanomaterials for optoelectronics and sensing applications. ",
    "url": "https://arxiv.org/abs/2310.12639",
    "authors": [
      "Dominic J.P. Koyroytsaltis-McQuire",
      "Rahul Kumar",
      "Tamas Javorfi",
      "Giuliano Siligardi",
      "Nikolaj Gadegaard",
      "Malcolm Kadodwala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.12676",
    "title": "Sideband Injection Locking in Microresonator Frequency Combs",
    "abstract": "Frequency combs from continuous-wave-driven Kerr-nonlinear microresonators have evolved into a key photonic technology with applications from optical communication to precision spectroscopy. Essential to many of these applications is the control of the comb's defining parameters, i.e., carrier-envelope offset frequency and repetition rate. An elegant and all-optical approach to controlling both degrees of freedom is the suitable injection of a secondary continuous-wave laser into the resonator onto which one of the comb lines locks. Here, we study experimentally such sideband injection locking in microresonator soliton combs across a wide optical bandwidth and derive analytic scaling laws for the locking range and repetition rate control. As an application example, we demonstrate optical frequency division and repetition rate phase-noise reduction to three orders of magnitude below the noise of a free-running system. The presented results can guide the design of sideband injection-locked, parametrically generated frequency combs with opportunities for low-noise microwave generation, compact optical clocks with simplified locking schemes and more generally, all-optically stabilized frequency combs from Kerr-nonlinear resonators. ",
    "url": "https://arxiv.org/abs/2310.12676",
    "authors": [
      "Thibault Wildi",
      "Alexander Ulanov",
      "Nicolas Englebert",
      "Thibault Voumard",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.12756",
    "title": "Locally Resonant Metagrating by Elastic Impedance Modulation",
    "abstract": "The optical and acoustic metagratings have addressed the limitations of low-efficiency wave manipulation and high-complexity fabrication of metamaterials and metasurfaces. In this research, we introduce the concept of elastic metagrating and present the theoretical and experimental demonstration of locally resonant elastic metagrating (LREM). Remarkably, the LREM, with dimensions two orders of magnitude smaller than the relevant wavelength, overcomes the size limitations of conventional metagratings and offers a unique design paradigm for highly efficient wave manipulation with an extremely compact structure in elastic wave systems. Based on a distinctive elastic impedance engineering with hybridization of intrinsic evanescent waves, the proposed LREM achieves wide-angle perfect absorption. This tackles a fundamental challenge faced by all elastic metastructures designed for wave manipulation, which consists in the unavoidable vibration modes in finite structures hindering their implementations in real-world applications. ",
    "url": "https://arxiv.org/abs/2310.12756",
    "authors": [
      "Liyun Cao",
      "Sheng Wan",
      "Badreddine Assouar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.12761",
    "title": "Polarization-artifact reduction and accuracy improvement of Jones-matrix  polarization-sensitive optical coherence tomography by multi-focus averaging",
    "abstract": "Polarization-sensitive optical coherence tomography (PS-OCT) is a promising biomedical imaging tool for differentiation of various tissue properties. However, the presence of multiple-scattering (MS) signals can degrade the quantitative polarization measurement accuracy. We demonstrate a method to reduce MS signals and increase the measurement accuracy of Jones matrix PS-OCT. This method suppresses MS signals by averaging of multiple Jones matrix volumes measured using different focal positions. The MS signals are decorrelated among the volumes by focus position modulation and are thus reduced by averaging. However, the single scattering signals are kept consistent among the focus-modulated volumes by computational refocusing. We validated the proposed method using a scattering phantom and a postmortem medaka fish. The results showed reduced artifacts in birefringence and degree-of-polarization uniformity measurements, particularly in deeper regions in the samples. This method offers a practical solution to mitigate MS-induced artifacts in PS-OCT imaging and improves quantitative polarization measurement accuracy. ",
    "url": "https://arxiv.org/abs/2310.12761",
    "authors": [
      "Lida Zhu",
      "Shuichi Makita",
      "Junya Tamaoki",
      "Yiqiang Zhu",
      "Yiheng Lim",
      "Makoto Kobayashi",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2310.12288",
    "title": "Fast optoelectronic charge state conversion of silicon vacancies in  diamond",
    "abstract": "Group IV vacancy color centers in diamond are promising spin-photon interfaces with strong potential for applications for photonic quantum technologies. Reliable methods for controlling and stabilizing their charge state are urgently needed for scaling to multi-qubit devices. Here, we manipulate the charge state of silicon vacancy (SiV) ensembles by combining luminescence and photo-current spectroscopy. We controllably convert the charge state between the optically active SiV$^-$ and dark SiV$^{2-}$ with MHz rates and 90% contrast by judiciously choosing the local potential applied to in-plane surface electrodes and the laser excitation wavelength. We observe intense SiV$^-$ photoluminescence under hole-capture, measure the intrinsic conversion time from the dark SiV$^{2-}$ to the bright SiV$^-$ to be 36.4(6.7)ms and demonstrate how it can be enhanced by a factor of $10^5$ via optical pumping. Moreover, we obtain new information on the defects that contribute to photo-conductivity, indicating the presence of substitutional nitrogen and divacancies. ",
    "url": "https://arxiv.org/abs/2310.12288",
    "authors": [
      "Manuel Rieger",
      "Viviana Villafane",
      "Lina M. Todenhagen",
      "Stephan Matthies",
      "Stefan Appel",
      "Martin S. Brandt",
      "Kai Mueller",
      "Jonathan J. Finley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.12366",
    "title": "Analytic Evolution for Complex Coupled Tight-Binding Models:  Applications to Quantum Light Manipulation",
    "abstract": "We present analytic solutions to the spatial evolution in one-dimensional tight-binding models, considering complex first-neighbor couplings with equal amplitude and arbitrary phases. Our findings provide a powerful tool for efficiently calculating expectation values and correlations within the system, which are otherwise difficult to compute numerically. We apply our general results to relevant examples in quantum light manipulation using N-port linear couplers, describing the evolution of single(multi)-mode squeezing, single photon added (subtracted) Gaussian states, and second-order site-to-site photon correlations. Significantly, our analytic results outperform standard numerical calculations. Our study paves the way for a comprehensive mathematical framework describing the spatial evolution of quantum states across a wide range of physical systems governed by the tight-binding model. ",
    "url": "https://arxiv.org/abs/2310.12366",
    "authors": [
      "Santiago Rojas-Rojas",
      "Camila Muñoz",
      "Edgar Barriga",
      "Pablo Solano",
      "Aldo Delgado",
      "Carla Hermann-Avigliano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.12486",
    "title": "Trapped acoustic waves and raindrops: high-order accurate integral  equation method for localized excitation of a periodic staircase",
    "abstract": "We present a high-order boundary integral equation (BIE) method for the frequency-domain acoustic scattering of a point source by a singly-periodic, infinite, corrugated boundary. We apply it to the accurate numerical study of acoustic radiation in the neighborhood of a sound-hard two-dimensional staircase modeled after the El Castillo pyramid. Such staircases support trapped waves which travel along the surface and decay exponentially away from it. We use the array scanning method (Floquet--Bloch transform) to recover the scattered field as an integral over the family of quasiperiodic solutions parameterized by their on-surface wavenumber. Each such BIE solution requires the quasiperiodic Green's function, which we evaluate using an efficient integral representation of lattice sum coefficients. We avoid the singularities and branch cuts present in the array scanning integral by complex contour deformation. For each frequency, this enables a solution accurate to around 10 digits in a couple of seconds. We propose a residue method to extract the limiting powers carried by trapped modes far from the source. Finally, by computing the trapped mode dispersion relation, we use a simple ray model to explain an observed acoustic \"raindrop\" effect (chirp-like time-domain response). ",
    "url": "https://arxiv.org/abs/2310.12486",
    "authors": [
      "Fruzsina J. Agocs",
      "Alex H. Barnett"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2310.12546",
    "title": "Resonant TERS of a Single-Molecule Kondo System",
    "abstract": "Single-molecule tip-enhanced Raman spectroscopy (TERS) under ultra-high vacuum (UHV) and cryogenic conditions enables exploration of the relations between the adsorption geometry, electronic state, and vibrational fingerprints of individual molecules. TERS capability of reflecting spin states in open-shell molecular configurations is yet unexplored. Here we use the tip of a scanning probe microscope to lift a perylene-3,4,9,10-tetracarboxylic dianhydride (PTCDA) molecule from a metal surface to bring it into an open-shell spin one-half anionic state. We reveal a correlation between the appearance of a Kondo resonance in the differential conductance spectroscopy and concurrent characteristic changes captured by the TERS measurements. Through a detailed investigation of various adsorbed and tip-contacted PTCDA scenarios, we infer that the Raman scattering on the suspended PTCDA is resonant with a higher excited state. Theoretical simulation of the vibrational spectra enables a precise assignment of the individual TERS peaks to high-symmetry Ag modes, including the fingerprints of the observed spin state. These findings highlight the potential of TERS in capturing complex interactions between charge, spin, and photophysical properties in nanoscale molecular systems, and suggest a pathway for designing spin-optical devices using organic molecules. ",
    "url": "https://arxiv.org/abs/2310.12546",
    "authors": [
      "Rodrigo Cezar de Campos Ferreira",
      "Amandeep Sagwal",
      "Jiří Doležal",
      "Sofia Canola",
      "Pablo Merino",
      "Tomáš Neuman",
      "Martin Švec"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.12869",
    "title": "Uncertainty Quantification of Bandgaps in Acoustic Metamaterials with  Stochastic Geometric Defects and Material Properties",
    "abstract": "This paper studies the utility of techniques within uncertainty quantification, namely spectral projection and polynomial chaos expansion, in reducing sampling needs for characterizing acoustic metamaterial dispersion band responses given stochastic material properties and geometric defects. A novel method of encoding geometric defects in an interpretable, resolution independent is showcased in the formation of input space probability distributions. Orders of magnitude sampling reductions down to $\\sim10^0$ and $\\sim10^1$ are achieved in the 1D and 7D input space scenarios respectively while maintaining accurate output space probability distributions through combining Monte Carlo, quadrature rule, and sparse grid sampling with surrogate model fitting. ",
    "url": "https://arxiv.org/abs/2310.12869",
    "authors": [
      "Han Zhang",
      "Rayehe Karimi Mahabadi",
      "Cynthia Rudin",
      "Johann Guilleminot",
      "L. Catherine Brinson"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2310.12881",
    "title": "Cavity-Induced Quantum Interference and Collective Interactions in van  der Waals Systems",
    "abstract": "The central topic of this letter is to show that light-matter hybridization not only gives rise to novel dynamic responses but can also modify intermolecular interactions and induce new structural order. Using the van der Waals (vdW) system in an optical cavity as an example, we predict the effects of interference and collectivity in cavity-induced many-body dispersion interactions. Specifically, the leading order correction due to cavity-induced quantum fluctuations leads to 3-body and 4-body vdW interactions, which can align intermolecular vectors and are not pairwise additive. In addition, the cavity-induced dipole leads to a single-molecule energy shift that aligns individual molecules, and a pair-wise interaction that scales as $R^{-3}$ instead of the standard $R^{-6}$ distance scaling. The coefficients of all these cavity-induced corrections depend on the cavity frequency and are renormalized by the effective Rabi frequency, which in turn depends on the particle density. Finally, we study the interaction of the vdW system in a cavity with an external object and find a significant enhancement in the interaction range due to modified distance scaling laws. These theoretical predictions suggest the possibility of cavity-induced nematic or smectic order and may provide an essential clue to understanding intriguing phenomena observed in optical cavities, such as strongly-modified ground-state reactivity, ion transport and solvent polarity. ",
    "url": "https://arxiv.org/abs/2310.12881",
    "authors": [
      "Jianshu Cao",
      "Eli Pollak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05072",
    "title": "An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase-encoding and Intensity Detection",
    "abstract": " Title: An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase-encoding and Intensity Detection ",
    "url": "https://arxiv.org/abs/2207.05072",
    "authors": [
      "Jiayi Ouyang",
      "Yuxuan Liao",
      "Zhiyao Ma",
      "Deyang Kong",
      "Xue Feng",
      "Xiang Zhang",
      "Xiaowen Dong",
      "Kaiyu Cui",
      "Fang Liu",
      "Wei Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07329",
    "title": "Robust Free-Space Optical Communication Utilizing Polarization",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2208.07329",
    "authors": [
      "Nicholas J. Savino",
      "Jacob M. Leamer",
      "Ravi K. Saripalli",
      "Wenlei Zhang",
      "Denys I. Bondar",
      "Ryan T. Glasser"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.08306",
    "title": "Variational quantum circuit learning of entanglement purification in  multiple degrees of freedom",
    "abstract": " Comments: 11 pages, 7 figures, comments are welcome! ",
    "url": "https://arxiv.org/abs/2209.08306",
    "authors": [
      "Hao Zhang",
      "Xusheng Xu",
      "Chen Zhang",
      "Man-Hong Yung",
      "Tao Huang",
      "Yunjie Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.10209",
    "title": "Resonant generation of electromagnetic modes in nonlinear  electrodynamics: Quantum perturbative approach",
    "abstract": " Comments: 11 pages ",
    "url": "https://arxiv.org/abs/2304.10209",
    "authors": [
      "Ilia Kopchinskii",
      "Petr Satunin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.14727",
    "title": "A system-on-chip microwave photonic processor solves dynamic RF  interference in real time with picosecond latency",
    "abstract": " Title: A system-on-chip microwave photonic processor solves dynamic RF  interference in real time with picosecond latency ",
    "url": "https://arxiv.org/abs/2306.14727",
    "authors": [
      "Weipeng Zhang",
      "Joshua C. Lederman",
      "Thomas Ferreira de Lima",
      "Jiawei Zhang",
      "Simon Bilodeau",
      "Leila Hudson",
      "Alexander Tait",
      "Bhavin J. Shastri",
      "Paul R. Prucnal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2307.08622",
    "title": "Experimental Realization of Anti-Unitary Wave-Chaotic Photonic  Topological Insulator Graphs Showing Kramers Degeneracy and Symplectic  Ensemble Statistics",
    "abstract": " Title: Experimental Realization of Anti-Unitary Wave-Chaotic Photonic  Topological Insulator Graphs Showing Kramers Degeneracy and Symplectic  Ensemble Statistics ",
    "url": "https://arxiv.org/abs/2307.08622",
    "authors": [
      "Shukai Ma",
      "Steven M. Anlage"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2308.07561",
    "title": "Over 30,000-fold field enhancement of terahertz nanoresonators enabled  by rapid inverse design",
    "abstract": " Title: Over 30,000-fold field enhancement of terahertz nanoresonators enabled  by rapid inverse design ",
    "url": "https://arxiv.org/abs/2308.07561",
    "authors": [
      "Hyoung-Taek Lee",
      "Jeonghoon Kim",
      "Joon Sue Lee",
      "Mina Yoon",
      "Hyeong-Ryeol Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13413",
    "title": "Influence of direct dipole-dipole interactions on the optical response  of 2D materials in strongly inhomogeneous infrared cavity fields",
    "abstract": " Comments: 16 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2308.13413",
    "authors": [
      "Sofia Ribeiro",
      "Javier Aizpurua",
      "Ruben Esteban"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.02744",
    "title": "Unveiling the double-peak structure of quantum oscillations in the  specific heat",
    "abstract": " Comments: 22 pages, 5 figures, Accepted in Nature Communications ",
    "url": "https://arxiv.org/abs/2309.02744",
    "authors": [
      "Zhuo Yang",
      "Benoit Fauque",
      "Toshihiro Nomura",
      "Takashi Shitaokoshi",
      "Sunghoon Kim",
      "Debanjan Chowdhury",
      "Zuzana Pribulova",
      "Jozef Kacmarcik",
      "Alexandre Pourret",
      "Georg Knebel",
      "Dai Aoki",
      "Thierry Klein",
      "Duncan K. Maude",
      "Christophe Marcenat",
      "Yoshimitsu Kohama"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]