[
  {
    "id": "arXiv:2404.16149",
    "title": "$Δ$ADAPT-VQE: Toward Accurate Calculation of Excitation Energies on  Quantum Computers for BODIPY Molecules With Application in Photodynamic  Therapy",
    "abstract": "Quantum chemistry simulations offer a cost-effective way for computational design of BODIPY photosensitizers with potential use in photodynamic therapy (PDT). However, accurate predictions of photophysical properties, such as excitation energies, pose a challenge for the popular time-dependent density functional theory (TDDFT) and equation-of-motion coupled cluster with singles and doubles (EOM-CCSD) methods. By contrast, reliable descriptions can be achieved by multi-reference quantum chemistry methods, though unfortunately, their computational cost grows exponentially with the number of correlated electrons. Alternatively, quantum computing holds a great potential for exact simulation of photophysical properties in a computationally more efficient way. To this end, we introduce the state-specific $\\Delta$UCCSD-VQE (unitary coupled cluster with singles and doubles variational quantum eigensolver) and $\\Delta$ADAPT-VQE methods in which the electronically excited state is calculated via a non-Aufbau electronic configuration. The accuracy and capability of the developed methods are assessed against experimentally determined excitation energies for six BODIPY-derivatives. We show that the proposed methods predict accurate vertical excitation energies that are not only in good agreement with experimental reference data but also outperform popular quantum chemistry methods, such as TDDFT and EOM-CCSD. Spurred by its impressive performance and simplicity, we are confident that $\\Delta$ADAPT will emerge as the method of choice for guiding the rational design of photosensitizers for PDT and photocatalysis in the era of near-term quantum computing. ",
    "url": "https://arxiv.org/abs/2404.16149",
    "authors": [
      "Anton Nykänen",
      "Leander Thiessen",
      "Elsi-Mari Borrelli",
      "Vijay Krishna",
      "Stefan Knecht",
      "Fabijan Pavošević"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16182",
    "title": "Optomagnetic forces on YIG/YFeO3 microspheres levitated in chiral  hollow-core photonic crystal fibre",
    "abstract": "We explore a magnetooptomechanical system consisting of a single magnetic microparticle optically levitated within the core of a helically twisted single-ring hollow-core photonic crystal fibre. We use newly-developed magnetic particles that have a core of antiferromagnetic yttrium-ortho-ferrite (YFeO3) and a shell of ferrimagnetic YIG (Y3Fe5O12) approximately 50 nm thick. Using a 632.8 nm probe beam, we observe optical-torque-induced rotation of the particle and rotation of the magnetization vector in presence of an external static magnetic field. This one-of-a-kind platform opens a path to novel investigations of optomagnetic physics with levitated magnetic particles. ",
    "url": "https://arxiv.org/abs/2404.16182",
    "authors": [
      "Soumya Chakraborty",
      "Gordon K. L. Wong",
      "Ferdi Oda",
      "Vanessa Wachter",
      "Silvia Viola Kusminskiy",
      "Tadahiro Yokosawa",
      "Sabine Hübner",
      "Benjamin Apeleo Zubiri",
      "Erdmann Spiecker",
      "Monica Distaso",
      "Philip St. J. Russell",
      "Nicolas Y. Joly"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16225",
    "title": "Laser Laboratory Beam Alignment Skills: Course Package",
    "abstract": "A series of tutorials, assessments, and instructor guides are presented as a complete package for an upper-level undergraduate, or lower-level graduate, laboratory-based course, or extended new-student seminar. The purpose of this package is to teach the students essential skills beneficial for working in an experimental optical laboratory by introducing them to fundamental laboratory skills, and advanced optical alignment techniques. It is assumed that the students do not have any prior optical laboratory training or experience and the tutorials are written using detailed step-by-step instructions for the students to follow independently without the need for continual instructor guidance. The tutorials are intended to establish a common fundamental knowledge base and set of optical alignment skills within the group of students taking the course. Two examples of the target student groups for this package are: (1) an upper-level undergraduate optics course with a laboratory component (i.e., an undergraduate institution similar to Cal Poly), or (2) a cohort of new graduate students to an experimental optical program whose undergraduate backgrounds can span anything from no experimental optical experience to extensive experimental optical experience (i.e., an experimental R1 doctoral university similar to the Institut f\\\"ur Angewandte Physik at the Universit\\\"at Bonn). The accompanying assessments and instructor guides for each tutorial are provided in this package for the convenience of the course instructor(s) to use in the course as-is, or to use for their own reference of what skills to assess and how to tell if the student did the tasks correctly. ",
    "url": "https://arxiv.org/abs/2404.16225",
    "authors": [
      "Glen D. Gillen"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.16303",
    "title": "Rapid-scanned and self-corrected repetition rates enabled in a  bidirectional polarization-multiplexed fiber laser",
    "abstract": "Repetition-rate-scanned lasers are practical in accordion frequency comb generation that serves as a variable gearbox connecting optical and radio wave domains. Rapid and wide-range scanned repetition rate can benefit versatile purposes, however scanning robustness remains unsecured that typically requires complicated feedback loops. Recently, multiplexed lasers have been demonstrated with the nature of common-noise rejection among simultaneously emitted combs. Here, we propose a bidirectional polarization-multiplexed fiber laser that delivers synchronized pulses with rapid-scanned and reference-free repetition rates. Benefiting from the all polarization-maintaining fiber configuration, the laser shows good robustness and inter-comb coherence. As rapid as 493.5 kHz/s scanning rate over 329-kHz scanning range of fundamental repetition rate is realized. The 1-hour and 1-day maximal variations of difference frequency are merely 0.52 Hz and 5.46 Hz. The capability to rebuilt steady state after mode hopping is also demonstrated. These results provide a promising solution for developing high-performance accordion-frequency laser sources. ",
    "url": "https://arxiv.org/abs/2404.16303",
    "authors": [
      "Bowen Liu",
      "Maolin Dai",
      "Takuma Shirahata",
      "Yifan Ma",
      "Shinji Yamashita",
      "Sze Yun Set"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.16389",
    "title": "Improvement of Geant4 Neutron-HP package: Unresolved Resonance Region  description with Probability Tables",
    "abstract": "Whether for shielding applications or for criticality safety studies, solving the neutron transport equation with good accuracy requires to take into account the resonant structure of cross sections in part of the Unresolved Resonance Region (URR). In this energy range even if the resonances can no longer be resolved experimentally, neglecting them can lead to significant numerical biases, namely in flux-based quantities. In Geant4, low energy neutrons are transported using evaluated nuclear data libraries handled by the Neutron High-Precision (Neutron-HP) package. In the version 11.01.p02 of the code, the URR can only be described by average smooth cross sections that do not take into account the statistical resonant structure of the cross sections. To overcome this shortcoming, the treatment of the URR with the use of the probability table method has been implemented in Geant4 and successfully validated with the reference Monte Carlo neutron transport codes MCNP6 (version 6.2) and Tripoli-4 (version 12). These developments will be taken into account in the next release of Geant4. All the validations of Geant4 have been performed with probability tables generated from both the NJOY and CALENDF pre-processing tools. Therefore Geant4 now has this unique feature to study the relative impact of the strategies involved during the production of probability table by the two pre-processing codes. This has been used to show that self-shielding is important also for inelastic cross sections in the example of 238U. The tool to generate probability tables usable by Geant4 either from NJOY or from CALENDF is made available on a dedicated GitLab repository and will be included in Geant4. ",
    "url": "https://arxiv.org/abs/2404.16389",
    "authors": [
      "M. Zmeškal",
      "L. Thulliez",
      "P. Tamagno",
      "E. Dumonteil"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16414",
    "title": "Validating a lutetium frequency reference",
    "abstract": "We review our progress in developing a frequency reference with singly ionized lutetium and give estimates of the levels of inaccuracy we expect to achieve in the near future with both the $^1S_0\\leftrightarrow{}^3D_1$ and $^1S_0\\leftrightarrow{}^3D_2$ transitions. Based on established experimental results, we show that inaccuracies at the low $10^{-19}$ level are readily achievable for the $^1S_0\\leftrightarrow{}^3D_1$ transition, and the frequency ratio between the two transitions is limited almost entirely by the BBR shift. We argue that the frequency ratio measured within the one apparatus provides a well-defined metric to compare and establish the performance of remotely located systems. For the measurement of an in situ frequency ratio, relativistic shifts drop out and both transitions experience the same electromagnetic environment. Consequently, the uncertainty budget for the ratio is practically identical to the uncertainty budgets for the individual transitions. If the ratios for two or more systems disagree we can be certain at least one of the clock assessments is incorrect. If they agree, subsequent comparisons on one transition would only differ by relativistic effects. Since motional effects are easily assessed and typically small for a heavy ion, only the differential gravitational red-shift will significantly contribute and this can be confirmed by comparison on the second transition. ",
    "url": "https://arxiv.org/abs/2404.16414",
    "authors": [
      "Kyle J. Arnold",
      "Scott Bustabad",
      "Qin Qichen",
      "Zhao Zhang",
      "Qi Zhao",
      "Murray D. Barrett"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16424",
    "title": "Reciprocity in laser ultrasound revisited: Is wavefield characterisation  by scanning laser excitation strictly reciprocal to that by scanning laser  detection?",
    "abstract": "The common believe about strict measurement reciprocity between scanning laser detection and scanning laser excitation is disproved by a simple experiment. Nevertheless, a deeper study based on the reciprocity relation reveals correct reciprocal measurement set-ups for both the probe-excitation / laser-detection and the laser-excitation / probe-detection case. Similarly, the all-laser measurement, that is thermoelastic laser excitation with laser vibrometer detection, is not in general reciprocal with respect to the exchange of excitation and detection positions. Again, a substitute for the laser doppler vibrometer out-of-plane displacement measurement was found which ensures measurement reciprocity together with laser excitation. The apparent confusion in literature about strict validity/non-validity of measurement reciprocity is mitigated by classifying the measurement situations systematically. ",
    "url": "https://arxiv.org/abs/2404.16424",
    "authors": [
      "Bernd Köhler",
      "Yuui Amano",
      "Frank Schubert",
      "Kazuyuki Nakahata"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.16586",
    "title": "Reduced density matrix formulation of quantum linear response",
    "abstract": "The prediction of spectral properties via linear response (LR) theory is an important tool in quantum chemistry for understanding photo-induced processes in molecular systems. With the advances of quantum computing, we recently adapted this method for near-term quantum hardware using a truncated active space approximation with orbital rotation, named quantum linear response (qLR). In an effort to reduce the classic cost of this hybrid approach, we here derive and implement a reduced density matrix (RDM) driven approach of qLR. This allows for the calculation of spectral properties of moderately sized molecules with much larger basis sets than so far possible. We report qLR results for benzene and $R$-methyloxirane with a cc-pVTZ basis set and study the effect of shot noise on the valence and oxygen K-edge absorption spectra of H$_2$O in the cc-pVTZ basis. ",
    "url": "https://arxiv.org/abs/2404.16586",
    "authors": [
      "Theo Juncker von Buchwald",
      "Karl Michael Ziems",
      "Erik Rosendahl Kjellgren",
      "Stephan P. A. Sauer",
      "Jacob Kongsted",
      "Sonia Coriani"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16597",
    "title": "Terahertz Voltage-controlled Oscillator from a Kerr-Induced Synchronized  Soliton Microcomb",
    "abstract": "The generation of controlled and arbitrarily tunable terahertz radiation, essential for many applications, has proven challenging due to the complexity of experimental setups and fabrication techniques. We introduce a new strategy involving control over a terahertz repetition rate integrated frequency comb, using Kerr-induced synchronization, that results in a terahertz-voltage-controlled oscillator. By modulating the reference laser, we can transfer any microwave waveform onto the microcomb repetition rate via a linear transfer function based on optical frequency division. The resulting frequency comb with a terahertz carrier can be created using integrated components, with a bandwidth constrained only by the synchronization bandwidth and high coherence resulting from the low-noise soliton microcomb in the Kerr-induced synchronized state. ",
    "url": "https://arxiv.org/abs/2404.16597",
    "authors": [
      "Usman A. Javid",
      "Michal Chojnacky",
      "Kartik Srinivasan",
      "Gregory Moille"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16647",
    "title": "Application of RESNET50 Convolution Neural Network for the Extraction of  Optical Parameters in Scattering Media",
    "abstract": "Estimation of the optical properties of scattering media such as tissue is important in diagnostics as well as in the development of techniques to image deeper. As light penetrates the sample scattering events occur that alter the propagation direction of the photons in a random manner leading degradation of image quality. The distribution of the scattered light does, however, give a measure of the optical properties such as the reduced scattering coefficient and the absorption coefficient. Unfortunately, inverting scattering patterns to recover the optical properties is not simple, especially in the regime where the light is partially randomized. Machine learning has been proposed by several authors as a means of recovering these properties from either the back scattered or the transmitted light. In the present paper, we train a general purpose convolutional neural network RESNET 50 with simulated data based on Monte Carlo simulations. We show that compared with previous work our approach gives comparable or better reconstruction accuracy with training on a much smaller dataset. Moreover, by training on multiple parameters such as the intensity distribution at multiple planes or the exit angle and spatial distribution one achieves improved performance compared to training on a single input such as the intensity distribution captured at the sample surface. While our approach gives good parameter reconstruction, we identify factors that limit the accuracy of the recovered properties, particularly the absorption coefficient. In the light of these limitations, we suggest how the present approach may be enhanced for even better performance. ",
    "url": "https://arxiv.org/abs/2404.16647",
    "authors": [
      "Bowen Deng",
      "Yihan Zhang",
      "Andrew Parkes",
      "Alex Bentley",
      "Amanda Wright",
      "Michael Pound",
      "Michael Somekh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2404.16806",
    "title": "Simple tunable phase-locked lasers for quantum technologies",
    "abstract": "In a wide range of quantum technology applications, ranging from atomic clocks to the creation of ultracold or quantum degenerate samples for atom interferometry, optimal laser sources are critical. In particular, two phase-locked laser sources with a precise difference frequency are needed for efficient coherent population trapping (CPT) clocks, gray molasses laser cooling, or driving Raman transitions. Here we show how a simple cost-effective laser diode can selectively amplify only one sideband of a fiber-electrooptically-modulated seed laser to produce moderate-power phase-locked light with sub-Hz relative linewidth and tunable difference frequencies up to $\\approx 15\\,$GHz. The architecture is readily scalable to multiple phase-locked lasers and could conceivably be used for future on-chip compact phase-locked laser systems for quantum technologies. ",
    "url": "https://arxiv.org/abs/2404.16806",
    "authors": [
      "Nicola Agnew",
      "David Lowit",
      "Aidan S. Arnold"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16809",
    "title": "Symmetry Breaking and Spatiotemporal Pattern Formation in Photonic Time  Crystals",
    "abstract": "In this work, we explore the dynamics of time varying photonic media with an optical Kerr nonlinearity and an associated phase transition. The interplay between a periodically modulated permittivity and the nonlinearity induces a continuous transition of electromagnetic waves to a state with broken spatial and time translation symmetries. This transition gives rise to a lattice-like wave pattern, in many ways similar to a spatial crystallization in solids. Symmetry breaking triggers the emergence of soft, Goldstone-like modes, which propagate as deformations of the lattice structure, as well as massive Higgs-like modes - spatially uniform oscillations of the field amplitude. We extend the analysis of the non-equlibrium symmetry breaking to 2+1 dimensional time varying media and discuss pattern formation as well as the connection to discrete time crystals. ",
    "url": "https://arxiv.org/abs/2404.16809",
    "authors": [
      "Egor I. Kiselev",
      "Yiming Pan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2404.16121",
    "title": "Resonance of low-frequency electromagnetic and ion-sound modes in the  solar wind",
    "abstract": "Parker Solar Probe measurements have recently shown that coherent fast magnetosonic and Alfv\\'{e}n ion-cyclotron waves are abundant in the solar wind and can be accompanied by higher-frequency electrostatic fluctuations. In this letter we reveal the nonlinear process capable of channelling the energy of low-frequency electromagnetic to higher-frequency electrostatic fluctuations observed aboard Parker Solar Probe. We present Hall-MHD simulations demonstrating that low-frequency electromagnetic fluctuations can resonate with the ion-sound mode, which results in steepening of plasma density fluctuations, electrostatic spikes and harmonics in the electric field spectrum. The resonance can occur around the wavenumber determined by the ratio between local sound and Alfv\\'{e}n speeds, but only in the case of {\\it oblique} propagation to the background magnetic field. The resonance wavenumber, its width and steepening time scale are estimated, and all indicate that the revealed two-wave resonance can frequently occur in the solar wind. This process can be a potential channel of energy transfer from cyclotron resonant ions producing the electromagnetic fluctuations to Landau resonant ions and electrons absorbing the energy of the higher-frequency electrostatic fluctuations. ",
    "url": "https://arxiv.org/abs/2404.16121",
    "authors": [
      "I.Y. Vasko",
      "F.S. Mozer",
      "T. Bowen",
      "J. Verniero",
      "X. An",
      "A.V. Artemyev",
      "J.W. Bonnell",
      "J. Halekas",
      "I.V. Kuzichev"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16167",
    "title": "Fast photon-mediated entanglement of continuously-cooled trapped ions  for quantum networking",
    "abstract": "We entangle two co-trapped atomic barium ion qubits by collecting single visible photons from each ion through in-vacuo 0.8 NA objectives, interfering them through an integrated fiber-beamsplitter and detecting them in coincidence. This projects the qubits into an entangled Bell state with an observed fidelity lower bound of F > 94%. We also introduce an ytterbium ion for sympathetic cooling to remove the need for recooling interruptions and achieve a continuous entanglement rate of 250 1/s. ",
    "url": "https://arxiv.org/abs/2404.16167",
    "authors": [
      "Jameson O'Reilly",
      "George Toh",
      "Isabella Goetting",
      "Sagnik Saha",
      "Mikhail Shalaev",
      "Allison Carter",
      "Andrew Risinger",
      "Ashish Kalakuntla",
      "Tingguang Li",
      "Ashrit Verma",
      "Christopher Monroe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16245",
    "title": "Computationally Efficient Molecular Integrals of Solid Harmonic Gaussian  Orbitals Using Quantum Entanglement of Angular Momentum",
    "abstract": "Vector-coupling and vector-uncoupling schemes in the quantum theory of angular momentum correspond to unitary Clebsch-Gordan transformations that operate on quantum angular momentum states and thereby control their degree of entanglement. The addition of quantum angular momentum from this transformation is suitable for reducing the degree of entanglement of quantum angular momentum, leading to simple and effective calculations of the molecular integrals of solid harmonic Gaussian orbitals (SHGO). Even with classical computers, the speed-up ratio in the evaluation of molecular nuclear Coulomb integrals with SHGOs can be up to four orders of magnitude for atomic orbitals with high angular momentum quantum number. Thus, the less entanglement there is for a quantum system the easier it is to simulate, and molecular integrals with SHGOs are shown to be particularly well-suited for quantum computing. High-efficiency quantum circuits previously developed for unitary and cascading Clebsch-Gordan transformations of angular momentum states can be applied to the differential and product rules of solid harmonics to efficiently compute two-electron Coulomb integrals ubiquitous in quantum chemistry. Combined with such quantum circuits and variational quantum eigensolver algorithms, the high computational efficiency of molecular integrals in solid harmonic bases unveiled in this paper may open an avenue for accelerating full quantum computing chemistry. ",
    "url": "https://arxiv.org/abs/2404.16245",
    "authors": [
      "Hang Hu",
      "Gilles Peslherbe",
      "Hsu Kiang Ooi",
      "Anguang Hu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16671",
    "title": "Magnetic Resonance Frequency Shift Caused by Nonuniform Field and  Boundary Relaxation",
    "abstract": "Magnetic field inhomogeneity is usually detrimental to magnetic resonance (MR) experiments. It is widely recognized that a nonuniform magnetic field can lead to an increase in the resonance line width, as well as a reduction in sensitivity and spectral resolution. However, nonuniform magnetic field can also cause shift in resonance frequency, which received far less attention. In this work, we investigate the frequency shift under arbitrary nonuniform magnetic field and boundary relaxation by applying perturbation theory to the Torrey equation. Several compact frequency shift formulas are reported. We find that the frequency shift is mainly determined by $B_z$ distribution (rather than the transverse field components in previous study) and has important dependence on boundary relaxation. Furthermore, due to the difference of boundary relaxation and high order perturbation correction, this frequency shift is spin-species dependent, which implies a systematic error in many MR based precision measurements such as NMR gyroscope and comagnetometers. This insight provides a potential tool for understanding the unexplained isotope shifts in recent NMR gyroscope and new physics searching experiments that utilize comagnetometers. Finally, we propose a new tool for wall interaction research based on the frequency shift's dependency on boundary relaxation. ",
    "url": "https://arxiv.org/abs/2404.16671",
    "authors": [
      "Xiangdong Zhang",
      "Jinbo Hu",
      "Da-Wu Xiao",
      "Nan Zhao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.16765",
    "title": "Threshold and frequency properties of a cold ytterbium laser",
    "abstract": "We investigate properties of the lasing action observed on the 1S0--3P1 intercombination transition of ytterbium atoms that are laser-cooled and -trapped inside a high-finesse cavity. The dressing of the atomic states on the 1S0--1P1 transition by the magneto-optical trap (MOT) laser light allows the coupled atom-cavity system to lase, via a two-photon transition, on the same line on which it is pumped. The observation and basic description of this phenomenon was presented earlier by Gothe et al. [Phys. Rev. A 99, 013415 (2019)]. In the current work, we focus on a detailed analysis of the lasing threshold and frequency properties and perform a comparison to our theoretical models. ",
    "url": "https://arxiv.org/abs/2404.16765",
    "authors": [
      "Dmitriy Sholokhov",
      "Saran Shaju",
      "Ke Li",
      "Simon B. Jäger",
      "Jürgen Eschner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.04717",
    "title": "High-fidelity detection of large-scale atom arrays in an optical lattice",
    "abstract": " Title: High-fidelity detection of large-scale atom arrays in an optical lattice ",
    "url": "https://arxiv.org/abs/2309.04717",
    "authors": [
      "Renhao Tao",
      "Maximilian Ammenwerth",
      "Flavien Gyger",
      "Immanuel Bloch",
      "Johannes Zeiher"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.00862",
    "title": "From Spin States to Socially Integrated Ising Models: Proposed  Applications of Graph States, Stabilizer States, Toric States to Opinion  Dynamics",
    "abstract": " Comments: Discussion Paper:Discussion Model for Propagation of Social Opinion via Quantum Galois Noise Channels:Entanglement, SuperSpreader(2023) This paper is partially an attempt to utilize \"Generative AI\" and was written with educational intent. There are currently no plans for it to become a peer-reviewed paper ",
    "url": "https://arxiv.org/abs/2312.00862",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.09761",
    "title": "Accurate and gate-efficient quantum ansätze for electronic states  without adaptive optimisation",
    "abstract": " Comments: 17 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2312.09761",
    "authors": [
      "Hugh G. A. Burton"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]