[
  {
    "id": "arXiv:2307.08783",
    "title": "Demonstration of Niobium Tin in 218 MHz Low-beta Quarter Wave  Accelerator Cavity",
    "abstract": "A 218 MHz quarter wave niobium cavity has been fabricated for the purpose of demonstrating Nb3Sn technology on a low-beta accelerator cavity. Niobiumtin has been established as a promising next generation SRF material, but development has focused primarily in high-beta elliptical cell cavities. This material has a significantly higher TC than niobium, allowing for design of higher frequency quarter wave cavities (that are subsequently smaller) as well as for significantly lowered cooling requirements (possibly leading to cryocooler based designs). The fabrication, initial cold testing, and Nb3Sn coating are discussed as well as test plans and details of future applications. ",
    "url": "https://arxiv.org/abs/2307.08783",
    "authors": [
      "T.B. Petersen",
      "M.P. Kelly",
      "T. Reid",
      "M. Kedzie",
      "B. Guilfoyle",
      "G. Chen",
      "S. Posen",
      "B. Tennis",
      "G. Eremeev"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08907",
    "title": "Ring Current Proton Decay Timescales Derived from Van Allen Probe  Observations",
    "abstract": "The Earth's ring current is highly dynamic and is strongly influenced by the solar wind. The ring current alters the planet's magnetic field, defining geomagnetic storms. In this study, we investigate the decay timescales of ring current protons using observations from the Van Allen Probes. Since proton fluxes typically exhibit exponential decay after big storms, the decay time scales are calculated by performing linear regression on the logarithm of the fluxes. We found that in the central region of the ring current, proton decay timescales generally increase with increasing energies and increasing L-shells. The ~10s keV proton decay timescales are about a few days, while the ~100 keV proton decay time scale is about ~10 days, and protons of 269 keV have decay timescales up to ~118 days. These findings provide valuable insights into the ring current dynamics and can contribute to the development of more accurate ring current models. ",
    "url": "https://arxiv.org/abs/2307.08907",
    "authors": [
      "Stephanie Wang",
      "Jinxing Li"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08937",
    "title": "Photonic chip-based low noise microwave oscillator",
    "abstract": "Numerous modern technologies are reliant on the low-phase noise and exquisite timing stability of microwave signals. Substantial progress has been made in the field of microwave photonics, whereby low noise microwave signals are generated by the down-conversion of ultra-stable optical references using a frequency comb. Such systems, however, are constructed with bulk or fiber optics and are difficult to further reduce in size and power consumption. Our work addresses this challenge by leveraging advances in integrated photonics to demonstrate low-noise microwave generation via two-point optical frequency division. Narrow linewidth self-injection locked integrated lasers are stabilized to a miniature Fabry-P\\'{e}rot cavity, and the frequency gap between the lasers is divided with an efficient dark-soliton frequency comb. The stabilized output of the microcomb is photodetected to produce a microwave signal at 20 GHz with phase noise of -96 dBc/Hz at 100 Hz offset frequency that decreases to -135 dBc/Hz at 10 kHz offset--values which are unprecedented for an integrated photonic system. All photonic components can be heterogeneously integrated on a single chip, providing a significant advance for the application of photonics to high-precision navigation, communication and timing systems. ",
    "url": "https://arxiv.org/abs/2307.08937",
    "authors": [
      "Igor Kudelin",
      "William Groman",
      "Qing-Xin Ji",
      "Joel Guo",
      "Megan L. Kelleher",
      "Dahyeon Lee",
      "Takuma Nakamura",
      "Charles A. McLemore",
      "Pedram Shirmohammadi",
      "Samin Hanifi",
      "Haotian Cheng",
      "Naijun Jin",
      "Sam Halliday",
      "Zhaowei Dai",
      "Lue Wu",
      "Warren Jin",
      "Yifan Liu",
      "Wei Zhang",
      "Chao Xiang",
      "Vladimir Iltchenko",
      "Owen Miller",
      "Andrey Matsko",
      "Steven Bowers",
      "Peter T. Rakich",
      "Joe C. Campbell",
      "John E. Bowers",
      "Kerry Vahala",
      "Franklyn Quinlan",
      "Scott A. Diddams"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.09094",
    "title": "Moderate temperature heat treatment of a niobium superconducting cavity  without oven",
    "abstract": "We have demonstrated a possibility to perform a successful moderate-temperature (mid-T) heat treatment of a superconducting cavity directly in a cryostat. This method significantly reduces the number of operations required for Mid-T baking effect research. The data obtained indicate the possibility of baking the cavity directly in the cryomodule, allowing full use of the Mid-T baking effect in a real accelerator. ",
    "url": "https://arxiv.org/abs/2307.09094",
    "authors": [
      "Yegor Tamashevich",
      "Alena Prudnikava",
      "Alexander Matveenko",
      "Jens Knobloch"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2307.09126",
    "title": "Recent Advances in Metasurface Design and Quantum Optics Applications  with Machine Learning, Physics-Informed Neural Networks, and Topology  Optimization Methods",
    "abstract": "As a two-dimensional planar material with low depth profile, a metasurface can generate non-classical phase distributions for the transmitted and reflected electromagnetic waves at its interface. Thus, it offers more flexibility to control the wave front. A traditional metasurface design process mainly adopts the forward prediction algorithm, such as Finite Difference Time Domain, combined with manual parameter optimization. However, such methods are time-consuming, and it is difficult to keep the practical meta-atom spectrum being consistent with the ideal one. In addition, since the periodic boundary condition is used in the meta-atom design process, while the aperiodic condition is used in the array simulation, the coupling between neighboring meta-atoms leads to inevitable inaccuracy. In this review, representative intelligent methods for metasurface design are introduced and discussed, including machine learning, physics-information neural network, and topology optimization method. We elaborate on the principle of each approach, analyze their advantages and limitations, and discuss their potential applications. We also summarise recent advances in enabled metasurfaces for quantum optics applications. In short, this paper highlights a promising direction for intelligent metasurface designs and applications for future quantum optics research and serves as an up-to-date reference for researchers in the metasurface and metamaterial fields. ",
    "url": "https://arxiv.org/abs/2307.09126",
    "authors": [
      "Wenye Ji",
      "Jin Chang2",
      "He-Xiu Xu",
      "Jian Rong Gao",
      "Simon Gröblacher",
      "Paul Urbach",
      "Aurèle J.L. Adam"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.09275",
    "title": "Optical Tellegen metamaterial with spontaneous magnetization",
    "abstract": "The nonreciprocal magnetoelectric effect, also known as the Tellegen effect, promises a number of groundbreaking phenomena connected to fundamental (e.g., electrodynamics of axion and relativistic matter) and applied physics (e.g., magnetless isolators). We propose a three-dimensional metamaterial with an isotropic and resonant Tellegen response in the visible frequency range. The metamaterial is formed by randomly oriented bi-material nanocylinders in a host medium. Each nanocylinder consists of a ferromagnet in a single-domain magnetic state and a high-permittivity dielectric operating near the magnetic Mie-type resonance. The proposed metamaterial requires no external magnetic bias and operates on the spontaneous magnetization of the nanocylinders. By leveraging the emerging magnetic Weyl semimetals, we further show how a giant bulk effective magnetoelectric effect can be achieved in a proposed metamaterial, exceeding that of natural materials by almost four orders of magnitude. ",
    "url": "https://arxiv.org/abs/2307.09275",
    "authors": [
      "S. S. Jazi",
      "I. Faniayeu",
      "R. Cichelero",
      "D. C. Tzarouchis",
      "M. M. Asgari",
      "A. Dmitriev",
      "S. Fan",
      "V. Asadchy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.09407",
    "title": "Development of 3-cell Traveling Wave SRF Cavity",
    "abstract": "Traveling wave SRF cavity is a new technology and requires a multi-stage process for development. Conceptual designs have been proposed to adopt TW resonance in an SRF cavity The early stages of developments have been funded by several SBIR grants to Euclid Techlabs which were completed in collaboration with Fermilab. A 3-cell proof-of-principle TW cavity was fabricated as part of that and demonstrated the TW resonance excitation at room temperature. A TW resonance control tuner for the 3-cell was also fabricated and the preliminary tests were performed. Now, the 3-cell cavity is being processed and prepared for the first cryogenic testing. ",
    "url": "https://arxiv.org/abs/2307.09407",
    "authors": [
      "F. Furuta",
      "V. Yakovlev",
      "T. Khabiboulline",
      "K. McGee",
      "R. Kostin",
      "P. Avrakhov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08739",
    "title": "DiVincenzo-like criteria for autonomous quantum machines",
    "abstract": "Controlled quantum machines have matured significantly. A natural next step is to grant them autonomy, freeing them from timed external control. For example, autonomy could unfetter quantum computers from classical control wires that heat and decohere them; and an autonomous quantum refrigerator recently reset superconducting qubits to near their ground states, as is necessary before a computation. What conditions are necessary for realizing useful autonomous quantum machines? Inspired by recent quantum thermodynamics and chemistry, we posit conditions analogous to DiVincenzo's criteria for quantum computing. Our criteria are intended to foment and guide the development of useful autonomous quantum machines. ",
    "url": "https://arxiv.org/abs/2307.08739",
    "authors": [
      "José Antonio Marín Guzmán",
      "Paul Erker",
      "Simone Gasparinetti",
      "Marcus Huber",
      "Nicole Yunger Halpern"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08758",
    "title": "Linking Physics and Psychology of Bistable Perception Using an Eye Blink  Inspired Quantum Harmonic Oscillator Model",
    "abstract": "This paper introduces a novel quantum-mechanical model that describes psychological phenomena using the analogy of a harmonic oscillator represented by an electron trapped in a potential well. Study~1 demonstrates the application of the proposed model to bistable perception of ambiguous figures (i.e., optical illusions), exemplified by the Necker cube. While prior research has theoretically linked quantum mechanics to psychological phenomena, in Study~2 we demonstrate a viable physiological connection between physics and bistable perception. To that end, the model draws parallels between quantum tunneling of an electron through a potential energy barrier and an eye blink, an action known to trigger perceptual reversals. Finally, we discuss the ability of the model to capture diverse optical illusions and other psychological phenomena, including cognitive dissonance. ",
    "url": "https://arxiv.org/abs/2307.08758",
    "authors": [
      "Ivan S. Maksymov",
      "Ganna Pogrebna"
    ],
    "subjectives": [
      "Neurons and Cognition (q-bio.NC)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08916",
    "title": "Quantum Nature of Quasi-Classical States and Highest Possible  Single-photon Rate",
    "abstract": "Observation of the purely quantum mechanical effects of quasi-classical states is of utmost importance since these states are realistic sources of radiation and do not have any shortage in photon numbers. Therefore, they do not face the scalability problem as much as other single-photon sources do, which makes them much more robust against photon loss. Moreover, these states define the standard quantum limit. Hence, finding their quantum signature hints to the highest possible single-photon rate. In this manuscript, we attempt to demonstrate this idea theoretically using known dynamics and then present supporting experimental results. Through our experiment, we realize two-photon bunching from the transfer of quantum information using such states with the projection of orbital angular momentum from a continuous wave source. Our work is a step forward towards a more diverse and practical use of quasi-classical states in the domain of quantum optics and quantum information. ",
    "url": "https://arxiv.org/abs/2307.08916",
    "authors": [
      "Moslem Mahdavifar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.09178",
    "title": "Nanowire-based Integrated Photonics for Quantum Information and Quantum  Sensing",
    "abstract": "At the core of quantum photonic information processing and sensing, two major building pillarsare single-photon emitters and single-photon detectors. In this review, we systematically summarize the working theory, material platform, fabrication process, and game-changing applications enabled by state-of-the-art quantum dots in nanowire emitters and superconducting nanowire single-photon detectors. Such nanowire-based quantum hardware offers promising properties for modern quantum optics experiments.We highlight several burgeoning quantum photonics applications using nanowires and discuss development trends of integrated quantum photonics. Also, we propose quantum information processing and sensing experiments for the quantum optics community, and future interdisciplinary applications. ",
    "url": "https://arxiv.org/abs/2307.09178",
    "authors": [
      "Jin Chang",
      "Jun Gao",
      "Iman Esmaeil Zadeh",
      "Ali W. Elshaari",
      "Val Zwiller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.09261",
    "title": "Optical Diffraction Tomography Meets Fluorescence Localization  Microscopy",
    "abstract": "We show that structural information can be extracted from single molecule localization microscopy (SMLM) data. More precisely, we reinterpret SMLM data as the measures of a phaseless optical diffraction tomography system for which the illumination sources are fluorophores within the sample. Building upon this model, we propose a joint optimization framework to estimate both the refractive index map and the position of fluorescent molecules from the sole SMLM frames. ",
    "url": "https://arxiv.org/abs/2307.09261",
    "authors": [
      "Thanh-An Pham",
      "Emmanuel Soubies",
      "Ferréol Soulez",
      "Michael Unser"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.09311",
    "title": "Automatic Differentiation for Inverse Problems with Applications in  Quantum Transport",
    "abstract": "A neural solver and differentiable simulation of the quantum transmitting boundary model is presented for the inverse quantum transport problem. The neural solver is used to engineer continuous transmission properties and the differentiable simulation is used to engineer current-voltage characteristics. ",
    "url": "https://arxiv.org/abs/2307.09311",
    "authors": [
      "Ivan Williams",
      "Eric Polizzi"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02529",
    "title": "Experimental quantum imaging distillation with undetected light",
    "abstract": " Comments: 18 pages, 6 figures, and 1 table + 11 pages, 3 figures, and 1 table ",
    "url": "https://arxiv.org/abs/2301.02529",
    "authors": [
      "Jorge Fuenzalida",
      "Marta Gilaberte Basset",
      "Sebastian Töpfer",
      "Juan P. Torres",
      "Markus Gräfe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04425",
    "title": "Modular Cluster Circuits for the Variational Quantum Eigensolver",
    "abstract": " Comments: Jupyter Notebook can be found at this https URL ",
    "url": "https://arxiv.org/abs/2305.04425",
    "authors": [
      "Seyed Ehsan Ghasempouri",
      "Gerhard W. Dueck",
      "Stijn De Baerdemacker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14817",
    "title": "Many-Body Anderson Metal-Insulator Transition using Kicked Quantum Gases",
    "abstract": " Comments: 14 pages, 11 figures, 2 tables, including supplementary materials ",
    "url": "https://arxiv.org/abs/2305.14817",
    "authors": [
      "Jun Hui See Toh",
      "Mengxin Du",
      "Xinxin Tang",
      "Ying Su",
      "Tristan Rojo",
      "Carson O. Patterson",
      "Nicolas R. Williams",
      "Chuanwei Zhang",
      "Subhadeep Gupta"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16601",
    "title": "The mechanism of the irradiation synergistic effect of Silicon bipolar  junction transistors explained by multiscale simulations of Monte Carlo and  excited-state first-principle calculations",
    "abstract": " Comments: 11 pages, 7 figures. Accepted by J. Chem. Phys ",
    "url": "https://arxiv.org/abs/2305.16601",
    "authors": [
      "Zeng-hui Yang",
      "Yang Liu",
      "Ning An",
      "Xingyu Chen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06475",
    "title": "in situ Monitoring of Lithium Electrodeposition using Transient Grating  Spectroscopy",
    "abstract": " Title: in situ Monitoring of Lithium Electrodeposition using Transient Grating  Spectroscopy ",
    "url": "https://arxiv.org/abs/2307.06475",
    "authors": [
      "Runqing Yang",
      "Harrison Szeto",
      "Brandon Zou",
      "Emily Spitaleri",
      "Bolin Liao",
      "Yangying Zhu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.08558",
    "title": "Deep Learning with Passive Optical Nonlinear Mapping",
    "abstract": " Comments: 16 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2307.08558",
    "authors": [
      "Fei Xia",
      "Kyungduk Kim",
      "Yaniv Eliezer",
      "Liam Shaughnessy",
      "Sylvain Gigan",
      "Hui Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]