[
  {
    "id": "arXiv:2202.10556",
    "title": "Nano-Trap Engineering in MOF Microenvironment for Ultratrace Iodine  Sensors",
    "abstract": "Ultra-sensitive and highly selective iodine gas sensors play a crucial role during the nuclear radiation leak for a timely detection and mitigation of pollution, ensuring the safety of a vast number of operators and subsequent integrity of the facility. Herein, we rationally designed a metal-organic framework (MOF) that exhibits an outstanding performance with an almost billion-fold enhancement in the electrical response due to its optimized hydrophobicity, which allows the easy migration of iodine molecules though the channels and the presence of suitable interaction sites, temporarily anchoring the target molecule for ultra-trace sensing. The prototype sensor tested in demanding environments demonstrates its high selectivity, ultra-trace parts per billion (ppb)-level sensitivity, good reversibility, and a very fast response time even at high frequencies compared to existing adsorbents, including commercially available materials. Further, the iodine sensing at the atomic level was studied in detail by measuring the electrical response of a single crystal and, the optimal thickness of the MOF layer was identified for an industrially-viable prototype sensor by using inkjet printing. In a wider perspective, we propose a general strategy towards electrically efficient sensing materials with hybrid functionalities for engineering high-sensitivity iodine sensors for a safe and sustainable future. ",
    "url": "https://arxiv.org/abs/2202.10556",
    "authors": [
      "Arun S. Babal",
      "Samraj Mollick",
      "Waqas Kamal",
      "Steve Elston",
      "Alfonso A. Castrejón-Pita",
      "Stephen M. Morris",
      "Jin-Chong Tan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.10557",
    "title": "Temperature-independent optical cavities for laser frequency  stabilization",
    "abstract": "We propose a method for thermal expansion compensation of reference monolithic optical cavities for laser frequency stabilization. Two schemes of optical cavities are considered: a Fabry-Perot interferometer with a crimp ring and a whispering-gallery-mode cavity with a clamp. In each scheme, thermal expansion compensation is achieved due to the strained connection of the cavity with an element made of a material with a high coefficient of thermal expansion. The temperature region of the cavities' optical length stabilization is estimated. ",
    "url": "https://arxiv.org/abs/2202.10557",
    "authors": [
      "Nikita Zhadnov",
      "Anatoly Masalov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.10621",
    "title": "Universal classical optical computing inspired by quantum information  process",
    "abstract": "Quantum computing has attracted much attention in recent decades, since it is believed to solve certain problems substantially faster than traditional computing methods. Theoretically, such an advance can be obtained by networks of the quantum operators in universal gate sets, one famous example of which is formed by CNOT gate and single qubit gates. However, realizing a device that performs practical quantum computing is tricky. This is because it requires a scalable qubit system with long coherence time and good controls, which is harsh for most current platforms. Here, we demonstrate that the information process based on a relatively stable system -- classical optical system, can be considered as an analogy of universal quantum computing. By encoding the information via the polarization state of classical beams, the optical computing elements that corresponds to the universal gate set are presented and their combination for a general information process are theoretically illustrated. Taking the analogy of two-qubit processor as an example, we experimentally verify that our proposal works well. Considering the potential of optical system for reliable and low-energy-consuming computation, our results open a new way towards advanced information processing with high quality and efficiency. ",
    "url": "https://arxiv.org/abs/2202.10621",
    "authors": [
      "Yifan Sun",
      "Qian Li",
      "Ling-Jun Kong",
      "Jiangwei Shang",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10727",
    "title": "Amplification of quantum signals by the non-Hermitian skin effect",
    "abstract": "The non-Hermitian skin effect (NHSE) is a phenomenon whereby certain non-Hermitian lattice Hamiltonians, particularly those with nonreciprocal couplings, can host an extensive number of eigenmodes condensed to the boundary, called skin modes. The NHSE has primarily been studied in the classical regime. We show that it can also manifest in quantum systems containing boson number nonconserving processes arising from parametric driving. In this setting, the NHSE can be used to design quantum amplifiers based on lattices of coupled nonlinear resonators. A one dimensional chain exhibiting the NHSE can perform strong photon amplification, aided by the skin modes, that scales exponentially with the chain length and outperforms alternative lattice configurations that lack the NHSE. Moreover, two dimensional lattices can perform directional photon amplification between different lattice corners. This provides a new way to implement quantum amplifier arrays without the use of optical isolators. ",
    "url": "https://arxiv.org/abs/2202.10727",
    "authors": [
      "Qiang Wang",
      "Changyan Zhu",
      "You Wang",
      "Baile Zhang",
      "Yidong Chong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10732",
    "title": "Wide-angle giant photonic spin Hall effect",
    "abstract": "Photonic spin Hall effect is a manifestation of spin-orbit interaction of light and can be measured by a transverse shift \\lambda of photons with opposite spins. The precise measurement of transverse shifts can enable many spin-related applications, such as precise metrology and optical sensing. However, this transverse shift is generally small (i.e. \\delta /\\lambda <{10}^{-1}, \\lambda is the wavelength), which impedes its precise measurement. To-date proposals to generate giant spin Hall effect (namely with \\delta /\\lambda >{10}^{2}) have severe limitations, particularly its occurrence only over a narrow angular cone (with a width of \\Delta \\theta <{1}^{\\circ}). Here we propose a universal scheme to realize the wide-angle giant photonic spin Hall effect with \\Delta \\theta >{70}^{\\circ} by exploiting the interface between free space and uniaxial epsilon-near-zero media. The underlying mechanism is ascribed to the almost-perfect polarization splitting between s and p polarized waves at the designed interface. Remarkably, this almost-perfect polarization splitting does not resort to the interference effect and is insensitive to the incident angle, which then gives rise to the wide-angle giant photonic spin Hall effect. ",
    "url": "https://arxiv.org/abs/2202.10732",
    "authors": [
      "Zhihao Chen",
      "Yu Chen",
      "Yaodong Wu",
      "Xinxing Zhou",
      "Handong Sun",
      "Tony Low",
      "Hongsheng Chen",
      "Xiao Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10854",
    "title": "Ab initio quantum theory of mass defect and time dilation in trapped-ion  optical clocks",
    "abstract": "We derive a Hamiltonian for the external and internal dynamics of an electromagnetically bound, charged two-particle system in external electromagnetic and gravitational fields, including leading order relativistic corrections. We apply this Hamiltonian to describe the relativistic coupling of the external and internal dynamics of cold ions in Paul traps, including the effects of micromotion, excess micromotion and trap imperfections. This provides a systematic and fully quantum mechanical treatment of relativistic frequency shifts in atomic clocks based on single trapped ions. Our approach reproduces well known formulas for the second order Doppler shift for thermal states, which were previously derived on the basis of semi-classical arguments. We complement and clarify recent discussions in the literature on the role of time dilation and mass defect in ion clocks. ",
    "url": "https://arxiv.org/abs/2202.10854",
    "authors": [
      "V. J. Martínez-Lahuerta",
      "S. Eilers",
      "T. E. Mehlstäubler",
      "P. O. Schmidt",
      "K. Hammerer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10889",
    "title": "Resolving molecular diffusion and aggregation of antibody proteins with  megahertz X-ray free-electron laser pulses",
    "abstract": "X-ray free-electron lasers (XFELs) with megahertz repetition rate can provide novel insights into structural dynamics of biological macromolecule solutions. However, very high dose rates can lead to beam-induced dynamics and structural changes due to radiation damage. Here, we probe the dynamics of dense antibody protein (Ig-PEG) solutions using megahertz X-ray photon correlation spectroscopy (MHz-XPCS) at the European XFEL. By varying the total dose and dose rate, we identify a regime for measuring the motion of proteins in their first coordination shell, quantify XFEL-induced effects such as driven motion, and map out the extent of agglomeration dynamics. The results indicate that for dose rates below $1.16\\,\\mathrm{kGy\\mu s^{-1}}$ in a time window up to $10\\,\\mathrm{\\mu s}$, it is possible to capture the protein dynamics before the onset of beam induced aggregation. We refer to this approach as \"correlation before aggregation\" and demonstrate that MHz-XPCS bridges an important spatio-temporal gap in measurement techniques for biological samples. ",
    "url": "https://arxiv.org/abs/2202.10889",
    "authors": [
      "Mario Reiser",
      "Anita Girelli",
      "Anastasia Ragulskaya",
      "Sudipta Das",
      "Sharon Berkowicz",
      "Maddalena Bin",
      "Marjorie Ladd-Parada",
      "Mariia Filianina",
      "Hanna-Friederike Poggemann",
      "Nafisa Begam",
      "Mohammad Sayed Akhundzadeh",
      "Sonja Timmermann",
      "Lisa Randolph",
      "Yuriy Chushkin",
      "Tilo Seydel",
      "Ulrike Boesenberg",
      "Jörg Hallmann",
      "Johannes Möller",
      "Angel Rodriguez-Fernandez",
      "Robert Rosca",
      "Robert Schaffer",
      "Markus Scholz",
      "Roman Shayduk",
      "Alexey Zozulya",
      "Anders Madsen",
      "Frank Schreiber",
      "Fajun Zhang",
      "Fivos Perakis",
      "Christian Gutt"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2202.10949",
    "title": "Optical Field Characterization using Off-axis Digital Holography",
    "abstract": "Angular resolved digital holography is presented as a technique for real-time characterization of the full optical field (amplitude and phase) of space-division multiplexing components and fibers, here a 6-mode photonic-lantern is characterized. ",
    "url": "https://arxiv.org/abs/2202.10949",
    "authors": [
      "Sjoerd van der Heide",
      "Bram van Esch",
      "Menno van den Hout",
      "Thomas Bradley",
      "Amado M. Velazquez-Benitez",
      "Nicolas K. Fontaine",
      "Roland Ryf",
      "Haoshuo Chen",
      "Mikael Mazur",
      "Jose Enrique Antonio-López",
      "Juan Carlos Alvarado-Zacarias",
      "Rodrigo Amezcua-Correa",
      "Chigo Okonkwo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2202.10458",
    "title": "Quantum Squeezing of Slow-Light Dark Solitons via Electromagnetically  Induced Transparency",
    "abstract": "We consider the quantum effect of slow light dark soliton (SLDS) in a cold atomic gas with defocuing Kerr nonlinearity via electromagnetically induced transparency (EIT). We calculate the quantum fluctuations of the SLDS by solving the relevant non-Hermitian eigenvalue problem describing the quantum fluctuations, and find that only one zero mode is allowed. This is different from the quantum fluctuations of bright solitons, where two independent zero modes occur. We rigorously prove that the eigenmodes, which consist of continuous modes and the zero mode, are bi-orthogonal and constitute a complete bi-orthonormalized basis, useful for the calculation on the quantum fluctuations of the SLDS. We demonstrate that, due to the large Kerr nonlinearity contributed from the EIT effect, a significant quantum squeezing of the SLDS can be realized; the squeezing efficiency can be manipulated by the Kerr nonlinearity and the soliton's amplitude, which can be much higher than that of bright solitons. Our work contributes to efforts for developing quantum nonlinear optics and non-Hermitian Physics, and for possible applications in quantum information processing and precision measurements. ",
    "url": "https://arxiv.org/abs/2202.10458",
    "authors": [
      "Jinzhong Zhu",
      "Guoxiang Huang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.10601",
    "title": "Quantum Gaussian process model of potential energy surface for a  polyatomic molecule",
    "abstract": "With gates of a quantum computer designed to encode multi-dimensional vectors, projections of quantum computer states onto specific qubit states can produce kernels of reproducing kernel Hilbert spaces. We show that quantum kernels obtained with a fixed ansatz implementable on current quantum computers can be used for accurate regression models of global potential energy surfaces (PES) for polyatomic molecules. To obtain accurate regression models, we apply Bayesian optimization to maximize marginal likelihood by varying the parameters of the quantum gates. This yields Gaussian process models with quantum kernels. We illustrate the effect of qubit entanglement in the quantum kernels and explore the generalization performance of quantum Gaussian processes by extrapolating global six-dimensional PES in the energy domain. ",
    "url": "https://arxiv.org/abs/2202.10601",
    "authors": [
      "Jun Dai",
      "Roman V. Krems"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10609",
    "title": "Phase-space stochastic quantum hydrodynamics for interacting Bose gases",
    "abstract": "Hydrodynamic theories offer successful approaches that are capable of simulating the otherwise difficult-to-compute dynamics of quantum many-body systems. In this work we derive, within the positive-P phase-space formalism, a new stochastic hydrodynamic method for the description of interacting Bose gases. It goes beyond existing hydrodynamic approaches, such as superfluid hydrodynamics or generalized hydrodynamics, in its capacity to simulate the full quantum dynamics of these systems: it possesses the ability to compute non-equilibrium quantum correlations, even for short-wavelength phenomena. Using this description, we derive a linearized stochastic hydrodynamic scheme which is able to simulate such non-equilibrium situations for longer times than the full positive-P approach, at the expense of approximating the treatment of quantum fluctuations, and show that this linearized scheme can be directly connected with existing Bogoliubov approaches. Furthermore, we go on to demonstrate the usefulness and advantages of this formalism by exploring the correlations that arise in a quantum shock wave scenario and comparing its predictions to other established quantum many-body approaches. ",
    "url": "https://arxiv.org/abs/2202.10609",
    "authors": [
      "S. A. Simmons",
      "J. C. Pillay",
      "K. V. Kheruntsyan"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10741",
    "title": "Fluctuations and non-Gaussianity in 3D+1 quantum nonlocal nonlinear  waves: towards quantum gravity and quantum fluid technologies",
    "abstract": "Nonlocal quantum fluids emerge as dark-matter models and tools for quantum simulations and technologies. However, strongly nonlinear regimes, like those involving multi-dimensional self-localized solitary waves (nonlocal solitons), are marginally explored for what concerns quantum features. We study the dynamics of 3D+1 solitons in the second-quantized nonlocal nonlinear Schroedinger equation. We theoretically investigate the quantum diffusion of the soliton center of mass and other parameters, varying the interaction length. 3D+1 simulations of the Ito partial differential equations arising from the positive P-representation of the density matrix validate the theoretical analysis. The numerical results unveil the onset of non-Gaussian statistics of the soliton, which may signal quantum-gravitational effects and be a resource for quantum computing. The non-Gaussianity arises from the interplay of the quantum diffusion of the soliton parameters and the stable invariant propagation. The fluctuations and the non-Gaussianity are universal effects expected for any nonlocality and dimensionality. ",
    "url": "https://arxiv.org/abs/2202.10741",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11071",
    "title": "Cold atoms in low dimensions -- a laboratory for quantum dynamics",
    "abstract": "Cold atomic gases have become a paradigmatic system for exploring fundamental physics, while at the same time allowing to explore applications in quantum technologies. The accelerating developments in the field have led to a highly advanced set of engineering techniques that, among others, can tune interactions, shape the external geometry, select among a large set of atomic species with different properties, as well as control the number of atoms. In particular, it is possible to operate in lower dimensions and drive atomic systems in the strongly correlated regime. In this review, we discuss recent advances in few-body cold atom systems confined in low dimensions from a theoretical viewpoint. We mainly focus on bosonic systems in one dimension and provide an introduction to the well-known static properties before we discuss the state-of-the-art quantum dynamical processes stimulated by the presence of correlations. Besides describing the fundamental physical phenomena arising in these systems, we also provide an overview of the tools and methods that are commonly used, thus delivering a balanced and comprehensive overview of the field. We conclude by giving an outlook on possible future directions that are interesting to explore in these correlated systems. ",
    "url": "https://arxiv.org/abs/2202.11071",
    "authors": [
      "S.I. Mistakidis",
      "A.G. Volosniev",
      "R.E. Barfknecht",
      "T. Fogarty",
      "Th. Busch",
      "A. Foerster",
      "P. Schmelcher",
      "N.T. Zinner"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.12429",
    "title": "Shining Light on the Microscopic Resonant Mechanism Responsible for  Cavity-Mediated Chemical Reactivity",
    "abstract": " Comments: The initial version of this manuscript included a mistake in our calculations which impacted the conclusions. We have now revised the manuscript accordingly, a detailed explanation can be found in the SI. We apologize for this mistake and hope that this revised manuscript rectifies the wrong impression conveyed by the previous version ",
    "url": "https://arxiv.org/abs/2104.12429",
    "authors": [
      "Christian Schäfer",
      "Johannes Flick",
      "Enrico Ronca",
      "Prineha Narang",
      "Angel Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2111.07893",
    "title": "Tuneable spin-glass optical simulator based on multiple light scattering",
    "abstract": " Comments: 13 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2111.07893",
    "authors": [
      "Gianni Jacucci",
      "Louis Delloye",
      "Davide Pierangeli",
      "Mushegh Rafayelyan",
      "Claudio Conti",
      "Sylvain Gigan"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.09021",
    "title": "Quantum Process Tomography of Unitary Maps from Time-Delayed  Measurements",
    "abstract": " Comments: 10 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2112.09021",
    "authors": [
      "Irene López Gutiérrez",
      "Felix Dietrich",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.11754",
    "title": "Track reconstruction and matching between emulsion and silicon pixel  detectors for the SHiP-charm experiment",
    "abstract": " Comments: 10 pages, 5 figures; for replacement: added detector efficiencies and track resolution, updated description of moving pattern and detector orientation, all opening angles now in cartesian coordinate system; Editor: Nikolaus Owtscharenko; to be published in JINST ",
    "url": "https://arxiv.org/abs/2112.11754",
    "authors": [
      "SHiP Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.04544",
    "title": "Rapid generation of all-optical $^{39}$K Bose-Einstein condensates using  a low-field Feshbach resonance",
    "abstract": " Title: Rapid generation of all-optical $^{39}$K Bose-Einstein condensates using  a low-field Feshbach resonance ",
    "url": "https://arxiv.org/abs/2201.04544",
    "authors": [
      "Alexander Herbst",
      "Henning Albers",
      "Knut Stolzenberg",
      "Sebastian Bode",
      "Dennis Schlippert"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.09029",
    "title": "Reflectarrays and metasurface reflectors as diffraction gratings",
    "abstract": " Comments: 19 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2202.09029",
    "authors": [
      "Fu Liu",
      "Do-Hoon Kwon",
      "Sergei A. Tretyakov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]