[
  {
    "id": "arXiv:2410.07246",
    "title": "Full Quantum dynamics study for H atom scattering from graphene",
    "abstract": "           This study deals with the understanding of hydrogen atom scattering from graphene, a process critical for exploring C-H bond formation and energy transfer during the atom surface collision. In our previous work (this http URL \\textbf{159}, 194102, (2023)), starting from a cell with 24 carbon atoms treated periodically, we have achieved quantum dynamics (QD) simulations with a reduced-dimensional model (15D) and a simulation in full dimensionality (75D). In the former work, the H atom attacked the top of a single C atom, enabling a comparison of QD simulation results with classical molecular dynamics (cMD). Our approach required the use of sophisticated techniques such as Monte Carlo Canonical Polyadic Decomposition (MCCPD) and Multilayer Multi-Configuration Time-Dependent Hartree (ML-MCTDH), as well as a further development of quantum flux calculations. We could benchmark our calculations by comparison with cMD calculations. We have now refined our method to better mimic experimental conditions. Specifically, rather than sending the H atom to a specific position on the surface, we have employed a plane wave for the H atom in directions parallel to the surface. Key findings for these new simulations include the identification of discrepancies between classical molecular dynamics (cMD) simulations and experiments, which are attributed to both the potential energy surface (PES) and quantum effects. Additionally, the study sheds light on the role of classical collective normal modes during collisions, providing insights into energy transfer processes. The results validate the robustness of our simulation methodologies and highlight the importance of considering quantum mechanical effects in the study of hydrogen-graphene interactions.         ",
    "url": "https://arxiv.org/abs/2410.07246",
    "authors": [
      "Lei Shi",
      "Markus Schröder",
      "Hans-Dieter Meyer",
      "Daniel Pelaez",
      "Alec M. Wodtke",
      "Kai Golibrzuch",
      "Anna-Maria Schönemann",
      "Alexander Kandratsenka",
      "Fabien Gatti"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07276",
    "title": "Optimization of the sensitivity of a temperature sensor based on germanium-vacancy color center (GeV) in diamond",
    "abstract": "           Temperature sensors based on GeV color center in diamond are attracting a lot of attention in both science and industry. The industrial adoption of these sensors nevertheless, requires the simplest and cheapest possible design for the sensing element. The original sensor design was based on the measurement of the spectral characteristics of the zero-phonon line. Recently, a modification of this method has been proposed utilizing splitting the GeV emission with a dichroic mirror and determining on temperature from the ratio of two resulting signals. In this analysis, we compare both methods in detail. For measurements near room temperature, both methods have comparable behavior, slightly depended on quality of components used. However, for optimal parameters of a filter at temperatures of about 300 °C, the new method already outperforms the original by about a factor of 2. Moreover, the sensitivity of the new method remains approximately consistent with that observed at room temperature.         ",
    "url": "https://arxiv.org/abs/2410.07276",
    "authors": [
      "I.S. Cojocaru",
      "V.V. Soshenko",
      "S.V. Bolshedvorskii",
      "V.A. Davydov",
      "L. F. Kulikova",
      "V. N. Agafonov",
      "A. Chernyavskiy",
      "A.N. Smolyaninov",
      "V.N. Sorokin",
      "S.Ya. Kilin",
      "A.V. Akimov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07341",
    "title": "Control of chirality and directionality of nonlinear metasurface light source via twisting",
    "abstract": "           Metasurfaces have revolutionized nonlinear and quantum light manipulation in the past decade, enabling the design of materials that can tune polarization, frequency, and direction of light simultaneously. However, tuning of metasurfaces is traditionally achieved by changing their microscopic structure, which does not allow \\emph{in situ} tuning and dynamic optimization of the metasurfaces. In this Letter, we explore the concept of twisted bilayer and tetralayer nonlinear metasurfaces, which offer rich tunability in its effective nonlinear susceptibilities. Using gold-based metasurfaces, we demonstrate that a number of different singularities of nonlinear susceptibilities can exist in the parameter space of twist angle and interlayer gap between different twisted layers. At the singularities, reflected/transmitted light from the nonlinear process (such as second-harmonic generation) can either become circularly polarized (for C points), or entirely vanish (for V points). By further breaking symmetries of the system, we can independently tune all aspects of the reflected and transmitted nonlinear emission, achieving unidirectional emission with full-Poincaré polarization tunability, a dark state (V-V point), or any other bidirectional output. Our work paves the way for multidimensional control of polarization and directionality in nonlinear light sources, opening new avenues in ultrafast optics, optical communication, sensing, and quantum optics.         ",
    "url": "https://arxiv.org/abs/2410.07341",
    "authors": [
      "Huanyu Zhou",
      "Xueqi Ni",
      "Beicheng Lou",
      "Shanhui Fan",
      "Yuan Cao",
      "Haoning Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07386",
    "title": "Nonlinear resonant interactions of radiation belt electrons with intense whistler-mode waves",
    "abstract": "           The dynamics of the Earth's outer radiation belt, filled by energetic electron fluxes, is largely controlled by electron resonant interactions with electromagnetic whistler-mode waves. The most coherent and intense waves resonantly interact with electrons nonlinearly, and the observable effects of such nonlinear interactions cannot be described within the frame of classical quasi-linear models. This paper provides an overview of the current stage of the theory of nonlinear resonant interactions and discusses different possible approaches for incorporating these nonlinear interactions into global radiation belt simulations. We focused on observational properties of whistler-mode waves and theoretical aspects of electron nonlinear resonant interactions between such waves and energetic electrons.         ",
    "url": "https://arxiv.org/abs/2410.07386",
    "authors": [
      "A. V. Artemyev",
      "D. Mourenas",
      "X.-J. Zhang",
      "O. Agapitov",
      "A. I. Neishtadt",
      "D. L. Vainchtein",
      "A. A. Vasiliev",
      "X. Zhang",
      "Q. Ma",
      "J. Bortnik",
      "V. V. Krasnoselskikh"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07390",
    "title": "Effect of polarization on spectroscopic characterization of laser produced aluminium plasma",
    "abstract": "           Laser-induced breakdown spectroscopy (LIBS) is a well-established technique widely used in fundamental research and diverse practical fields. Polarization-resolved LIBS, a variant of this technique, aims to improve the sensitivity, which is a critical aspect in numerous scientific domains. In our recent work we demonstrated that the degree of polarization (DOP) in the emission depends on the spatial location and time in a nano second laser generated aluminium plasma1. Present study investigates the effect of polarized emission on the estimation of plasma parameters. The plasma parameters are estimated using the conventional spectroscopic methods such as Boltzmann plot and line intensity ratio for the estimation of electron temperature and Stark broadening for estimating the electron density. The estimated plasma temperature using Boltzmann plot method shows large errors in electron temperature for the locations where DOP is higher. However, the electron density estimated using the Stark width does not show such variation. The observed ambiguity in temperature estimation using the Boltzmann plot method appears to be a consequence of deviation from expected Maxwell Boltzmann distribution of population of the involved energy levels. These findings highlight the need of assessing the DOP of the plasma before selecting the polarization for PRLIBS or temperature estimation using Boltzmann plots in elemental analysis.         ",
    "url": "https://arxiv.org/abs/2410.07390",
    "authors": [
      "B.R. Geethika",
      "Jinto Thomas",
      "Renjith Kumar R",
      "Janvi Dave",
      "Hem Chandra Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07482",
    "title": "Pockels Laser Directly Driving Ultrafast Optical Metrology",
    "abstract": "           The invention of the laser unleashed the potential of optical metrology, leading to numerous advancements in modern science and technology. This reliance on lasers, however, also sets a bottleneck for precision optical metrology which is complicated by sophisticated photonic infrastructure required for delicate laser-wave control, leading to limited metrology performance and significant system complexity. Here we make a key step towards resolving this challenge, by demonstrating a Pockels laser with multi-functional capability that advances the optical metrology to a new level. The chip-scale laser exhibits a narrow intrinsic linewidth down to 167 Hz and a broad mode-hop-free tuning range up to 24 GHz. In particular, it offers an unprecedented frequency chirping rate up to 20 EHz/s, and an enormous modulation bandwidth >10 GHz, both orders of magnitude larger than any existing lasers. With this laser, we are able to successfully achieve velocimetry of 40 m/s at a short distance of 0.4 m, with a measurable velocity up to the first cosmic velocity at 1 m away, that is inaccessible by conventional ranging approaches, and distance metrology with a ranging resolution of <2 cm. Moreover, for the first time to the best of our knowledge, we are able to realize a dramatically simplified architecture for laser frequency stabilization, by direct locking the laser to an external reference gas cell without any extra external light control. We successfully achieve a long-term laser stability with a frequency fluctuation of only $\\pm$ 6.5 MHz over 60 minutes. The demonstrated Pockels laser combines elegantly high laser coherence with ultrafast frequency reconfigurability and superior multifunctional capability that we envision to have profound impacts on many areas including communication, sensing, autonomous driving, quantum information processing, and beyond.         ",
    "url": "https://arxiv.org/abs/2410.07482",
    "authors": [
      "Shixin Xue",
      "Mingxiao Li",
      "Raymond Lopez-rios",
      "Jingwei Ling",
      "Zhengdong Gao",
      "Qili Hu",
      "Tian Qiu",
      "Jeremy Staffa",
      "Lin Chang",
      "Heming Wang",
      "Chao Xiang",
      "John E. Bowers",
      "Qiang Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07517",
    "title": "A 3D-Printed Table for Hybrid X-ray CT and Optical Imaging of a Live Mouse",
    "abstract": "           Multimodal imaging has shown great potential in cancer research by concurrently providing anatomical, functional, and molecular information in live, intact animals. During preclinical imaging of small animals like mice, anesthesia is required to prevent movement and improve image quality. However, their high surface area-to-body weight ratio predisposes mice, particularly nude mice, to hypothermia under anesthesia. To address this, we developed a detachable mouse scanning table with heating function for hybrid x-ray and optical imaging modalities, without introducing metal artifacts. Specifically, we employed Polylactic Acid (PLA) 3D printing technology to fabricate a customized scanning table, compatible with both CT and optical imaging systems. This innovation enables seamless transportation of the table between different imaging setups, while its detachable design facilitates maintaining a clutter-free operational environment within the imaging systems. This is crucial for accommodating various projects within the same scanner. The table features positioned fixation points to secure mice, ensuring positional consistency across imaging modalities. Additionally, we integrated a carbon nanotube-based heating pad into the table to regulate the body temperature of mice during examinations, providing an ethical and effective temperature maintenance solution. Our evaluations confirmed the table's ability to maintain a 30g water bag at approximately 40$^\\circ$C, effectively regulating mouse body temperature to an optimal 36$^\\circ$C during preclinical imaging sessions. This scanning table serves as a useful tool in preclinical cancer research, offering a versatile tool that upholds animal welfare standards.         ",
    "url": "https://arxiv.org/abs/2410.07517",
    "authors": [
      "Wenxuan Xue",
      "Yuxuan Liang",
      "Mengzhou Li",
      "Shan Gao",
      "Xavier R. Intes",
      "Ge Wang"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07529",
    "title": "Continuous-wave amplitude control via the interference phenomenon in acoustic structures",
    "abstract": "           We propose a strategy to continuously tune the amplitude of acoustic waves based on the interference among two mode-conversion paths in passive acoustic structures. The interference phenomenon is attributed to two conjugate acoustic geometric phases obtained with two mode-conversion processes in hybrid-type geometric-phase meta-atom (HGPM) pair. Notably, 100% modulation depth of the wave amplitude is achievable by simply varying the local orientation angle of meta-atom. We utilize the acoustic structure made of two cylindrical resonators to construct deep-subwavelength secondary source with designated initial phase delay, and HGPM supporting desired mode-conversion functionality is accordingly fabricated with four secondary sources. Both theory and experiment consistently verify the continuous amplitude modulation function of HGPM pair, which showcases a general scheme for reconfigurable amplitude-type acoustic meta-devices, i.e., those that require grayscale amplitude modulation for acoustic field engineering.         ",
    "url": "https://arxiv.org/abs/2410.07529",
    "authors": [
      "Bingyi Liu",
      "Shanshan Liu",
      "Liulin Li",
      "Chuanxing Bi",
      "Kai Guo",
      "Yong Li",
      "Zhongyi Guo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07568",
    "title": "Physics-informed neural networks for multi-field visualization with single-color laser induced fluorescence",
    "abstract": "           Reconstructing fields from sparsely observed data is an ill-posed problem that arises in many engineering and science applications. Here, we investigate the use of physics-informed neural networks (PINNs) to reconstruct complete temperature, velocity and pressure fields from sparse and noisy experimental temperature data obtained through single-color laser-induced fluorescence (LIF). The PINNs are applied to the laminar mixed convection system, a complex but fundamentally important phenomenon characterized by the simultaneous presence of transient forced and natural convection behaviors. To enhance computation efficiency, this study also explores transfer learning (TL) as a mean of significantly reducing the time required for field reconstruction. Our findings demonstrate that PINNs are effective, capable of eliminating most experimental noise that does not conform to governing physics laws. Additionally, we show that the TL method achieves errors within 5% compared to the regular training scheme while reducing computation time by a factor of 9.9. We validate the PINN reconstruction results using non-simultaneous particle image velocimetry (PIV) and finite volume method (FVM) simulations. The reconstructed velocity fields from the PINN closely match those obtained from PIV. When using FVM data as a reference, the average temperature errors are below 1%, while the pressure and velocity errors are below 10%. This research provides insights into the feasibility of using PINNs for solving ill-posed problems with experimental data and highlights the potential of TL to enable near real-time field reconstruction.         ",
    "url": "https://arxiv.org/abs/2410.07568",
    "authors": [
      "Nagahiro Ohashi",
      "Leslie K. Hwang",
      "Beomjin Kwon"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2410.07572",
    "title": "Edge-guided inverse design of digital metamaterials for ultra-high-capacity on-chip multi-dimensional interconnect",
    "abstract": "           The escalating demands of compute-intensive applications, including artificial intelligence, urgently necessitate the adoption of sophisticated optical on-chip interconnect technologies to overcome critical bottlenecks in scaling future computing systems. This transition requires leveraging the inherent parallelism of wavelength and mode dimensions of light, complemented by high-order modulation formats, to significantly enhance data throughput. Here we experimentally demonstrate a novel synergy of these three dimensions, achieving multi-tens-of-terabits-per-second on-chip interconnects using ultra-broadband, multi-mode digital metamaterials. Employing a highly efficient edge-guided analog-and-digital optimization method, we inversely design foundry-compatible, robust, and multi-port digital metamaterials with an 8xhigher computational efficiency. Using a packaged five-mode multiplexing chip, we demonstrate a single-wavelength interconnect capacity of 1.62 Tbit s-1 and a record-setting multi-dimensional interconnect capacity of 38.2 Tbit s-1 across 5 modes and 88 wavelength channels. A theoretical analysis suggests that further system optimization can enable on-chip interconnects to reach sub-petabit-per-second data transmission rates. This study highlights the transformative potential of optical interconnect technologies to surmount the constraints of electronic links, thus setting the stage for next-generation datacenter and optical compute interconnects.         ",
    "url": "https://arxiv.org/abs/2410.07572",
    "authors": [
      "Aolong Sun",
      "Sizhe Xing",
      "Xuyu Deng",
      "Ruoyu Shen",
      "An Yan",
      "Fangchen Hu",
      "Yuqin Yuan",
      "Boyu Dong",
      "Junhao Zhao",
      "Ouhan Huang",
      "Ziwei Li",
      "Jianyang Shi",
      "Yingjun Zhou",
      "Chao Shen",
      "Yiheng Zhao",
      "Bingzhou Hong",
      "Wei Chu",
      "Junwen Zhang",
      "Haiwen Cai",
      "Nan Chi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2410.07576",
    "title": "Simplified radar architecture based on information metasurface",
    "abstract": "           Modern radar typically employs a chain architecture that consists of radio-frequency (RF) and intermediate frequency (IF) units, baseband digital signal processor, and information display. However, this architecture often results in high costs, significant hardware demands, and integration challenges. Here we propose a simplified radar architecture based on space-time-coding (STC) information metasurfaces. With their powerful capabilities to generate multiple harmonic frequencies and customize their phases, the STC metasurfaces play a key role in chirp signal generation, transmission, and echo reception. Remarkably, the receiving STC metasurface can implement dechirp processing directly on the RF level and realize the digital information outputs, which are beneficial to lower the hardware requirement at the receiving end while potentially shortening the time needed for conventional digital processing. As a proof of concept, the proposed metasurface radar is tested in a series of experiments for target detection and range/speed measurement, yielding results comparable to those obtained by conventional methods. This study provides valuable inspiration for a new radar system paradigm to combine the RF front ends and signal processors on the information metasurface platform that offers essential functionalities while significantly reducing the system complexity and cost.         ",
    "url": "https://arxiv.org/abs/2410.07576",
    "authors": [
      "Si Ran Wang",
      "Zhan Ye Chen",
      "Shao Nan Chen",
      "Jun Yan Dai",
      "Jun Wei Zhang",
      "Zhen Jie Qi",
      "Li Jie Wu",
      "Meng Ke Sun",
      "Qun Yan Zhou",
      "Hui Dong Li",
      "Zhang Jie Luo",
      "Qiang Cheng",
      "Tie Jun Cui"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07609",
    "title": "Acoustic Vortex Filter Based on Tunable Metasurfaces",
    "abstract": "           In this paper, we present an acoustic vortex filter (AVF) based on tunable metasurfaces, which can selectively filter the incident multiplexed vortices that carry different orbital angular momentum (OAM). Our metasurface-based AVF is composed of an upper acoustic metasurface (UAM) and a lower acoustic metasurface (LAM), of which the intrinsic topological charge (ITC) can be tuned by mechanically rotating the UAM along its central axis. Due to the critical order of the propagating vortex modes in waveguide, controlling the ITC of the AVF allows for the selective filtering of incoming multiplexed acoustic vortex beams based on the sound vortex diffraction in phase-gradient metasurface, which endows the vortex filter the capability that let the incident vortex of specific OAM pass through it. In the following demonstration, both in theory and experiment, we design the AVF and effectively filter the acoustic vortices with two opposite topological charges (TCs) by simply altering the orientation angle of the UAM. Based on this, we further demonstrate its application in asymmetric acoustic wave transmission. Our work offers an approach to selectively filter the incident acoustic vortex, which improves the capability to control the acoustic OAM via metasurfaces.         ",
    "url": "https://arxiv.org/abs/2410.07609",
    "authors": [
      "Liulin Li",
      "Bingyi Liu",
      "Zhixiang Li",
      "Kai Guo",
      "Zhongyi Guo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07615",
    "title": "Hybrid-Integrated Dual-Wavelength Laser Frequency Locked to an Integrated Coil-Resonator for Optical Fiber Sensing",
    "abstract": "           We demonstrate dual-frequency stabilization of a hybrid-integrated multi-channel laser to an integrated high Q-factor silicon nitride (SiN) coil resonator with more than 40 dB frequency noise suppression. The frequency locked channels are utilized for a proof-of-concept fiber sensing experiment.         ",
    "url": "https://arxiv.org/abs/2410.07615",
    "authors": [
      "Mohamad Hossein Idjadi",
      "Stefano Grillanda",
      "Nicolas Fontaine",
      "Kaikai Liu",
      "Kwangwoong Kim",
      "Tzu-Yung Huang",
      "Cristian Bolle",
      "Rose Kopf",
      "Mark Cappuzzo",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07692",
    "title": "Extending the European Competence Framework for Quantum Technologies: new proficiency triangle and qualification profiles",
    "abstract": "           With the increasing industrial relevance of quantum technologies (QTs), a new quantum workforce with special qualification will be needed. Building this workforce requires educational efforts, from short-term training to degree programs. In order to plan, map and compare such efforts, personal qualifications or job requirements, standardization is necessary. The European Competence Framework for Quantum Technologies (CFQT) provides a common language for QT education. The 2024 update to version 2.5 extends it with the new proficiency triangle and qualification profiles: The proficiency triangle proposes six proficiency levels for three proficiency areas, specifying knowledge and skills for each level. Nine qualification profiles show prototypical qualifications or job roles relevant to the quantum industry with the required proficiency, examples, and suggestions. This is an important step towards the standardization of QT education. The CFQT update is based on the results of an analysis of 34 interviews on industry needs. The initial findings from the interviews were complemented by iterative refinement and expert consultation, as well as by ML-driven analysis and mapping of job posts, revealing recommendations for formulating job posts.         ",
    "url": "https://arxiv.org/abs/2410.07692",
    "authors": [
      "Franziska Greinert",
      "Simon Goorney",
      "Dagmar Hilfert-Rüppell",
      "Malte S. Ubben",
      "Rainer Müller"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07720",
    "title": "Influence of optical aberrations on the accuracy of an atomic gravimeter",
    "abstract": "           We present numerical simulations of the impact of laser beam wavefront aberrations in cold atom interferometers. We demonstrate that to reach accuracy at the mrad level, simulations cannot be based on a description of the retroreflection optics only with low-order Zernike polynomials, as the results will then depend on the decomposition order and the decomposition technique chosen. Moreover, simulations with high-order Zernike polynomials or equivalently high spatial frequency components require the propagation of aberrations to be taken into account, rather than adding them to the ideally propagated beam. Finally, we examine the impact of the parameters of the atomic source and show that the use of delta-kicked atomic cloud would efficiently mitigate the impact of this systematic effect.         ",
    "url": "https://arxiv.org/abs/2410.07720",
    "authors": [
      "Louis Pagot",
      "Sébastien Merlet",
      "Franck Pereira dos Santos"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07744",
    "title": "Modularity maximization and community detection in complex networks through recursive and hierarchical annealing in the D-Wave Advantage quantum processing units",
    "abstract": "           Quantum adiabatic optimization has long been expected to outperform classical methods in solving NP-type problems. While this has been proven in certain experiments, its main applications still reside in academic problems where the size of the system to be solved would not represent an obstacle to any modern desktop computer. Here we develop a systematic procedure to find the global optima of the modularity function to discover community structure in complex networks solely relying on pure annealers rather than hybrid solutions. We bypass the one-hot encoding constraints by hierarchically and recursively encoding binary instances of the problem that can be solved without the need to guess the exact penalties for the Lagrange multipliers. We study the variability, and robustness of the annealer as a function of network size, directness of connections, topology, and the resolution of the communities. We show how our approach produces meaningful and at least equally optimal solutions to state-of-the-art community detection algorithms while maintaining tractable computing times. Lastly, due to its recursive nature, the annealing process returns intermediate subdivisions thus offering interpretable rather than black-box solutions. These \\textit{dendrograms} can be used to unveil normal and pathological hidden hierarchies in brain networks hence opening the door to clinical workflows. Overall, this represents a first step towards an applicable practice-oriented usage of pure quantum annealing potentially bridging two segregated communities in modern science and engineering; that of network science and quantum computing.         ",
    "url": "https://arxiv.org/abs/2410.07744",
    "authors": [
      "Joan Falcó-Roget",
      "Kacper Jurek",
      "Barbara Wojtarowicz",
      "Karol Capała",
      "Katarzyna Rycerz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Social and Information Networks (cs.SI)",
      "Combinatorics (math.CO)"
    ]
  },
  {
    "id": "arXiv:2410.07755",
    "title": "Effect of ambient on the dynamics of re-deposition in the rear laser ablation of a thin film",
    "abstract": "           In this work, we report an innovative pump-probe based experimental set up, to study the melting, subsequent evaporation, plasma formation and redeposition in a thin film coated on a glass substrate under different ambient conditions and laser fluences. The ambient conditions restrict the expansion of the plasma plume. At high ambient pressure, plume expansion stops closer to the substrate and get re-deposited at the site of the ablation. This helps in the identification of multiple processes and their temporal evolutions during the melting, expansion and re-deposition stages. The ambient conditions affect the plasma plume formed upon ablation, thus modulating the transmission of probe laser pulses, which provides information about the plume dynamics. Further, the study offers valuable insights into the laser-based ablation of thin film coatings, which will have implications in in situ cleaning of view ports on large experimental facilities such as tokamaks and other systems e.g. coating units, pulsed laser deposition, Laser induced forward transfer, Laser surface structuring, etc.         ",
    "url": "https://arxiv.org/abs/2410.07755",
    "authors": [
      "Renjith Kumar R",
      "B R Geethika",
      "Nancy Verma",
      "Vishnu Chaudhari",
      "Janvi Dave",
      "Hem Chandra Joshi",
      "Jinto Thomas"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07788",
    "title": "Widely Tunable Photonic Filter Based on Equivalent Chirped Four-Phase-Shifted Sampled Bragg Gratings",
    "abstract": "           We have developed an integrated dual-band photonic filter (PF) utilizing equivalent chirped four-phase-shifted sidewall-sampled Bragg gratings (4PS-SBG) on a silicon-on-insulator (SOI) platform. Using the reconstruction equivalent-chirp technique, we designed linearly chirped 4PS Bragg gratings with two {\\pi}-phase shifts ({\\pi}-PS) positioned at 1/3 and 2/3 of the grating cavity, introducing two passbands in the +1st order channel. Leveraging the significant thermo-optic effect of silicon, dual-band tuning is achieved through integrated micro-heaters (MHs) on the chip surface. By varying the injection currents from 0 to 85 mA into the MHs, the device demonstrates continuous and wide-range optical frequency division (OFD) performance, with the frequency interval between the two passbands adjustable from 52.1 GHz to 439.5 GHz. Four notable frequency division setups at 100 GHz, 200 GHz, 300 GHz, and 400 GHz were demonstrated using a 100 GHz, 1535 nm semiconductor passive mode-locked laser as the light source.         ",
    "url": "https://arxiv.org/abs/2410.07788",
    "authors": [
      "Simeng Zhu",
      "Bocheng Yuan",
      "Mohanad Al-Rubaiee",
      "Yiming Sun",
      "Yizhe Fan",
      "Ahmet Seckin Hezarfen",
      "Stephen J. Sweeney",
      "John H. Marsh",
      "Lianping Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07907",
    "title": "Long-Range Dipole-Dipole Interactions Enabled with Guided Plasmons of Matched Nanoparticle-on-Mirror Antenna Pairs",
    "abstract": "           Ruling a wide range of phenomena, dipole-dipole interactions (DDI) are typically constrained to the short range due to their rapid decay with the increasing dipole separations, limiting the performance in long-range applications. By judiciously designing the photonic structures that control the two-point Green's functions of the electromagnetic environment, the spontaneous emission of quantum emitters (luminescence) and their interactions (e.g., Förster energy transfer) can be conveniently tuned. In this paper, we designed a matched nanoparticle-on-mirror antenna pair with enhanced DDI guided by surface plasmon polaritons confined to the metal substrate, which ensures concentrated and enhanced interaction over long ranges of tens of wavelengths. The long-range ($\\sim 10 \\lambda$) DDI between donor-acceptor emitters is enhanced by $6\\times 10^{3}$ times respective to bare gold film, and $4.4\\times 10^{4}$ times respective to vacuum. Our result provides a promising testbed for investigating long-range DDI phenomena on the nanoscale.         ",
    "url": "https://arxiv.org/abs/2410.07907",
    "authors": [
      "Bowen Kang",
      "Huatian Hu",
      "Huan Chen",
      "Zhenglong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2410.07936",
    "title": "Quantum logic control of a transition metal ion",
    "abstract": "           Extending quantum control to increasingly complex systems is crucial for both advancing quantum technologies and fundamental physics. In trapped ion systems, quantum logic techniques that combine a well-controlled logic species with a more complex spectroscopy species have proven to be a powerful tool for extending the range of accessible species. Here, we demonstrate that a quantum system as complex as $^{48}$Ti$^+$ with its many metastable states can be controlled employing a combination of intrinsic thermalization due to collisions with background gas and quantum-logic techniques using a far-detuned Raman laser. The preparation of pure quantum states allows coherent manipulation and high resolution measurements of the Zeeman structure in $^{48}$Ti$^+$. The presented techniques are applicable to a wide range of ionic species giving access to a larger variety of systems for fundamental physics and constitute the first step for quantum-controlled spectroscopy of transition metals, relevant, e.g., for the interpretation of astrophysical spectra.         ",
    "url": "https://arxiv.org/abs/2410.07936",
    "authors": [
      "Till Rehmert",
      "Maximilian J. Zawierucha",
      "Kai Dietze",
      "Piet O. Schmidt",
      "Fabian Wolf"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07965",
    "title": "Spatial localization of intense laser pulses in hollow cores of ionized nanotubes",
    "abstract": "           Local field enhancement occurring in laser-nanostructure interaction is of wide interest due to its potential application in nonlinear optics and strong-field physics. Here we demonstrate through particle-in-cell simulations a non-resonant field enhancement in hollow cores of ionized nanotubes. Surface plasmon polariton is excited in ionized nanotubes by the laser pulse, producing a back-scattered longitudinal field. This field interferes with the incoming field, and the phase shift of two fields induces an axial converging energy flow. The resulting concentrated energy is coupled into the waveguide formed by the tubular plasma and propagates with a reasonable loss. The field enhancement is sensitive to the inner radius and survives for a range of plasma densities. This enhanced field is almost homogeneous in a nanometer-sized volume and may facilitate high-field measurement with subwavelength spatial resolution.         ",
    "url": "https://arxiv.org/abs/2410.07965",
    "authors": [
      "Xiaohui Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.08093",
    "title": "Considerations for Electromagnetic Simulations for a Quantitative Correlation of Optical Spectroscopy and Electron Tomography of Plasmonic Nanoparticles",
    "abstract": "           The optical cross sections of plasmonic nanoparticles are intricately linked to the morphology of the particle. If this connection can be made accurately enough, it would become possible to determine a particles shape solely from its measured optical cross sections. For that, electromagnetic simulations can be used to bridge the morphology and optical properties assuming that they can be performed in an accurate manner. In this paper, we study key factors that influence the accuracy of electromagnetic simulations. First, we compare several standard electromagnetic simulation methods and discuss in detail the effects of the meshing accuracy, choice of dielectric function and inclusion of a substrate for the boundary element method. To help the boundary element methods complex parametrization, we develop a workflow including reconstruction, meshing and mesh simplification steps to be able to use electron tomography data as input for these simulations. In particular, we analyze how the choice of reconstruction algorithm and the intricacies of image segmentation influence the simulated optical cross sections and correlate it to induced shape errors, which can be minimized in the data processing pipeline. In our case, optimal results could be obtained by using the Total Variation Minimization (TVM) reconstruction method in combination with Otsu thresholding and slight smoothing, which was important to create a reliable and watertight surface mesh using the marching cubes algorithm, especially for more complex shapes.         ",
    "url": "https://arxiv.org/abs/2410.08093",
    "authors": [
      "Mees Dieperink",
      "Alexander Skorikov",
      "Nathalie Claes",
      "Sara Bals",
      "Wiebke Albrecht"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2410.08183",
    "title": "Synthesis of single-cycle pulses based on a Yb:KGW laser amplifier",
    "abstract": "           Yb:KGW lasers have been gaining increasing importance in ultrafast and strong-field physics, but their compression to the single- and sub- cycle regime remains a challenge. Here, we utilized a dual hollow-core fiber module for the spectral broadening of Yb:KGW pulses to more than 3.5 optical octaves, from the short-wave infrared (~1900 nm) to vacuum ultraviolet (~170 nm). A light-field-synthesizer compressed a large portion of this bandwidth (380-1000 nm) to single-cycle pulses for the first time, based on Yb:KGW technology. Our work opens the door to attaining new regimes of control and temporal compression of light pulses and their advanced applications in ultrafast spectroscopy.         ",
    "url": "https://arxiv.org/abs/2410.08183",
    "authors": [
      "Zekun Pi",
      "Hee-Yong Kim",
      "Eleftherios Goulielmakis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07275",
    "title": "Extreme events and power-law distributions from nonlinear quantum dissipation",
    "abstract": "           Power-law probability distributions are widely used to model extreme statistical events in complex systems, with applications to a vast array of natural phenomena ranging from earthquakes to stock market crashes to pandemics. We propose the emergence of power-law distributions as a generic feature of quantum systems with strong nonlinear dissipation. We introduce a prototypical family of quantum dynamical systems with nonlinear dissipation, and prove analytically the emergence of power-law tails in the steady state probability distribution for energy. The power law physically originates from the amplification of quantum noise, where the scale of the microscopic fluctuations grows with the energy of the system. Our model predicts a power-law regime with infinite mean energy, which manifests as extreme events and divergences in the measurement statistics. Furthermore, we provide numerical evidence of power-law distributions for a general class of nonlinear dynamics known as quantum Liénard systems. This phenomenon can be potentially harnessed to develop extreme photon sources for novel applications in light-matter interaction and sensing.         ",
    "url": "https://arxiv.org/abs/2410.07275",
    "authors": [
      "Wai-Keong Mok"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07346",
    "title": "Toward hybrid quantum simulations with qubits and qumodes on trapped-ion platforms",
    "abstract": "           We explore the feasibility of hybrid quantum computing using both discrete (qubit) and continuous (qumode) variables on trapped-ion platforms. Trapped-ion systems have demonstrated record one- and two-qubit gate fidelities and long qubit coherence times while qumodes, which can be represented by the collective vibrational modes of the ion chain, have remained relatively unexplored for their use in computing. Using numerical simulations, we show that high-fidelity hybrid gates and measurement operations can be achieved for existing trapped-ion quantum platforms. As an exemplary application, we consider quantum simulations of the Jaynes-Cummings-Hubbard model, which is given by a one-dimensional chain of interacting spin and boson degrees of freedom. Using classical simulations, we study its real-time evolution and we develop a suitable variational quantum algorithm for the ground state preparation. Our results motivate further studies of hybrid quantum computing in this context, which may lead to direct applications in condensed matter and fundamental particle and nuclear physics.         ",
    "url": "https://arxiv.org/abs/2410.07346",
    "authors": [
      "Jack Y. Araz",
      "Matt Grau",
      "Jake Montgomery",
      "Felix Ringer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07712",
    "title": "Quantum applications of hexagonal boron nitride",
    "abstract": "           Hexagonal boron nitride (hBN) has emerged as a compelling platform for both classical and quantum technologies. In particular, the past decade has witnessed a surge of novel ideas and developments, which may be overwhelming for newcomers to the field. This review provides an overview of the fundamental concepts and key applications of hBN, including quantum sensing, quantum key distribution, quantum computing, and quantum memory. Additionally, we highlight critical experimental and theoretical advances that have expanded the capabilities of hBN, in a cohesive and accessible manner. The objective is to equip readers with a comprehensive understanding of the diverse applications of hBN, and provide insights into ongoing research efforts.         ",
    "url": "https://arxiv.org/abs/2410.07712",
    "authors": [
      "Aslı Çakan",
      "Chanaprom Cholsuk",
      "Angus Gale",
      "Mehran Kianinia",
      "Serkan Paçal",
      "Serkan Ateş",
      "Igor Aharonovich",
      "Milos Toth",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07767",
    "title": "Two-color laser control of photocurrent and high harmonics in graphene",
    "abstract": "           We comprehensively investigate two-color laser driven photocurrent and high harmonic generation (HHG) in graphene models. By numerically solving the quantum master equation, we unifiedly explore a broad parameter regime including both the weak (perturbative) and intense laser (non-perturbative) cases while considering the dissipation effects. We demonstrate that the HHG spectra can be drastically altered by tuning the spatial symmetry of the laser-field trajectory. This controllability is explained by the dynamical symmetry argument. We also show that both the magnitude and the direction of photocurrent (zero-th order harmonics) can be controlled by varying the frequency, intensity, ellipticity, and phase of the two-color laser. Furthermore, the nature of photocurrent is shown to be classified into shift or injection current types, depending on the phase of two-color laser. Our findings indicate that even in centrosymmetric electron systems, photocurrent and HHG can be quantitatively controlled by adjusting various external parameters if we utilize multiple-color laser with a lower spatial or temporal symmetry.         ",
    "url": "https://arxiv.org/abs/2410.07767",
    "authors": [
      "Minoru Kanega",
      "Masahiro Sato"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.08204",
    "title": "A universal speed limit for spreading of quantum coherence",
    "abstract": "           Discoveries of fundamental limits for the rates of physical processes, from the speed of light to the Lieb-Robinson bound for information propagation, are conceptual breakthroughs that often challenge our understanding of the underlying physics. Here we observe such a limit for a paradigmatic many-body phenomenon, the spreading of coherence during formation of a weakly interacting Bose-Einstein condensate. We study condensate formation in an isolated homogeneous atomic gas that is initially far from equilibrium, in an incoherent low-energy state, and condenses as it relaxes towards equilibrium. Tuning the inter-atomic interactions that drive condensation, we show that the spreading of coherence through the system is initially slower for weaker interactions, and faster for stronger ones, but always eventually reaches the same limit, where the square of the coherence length grows at a universal rate given by the ratio of Planck's constant and the particle mass. These observations are robust to changes in the initial state, the gas density, and the system size. Our experiments provide benchmarks for theories of universality far from equilibrium and invite similar measurements in other quantum systems.         ",
    "url": "https://arxiv.org/abs/2410.08204",
    "authors": [
      "Gevorg Martirosyan",
      "Martin Gazo",
      "Jiří Etrych",
      "Simon M. Fischer",
      "Sebastian J. Morris",
      "Christopher J. Ho",
      "Christoph Eigen",
      "Zoran Hadzibabic"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04135",
    "title": "Beyond equivalent circuit representations in nonlinear systems with inherent memory",
    "abstract": "           Basic multimode impedance analysis grounded in the availability of nonequilibrium charge carriers and their retarded path towards equilibrium is used to access the inadequacy of equivalent circuits in nonlinear systems with inherent memory. On the basic grounds of generation and recombination (or trapping) of nonequilibrium carriers and their relaxation times, we show how seeming complexity of frequency-dependent impedance that matches a vast universe of experimental evidences can be reduced to simple combinations of basic microscopic ingredients. Counterintuitive features such as a negative capacitances or unexpected inductances become a metaphoric construction with poor physical meaning, pointing to the limitations and ambiguities of the symbolic nature of \"equivalent\" circuits. Our approach further provides a microscopic perspective that exposes the linkage of an apparent flux with an apparent inductance dismissing any magnetic essence.         ",
    "url": "https://arxiv.org/abs/2303.04135",
    "authors": [
      "V. Lopez-Richard",
      "S. Pradhan",
      "R. S. Wengenroth Silva",
      "O. Lipan",
      "L. K. Catelano",
      "S. Höfling",
      "F. Hartmann"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10123",
    "title": "Terahertz emission from $\\alpha$-W/CoFe epitaxial spintronic emitters",
    "abstract": "           We report efficient terahertz (THz) generation in epitaxial $\\alpha$-W/Co$_{60}$Fe$_{40}$ spintronic emitters. Two types of emitters have been investigated; epitaxial $\\alpha$-W$(110)$/Co$_{60}$Fe$_{40}(110)$ and $\\alpha$-W$(001)$/Co$_{60}$Fe$_{40}(001)$ deposited on single crystalline Al$_{2}$O$_{3}$($11\\bar{2}0$) and MgO($001$) substrates, respectively. First principle calculations of the electronic band structure at the W$(001)$ surface reveal Dirac-type surface states, similar to that reported previously for the W$(110)$ surface. The generated THz radiation is about $10\\%$ larger for $\\alpha$-W$(110)$/Co$_{60}$Fe$_{40}(110)$ grown on single crystalline Al$_{2}$O$_{3}$($11\\bar{2}0$), which is explained by the fact that the $\\alpha$-W$(110)$/Co$_{60}$Fe$_{40}(110)$ interface for this emitter is more transparent to the spin current due to the presence of Ångstr\\\" om-scale interface intermixing at the W/CoFe interface. Our results also reveal that the generation of THz radiation is larger when pumping with the laser light from the substrate side, which is explained by a larger part of the laser light due to interference effects in the film stack being absorbed in the ferromagnetic Co$_{60}$Fe$_{40}$ layer in this measurement configuration.         ",
    "url": "https://arxiv.org/abs/2401.10123",
    "authors": [
      "Venkatesh Mottamchetty",
      "Rimantas Brucas",
      "Anna L. Ravensburg",
      "Renan Maciel",
      "Danny Thonig",
      "Jurgen Henk",
      "Rahul Gupta",
      "Arne Roos",
      "Cheuk Wai Tai",
      "Vassilios Kapaklis",
      "Peter Svedlindh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.09395",
    "title": "Non-utopian optical properties computed of a tomographically reconstructed real photonic nanostructure",
    "abstract": "           State-of-the-art computational methods combined with common idealized structural models provide an incomplete understanding of experiments on real nanostructures, since manufacturing introduces unavoidable deviations from the design. We propose to close this knowledge gap by using the real structure of a manufactured crystal as input in computations to obtain a realistic comparison with observations on the same nanostructure. We demonstrate this approach on the structure of a real silicon inverse woodpile photonic bandgap crystal, obtained by previous synchrotron X-ray imaging. A 2D part of the dataset is selected and processed into a computational mesh suitable for a Discontinuous Galerkin Finite Element Method (DGFEM) to compute optical transmission spectra that are compared to those of a utopian crystal, i.e., a hypothetical model crystal with the same filling fraction where all pores are identical and circular. The nanopore shapes in the real crystal differ in a complex way from utopian pores, leading to a complex transmission spectrum with significant frequency speckle in and beyond the gap. The utopian model provides only a limited understanding of the spectrum: while it accurately predicts low frequency finite-size fringes and the lower band edge, the upper band edge is off, it completely misses the presence of speckle, the domination of speckle above the gap, and possible Anderson localized states in the gap. Moreover, unlike experiments where only external probes are available, numerical methods allow to study all fields everywhere. While the pore shapes hardly affect the fields at low frequency, major differences occur at high frequency such as localized fields deep inside the real crystal. In summary, using only external measurements and utopian models may give an erroneous picture of the fields and the LDOS inside a real crystal, which is remedied by our new approach.         ",
    "url": "https://arxiv.org/abs/2402.09395",
    "authors": [
      "Lars J. Corbijn van Willenswaard",
      "Stef Smeets",
      "Nicolas Renaud",
      "Matthias Schlottbom",
      "Jaap J.W. van der Vegt",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.08212",
    "title": "Designing metasurface optical interfaces for solid-state qubits using many-body adjoint shape optimization",
    "abstract": "           We present a general strategy for the inverse design of metasurfaces composed of elementary shapes. We use it to design a structure that collects and collimates light from nitrogen-vacancy centers in diamond. Such metasurfaces constitute scalable optical interfaces for solid-state qubits, enabling efficient photon coupling into optical fibers and eliminating free-space collection optics. The many-body shape optimization strategy is a practical alternative to topology optimization that explicitly enforces material and fabrication constraints throughout the optimization, while still achieving high performance. The metasurface is easily adaptable to other solid-state qubits, and the optimization method is broadly applicable to fabrication-constrained photonic design problems.         ",
    "url": "https://arxiv.org/abs/2406.08212",
    "authors": [
      "Amelia R. Klein",
      "Nader Engheta",
      "Lee C. Bassett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05515",
    "title": "MSPINN: Multiple scale method integrated physics-informed neural networks for reconstructing transient natural convection",
    "abstract": "           This study employs physics-informed neural networks (PINNs) to reconstruct multiple flow fields in a transient natural convection system solely based on instantaneous temperature data at an arbitrary moment. Transient convection problems present reconstruction challenges due to the temporal variability of fields across different flow phases. In general, large reconstruction errors are observed during the incipient phase, while the quasi-steady phase exhibits relatively smaller errors, reduced by a factor of 2 to 4. We hypothesize that reconstruction errors vary across different flow phases due to the changing solution space of a PINN, inferred from the temporal gradients of the fields. Furthermore, we find that reconstruction errors tend to accumulate in regions where the spatial gradients are smaller than the order of $10^{-6}$, likely due to the vanishing gradient phenomenon. In convection phenomena, field variations often manifest across multiple scales in space. However, PINN-based reconstruction tends to preserve larger-scale variations, while smaller-scale variations become less pronounced due to the vanishing gradient problem. To mitigate the errors associated with vanishing gradients, we introduce a multi-scale approach that determines scaling constants for the PINN inputs and reformulates inputs across multiple scales. This approach improves the maximum and mean errors by 72.2% and 6.4%, respectively. Our research provides insights into the behavior of PINNs when applied to transient convection problems with large solution space and field variations across multiple scales.         ",
    "url": "https://arxiv.org/abs/2410.05515",
    "authors": [
      "Nagahiro Ohashi",
      "Nam Phuong Nguyen",
      "Leslie K. Hwang",
      "Beomjin Kwon"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2410.02633",
    "title": "Quantum many-body solver using artificial neural networks and its applications to strongly correlated electron systems",
    "abstract": "           With the evolution of numerical methods, we are now aiming at not only qualitative understanding but also quantitative prediction and design of quantum many-body phenomena. As a novel numerical approach, machine learning techniques have been introduced in 2017 to analyze quantum many-body problems. Since then, proposed various novel approaches have opened a new era, in which challenging and fundamental problems in physics can be solved by machine learning methods. Especially, quantitative and accurate estimates of material-dependent physical properties of strongly correlated matter have now become realized by combining first-principles calculations with highly accurate quantum many-body solvers developed with the help of machine learning methods. Thus developed quantitative description of electron correlations will constitute a key element of materials science in the next generation.         ",
    "url": "https://arxiv.org/abs/2410.02633",
    "authors": [
      "Yusuke Nomura",
      "Masatoshi Imada"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Superconductivity (cond-mat.supr-con)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]