[
  {
    "id": "arXiv:2306.14906",
    "title": "Developed Method. Interactions and their quantum picture",
    "abstract": "By developing the previously proposed method of combining continuum mechanics with Einstein Field Equations, a complete description of the physical system was obtained. The density of the Lagrangian for the system turns out to be equal to the invariant of the electromagnetic field tensor, vanishing four-divergence of canonical four-momentum appears to be consequence of the Poyinting theorem, and explicit form of one of gauges of the electromagnetic four-potential was introduced. A quantum picture of the system was also proposed, leading to the Klein-Gordon equation, which seems to finally reconcile the curvilinear description, classic relativistic description and quantum description of the physical system. ",
    "url": "https://arxiv.org/abs/2306.14906",
    "authors": [
      "Piotr Ogonowski"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2306.14922",
    "title": "An event centric approach to modeling quantum systems",
    "abstract": "Event centric approaches to modeling physics have gained traction in recent decades. In this work, we present a first principles approach to this idea, which assumes nothing but the existence of causal networks of events and their relationships. The modeling elements we employ consist solely of classical bits, or the abstract symbols $0$ and $1$. Using sequences of these symbols, we model primitive elements of causal networks consisting of two causally connected events. By introducing an epistemic constraint on observers, we derive a statistical picture of these network elements, leading to the emergence of non-determinism and the subsequent derivation of a quantum theory. We then apply this event centric framework to three physical scenarios involving spin, including a Bell test. Comparing the resulting predictions to non-relativistic quantum mechanics, we find good agreement, including a violation of the CHSH inequality. More broadly, the results presented here highlight this novel framework's explanatory and predictive power. When coupled with recent advancements in event centric approaches to modeling spacetime, we argue that this framework may provide some insight into the issue of quantum gravity. ",
    "url": "https://arxiv.org/abs/2306.14922",
    "authors": [
      "Sam Powers",
      "Dejan Stojkovic"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2306.14994",
    "title": "Context affects student thinking about sources of uncertainty in  classical and quantum mechanics",
    "abstract": "Measurement uncertainty is an important topic in the undergraduate laboratory curriculum. Previous research on student thinking about experimental measurement uncertainty has focused primarily on introductory-level students' procedural reasoning about data collection and interpretation. In this paper, we extended this prior work to study upper-level students' thinking about sources of measurement uncertainty across experimental contexts, with a particular focus on classical and quantum mechanics contexts. We developed a survey to probe students' thinking in the generic question ``What comes to mind when you think about measurement uncertainty in [classical/quantum] mechanics?'' as well as in a range of specific experimental scenarios. We found that students primarily focused on limitations of the experimental setup in classical mechanics and principles of the underlying physics theory in quantum mechanics. Our results suggest that students need careful scaffolding to identify principles in appropriate classical experimental contexts and limitations in appropriate quantum experimental contexts. We recommend that future research probe how instruction in both classical and quantum contexts can help students better understand the range of sources of uncertainty present in classical and quantum experiments. ",
    "url": "https://arxiv.org/abs/2306.14994",
    "authors": [
      "Emily M. Stump",
      "Matthew Dew",
      "Gina Passante",
      "N. G. Holmes"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15018",
    "title": "Possible depth-resolved reconstruction of shear moduli in the cornea  following collagen crosslinking (CXL) with optical coherence tomography and  elastography",
    "abstract": "Corneal collagen crosslinking (CXL) is commonly used to prevent or treat keratoconus. Although changes in corneal stiffness induced by CXL surgery can be monitored with non-contact dynamic optical coherence elastography (OCE) by tracking mechanical wave propagation, depth dependent changes are still unclear if the cornea is not crosslinked through the whole depth. Here, phase-decorrelation measurements on optical coherence tomography (OCT) structural images are combined with acoustic micro-tapping (A$\\mu$T) OCE to explore possible reconstruction of depth-dependent stiffness within crosslinked corneas in an ex vivo human cornea sample. Experimental OCT images are analyzed to define the penetration depth of CXL into the cornea. In a representative ex vivo human cornea sample, crosslinking depth varied from $\\sim 100\\mu m$ in the periphery to $\\sim 150\\mu m$ in the cornea center and exhibited a sharp in-depth transition between crosslinked and untreated areas. This information was used in an analytical two-layer guided wave propagation model to quantify the stiffness of the treated layer. We also discuss how the elastic moduli of partially CXL-treated cornea layers reflect the effective engineering stiffness of the entire cornea to properly quantify corneal deformation. ",
    "url": "https://arxiv.org/abs/2306.15018",
    "authors": [
      "Gabriel Regnault",
      "Mitchell A. Kirby",
      "Ruikang K. Wang",
      "Tueng T. Shen",
      "Matthew O'Donnell",
      "Ivan Pelivanov"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15125",
    "title": "Broadband quantum-dot frequency-modulated comb laser",
    "abstract": "Frequency-modulated (FM) laser combs, which offer a periodic quasi-continuous-wave output and a flat-topped optical spectrum, are emerging as a promising solution for wavelength-division multiplexing applications, precision metrology, and ultrafast optical ranging. The generation of FM combs relies on spatial hole burning, group velocity dispersion (GVD), Kerr nonlinearity, and four-wave mixing (FWM). While FM combs have been widely observed in quantum cascade Fabry-Perot (FP) lasers, the requirement for a low-dispersion FP cavity can be a challenge in platforms where the waveguide dispersion is mainly determined by the material. Here we report a 60 GHz quantum-dot (QD) mode-locked laser in which both the amplitude-modulated (AM) and the FM comb can be generated independently. The high FWM efficiency of -5 dB allows the QD laser to generate an FM comb efficiently. We also demonstrate that the Kerr nonlinearity can be practically engineered to improve the FM comb bandwidth without the need for GVD engineering. The maximum 3-dB bandwidth that our QD platform can deliver is as large as 2.2 THz. This study gives novel insights into the improvement of FM combs and paves the way for small-footprint, electrically-pumped, and energy-efficient frequency combs for silicon photonic integrated circuits (PICs). ",
    "url": "https://arxiv.org/abs/2306.15125",
    "authors": [
      "Bozhang Dong",
      "Mario Dumont",
      "Osama Terra",
      "Heming Wang",
      "Andrew Netherton",
      "John E. Bowers"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15150",
    "title": "Femtosecond Laser Filamentation in Atmospheric Turbulence",
    "abstract": "The effects of turbulence intensity and turbulence region on the distribution of femtosecond laser filaments are experimentally elaborated. Through the ultrasonic signals emitted by the filaments, and it is observed that increasing turbulence intensity and expanding turbulence active region cause an increase in the start position of the filament, and a decrease in filament length, which can be well explained by the theoretical calculation. It is also observed that the random perturbation of the air refractive index caused by atmospheric turbulence expanded the spot size of the filament. Additionally, when turbulence intensity reaches , multiple filaments are formed. Furthermore, the standard deviation of the transverse displacement of filament is found to be proportional to the square root of turbulent structure constant under the experimental turbulence parameters in this paper. These results contribute to the study of femtosecond laser propagation mechanisms in complex atmospheric turbulence conditions ",
    "url": "https://arxiv.org/abs/2306.15150",
    "authors": [
      "Jiewei Guo",
      "Lu Sun",
      "Yuezheng Wang",
      "Jiayun Xue",
      "Zhi Zhang",
      "Haiyi Liu",
      "Shishi Tao",
      "Pengfei Qi",
      "Lie Lin",
      "Weiwei Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.15165",
    "title": "Nonlocal Optical Response of Particle Plasmons in Single Gold Nanorods",
    "abstract": "Particle plasmons in metal nanoparticles have primarily been investigated through the use of local optical response approximations. However, as nanoparticle size approaches the average distance of electrons to the metal surface, mesoscopic effects such as size-dependent plasmon linewidth broadening and resonance energy blue shifts are expected to become observable. In this work, we compared the experimental spectral characteristics with simulated values obtained using a generalized nonlocal optical response theory-based local analogue model. Our results show that the nonlocal plasmon damping effects in single nanoparticles are less significant compared to those observed in plasmon-coupled systems. Moreover, our study demonstrates that single-particle dark-field spectroscopy is an effective tool for investigating the nonlocal optical response of particle plasmons in single nanoparticles. These results have important implications for the rational design of novel nanophotonic devices. ",
    "url": "https://arxiv.org/abs/2306.15165",
    "authors": [
      "Weixiang Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.15168",
    "title": "PT-symmetric cross injection dual optoelectronic oscillator",
    "abstract": "An optoelectronic oscillator (OEO) is a time delay oscillator (TDO) that uses photonics technology to provide the long delay required to generate pristine microwave carriers. Parity-time (PT) symmetry concepts applied to an OEO offer the potential to achieve combined low phase noise and high sidemode suppression. A TDO composed of a pair of identical ring resonators coupled by a 2x2 coupler is modelled, and the coupler transmission matrix required for the oscillator to be PT- symmetric is derived. In a first configuration, the coupler is interpreted as the composition of a gain/loss block and a Mach-Zehnder interferometer (MZI) block. In practice, there are excess losses that must be compensated by a special dual amplifier with saturation characteristics compatible with PT- symmetry. The PT- symmetry phase transition determined by the gain/loss and the MZI differential phase parameters is found to be global and not local in its effect on modes. This is resolved by placing a short delay line within one arm of the MZI resulting in a frequency dependent and hence local mode-selective PT- symmetry phase transition. In addition, it is demonstrated that the first configuration may be transformed into a second but equivalent configuration as a cross-injection dual TDO with imbalanced delays. The local PT- symmetry phase transition may then be understood in terms of the Vernier effect. Advantageously, the second configuration enables the special dual amplifier to be replaced by a pair of matched but otherwise independent amplifiers. Thereby, the second configuration is amenable to practical implementation as a dual OEO using standard RF-photonic and RF-electronic components. The theory is validated by complex envelope model simulations using Simulink and phase model analytic results evaluated using MATLAB. There is excellent agreement between the theoretical and simulation results. ",
    "url": "https://arxiv.org/abs/2306.15168",
    "authors": [
      "Mehedi Hasan",
      "Abhijit Banerjee",
      "Trevor Hall"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15186",
    "title": "Scalable Quantum Monte Carlo with Direct-Product Trial Wave Functions",
    "abstract": "The computational demand posed by applying multi-Slater determinant trials in phaseless auxiliary-field quantum Monte Carlo methods (MSD-AFQMC) is particularly significant for molecules exhibiting strong correlations. Here, we propose using direct-product wave functions as trials for MSD-AFQMC, aiming to reduce computational overhead by leveraging the compactness of multi-Slater determinant trials in direct-product form (DP-MSD). This efficiency arises when the active space can be divided into non-coupling subspaces, a condition we term \"decomposable active space\". By employing localized-active space self-consistent field wave functions as an example of such trials, we demonstrate our proposed approach in various molecular systems. Our findings indicate that the compact DP-MSD trials can reduce computational costs substantially, by up to 36 times for the \\ce{C2H6N4} molecule where the two double bonds between nitrogen \\ce{N=N} are clearly separated by a \\ce{C-C} single bond, while maintaining accuracy when active spaces are decomposable. However, for systems where these active subspaces strongly couple, a scenario we refer to as \"strong subspace coupling\", the method's accuracy decreases compared to that achieved with a complete active space approach. We anticipate that our method will be beneficial for systems with non-coupling to weakly-coupling subspaces that require local multireference treatments. ",
    "url": "https://arxiv.org/abs/2306.15186",
    "authors": [
      "Hung Q. Pham",
      "Runsheng Ouyang",
      "Dingshun Lv"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2306.15207",
    "title": "Efficient Photonic Integration of Diamond Color Centers and Thin-Film  Lithium Niobate",
    "abstract": "On-chip photonic quantum circuits with integrated quantum memories have the potential to radically progress hardware for quantum information processing. In particular, negatively charged group-IV color centers in diamond are promising candidates for quantum memories, as they combine long storage times with excellent optical emission properties and an optically-addressable spin state. However, as a material, diamond lacks many functionalities needed to realize scalable quantum systems. Thin-film lithium niobate (TFLN), in contrast, offers a number of useful photonic nonlinearities, including the electro-optic effect, piezoelectricity, and capabilities for periodically-poled quasi-phase matching. Here, we present highly efficient heterogeneous integration of diamond nanobeams containing negatively charged silicon-vacancy (SiV) centers with TFLN waveguides. We observe greater than 90\\% transmission efficiency between the diamond nanobeam and TFLN waveguide on average across multiple measurements. By comparing saturation signal levels between confocal and integrated collection, we determine a $10$-fold increase in photon counts channeled into TFLN waveguides versus that into out-of-plane collection channels. Our results constitute a key step for creating scalable integrated quantum photonic circuits that leverage the advantages of both diamond and TFLN materials. ",
    "url": "https://arxiv.org/abs/2306.15207",
    "authors": [
      "Daniel Riedel",
      "Hope Lee",
      "Jason F. Herrmann",
      "Jakob Grzesik",
      "Vahid Ansari",
      "Jean-Michel Borit",
      "Hubert S. Stokowski",
      "Shahriar Aghaeimeibodi",
      "Haiyu Lu",
      "Patrick J. McQuade",
      "Nick A. Melosh",
      "Zhi-Xun Shen",
      "Amir H. Safavi-Naeini",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15314",
    "title": "Bose-Einstein Condensation of Light in a Semiconductor Quantum Well  Microcavity",
    "abstract": "When particles with integer spin accumulate at low temperature and high density they undergo Bose-Einstein condensation (BEC). Atoms, solid-state excitons and excitons coupled to light all exhibit BEC, which results in high coherence due to massive occupation of the respective system's ground state. Surprisingly, photons were shown to exhibit BEC much more recently in organic dye-filled optical microcavities, which, owing to the photon's low mass, occurs at room temperature. Here we demonstrate that photons within an inorganic semiconductor microcavity also thermalise and undergo BEC. Although semiconductor lasers are understood to operate out of thermal equilibrium, we identify a region of good thermalisation in our system where we can clearly distinguish laser action from BEC. Based on well-developed technology, semiconductor microcavities are a robust system for exploring the physics and applications of quantum statistical photon condensates. Notably, photon BEC is an alternative to exciton-based BECs, which dissociate under high excitation and often require cryogenic operating conditions. In practical terms, photon BECs offer their critical behaviour at lower thresholds than lasers. Our study shows two further advantages of photon BEC in semiconductor materials: the lack of dark electronic states allows these BECs to be sustained continuously; and semiconductor quantum wells offer strong photon-photon scattering. We measure an unoptimised interaction parameter, $\\tilde{g}=0.0023\\pm0.0003$, which is large enough to access the rich physics of interactions within BECs, such as superfluid light or vortex formation. ",
    "url": "https://arxiv.org/abs/2306.15314",
    "authors": [
      "Ross C. Schofield",
      "Ming Fu",
      "Edmund Clarke",
      "Ian Farrer",
      "Aristotelis Trapalis",
      "Himadri S. Dhar",
      "Rick Mukherjee",
      "Jon Heffernan",
      "Florian Mintert",
      "Robert A. Nyman",
      "Rupert F. Oulton"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2306.15336",
    "title": "Investigation of high resistivity p-type FZ silicon diodes after 60Co  γ-irradiation",
    "abstract": "In this work, the effects of $^\\text{60}$Co $\\gamma$-ray irradiation on high resistivity $p$-type diodes have been investigated. The diodes were exposed to dose values of 0.1, 0.2, 1, and \\SI{2}{\\mega Gy}. Both macroscopic ($I$--$V$, $C$--$V$) and microscopic (Thermally Stimulated Current~(TSC)) measurements were conducted to characterize the radiation-induced changes. The investigated diodes were manufactured on high resistivity $p$-type Float Zone (FZ) silicon and were further classified into two types based on the isolation technique between the pad and guard ring: $p$-stop and $p$-spray. After irradiation, the macroscopic results of current-voltage and capacitance-voltage measurements were obtained and compared with existing literature data. Additionally, the microscopic measurements focused on the development of the concentration of different radiation-induced defects, including the boron interstitial and oxygen interstitial (B$_\\text{i}$O$_\\text{i}$) complex, the carbon interstitial and oxygen interstitial C$_\\text{i}$O$_\\text{i}$ defect, the H40K, and the so-called I$_\\text{P}^*$. To investigate the thermal stability of induced defects in the bulk, isochronal annealing studies were performed in the temperature range of \\SI{80}{\\celsius} to \\SI{300}{\\celsius}. These annealing processes were carried out on diodes irradiated with doses of 1 and \\SI{2}{\\mega Gy} and the corresponding TSC spectra were analysed. Furthermore, in order to investigate the unexpected results observed in the $C$-$V$ measurements after irradiation with high dose values, the surface conductance between the pad and guard ring was measured as a function of both dose and annealing temperature. ",
    "url": "https://arxiv.org/abs/2306.15336",
    "authors": [
      "Chuan Liao",
      "Eckhart Fretwurst",
      "Erika Garutti",
      "Joern Schwandt",
      "Ioana Pintilie",
      "Anja Himmerlich",
      "Michael Moll",
      "Yana Gurimskaya",
      "Zheng Li"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.15358",
    "title": "Vortex solitons in moire optical lattices",
    "abstract": "We show that optical moire lattices enable the existence of vortex solitons of different types in self-focusing Kerr media. We address the properties of such states both in lattices having commensurate and incommensurate geometries (i.e., constructed with Pythagorean and non-Pythagorean twist angles, respectively), in the different regimes that occur below and above the localization-delocalization transition. We find that the threshold power required for the formation of vortex solitons strongly depends on the twist angle and, also, that the families of solitons exhibit intervals where their power is a nearly linear function of the propagation constant and they exhibit strong stability. Also, in the incommensurate phase above the localization-delocalization transition, we found stable embedded vortex solitons whose propagation constants belong to the linear spectral domain of the system. ",
    "url": "https://arxiv.org/abs/2306.15358",
    "authors": [
      "Sergey K. Ivanov",
      "Vladimir V. Konotop",
      "Yaroslav V. Kartashov",
      "Lluis Torner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2306.15361",
    "title": "Observation of Two-Dimensional Acoustic Bound States in the Continuum",
    "abstract": "The design of devices based on acoustic or optical fields requires the fabrication of cavities and structures capable of efficiently trapping these waves. A special type of cavity can be designed to support resonances with a theoretically infinite quality factor, named bound states in the continuum or BICs. The experimental measurement of such modes is still a challenging problem, as they are, by definition, not accessible from external perturbations. Therefore, current reported works rely on indirect measurements that are based on the traces left by these modes on external properties of one-dimensional systems. Here we report on the theoretical design and experimental realization of a two-dimensional, fully open acoustic resonator supporting BICs. This BIC, whose symmetry is chosen during design by properly tailoring the geometrical properties of the system, is completely accessible and allows for the direct measurement of the whole pressure field and properties. We experimentally demonstrate its existence with high quality factor and field enhancement properties. ",
    "url": "https://arxiv.org/abs/2306.15361",
    "authors": [
      "Marc Martí-Sabaté",
      "Junfei Li",
      "Bahram Djafari-Rouhani",
      "Steven A. Cummer",
      "Dani Torrent"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15483",
    "title": "Graph model for multiple scattering in lithium niobate on insulator  integrated photonic networks",
    "abstract": "We present a graph-based model for multiple scattering of light in integrated lithium niobate on insulator (LNOI) networks, which describes an open network of single-mode integrated waveguides with tunable scattering at the network nodes. We first validate the model at small scale with experimental LNOI resonator devices and show consistent agreement between simulated and measured spectral data. Then, the model is used to demonstrate a novel platform for on-chip multiple scattering in large-scale optical networks up to few hundred nodes, with tunable scattering behaviour and tailored disorder. Combining our simple graph-based model with material properties of LNOI, this platform creates new opportunities to control randomness in large optical networks. ",
    "url": "https://arxiv.org/abs/2306.15483",
    "authors": [
      "Xiyue Sissi Wang",
      "Romolo Savo",
      "Andreas Maeder",
      "Fabian Kaufmann",
      "Jost Kellner",
      "Andrea Morandi",
      "Stefan Rotter",
      "Riccardo Sapienza",
      "Rachel Grange"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15608",
    "title": "Electro-momentum coupling tailored in piezoelectric metamaterials with  resonant shunts",
    "abstract": "Local microstructural heterogeneities of elastic metamaterials give rise to non-local macroscopic cross-coupling between stress-strain and momentum-velocity, known as Willis coupling. Recent advances have revealed that symmetry breaking in piezoelectric metamaterials introduces an additional macroscopic cross-coupling effect, termed electromomentum coupling, linking electrical stimulus and momentum and enabling the emergence of exotic wave phenomena characteristic of Willis materials. The electro-momentum coupling provides an extra degree of freedom for controlling elastic wave propagation in piezoelectric composites through external electrical stimuli. In this study, we present how to tune the electro-momentum coupling arising in 1-D periodic piezoelectric metamaterials with broken inversion symmetry through shunting the inherent capacitance of the individual piezoelectric layers with a resistor and inductor in series forming an RLC (resistor-inductor-capacitor) circuit. Guided by the effective elastodynamic theory and homogenization method for piezoelectric metamaterials, we derived a closed-form expression of the electro-momentum coupling in shunted piezoelectric metamaterials. Moreover, we demonstrate the ability to tailor the electro-momentum coupling coefficient and control the amplitudes and phases of the forward and backward propagating waves, yielding tunable asymmetric wave responses. The results of our study hold promising implications for applications involving nonreciprocal wave phenomena and programmable metamaterials. ",
    "url": "https://arxiv.org/abs/2306.15608",
    "authors": [
      "Hrishikesh Danawe",
      "Serife Tol"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15639",
    "title": "Radiation of Optical Angular Momentum from a Dipole Source in a  Magneto-birefringent Environment",
    "abstract": "We investigate the radiation of optical angular momentum by a dipole gas under uniform magnetic field with an unpolarized source at its center. Conservation of angular momentum implies that the radiation of angular momentum results in a torque on both the source and the surrounding environment. Moreover, we study the spin and orbital contributions to the radiated angular momentum. ",
    "url": "https://arxiv.org/abs/2306.15639",
    "authors": [
      "R. Le Fournis",
      "B.A. Van Tiggelen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  },
  {
    "id": "arXiv:2306.15643",
    "title": "Measurement Accuracy in Silicon Photonic Ring Resonator Thermometers:  Identifying and Mitigating Intrinsic Impairments",
    "abstract": "Silicon photonic ring resonator thermometers have been shown to provide temperature measurements with a 10 mK accuracy. In this work we identify and quantify the intrinsic on-chip impairments that may limit further improvement in temperature measurement accuracy. The impairments arise from optically induced changes in the waveguide effective index, and from back-reflections and scattering at defects and interfaces inside the ring cavity and along the path between light source and detector. These impairments are characterized for 220 x 500 nm Si waveguide rings by experimental measurement in a calibrated temperature bath and by phenomenological models of ring response. At different optical power levels both positive and negative light induced resonance shifts are observed. For a ring with L = 100 um cavity length, the self-heating induced resonance red shift can alter the temperature reading by 200 mK at 1 mW incident power, while a small blue shift is observed below 100 uW. The effect of self-heating is shown to be effectively suppressed by choosing longer ring cavities. Scattering and back-reflections often produce split and distorted resonance line shapes. Although these distortions can vary with resonance order, they are almost completely invariant with temperature for a given resonance and do not lead to measurement errors in themselves. The effect of line shape distortions can largely be mitigated by tracking only selected resonance orders with negligible shape distortion, and by measuring the resonance minimum wavelength directly, rather than attempting to fit the entire resonance line shape. The results demonstrate the temperature error due to these impairments can be limited to below the 3 mK level through appropriate design choices and measurement procedures. ",
    "url": "https://arxiv.org/abs/2306.15643",
    "authors": [
      "Siegfried Janz",
      "Sergey Dedyulin",
      "D.-X. Xu",
      "Martin Vachon",
      "Shurui Wang",
      "Ross Cheriton",
      "John Weber"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.15152",
    "title": "Molecular optomechanics in the anharmonic regime: from nonclassical  mechanical states to mechanical lasing",
    "abstract": "Cavity optomechanics aims to establish optical control over vibrations of mechanical systems, to heat, cool or to drive them toward coherent, or nonclassical states. This field was recently extended to include molecular optomechanics, which describes the dynamics of THz molecular vibrations coupled to the optical fields of lossy cavities via Raman transitions, and was developed to understand the anomalous amplification of optical phonons in Surface-Enhanced Raman Scattering experiments. But the molecular platform should prove suitable for demonstrating more sophisticated optomechanical effects, including engineering of nonclassical mechanical states, or inducing coherent molecular vibrations. In this work, we propose two pathways towards implementing these effects, enabled or revealed by the strong intrinsic anharmonicities of molecular vibrations. First, to prepare a nonclassical mechanical state, we propose an incoherent analogue of the mechanical blockade, in which the molecular aharmonicity and optical response of hybrid cavities isolate the two lowest-energy vibrational states. Secondly, we show that for a strongly driven optomechanical system, the anharmonicity can effectively suppress the mechanical amplification, shifting and reshaping the onset of coherent mechanical oscillations. Our estimates indicate that both effects should be within reach of the existing implementations of the Surface Enhanced Raman Scattering, opening the pathway towards the coherent and nonclassical effects in molecular optomechanics. ",
    "url": "https://arxiv.org/abs/2306.15152",
    "authors": [
      "Mikołaj K. Schmidt",
      "Michael J. Steel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.15223",
    "title": "Quantum Gas Mixtures and Dual-Species Atom Interferometry in Space",
    "abstract": "The capability to reach ultracold atomic temperatures in compact instruments has recently been extended into space. Ultracold temperatures amplify quantum effects, while free-fall allows further cooling and longer interactions time with gravity - the final force without a quantum description. On Earth, these devices have produced macroscopic quantum phenomena such as Bose-Einstein condensation (BECs), superfluidity, and strongly interacting quantum gases. Quantum sensors interfering the superposition of two ultracold atomic isotopes have tested the Universality of Free Fall (UFF), a core tenet of Einstein's classical gravitational theory, at the $10^{-12}$ level. In space, cooling the elements needed to explore the rich physics of strong interactions and preparing the multiple species required for quantum tests of the UFF has remained elusive. Here, utilizing upgraded capabilities of the multi-user Cold Atom Lab (CAL) instrument within the International Space Station (ISS), we report the first simultaneous production of a dual species Bose-Einstein condensate in space (formed from $^{87}$Rb and $^{41}$K), observation of interspecies interactions, as well as the production of $^{39}$K ultracold gases. We have further achieved the first space-borne demonstration of simultaneous atom interferometry with two atomic species ($^{87}$Rb and $^{41}$K). These results are an important step towards quantum tests of UFF in space, and will allow scientists to investigate aspects of few-body physics, quantum chemistry, and fundamental physics in novel regimes without the perturbing asymmetry of gravity. ",
    "url": "https://arxiv.org/abs/2306.15223",
    "authors": [
      "Ethan R. Elliott",
      "David C. Aveline",
      "Nicholas P. Bigelow",
      "Patrick Boegel",
      "Sofia Botsi",
      "Eric Charron",
      "José P. D'Incao",
      "Peter Engels",
      "Timothé Estrampes",
      "Naceur Gaaloul",
      "James R. Kellogg",
      "James M. Kohel",
      "Norman E. Lay",
      "Nathan Lundblad",
      "Matthias Meister",
      "Maren E. Mossman",
      "Gabriel Müller",
      "Holger Müller",
      "Kamal Oudrhiri",
      "Leah E. Phillips",
      "Annie Pichery",
      "Ernst M. Rasel",
      "Charles A. Sackett",
      "Matteo Sbroscia",
      "Wolfgang P. Schleich",
      "Robert J. Thompson",
      "Jason R. Williams"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15256",
    "title": "Quantum sensing of phase-covariant optical channels",
    "abstract": "We obtain universal (i.e., probe and measurement-independent) performance bounds on ancilla-assisted quantum sensing of multiple parameters of phase-covariant optical channels under energy and mode-number constraints. We first show that for any such constrained problem, an optimal ancilla-entangled probe can always be found whose reduced state on the modes probing the channel is diagonal in the photon-number basis. For parameters that are encoded in single-mode Gaussian channels, we derive a universal upper bound on the quantum Fisher information matrix that delineates the roles played by the energy and mode constraints. We illustrate our results for sensing of the transmittance of a thermal loss channel under both the no-passive-signature and passive-signature paradigms, and in the problem of sensing the noise variance of an additive-noise channel. In both cases, we show that two-mode squeezed vacuum probes are near-optimal under the constraints in the regime of low signal brightness, i.e., per-mode average photon number. More generally, our work sets down a uniform framework for readily evaluating universal limits for any sensing problem involving Gaussian channels. ",
    "url": "https://arxiv.org/abs/2306.15256",
    "authors": [
      "Ranjith Nair",
      "Mile Gu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.15258",
    "title": "Microwave characterization of tantalum superconducting resonators on  silicon substrate with niobium buffer layer",
    "abstract": "Tantalum thin films sputtered on unheated silicon substrates are characterized with microwaves at around 10 GHz in a 10 mK environment. We show that the phase of tantalum with a body-centered cubic lattice ($\\alpha$-Ta) can be grown selectively by depositing a niobium buffer layer prior to a tantalum film. The physical properties of the films, such as superconducting transition temperature and crystallinity, change markedly with the addition of the buffer layer. Coplanar waveguide resonators based on the composite film exhibit significantly enhanced internal quality factors compared with a film without the buffer layer. The internal quality factor approaches $2\\times 10^7$ at a large-photon-number limit. While the quality factor decreases at the single-photon level owing to two-level system (TLS) loss, we have identified the primary cause of TLS loss to be the amorphous silicon layer at the film-substrate interface, which originates from the substrate cleaning before the film deposition rather than the film itself. The temperature dependence of the internal quality factors shows a marked rise below 200 mK, suggesting the presence of TLS-TLS interactions. The present low-loss tantalum films can be deposited without substrate heating and thus have various potential applications in superconducting quantum electronics. ",
    "url": "https://arxiv.org/abs/2306.15258",
    "authors": [
      "Yoshiro Urade",
      "Kay Yakushiji",
      "Manabu Tsujimoto",
      "Takahiro Yamada",
      "Kazumasa Makise",
      "Wataru Mizubayashi",
      "Kunihiro Inomata"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.15307",
    "title": "Total Ionizing Dose Effects on CMOS Image Sensor for the ULTRASAT Space  Mission",
    "abstract": "ULTRASAT (ULtraviolet TRansient Astronomy SATellite) is a wide-angle space telescope that will perform deep time-resolved surveys in the near-ultraviolet spectrum. ULTRASAT is a space mission led by the Weizmann Institute of Science and the Israel Space Agency and is planned for launch in 2025. The camera implements backside-illuminated, stitched pixel sensors. The pixel has a dual-conversion-gain 4T architecture, with a pitch of $9.5$ $\\mu m$ and is produced in a $180$ $nm$ process by Tower Semiconductor. Before the final sensor was available for testing, test sensors provided by Tower were used to gain first insights into the pixel's radiation tolerance. One of the main contributions to sensor degradation due to radiation for the ULTRASAT mission is Total Ionizing Dose (TID). TID measurements on the test sensors have been performed with a Co-60 gamma source at Helmholz Zentrum Berlin and CC-60 facility at CERN and preliminary results are presented. ",
    "url": "https://arxiv.org/abs/2306.15307",
    "authors": [
      "Vlad D. Berlea",
      "Steven Worm",
      "Nirmal Kaipachery",
      "Shrinivasrao R. Kulkarni",
      "Shashank Kumar",
      "Merlin F. Barschke",
      "David Berge",
      "Adi Birman",
      "Shay Alfassi",
      "Amos Fenigstein"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.15491",
    "title": "On Studies of Entropy of Classical and Quantum Kac Rings",
    "abstract": "Statistical physics is important in understanding the physics of interacting many bodies. This has been historically developed by attempts to understand colliding gases and quantifying quantities like entropy, free energy, and other thermodynamic quantities. An important contribution in statistical physics was by Boltzmann in the form of the H-theorem, which considered collisions between particles and used the assumption of molecular chaos or Stosszahlansatz to understand macroscopic irreversibility. To elucidate these ideas, Mark Kac introduced a classical analog called Kac rings. In this work, we attempt to introduce quantum-ness in a Kac ring and study its entropy and recurrence, comparing and contrasting to corresponding trends in a classical Kac ring. We look at the trends of recurrence time for a system with a qubit as a pointer. We further study the time distribution of entropy for these systems. ",
    "url": "https://arxiv.org/abs/2306.15491",
    "authors": [
      "Niamat Gill",
      "Nishchal Dwivedi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2304.14729",
    "title": "A unified density-matrix functional construction of quantum baths in  density matrix embedding theory beyond the mean-field approximation",
    "abstract": " Comments: 13 pages, 3 figures, second revision ",
    "url": "https://arxiv.org/abs/2304.14729",
    "authors": [
      "Sajanthan Sekaran",
      "Oussama Bindech",
      "Emmanuel Fromager"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2305.11153",
    "title": "Beyond Cavity Born-Oppenheimer: On Non-Adiabatic Coupling and Effective  Ground State Hamiltonians in Vibro-Polaritonic Chemistry",
    "abstract": " Comments: 24 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2305.11153",
    "authors": [
      "Eric W. Fischer",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12544",
    "title": "Collectively enhanced Ramsey readout by cavity sub- to superradiant  transition",
    "abstract": " Comments: Removed a duplicate paragraph ",
    "url": "https://arxiv.org/abs/2306.12544",
    "authors": [
      "Eliot Bohr",
      "Sofus L. Kristensen",
      "Christoph Hotter",
      "Stefan Alaric Schäffer",
      "Julian Robinson-Tait",
      "Jan W. Thomsen",
      "Tanya Zelevinsky",
      "Helmut Ritsch",
      "Jörg Helge Müller"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.13669",
    "title": "Niel's Chess -- The Battle of the Quantum Age",
    "abstract": " Comments: 16 pages, 42 figures ",
    "url": "https://arxiv.org/abs/2306.13669",
    "authors": [
      "Tamás Varga"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]