[
  {
    "id": "arXiv:2408.11068",
    "title": "Highly Sensitive Differential Microwave Sensor for Soil Moisture Measurement",
    "abstract": "           This paper presents a highly sensitive differential soil moisture sensor (DSMS) using a microstrip line loaded with triangular two turn resonator(T2 SR) and complementary of the rectangular two turn spiral resonator(CR2 SR),simultaneously.Volumetric Water Content (VWC) or permittivity sensing is conducted by loading the T2 SR side with dielectric samples.Two transmission notches are observed for identical loads relating to T2 SR and CR2 SR.The CR2 SR notch at 4.39 GHz is used as a reference for differential permittivity measurement method.Further, the resonance frequency of T2 SR is measured relative to the reference value. Based on this frequency difference,the permittivity of soil is calculated which is related to the soil VWC.Triangular two turn resonator (T2 SR) resonance frequency changes from 4 to 2.38 GHz when VWC varies 0 percent to 30 percent.The sensor's operation principle is described through circuit model analysis and this http URL validate the differential sensing concept, prototype of the designed 3 cell DSMS is fabricated and measured.The proposed sensor exhibits frequency shift of 110 MHz for 1 percent change at the highest soil moisture content (30 percent) for sandy type soil.This work proves the differential microwave sensing concept for precision agriculture.         ",
    "url": "https://arxiv.org/abs/2408.11068",
    "authors": [
      "Rasool Keshavarz",
      "Justin Lipman",
      "Dominique Schreurs",
      "Negin Shariati"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2408.11078",
    "title": "Entanglement and Generalized Berry Geometrical Phases in Quantum Gravity",
    "abstract": "           A new formalism is introduced describe the physical and geometric content of quantum spacetime. It is based in the Minimum Group Representation Principle. New results for entanglement and geometrical/topological phases are found and implemented in cosmological and black hole space-times. Our main results here are: (i) The Berry phases for inflation, for the cosmological perturbations, and its expression in terms of observables, as the spectral scalar and tensor indices, $n_S$ an $n_T$, and their ratio $r$. The Berry phase for de Sitter inflation is imaginary, its sign describing the exponential acceleration. (ii) The pure entangled states in the minimum group (metaplectic) $Mp(n)$ representation for quantum de Sitter space-time and black holes are found. (iii) For entanglement, the relation between the Schmidt type representation and the physical states of the $Mp(n)$ group is found: This is a new non-diagonal coherent state representation complementary to the known Sudarshan diagonal one. (iv) The mean $Mp(2)$ generator values are related to the space-time topological charge. (v) The basic even and odd $n$ -sectors of the Hilbert space are intrinsic to the quantum spacetime and its discrete levels (continuum for $n \\rightarrow \\infty$) and are it entangled. (vi) The gravity or cosmological domains on one side and another of the Planck scale are entangled. Examples: The primordial quantum trans-Planckian de Sitter vacuum and the late classical gravity de Sitter vacuum today; the central quantum reqion and the external classical region of black holes. The classical and quantum dual gravity regions of the space-time are entangled. (vii) The general classical-quantum gravity duality is associated to the Metaplectic $Mp(n)$ group symmetry which provides the complete full covering of the phase space and of the quantum space-time mapped from it.         ",
    "url": "https://arxiv.org/abs/2408.11078",
    "authors": [
      "Diego J. Cirilo-Lombardo",
      "Norma G. Sanchez"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11158",
    "title": "A Transition Edge Sensor Operated in Coincidence with a High Sensitivity Phonon Veto for Photon Coupled Rare Event Searches",
    "abstract": "           Experimental searches for axions or dark photons that couple to the standard model photon require photosensors with low noise, broadband sensitivity, and near zero backgrounds. Here, we introduce a Transition Edge Sensor (TES) based photon sensor with a high sensitivity athermal phonon sensor coupled to the substrate on which the TES is deposited. We show that single photons absorbed locally in the TES have $\\sim$35% energy deposition in the electronic system of the TES, with $\\sim$26% of the photon energy absorbed by the athermal photon sensor (due to athermal phonons leaking out of the TES during the downconversion process). Backgrounds are observed to be largely coupled to either the TES or phonon system. At high energies, these backgrounds can be efficiently discriminated from TES photon absorption events, while at low energies, their leakage into the passage band is well modeled. With significant sensitivity improvements to both the photon and phonon channel, this coincidence technique could be used to suppress backgrounds in bosonic dark matter searches down to energies near the superconducting bandgap of the sensor.         ",
    "url": "https://arxiv.org/abs/2408.11158",
    "authors": [
      "Roger K. Romani",
      "Yen-Yung Chang",
      "Rupak Mahapatra",
      "Mark Platt",
      "Maggie Reed",
      "Ivar Rydstrom",
      "Bernard Sadoulet",
      "Bruno Serfass",
      "Matt Pyle"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2408.11231",
    "title": "Structural Morphing Metasurface for Electromagnetic Beam Manipulation",
    "abstract": "           The paper presents a novel concept of a 3D structural metasurface with mechanically morphing capability that can be used as a transmit- or reflect-array to manipulate electromagnetic beams for applications in RF sensing and communications for both space and ground stations. They can be controlled using low-power actuators to deform the surface profile which is then utilised as a lens or a reflector for beamforming and steering. The proposed simulated structural metasurfaces can be used for either beam-steering or to generate bespoke contour beams for satellite communication and sensing.         ",
    "url": "https://arxiv.org/abs/2408.11231",
    "authors": [
      "Aakash Bansal",
      "William Whittow"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11354",
    "title": "Optical and microstructural studies of femtosecond laser treated amorphous germanium thin coatings",
    "abstract": "           The study of the relaxation mechanism of amorphous germanium after femtosecond laser irradiation is presented in this work. In particular, a thin germanium coating was deposited onto a glass substrate through the electron beam vacuum coating method. The substrate was kept at room temperature during the coating process, which resulted in a deposited layer characterized by an amorphous microstructure, as observed from the X-ray diffraction. The germanium layer was then irradiated with a femtosecond laser at 1030 nm wavelength, while varying the net fluence from 15 J cm-2 to 90 J cm-2. Moreover, an extended two temperature model was used to extract the electronic and lattice temperature of the laser heated germanium coating, showing a 32% contribution from heating due to the thermal accumulation effect. The microstructural and morphological studies of the irradiated samples were carried out using X-ray diffraction and high-resolution scanning electron microscopy. From the X-ray diffraction results, it was observed that at higher laser fluence there is an emergence of crystallinity on the germanium layer, with no evidence of oxidation. On the surface, the morphology was observed to evolve to granular sphere, attributed to melting of the material. Finally, an increase in absorbance with laser fluence was observed and the optical band gap of the coating was calculated.         ",
    "url": "https://arxiv.org/abs/2408.11354",
    "authors": [
      "L. Kotsedi",
      "A. Abdelmalek",
      "V. Bharadwaj",
      "C.B. Mtshali",
      "Z.Y. Nuru",
      "B. Sotillo",
      "G. Coccia",
      "S.M. Eaton",
      "R. Ramponi",
      "El-H. Amara",
      "M. Maaza"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2408.11550",
    "title": "Quantum Calculation for Two-Stream Instability and Advection Test of Vlasov-Maxwell Equations: Numerical Evaluation of Hamiltonian Simulation",
    "abstract": "           The Vlasov-Maxwell equations provide kinetic simulations of collisionless plasmas, but numerically solving them on classical computers is often impractical. This is due to the computational resource constraints imposed by the time evolution in the 6-dimensional phase space, which requires broad spatial and temporal scales. In this study, we develop a quantum-classical hybrid Vlasov-Maxwell solver. Specifically, the Vlasov solver implements the Hamiltonian simulation based on Quantum Singular Value Transformation (QSVT), coupled with a classical Maxwell solver. We perform numerical simulation of a 1D advection test and a 1D1V two-stream instability test on the Qiskit-Aer-GPU quantum circuit emulator with an A100 GPU. The computational complexity of our quantum algorithm can potentially be reduced from the classical $O(N^6T^2)$ to $O(\\text{poly}(\\log(N),N,T))$ for the $N$ grid system and simulation time $T$. Furthermore, the numerical analysis reveals that our quantum algorithm is robust under larger time steps compared with classical algorithms with the constraint of Courant-Friedrichs-Lewy (CFL) condition.         ",
    "url": "https://arxiv.org/abs/2408.11550",
    "authors": [
      "Hayato Higuchi",
      "Juan W. Pedersen",
      "Kiichiro Toyoizumi",
      "Kohji Yoshikawa",
      "Chusei Kiumi",
      "Akimasa Yoshikawa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11630",
    "title": "Imaging transverse modes in a GHz surface acoustic wave cavity",
    "abstract": "           Full characterization of surface acoustic wave (SAW) devices requires imaging the spatial distribution of the acoustic field, which is not possible with standard all-electrical measurements where an interdigital transducer (IDT) is used as a detector. Here we present a fiber-based scanning Michelson interferometer employing a strongly focused laser beam as a probe. Combined with a heterodyne circuit, this setup enables frequency- and spatially-resolved measurements of the amplitude and phase of the SAW displacement. We demonstrate this by investigating a 1 GHz SAW cavity, revealing the presence of frequency-overlapping transverse modes, which are not resolved with an all-electrical measurement. The frequency overlap of these transverse modes leads to mode superpositions, which we analyze by quadrature decomposition of the complex acoustic field.         ",
    "url": "https://arxiv.org/abs/2408.11630",
    "authors": [
      "M. Fisicaro",
      "T. A. Steenbergen",
      "Y. C. Doedes",
      "K. Heeck",
      "W. Löffler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11634",
    "title": "Topology of Far-field Signals for Photonic Crystal Slabs",
    "abstract": "           The study of band topology in photonic crystals was primarily focused on near-field effects, including edge states and high order corner states. However, this work investigated the polarization distribution of radiated fields for photonic crystal slabs to get their far-field properties of band topology. We introduced a new topological invariant: the winding number of far-field polarization around the Brillouin zone boundary and confirmed a robust correspondence between it and the Chern number of energy bands from the perspective of symmetry, which can be used to analyze the process of topological phase transition. It is found that changes in the winding number and Chern number, associated with the exchange of far-field polarization singularities, especially for bound states in the continuum(BIC), will emerge during phase transition. These findings offer new insights for further understanding the intriguing properties of topological materials.         ",
    "url": "https://arxiv.org/abs/2408.11634",
    "authors": [
      "Zhang Jiawei",
      "Liu Andong",
      "Wang Jin",
      "Dong Zheng-Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.11703",
    "title": "Using slow light to enable laser frequency stabilization to a short, high-Q cavity",
    "abstract": "           State-of-the-art laser frequency stabilization is limited by miniscule length changes caused by thermal noise. In this work, a cavity-length-insensitive frequency stabilization scheme is implemented using strong dispersion in a $21\\,\\mathrm{mm}$ long cavity with a europium-ion-doped spacer of yttrium orthosilicate. A number of limiting factors for slow light laser stabilization are evaluated, including the inhomogeneous and homogeneous linewidth of the ions, the deterioration of spectral windows, and the linewidth of the cavity modes. Using strong dispersion, the cavity modes were narrowed by a factor $1.6\\cdot 10^5$, leading to a cavity linewidth of $3.0\\,\\mathrm{kHz}$ and a $Q$ factor of $1.7\\cdot 10^{11}$. Frequency stabilization was demonstrated using a cavity mode in a spectral transparency region near the center of the inhomogeneous profile, showing an overlapping Allan deviation below $6\\cdot 10^{-14}$ and a linear drift rate of $3.66\\,\\mathrm{Hz}/\\mathrm{s}$. Considering improvements that could be implemented, this makes the europium-based slow light laser frequency reference a promising candidate for ultra-precise tabletop frequency stabilization.         ",
    "url": "https://arxiv.org/abs/2408.11703",
    "authors": [
      "David Gustavsson",
      "Marcus Lindén",
      "Kevin Shortiss",
      "Stefan Kröll",
      "Andreas Walther",
      "Adam Kinos",
      "Lars Rippe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11217",
    "title": "Beyond skyrmion spin texture from quantum Kelvin-Helmholtz instability",
    "abstract": "           Topology profoundly influences diverse fields of science, providing a powerful framework for classifying phases of matter and predicting nontrivial excitations, such as solitons, vortices, and skyrmions. These topological defects are typically characterized by integer numbers, called topological charges, representing the winding number in their order parameter field. The classification and prediction of topological defects, however, become challenging when singularities are included within the integration domain for calculating the topological charge. While such exotic nonlinear excitations have been proposed in the superfluid $^3$He-A phase and spinor Bose-Einstein condensate of atomic gases, experimental observation of these structures and studies of their stability have long been elusive. Here we report the observation of a singular skyrmion that goes beyond the framework of topology in a ferromagnetic superfluid. The exotic skyrmions are sustained by undergoing anomalous symmetry breaking associated with the eccentric spin singularity and carry half of the elementary charge, distinctive from conventional skyrmions or merons. By successfully realizing the universal regime of the quantum Kelvin-Helmholtz instability, we identified the eccentric fractional skyrmions, produced by emission from a magnetic domain wall and a spontaneous splitting of an integer skyrmion with spin singularities. The singular skyrmions are stable and can be observed after 2~s of hold time. Our results confirm the universality between classical and quantum Kelvin-Helmholtz instabilities and broaden our understanding on complex nonlinear dynamics of nontrivial texture beyond skyrmion in topological quantum systems.         ",
    "url": "https://arxiv.org/abs/2408.11217",
    "authors": [
      "SeungJung Huh",
      "Wooyoung Yun",
      "Gabin Yun",
      "Samgyu Hwang",
      "Kiryang Kwon",
      "Junhyeok Hur",
      "Seungho Lee",
      "Hiromitsu Takeuchi",
      "Se Kwon Kim",
      "Jae-yoon Choi"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.11299",
    "title": "Substrate-induced spin-torque-like signal in spin-torque ferromagnetic resonance measurement",
    "abstract": "           Oxide thin films and interfaces with strong spin-orbit coupling have recently shown exceptionally high charge-to-spin conversion, making them potential spin-source materials for spintronics. Epitaxial strain engineering using oxide substrates with different lattice constants and symmetries has emerged as a mean to further enhance charge-to-spin conversion. However, high relative permittivity and dielectric loss of commonly used oxide substrates, such as SrTiO3, can cause significant current shunting in substrates at high frequency, which may strongly affect spin-torque measurement and potentially result in an inaccurate estimation of charge-to-spin conversion efficiency. In this study, we systematically evaluate the influence of various oxide substrates for the widely-used spin-torque ferromagnetic resonance (ST-FMR) measurement. Surprisingly, we observed substantial spin-torque signals in samples comprising only ferromagnetic metal on oxide substrates with high relative permittivity (e.g., SrTiO3 and KTaO3), where negligible signal should be initially expected. Notably, this unexpected signal shows a strong correlation with the capacitive reactance of oxide substrates and the leakage radio frequency (RF) current within the substrate. By revising the conventional ST-FMR analysis model, we attribute this phenomenon to a 90-degree phase difference between the RF current flowing in the metal layer and in the substrate. We suggest that extra attention should be paid during the ST-FMR measurements, as this artifact could dominate over the real spin-orbit torque signal from high-resistivity spin-source materials grown on substrate with high relative permittivity.         ",
    "url": "https://arxiv.org/abs/2408.11299",
    "authors": [
      "Dingsong Jiang",
      "Hetian Chen",
      "Guiping Ji",
      "Yahong Chai",
      "Chenye Zhang",
      "Yuhan Liang",
      "Jingchun Liu",
      "Witold Skowroński",
      "Pu Yu",
      "Di Yi",
      "Tianxiang Nan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03256",
    "title": "Sub-Doppler optical-optical double-resonance spectroscopy using a cavity-enhanced frequency comb probe",
    "abstract": "           Accurate parameters of molecular hot-band transitions, i.e., those starting from vibrationally excited levels, are needed to accurately model high-temperature spectra in astrophysics and combustion, yet laboratory spectra measured at high temperatures are often unresolved and difficult to assign. Optical-optical double-resonance (OODR) spectroscopy allows the measurement and assignment of individual hot-band transitions from selectively pumped energy levels without the need to heat the sample. However, previous demonstrations lacked either sufficient resolution, spectral coverage, absorption sensitivity, or frequency accuracy. Here we demonstrate OODR spectroscopy using a cavity-enhanced frequency comb probe that combines all these advantages. We detect and assign sub-Doppler transitions in the spectral range of the 3${\\nu}$${_3}$${\\leftarrow}$${\\nu}$${_3}$ resonance of methane with frequency precision and sensitivity more than an order of magnitude better than before. This technique will provide high-accuracy data about excited states of a wide range of molecules that is urgently needed for theoretical modeling of high-temperature data and cannot be obtained using other methods.         ",
    "url": "https://arxiv.org/abs/2307.03256",
    "authors": [
      "Vinicius Silva de Oliveira",
      "Isak Silander",
      "Lucile Rutkowski",
      "Grzegorz Soboń",
      "Ove Axner",
      "Kevin K. Lehmann",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.10287",
    "title": "Recognizing Beam Profiles from Silicon Photonics Gratings using Transformer Model",
    "abstract": "           Over the past decade, there has been extensive work in developing integrated silicon photonics (SiPh) gratings for the optical addressing of trapped ion qubits in the ion trap quantum computing community. However, when viewing beam profiles from infrared (IR) cameras, it is often difficult to determine the corresponding heights where the beam profiles are located. In this work, we developed transformer models to recognize the corresponding height categories of beam profiles of light from SiPh gratings. The model is trained using two techniques: (1) input patches, and (2) input sequence. For model trained with input patches, the model achieved recognition accuracy of 0.938. Meanwhile, model trained with input sequence shows lower accuracy of 0.895. However, when repeating the model-training 150 cycles, model trained with input patches shows inconsistent accuracy ranges between 0.445 to 0.959, while model trained with input sequence exhibit higher accuracy values between 0.789 to 0.936. The obtained outcomes can be expanded to various applications, including auto-focusing of light beam and auto-adjustment of z-axis stage to acquire desired beam profiles.         ",
    "url": "https://arxiv.org/abs/2408.10287",
    "authors": [
      "Yu Dian Lim",
      "Hong Yu Li",
      "Simon Chun Kiat Goh",
      "Xiangyu Wang",
      "Peng Zhao",
      "Chuan Seng Tan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2408.10601",
    "title": "Wavelength-agnostic Metasurface Design for Next Generation 2D Photodetectors",
    "abstract": "           We explore a versatile technique for inverse designing 2D photonic crystal metasurfaces. These surfaces, known for their ability to manipulate light-matter interactions, can be precisely controlled to achieve specific functionalities. The key lies in efficiently optimizing the geometric patterns and dimensions of the metasurface. Through a composite method which exploits two well-established paradigms - Covariance Matrix Adaptation optimization and Rigorous Coupled Wave Analysis (RCWA), we demonstrate our ability to design and optimize resonances in metaelements to achieve desired optical performance such as near-perfect absorption at chosen wavelengths/optical modes, which otherwise proves to be challenging or even impossible with conventional inverse design implementations. We apply our method to design three-layered structures involving a monolayer absorber, transparent metasubstrate, and a back mirror to get near 100% absorption at one or two chosen wavelengths. For illustration, we choose black phosphorus and silicon metasurface to predict ~100% absorption in a monolayer at 1550 nm. The versatile technique can be applied to tailor reflectance and transmittance for any optical mode and wavelength. This computationally efficient design method paves the way for creating high-performance 2D metasurface-based devices with a variety of applications, including quantum technology components such as single photon sensors and biphoton sources, communication systems, and non-linear light conversion.         ",
    "url": "https://arxiv.org/abs/2408.10601",
    "authors": [
      "Ayush Mukund Jamdar",
      "Rituraj",
      "Srini Krishnamurthy",
      "Vidya Praveen Bhallamudi",
      "Sivarama Krishnan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.10723",
    "title": "Optical refractive index and spacetime geometry",
    "abstract": "           Classical mechanics and geometrical optics are deeply connected with each other. In this work, we generalize the analogy between these two disciplines to relativistic conditions. Using this analogy, we are able to make light follow the orbits of massive or massless particles in gravitational field, by designing a particular optical medium with a prescribed refractive index profile according to spacetime geometry. Furthermore, we build the dictionary that connects optical refractive index and spacetime metric, thus extending F = ma optics to the relativistic limit. The results shed light on the equivalence between the dielectric properties of optical media and the geometric structure of spacetime.         ",
    "url": "https://arxiv.org/abs/2408.10723",
    "authors": [
      "Hui Xiong",
      "Mengcheng Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.09260",
    "title": "Analysis of the Effect of Tilted Corner Cube Reflector Arrays on Lunar Laser Ranging",
    "abstract": "           This paper primarily investigates the effect of the tilt of corner cube reflector (CCR) arrays on lunar laser ranging (LLR). A mathematical model was established to study the random errors caused by the tilt of the CCR arrays. The study found that, ideally, when the laser ranging pulse width is 10 picoseconds or less, it is possible to distinguish from which specific corner cubes within the CCR array each peak in the echo signal originates. Consequently, partial data from the echo can be extracted for signal processing, significantly reducing random errors and improving the single-shot precision of LLR. The distance obtained by extracting part of the echo can be reduced to the center position of the array, thereby providing multiple higher-precision ranging results from each measurement. This not only improves the precision of LLR but also increases the data volume. A simulation experiment based on the 1.2 m laser ranging system at Yunnan Observatories was conducted. By extracting one peak for signal processing, the single-shot precision improved from 32.24 mm to 2.52 mm, validating the theoretical analysis results. Finally, an experimental laser ranging system based on a 53 cm binocular telescope system was established for ground experiments. The experimental results indicated that the echo signal could identify the tilt state of the CCR array. By extracting the peak returned by the central CCR for signal processing, the ranging precision was greatly improved. Through theoretical analyses, simulation experiments, and ground experiments, a solution to reduce the random errors caused by the tilt of the CCR array was provided. This offers an approach to enhance the single-shot precision of future LLR and provides a reference for upgrading ground-based equipment at future laser ranging stations.         ",
    "url": "https://arxiv.org/abs/2408.09260",
    "authors": [
      "Jin Cao",
      "Rufeng Tang",
      "Kai Huang",
      "Zhulian Li",
      "Yongzhang Yang",
      "Kai Huang",
      "Jintao Li",
      "Yuqiang Li"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2408.10138",
    "title": "Angstrom-scale ion-beam engineering of ultrathin buried oxides for quantum and neuro-inspired computing",
    "abstract": "           Multilayer nanoscale systems incorporating buried ultrathin tunnel oxides, 2D materials, and solid electrolytes are crucial for next-generation logics, memory, quantum and neuro-inspired computing. Still, an ultrathin layer control at angstrom scale is challenging for cutting-edge applications. Here we introduce a scalable approach utilizing focused ion-beam annealing for buried ultrathin oxides engineering with angstrom-scale thickness control. Our molecular dynamics simulations of Ne+ irradiation on Al/a-AlOx/Al structure confirms the pivotal role of ion generated crystal defects. We experimentally demonstrate its performance on Josephson junction tunning in the resistance range of 2 to 37% with a standard deviation of 0.86% across 25x25 mm chip. Moreover, we showcase +-17 MHz frequency control (+-0.172 A tunnel barrier thickness) for superconducting transmon qubits with coherence times up to 500 us, which is promising for useful fault-tolerant quantum computing. This work ensures ultrathin multilayer nanosystems engineering at the ultimate scale by depth-controlled crystal defects generation.         ",
    "url": "https://arxiv.org/abs/2408.10138",
    "authors": [
      "N. Smirnov",
      "E. Krivko",
      "D. Moskaleva",
      "D. Moskalev",
      "A. Solovieva",
      "V. Echeistov",
      "E. Zikiy",
      "N. Korshakov",
      "A. Ivanov",
      "E. Malevannaya",
      "A. Matanin",
      "V. Polozov",
      "M. Teleganov",
      "N. Zhitkov",
      "R. Romashkin",
      "I. Korobenko",
      "A. Yanilkin",
      "A. Lebedev",
      "I. Ryzhikov",
      "A. Andriyash",
      "I. Rodionov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]