[
  {
    "id": "arXiv:2308.03938",
    "title": "Nonlinear Landau resonant interaction between whistler waves and  electrons: Excitation of electron acoustic waves",
    "abstract": "Electron acoustic waves (EAWs), as well as electron-acoustic solitary structures, play a crucial role in thermalization and acceleration of electron populations in Earth's magnetosphere. These waves are often observed in association with whistler-mode waves, but the detailed mechanism of EAW and whistler wave coupling is not yet revealed. We investigate the excitation mechanism of EAWs and their potential relation to whistler waves using particle-in-cell simulations. Whistler waves are first excited by electrons with a temperature anisotropy perpendicular to the background magnetic field. Electrons trapped by these whistler waves through nonlinear Landau resonance form localized field-aligned beams, which subsequently excite EAWs. By comparing the growth rate of EAWs and the phase mixing rate of trapped electron beams, we obtain the critical condition for EAW excitation, which is consistent with our simulation results across a wide region in parameter space. These results are expected to be useful in the interpretation of concurrent observations of whistler-mode waves and nonlinear solitary structures, and may also have important implications for investigation of cross-scale energy transfer in the near-Earth space environment. ",
    "url": "https://arxiv.org/abs/2308.03938",
    "authors": [
      "Donglai Ma",
      "Xin An",
      "Anton Artemyev",
      "Jacob Bortnik",
      "Vassilis Angelopoulos",
      "Xiao-Jia Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2308.04046",
    "title": "Graphene thermal infrared emitters integrated into silicon photonic  waveguides",
    "abstract": "Cost-efficient and easily integrable broadband mid-infrared (mid-IR) sources would significantly enhance the application space of photonic integrated circuits (PICs). Thermal incandescent sources are superior to other common mid-IR emitters based on semiconductor materials in terms of PIC compatibility, manufacturing costs, and bandwidth. Ideal thermal emitters would radiate directly into the desired modes of the PIC waveguides via near-field coupling and would be stable at very high temperatures. Graphene is a semi-metallic two-dimensional material with comparable emissivity to thin metallic thermal emitters. It allows maximum coupling into waveguides by placing it directly into their evanescent fields. Here, we demonstrate graphene mid-IR emitters integrated with photonic waveguides that couple directly into the fundamental mode of silicon waveguides designed for a wavelength of 4,2 {\\mu}m relevant for CO${_2}$ sensing. High broadband emission intensity is observed at the waveguide-integrated graphene emitter. The emission at the output grating couplers confirms successful coupling into the waveguide mode. Thermal simulations predict emitter temperatures up to 1000{\\deg}C, where the blackbody radiation covers the mid-IR region. A coupling efficiency {\\eta}, defined as the light emitted into the waveguide divided by the total emission, of up to 68% is estimated, superior to data published for other waveguide-integrated emitters. ",
    "url": "https://arxiv.org/abs/2308.04046",
    "authors": [
      "Nour Negm",
      "Sarah Zayouna",
      "Shayan Parhizkar",
      "Pen-Sheng Lin",
      "Po-Han Huang",
      "Stephan Suckow",
      "Stephan Schroeder",
      "Eleonora De Luca",
      "Floria Ottonello Briano",
      "Arne Quellmalz",
      "Georg S. Duesberg",
      "Frank Niklaus",
      "Kristinn B. Gylfason",
      "Max C. Lemme"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.04088",
    "title": "Suspending droplets beyond the Rayleigh limit: The interplay of acoustic  and gravity forces",
    "abstract": "In this work, we experimentally investigate the suspension behavior of droplets subjected to standing acoustic waves. We focus on the droplet sizes beyond the Rayleigh limit, i.e., when the droplet size is comparable to the wavelength of the acoustic wave. We show that an acoustic field can disrupt the uniform motion of aqueous droplets in oil and cause them to either suspend or settle, depending on the interplay between acoustic and gravity forces. Remarkably, in contrast to droplets within the Rayleigh limit, the critical acoustic power or minimum pressure amplitude required to suspend droplets beyond the Rayleigh limit is dependent on droplet size. As the droplet size increases, the critical acosutic power increases significantly. Building upon this understanding, a novel sorting method is proposed based on critical acoustic power. ",
    "url": "https://arxiv.org/abs/2308.04088",
    "authors": [
      "Jeyapradhap Thirisangu",
      "E Hemachandran",
      "Karthick Subramani"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.04295",
    "title": "Multi-level Optical Switching by Amorphization in Single- and Multi-  Phase Change Material Structures",
    "abstract": "The optical properties of phase-change materials (PCM) can be tuned to multiple levels by controlling the transition between their amorphous and crystalline phases. In multi-material PCM structures, the number of discrete reflectance levels can be increased according to the number of PCM layers. However, the effect of increasing number of layers on quenching and reversibility has not been thoroughly studied. In this work, the phase-change physics and thermal conditions required for reversible switching of single and multi-material PCM switches are discussed based on thermo-optical phase-change models and laser switching experiments. By using nanosecond laser pulses, 16 different reflectance levels in Ge2Sb2Te5 are demonstrated via amorphization. Furthermore, a multi-material switch based on Ge2Sb2Te5 and GeTe with four discrete reflectance levels is experimentally proven with a reversible multi-level response. The results and design principles presented herein will impact active photonics applications that rely on dynamic multi-level operation, such as optical computing, beam steering, and next-generation display technologies. ",
    "url": "https://arxiv.org/abs/2308.04295",
    "authors": [
      "Simon Wredh",
      "Yunzheng Wang",
      "Joel K.W. Yang",
      "Robert E. Simpson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.04429",
    "title": "Non steady-state thermometry with optical diffraction tomography",
    "abstract": "Measurement of local temperature using label-free optical methods has gained importance as a pivotal tool in both fundamental and applied research. Yet, most of these approaches are limited to steady-state measurements of planar heat sources. However, the time taken to reach steady-state is a complex function of the volume of the heated system, the size of the heat source, and the thermal conductivity of the surroundings. As such, said time can be significantly longer than expected and many relevant systems involve 3D heat sources, thus compromising reliable temperature retrieval. Here, we systematically study the thermal landscape in a model system consisting of optically excited gold nanorods (AuNRs) in a microchamber using optical diffraction tomography (ODT) thermometry. We experimentally unravel the effect of thermal conductivity of the surroundings, microchamber height, and pump pulse duration on the thermodynamics of the microchamber. We benchmark our experimental observations against 2D numerical sumulations and quantitative phase imaging (QPI) thermometry. We also demonstrate the advantage of ODT thermometry by measuring thermal landscapes inaccessible by QPI thermometry in the form of non-planar heat sources embedded in complex environments such as biological cells. Finally, we apply ODT thermometry to a complex dynamic system consisting of colloidal AuNRs in a microchamber. ",
    "url": "https://arxiv.org/abs/2308.04429",
    "authors": [
      "Adarsh B Vasista",
      "Bernard Ciraulo",
      "Jaime Ortega Arroyo",
      "Romain Quidant"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03852",
    "title": "Quantum Carousel: The Fate of a Bound State Attached to a Linear Rotor",
    "abstract": "We study the angulon problem -- a linear rotor in a bosonic bath -- in the regime where attractive impurity-boson interactions can support a shallow bound state. To study the fate of the angulon in the vicinity of bound-state formation, we formulate a beyond-linear-coupling model. First, we consider attractive, spherically symmetric impurity-boson interactions for which the linear rotor can be mapped onto a static impurity. The well-known polaron formalism provides an adequate description in this limit. For anisotropic potentials, the presence of a shallow bound state with pronounced anisotropic character leads to a many-body instability that washes out the angulon dynamics. ",
    "url": "https://arxiv.org/abs/2308.03852",
    "authors": [
      "Tibor Dome",
      "Artem G. Volosniev",
      "Areg Ghazaryan",
      "Laleh Safari",
      "Richard Schmidt",
      "Mikhail Lemeshko"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.03881",
    "title": "Measuring the Numerical Viscosity in Simulations of Protoplanetary Disks  in Cartesian Grids -- The Viscously Spreading Ring Revisited",
    "abstract": "Hydrodynamical simulations solve the governing equations on a discrete grid of space and time. This discretization causes numerical diffusion similar to a physical viscous diffusion, whose magnitude is often unknown or poorly constrained. With the current trend of simulating accretion disks with no or very low prescribed physical viscosity, it becomes essential to understand and quantify this inherent numerical diffusion, in the form of a numerical viscosity. We study the behavior of the viscous spreading ring and the spiral instability that develops in it. We then use this setup to quantify the numerical viscosity in Cartesian grids and study its properties. We simulate the viscous spreading ring and the related instability on a two-dimensional polar grid using PLUTO as well as FARGO, and ensure convergence of our results with a resolution study. We then repeat our models on a Cartesian grid and measure the numerical viscosity by comparing results to the known analytical solution, using PLUTO and Athena++. We find that the numerical viscosity in a Cartesian grid scales with resolution as approximately $\\nu_{num}\\propto\\Delta x^2$ and is equivalent to an effective $\\alpha\\sim10^{-4}$ for a common numerical setup. We also show that the spiral instability manifests as a single leading spiral throughout the whole domain on polar grids. This is contrary to previous results and indicates that sufficient resolution is necessary in order to correctly resolve the instability. Our results are relevant in the context of models where the origin should be included in the computational domain, or when polar grids cannot be used. Examples of such cases include models of disk accretion onto a central binary and inherently Cartesian codes. ",
    "url": "https://arxiv.org/abs/2308.03881",
    "authors": [
      "Jibin Joseph",
      "Alexandros Ziampras",
      "Lucas Jordan",
      "George A. Turpin",
      "Richard P. Nelson"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.04098",
    "title": "Molecular docking via quantum approximate optimization algorithm",
    "abstract": "Molecular docking plays a pivotal role in drug discovery and precision medicine, enabling us to understand protein functions and advance novel therapeutics. Here, we introduce a potential alternative solution to this problem, the digitized-counterdiabatic quantum approximate optimization algorithm (DC-QAOA), which utilizes counterdiabatic driving and QAOA on a quantum computer. Our method was applied to analyze diverse biological systems, including the SARS-CoV-2 Mpro complex with PM-2-020B, the DPP-4 complex with piperidine fused imidazopyridine 34, and the HIV-1 gp120 complex with JP-III-048. The DC-QAOA exhibits superior performance, providing more accurate and biologically relevant docking results, especially for larger molecular docking problems. Moreover, QAOA-based algorithms demonstrate enhanced hardware compatibility in the noisy intermediate-scale quantum era, indicating their potential for efficient implementation under practical docking scenarios. Our findings underscore quantum computing's potential in drug discovery and offer valuable insights for optimizing protein-ligand docking processes. ",
    "url": "https://arxiv.org/abs/2308.04098",
    "authors": [
      "Qi-Ming Ding",
      "Yi-Ming Huang",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2308.04199",
    "title": "A centennial reappraisal of Heisenberg's Quantum Mechanics with a  perspective on Einstein's Quantum Riddle",
    "abstract": "Heisenberg's breakthrough in his July 1925 paper that set in motion the development of Quantum Mechanics through subsequent papers by Born, Jordan, Heisenberg and also Dirac (from 1925 to 1927) is reexamined through a modern lens. In this paper, we shall discuss some new perspectives on (i) what could be the guiding intuitions for his discoveries and (ii) the origin of the Born-Jordan-Heisenberg canonical quantization rule. From this vantage point we may get an insight into Einstein's Quantum Riddle (Lande1974,Sommerfeld1918,Born1926) and a possible glimpse of what might come next after the last 100 years of Heisenberg's quantum mechanics. ",
    "url": "https://arxiv.org/abs/2308.04199",
    "authors": [
      "Tuck C. Choy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2308.04239",
    "title": "Enhanced coherent light-matter interaction and room-temperature quantum  yield of plasmonic resonances engineered by a chiral exceptional point",
    "abstract": "Strong dissipation of plasmonic resonances is detrimental to quantum manipulation. To enhance the quantum coherence, we propose to tailor the local density of states (LDOS) of plasmonic resonances by integrating with a photonic cavity operating at a chiral exceptional point (CEP), where the phase of light field can offer a new degree of freedom to flexibly manipulate the quantum states. A quantized few-mode theory is employed to reveal that the LDOS of the proposed hybrid cavity can evolve into sub-Lorentzian lineshape, with order-of-magnitude linewidth narrowing and additionally a maximum of eightfold enhancement compared to the usual plasmonic-photonic cavity without CEP. This results in the enhanced coherent light-matter interaction accompanied by the reduced dissipation of polaritonic states. Furthermore, a scattering theory based on eigenmode decomposition is present to elucidate two mechanisms responsible for the significant improvement of quantum yield at CEP, the reduction of plasmonic absorption by the Fano interference and the enhancement of cavity radiation through the superscattering. Importantly, we find the latter allows achieving a near-unity quantum yield at room temperature; in return, high quantum yield is beneficial to experimentally verify the enhanced LDOS at CEP by measuring the fluorescence lifetime of a quantum emitter. Therefore, our work demonstrates that the plasmonic resonances in CEP-engineered environment can serve as a promising platform for exploring the quantum states control by virtue of the non-Hermiticity of open optical resonators and building the high-performance quantum devices for sensing, spectroscopy, quantum information processing and quantum computing. ",
    "url": "https://arxiv.org/abs/2308.04239",
    "authors": [
      "Yuwei Lu",
      "Haoxiang Jiang",
      "Renming Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.04277",
    "title": "Topologically protected subradiant cavity polaritons through linewidth  narrowing enabled by dissipationless edge states",
    "abstract": "Cavity polaritons derived from the strong light-matter interaction at the quantum level provide a basis for efficient manipulation of quantum states via cavity field. Polaritons with narrow linewidth and long lifetime are appealing in applications such as quantum sensing and storage. Here, we propose a prototypical arrangement to implement a whispering-gallery-mode resonator with topological mirror moulded by one-dimensional atom array, which allows to boost the lifetime of cavity polaritons over an order of magnitude. This considerable enhancement attributes to the coupling of polaritonic states to dissipationless edge states protected by the topological bandgap of atom array that suppresses the leakage of cavity modes. When exceeding the width of Rabi splitting, topological bandgap can further reduce the dissipation from polaritonic states to bulk states of atom array, giving arise to subradiant cavity polaritons with extremely sharp linewidth. The resultant Rabi oscillation decays with a rate even below the free-space decay of a single quantum emitter. Inheriting from the topologically protected properties of edge states, the subradiance of cavity polaritons can be preserved in the disordered atom mirror with moderate perturbations involving the atomic frequency, interaction strengths and location. Our work opens up a new paradigm of topology-engineered quantum states with robust quantum coherence for future applications in quantum computing and network. ",
    "url": "https://arxiv.org/abs/2308.04277",
    "authors": [
      "Yuwei Lu",
      "Jingfeng Liu",
      "Haoxiang Jiang",
      "Zeyang Liao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.05606",
    "title": "Crossover from exciton-polariton condensation to photon lasing in an  optical trap",
    "abstract": " Comments: 19 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2112.05606",
    "authors": [
      "Maciej Pieczarka",
      "Dąbrówka Biegańska",
      "Christian Schneider",
      "Sven Höfling",
      "Sebastian Klembt",
      "Grzegorz Sęk",
      "Marcin Syperek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2208.08357",
    "title": "Low-noise supercontinuum generation in chiral all-normal dispersion  photonic crystal fibers",
    "abstract": " Comments: 4 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2208.08357",
    "authors": [
      "Markus Lippl",
      "Michael H. Frosz",
      "Nicolas Y. Joly"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.10978",
    "title": "Fast-speed algorithm to compute tight focusing of laser beams: The  effectiveness of circularly polarized vortex beam series as a mathematical  basis",
    "abstract": " Comments: 19 pages, 3 figures, 90 equations, 5 tables \\\\ To be submitted to Physical Review A ",
    "url": "https://arxiv.org/abs/2212.10978",
    "authors": [
      "Stepan Boichenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09679",
    "title": "Notes on Quantum Computation and Information",
    "abstract": " Comments: v3: 3+99 pages, 115 references. Added text on sparse-Hamiltonian simulations. v2: 86 pages, 97 references. Refined the text, fixed several typos. v1: 72 pages, 76 references. Suggestions, comments, and corrections are very welcome! ",
    "url": "https://arxiv.org/abs/2301.09679",
    "authors": [
      "Raghav G. Jha"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.12829",
    "title": "Classification and emergence of quantum spin liquids in chiral Rydberg  models",
    "abstract": " Comments: 13 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2303.12829",
    "authors": [
      "Poetri Sonya Tarabunga",
      "Giuliano Giudici",
      "Titas Chanda",
      "Marcello Dalmonte"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.14993",
    "title": "Low-rank combinatorial optimization and statistical learning by spatial  photonic Ising machine",
    "abstract": " Comments: 6 pages, 5 figures (with a 4-page supplemental); accepted version ",
    "url": "https://arxiv.org/abs/2303.14993",
    "authors": [
      "Hiroshi Yamashita",
      "Ken-ichi Okubo",
      "Suguru Shimomura",
      "Yusuke Ogura",
      "Jun Tanida",
      "Hideyuki Suzuki"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2308.01951",
    "title": "Voltage-tunable OPO with an alternating dispersion dimer integrated on  chip",
    "abstract": " Title: Voltage-tunable OPO with an alternating dispersion dimer integrated on  chip ",
    "url": "https://arxiv.org/abs/2308.01951",
    "authors": [
      "Dmitry Pidgayko",
      "Aleksandr Tusnin",
      "Johann Riemensberger",
      "Anton Stroganov",
      "Alexey Tikan",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  }
]