[
  {
    "id": "arXiv:2304.02116",
    "title": "Rapid Photo-Bleaching of Gamma-Irradiated Yb-doped Optical Fibers by  High-Energy Nanosecond Pulsed Laser",
    "abstract": "A rapid and efficient photo-bleaching process was demonstrated with a high-energy nanosecond pulse to recover existing and/or revealed color centers on 10 kGy Gamma-irradiated Yb-doped optical fiber. Multi-mJ pulsed laser based on an optical parametric amplifier system operating at wavelengths of 532 nm, 680 nm and 793 nm was used. The photo-bleaching performance is investigated as a function of the wavelength and energy of the pulsed light source. It was observed that the photo-bleaching level of the Yb-doped optical fiber increased when the exposure time of the pulsed laser light and the photon energy was increased. The results show that the recovery levels of color centers in the Yb-doped optical fibers reached up to 96 % in a shorter time by using the pulsed laser compared to that of the studies by using the continuous laser. ",
    "url": "https://arxiv.org/abs/2304.02116",
    "authors": [
      "Esra Kendir Tekgül",
      "Bülend Ortaç"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.02177",
    "title": "Terahertz multi-functional metamaterials based on 3D printed  mortise-tenon structures",
    "abstract": "The paper reports a multi-functional terahertz metamaterials with composable mortise and tenon connection structures. These structures are prepared using a hybrid 3D printing process based on fused deposition modeling and electro-hydrodynamic jet flow printing, greatly simplifying the processing process, optimizing processing speed, and reducing costs. The printed metamaterial infrastructures can achieve three functions through the mortise and tenon connection: 1) Narrowband transmission and broadband absorption; 2) Perfect reflection; 3) Narrowband reflection and broadband absorption. Among them, function 1 is realized by the concave double-layer cross structure A, function 2 is realized by the combination of structure A and complementary structure B, and function 3 is realized by the combination of structure A and silver cross structure C. Relying on flexible design and convenient processing, this kind of modular multifunctional metamaterials is expected to be widely used in fields such as electromagnetic shielding and stealth. ",
    "url": "https://arxiv.org/abs/2304.02177",
    "authors": [
      "Bo Yu",
      "Lesiqi Yin",
      "Peng Wang",
      "Cheng Gong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02320",
    "title": "Graphene valley polarization as a function of carrier-envelope phase in  few-cycle laser pulses and its footprints in harmonic signals",
    "abstract": "We consider coherent dynamics of graphene charged carriers exposed to an intense few-cycle linearly polarized laser pulse. The results, obtained by solving the generalized semiconductor Bloch equations numerically in the Hartree-Fock approximation, taking into account many-body Coulomb interaction, demonstrate strong dependence of the valley polarization on the carrier-envelope phase (CEP), which is interpolated by the simple sinusoidal law. Then we consider harmonic generation in multi-cycle laser field by graphene preliminary exposed to an intense few-cycle laser pulse. We show that the second harmonic's intensity is a robust observable quantity that provides a gauge of CEP for pulse durations up to two optical cycles, corresponding to 40 $\\mathrm{fs}$ at the wavelength of 6.2 $\\mathrm{\\mu m}$. ",
    "url": "https://arxiv.org/abs/2304.02320",
    "authors": [
      "H.K. Avetissian",
      "V. A. Sedrakyan",
      "Kh. V. Sedrakian",
      "G. F. Mkrtchian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2304.02088",
    "title": "Quantum networks with neutral atom processing nodes",
    "abstract": "Quantum networks providing shared entanglement over a mesh of quantum nodes will revolutionize the field of quantum information science by offering novel applications in quantum computation, enhanced precision in networks of sensors and clocks, and efficient quantum communication over large distances. Recent experimental progress with individual neutral atoms demonstrates a high potential for implementing the crucial components of such networks. We highlight latest developments and near-term prospects on how arrays of individually controlled neutral atoms are suited for both efficient remote entanglement generation and large-scale quantum information processing, thereby providing the necessary features for sharing high-fidelity and error-corrected multi-qubit entangled states between the nodes. We describe both the functionality requirements and several examples for advanced, large-scale quantum networks composed of neutral atom processing nodes. ",
    "url": "https://arxiv.org/abs/2304.02088",
    "authors": [
      "Jacob P. Covey",
      "Harald Weinfurter",
      "Hannes Bernien"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02461",
    "title": "Many-Exciton Quantum Dynamics in a Ruddlesden-Popper Tin Iodide",
    "abstract": "We present a study on the many-body exciton interactions in a prototype Ruddlesden-Popper metal halide (RPMH), namely \\ce{(PEA)2SnI4} (PEA = phenylethylammine), using coherent two-dimensional electronic spectroscopy. The optical dephasing times of the third-order polarization observed in these systems are determined by exciton many-body interactions and lattice fluctuations. We investigate the excitation-induced dephasing (EID) and observe a significant reduction of the contribution to the dephasing time with increasing excitation density as compared to its lead counterpart \\ce{(PEA)2PbI4}, which we have previously reported [A.~R.~Srimath~Kandada~\\textit{et~al.}, J.\\ Chem.\\ Phys.\\ \\textbf{153}, 164706 (2020)]. Surprisingly, we find that the EID interaction parameter is four orders of magnitude higher in \\ce{(PEA)2SnI4} than that in \\ce{(PEA)2PbI4}. This increase in the EID rate may be due to exciton localization arising from a more strongly statically disordered lattice in the tin derivative. This is supported by the observation of multiple closely spaced exciton states and the broadening of the linewidth with increasing population time (spectral diffusion), which suggests a static disordered structure relative to the highly dynamic lead-halide. Additionally, we find that the exciton nonlinear coherent lineshape shows evidence of a biexcitonic state with low binding energy ($<10$\\,meV) not observed in the lead system. We model the lineshapes based on a stochastic scattering theory that accounts for the interaction with a non-stationary population of dark background excitations. Our study provides evidence of differences in the exciton quantum dynamics between tin- and lead-based RPMHs and links them to the exciton-exciton interaction strength and the static disorder aspect of the crystalline structure. ",
    "url": "https://arxiv.org/abs/2304.02461",
    "authors": [
      "Esteban Rojas Gatjens",
      "Hao Li",
      "Alejandro Vega Flick",
      "Daniele Cortecchia",
      "Annamaria Petrozza",
      "Eric R. Bittner",
      "Ajay Ram Srimath Kandada",
      "Carlos Silva Acuña"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.02515",
    "title": "Scalable quantum photonic devices emitting indistinguishable photons in  the telecom C-band",
    "abstract": "Epitaxial semiconductor quantum dots (QDs) are a promising resource for quantum light generation and the realization of non-linear quantum photonic elements operating at the single-photon level. Their random spatial distribution resulting from their self-organized nature, however, restrains the fabrication yield of quantum devices with the desired functionality. As a solution, the QDs can be imaged and localized, enabling deterministic device fabrication. Due to the significant electronic noise of camera sensors operating in the telecommunication C-band, $1530-1560~\\mathrm{nm}$, this technique remained challenging. In this work, we report on the imaging of QDs epitaxially grown on InP with emission wavelengths in the telecom C-band demonstrating a localization accuracy of $80~\\mathrm{nm}$. This is enabled by the hybrid integration of QDs in a planar sample geometry with a bottom metallic reflector to enhance the out-of-plane emission. To exemplify our approach, we successfully fabricate circular Bragg grating cavities around single pre-selected QDs with an overall cavity placement uncertainty of $90~\\mathrm{nm}$. QD-cavity coupling is demonstrated by a Purcell enhancement up to $\\sim5$ with an estimated photon extraction efficiency of $(16.6\\pm2.7)\\%$ into a numerical aperture of $0.4$. We demonstrate triggered single-photon emission with $g^{(2)}(0)=(3.2\\pm0.6)\\times10^{-3}$ and record-high photon indistinguishability associated with two-photon interference visibilities of $V = (19.3\\pm2.6)\\%$ and $V_{\\mathrm{PS}} = 99.8^{+0.2}_{-2.6}\\%$ without and with temporal postselection, respectively. While the performance of our devices readily enables proof-of-principle experiments in quantum information, further improvements in the yield and coherence may enable the realization of non-linear devices at the single photon level and advanced quantum networks at the telecom wavelength. ",
    "url": "https://arxiv.org/abs/2304.02515",
    "authors": [
      "Paweł Holewa",
      "Emilia Zięba-Ostój",
      "Daniel A. Vajner",
      "Maja Wasiluk",
      "Benedek Gaál",
      "Aurimas Sakanas",
      "Marek Burakowski",
      "Paweł Mrowiński",
      "Bartosz Krajnik",
      "Meng Xiong",
      "Alexander Huck",
      "Kresten Yvind",
      "Niels Gregersen",
      "Anna Musiał",
      "Tobias Heindel",
      "Marcin Syperek",
      "Elizaveta Semenova"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1904.01881",
    "title": "Optoelectronic properties of one-dimensional molecular chains simulated  by a tight-binding model",
    "abstract": " Comments: 15 pages, 4 figures ",
    "url": "https://arxiv.org/abs/1904.01881",
    "authors": [
      "Q. Chen",
      "J. Chang",
      "L. Ma",
      "C. Li",
      "L. Duan",
      "X. Ji",
      "J. Zhang",
      "W. Wu",
      "H. Wang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.13655",
    "title": "Ionization dynamics of submicron-sized clusters in intense ultrafast  laser pulses",
    "abstract": " Title: Ionization dynamics of submicron-sized clusters in intense ultrafast  laser pulses ",
    "url": "https://arxiv.org/abs/2112.13655",
    "authors": [
      "Xiaohui Gao"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04087",
    "title": "General Spin Sums in Quantum Field Theory",
    "abstract": " Comments: 9 pages ",
    "url": "https://arxiv.org/abs/2203.04087",
    "authors": [
      "Rodolfo José Bueno Rogerio",
      "Luca Fabbri"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]