[
  {
    "id": "arXiv:2504.10491",
    "title": "A quantum information-based refoundation of color perception concepts",
    "abstract": "           In this paper we deal with the problem of overcoming the intuitive definition of several color perception attributes by replacing them with novel mathematically rigorous ones. Our framework is a quantum-like color perception theory recently developed, which constitutes a radical change of view with respect to the classical CIE models and their color appearance counterparts. We show how quantum information concepts, as e.g. effects, generalized states, post-measurement transformations and relative entropy provide tools that seem to be perfectly fit to model color perception attributes as brightness, lightness, colorfulness, chroma, saturation and hue. An illustration of the efficiency of these novel definitions is provided by the rigorous derivation of the so-called lightness constancy phenomenon.         ",
    "url": "https://arxiv.org/abs/2504.10491",
    "authors": [
      "Michel Berthier",
      "Nicoletta Prencipe",
      "Edoardo Provenzi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.10510",
    "title": "Cosmic Microwave Background Radiation within the Zwicky Tired Light Hypothesis",
    "abstract": "           At high red-shifts, the distribution of angular separations between galaxies in clusters is in tension with the standard cosmological model. The JWST data at even higher red-shifts have exacerbated this tension. However, Zwick Tired Light (TL) model fits well with these high red shift data, bringing the TL model back into the spotlight. In the TL model, red-shift is attributed to the energy loss of photons during propagation. However, some argue that this hypothesis cannot explain the shape and primordial nature of the cosmic microwave background (CMB). Assuming that the CMB source is the microwave radiation from galaxies, we show that the TL model can produce a CMB spectrum consistent with the COBE FIRAS data. The TL model predicts a finite optical path per Hubble radius, which defines an opaque region, a sphere with radius of 240 Mpc (red shift 0.051) centred on the Milky Way, within this region, the galaxy's microwave radiation superposition behaves like a black body. Additionally, the TL scenario (microwave radiation superposition) allows us to determine the angular size of the CMB temperature fluctuations, in agreement with the observed CMB power spectrum, and provides insight into the Sunyaev-Zeldovich effect.         ",
    "url": "https://arxiv.org/abs/2504.10510",
    "authors": [
      "Carlos Navia"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2504.10518",
    "title": "Ray geodesics and wave propagation on the Beltrami surface: Optics of an optical wormhole",
    "abstract": "           This study investigates ray geodesics and wave propagation on the Beltrami surface, with a particular emphasis on the effective potentials governing photon dynamics. We derive the geodesic equations and analyze the Helmholtz equation within this curved geometry, revealing that the resulting potentials are purely repulsive. For ray trajectories, the potential is determined by wormhole parameters such as the throat radius (\\(\\ell\\)), radial optical distance (\\(u\\)), scale parameter (\\(R\\)), and the angular momentum of the test field. Near the wormhole throat, the potential remains constant, preventing inward motion below a critical energy threshold, whereas at larger radial distances, it decays exponentially, allowing free propagation. In the context of wave propagation, the potential exhibits a centrifugal barrier along with a constant repulsive term at large \\(u\\). The Beltrami surface, characterized by constant negative Gaussian curvature, serves as a model for graphene sheets and optical wormholes in condensed matter systems. These results allow us to determine the space- and frequency-dependent refractive index of the medium, providing a coherent framework for understanding photon behavior in such systems, with promising implications for material applications.         ",
    "url": "https://arxiv.org/abs/2504.10518",
    "authors": [
      "Semra Gurtas Dogan",
      "Abdullah Guvendi",
      "Omar Mustafa"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2504.10531",
    "title": "Confining Quantum Chromodynamics Model for 3-Quark Baryons",
    "abstract": "           We discuss a model for the relativistic bound states of 3-quark baryons based on confining quantum chromoynamics (QCD) with general Yang-Mills symmetry. The model postulates that 3-quark states are formed by consecutive 2-body collisions. For a proton, d and u quarks get together first, and then they capture another u quark so that the d quark is at the core to form a stable proton state with intergral electric charge. The two u quarks form a quantum spheric shell and move in a confining potential $C(r)= Q' r$ of the core d quark. The confining potential $C(r)$ is a static solution of new `phase' fields satisfying the fourth-order equation based on general Yang-Mills symmetry. The two u quarks with the confining potentials $C(r)$ in the spherical shell can produce an effective quark Hooke potential $V_{qH}(r)=Qr^2 + V_o$ for the d quark at the core, where Q and $Q'$ are not independent. The proton mass is assumed to be approximately given by $ E(d) + 2E(u)$, which can be obtained analytically from Dirac Hamiltonians involving $V_{qH}(r)$ and $C(r)$ for d and two u quarks respectively. The model gives a reasonable understanding of roughly 120 baryon masses based on two different coupling constants and one free parameter $V_o$ for sub-spectra specfied by $J^P$. These results are roughly within 20\\% in percent deviation, which appears to be independent of the assumption of color charges. The confining QCD model also gives the neutron-proton mass difference $\\approx 0.6 MeV$.         ",
    "url": "https://arxiv.org/abs/2504.10531",
    "authors": [
      "Jong-Ping Hsu",
      "Leonardo Hsu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2504.10623",
    "title": "SWtools: A Python module implementing iterative solvers for soliton solutions of nonlinear Schrödinger-type equations",
    "abstract": "           Solitons are ubiquitous in nature and play a pivotal role in the structure and dynamics of solutions of nonlinear propagation equations. In many instances where solitons exist, analytical expressions of these special objects are not available. The presented software fills this gap, allowing users to numerically calculate soliton solutions for nonlinear Schrödinger-type equations by iteratively solving an associated nonlinear eigenvalue problem. The package implements a range of methods, including the spectral renormalization method (SRM), and a relaxation method for the problem with additional normalization constraint (NSOM). We verify the implemented methods in terms of a problem for which an analytical soliton expression is available, and demonstrate the implemented functionality by numerical experiments for example problems in nonlinear optics and matter-wave solitons in quantum mechanics. The presented Python package is open-source and released under the MIT License in a publicly available software repository (this https URL).         ",
    "url": "https://arxiv.org/abs/2504.10623",
    "authors": [
      "O. Melchert",
      "A. Demircan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.10997",
    "title": "Engineering cm-scale true push-pull electro-optic modulators in a suspended GaAs photonic integrated circuit platform by exploiting the orientation induced asymmetry of the Pockels $r_{41}$ coefficient",
    "abstract": "           Electro-optic modulators (EOMs) underpin a wide range of critical applications in both classical and quantum information processing. While traditionally the focus has been on building these devices in materials with large Pockels coefficient (mainly ferroelectric insulators like lithium niobate), there is a need to engineer EOMs in a semiconductor platform with a view towards device stability (in radiation-hard environments), manufacturability (wafer size and foundry compatibility) and integration (with active electronics and quantum confined structures). Here, we demonstrate true push-pull EOMs in a suspended GaAs photonic integrated circuit (PIC) platform by exploiting the orientation induced asymmetry of the Pockels $r_{41}$ coefficient, and folding the two arms of a cm-scale Mach-Zehnder interferometer (MZI) modulator along two orthogonal crystal axes. Our work also shows the potential of incorporating ideas from micro-electro-mechanical systems (MEMS) in integrated photonics by demonstrating high-performance active devices built around cm-scale suspended waveguides with sub-${\\mu}$m optical mode confinement.         ",
    "url": "https://arxiv.org/abs/2504.10997",
    "authors": [
      "Haoyang Li",
      "Robert Thomas",
      "Pisu Jiang",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.11060",
    "title": "Goos-Hänchen Shift and Photonic Spin Hall Effect in Semi-Dirac Material Heterostructures",
    "abstract": "           We investigate the photonic spin Hall effect (PSHE) and the Goos-Hänchen shift (GH shift) in semi-Dirac materials. Through theoretical modeling, we demonstrate that the anisotropic dielectric function in semi-Dirac materials play a critical role in determining the magnitude and polarity of these optical displacements. Further more, by utilizing the unidirectional drift of massless Dirac electrons in Semi-Dirac materials, we systematically reveal how the drift velocity and direction modulate the behavior of optical displacements. The results indicate that semi-Dirac materials provide a versatile platform for controlling spin-dependent photonic phenomena with their material anisotropy and carrier transport. This work opens a new avenue for designing advanced photonic devices with tunable optical responses, particularly with significant application potential in quantum information processing and topological photonics.         ",
    "url": "https://arxiv.org/abs/2504.11060",
    "authors": [
      "Cheng Hong-Liang",
      "Zhang Yong-Mei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.11105",
    "title": "Compact laser system with frequency stability dissemination for optical clocks and quantum computing",
    "abstract": "           Modern experiments in quantum metrology, sensing, and quantum computing require precise control of the state of atoms and molecules, achieved through the use of highly stable lasers and microwave generators with low phase noise. One of the most effective methods for ensuring high frequency stability is stabilization using a high-finesse Fabry-Pérot reference cavity. However, implementing separate stabilization systems for each laser increases the complexity and size of the setup, limiting its use to laboratory conditions. An alternative approach is the use of a femtosecond optical frequency comb, which transfers the noise characteristics of a single stabilized frequency reference to other wavelengths in the optical and microwave ranges. In this work, we demonstrate a scheme for transferring frequency stability from an ultrastable laser at 871 nm to a laser at 1550 nm. Measurements using the three-cornered hat method show that the stabilized laser exhibits a fractional frequency instability of less than 4e-15 for averaging times between 0.4 and 2 s, and below 1e-14 for intervals ranging from 0.2 to 500 s. The femtosecond optical frequency comb and the cavity-stabilized laser were designed to meet compactness and portability requirements to enable field and onboard applications.         ",
    "url": "https://arxiv.org/abs/2504.11105",
    "authors": [
      "M.I. Shakirov",
      "K.S. Kudeyarov",
      "N.O. Zhadnov",
      "D.S. Kryuchkov",
      "A.V. Tausenev",
      "K.Yu. Khabarova",
      "N.N. Kolachevsky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.11214",
    "title": "Refractive Index Engineering: Insights from Biological Systems for Advanced Optical Design",
    "abstract": "           This review explores the innovative design to achieve advanced optical functions in natural materials and intricate optical systems inspired by the unique refractive index profiles found in nature. By understanding the physical principles behind biological structures, we can develop materials with tailored optical properties that mimic these natural systems. One key area discussed is biomimetic materials design, where biological systems such as apple skin and the vision system inspire new materials. Another focus is on intricate optical systems based on refractive index contrast. These principles can be extended to design devices like waveguides, photonic crystals, and metamaterials, which manipulate light in novel ways. Additionally, the review covers optical scattering engineering, which is crucial for biomedical imaging. By adjusting the real and imaginary parts of the refractive index, we can control how much light is scattered and absorbed by tissues. This is particularly important for techniques like optical coherence tomography and multiphoton microscopy, where tailored scattering properties can improve imaging depth and resolution. The review also discusses various techniques for measuring the refractive index of biological tissues which provide comprehensive insights into the optical properties of biological materials, facilitating the development of advanced biomimetic designs. In conclusion, the manipulation of refractive index profiles in biological systems offers exciting opportunities for technological advancements. By drawing inspiration from nature and understanding the underlying physical principles, we can create materials and devices with enhanced performance and new functionalities. Future research should focus on further exploring these principles and translating them into practical applications to address real-world challenges.         ",
    "url": "https://arxiv.org/abs/2504.11214",
    "authors": [
      "Jiale Huang",
      "Zihao Ou"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.10870",
    "title": "Algorithmic Advances Towards a Realizable Quantum Lattice Boltzmann Method",
    "abstract": "           The Quantum Lattice Boltzmann Method (QLBM) is one of the most promising approaches for realizing the potential of quantum computing in simulating computational fluid dynamics. Many recent works mostly focus on classical simulation, and rely on full state tomography. Several key algorithmic issues like observable readout, data encoding, and impractical circuit depth remain unsolved. As a result, these are not directly realizable on any quantum hardware. We present a series of novel algorithmic advances which allow us to implement the QLBM algorithm, for the first time, on a quantum computer. Hardware results for the time evolution of a 2D Gaussian initial density distribution subject to a uniform advection-diffusion field are presented. Furthermore, 3D simulation results are presented for particular non-uniform advection fields, devised so as to avoid the problem of diminishing probability of success due to repeated post-selection operations required for multiple timesteps. We demonstrate the evolution of an initial quantum state governed by the advection-diffusion equation, accounting for the iterative nature of the explicit QLBM algorithm. A tensor network encoding scheme is used to represent the initial condition supplied to the advection-diffusion equation, significantly reducing the two-qubit gate count affording a shorter circuit depth. Further reductions are made in the collision and streaming operators. Collectively, these advances give a path to realizing more practical, 2D and 3D QLBM applications with non-trivial velocity fields on quantum hardware.         ",
    "url": "https://arxiv.org/abs/2504.10870",
    "authors": [
      "Apurva Tiwari",
      "Jason Iaconis",
      "Jezer Jojo",
      "Sayonee Ray",
      "Martin Roetteler",
      "Chris Hill",
      "Jay Pathak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.11119",
    "title": "Integration of a high-fidelity model of quantum sensors with a map-matching filter for quantum-enhanced navigation",
    "abstract": "           Harnessing the potential of quantum sensors to assist in navigation requires enabling their operation in complex, dynamic environments and integrating them within existing navigation systems. While cross-couplings from platform dynamics generally degrade quantum measurements in a complex manner, navigation filters would need to be designed to handle such complex quantum sensor data. In this work, we report on the realization of a high-fidelity model of an atom-interferometry-based gravity gradiometer and demonstrate its integration with a map-matching navigation filter. Relying on the ability of our model to simulate the sensor behaviour across various dynamic platform environments, we show that aiding navigation via map matching using quantum gravity gradiometry results in stable trajectories, and highlight the importance of non-Gaussian errors arising from platform dynamics as a key challenge to map-matching navigation. We derive requirements for mitigating these errors, such as maintaining sensor tilt below 3.3 degrees, to inform future sensor development priorities. This work demonstrates the value of an end-to-end approach that could support future optimization of the overall navigation system. Beyond navigation, our atom interferometer modelling framework could be relevant to current research and innovation endeavours with quantum gravimeters, gradiometers and inertial sensors.         ",
    "url": "https://arxiv.org/abs/2504.11119",
    "authors": [
      "Samuel Lellouch",
      "Michael Holynski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2504.11192",
    "title": "Field-effect detected magnetic resonance of NV centers in diamond based on all-carbon Schottky contacts",
    "abstract": "           The nitrogen vacancy (NV) center is a defect in diamond whose spin state can be read optically by exploiting its photoluminescence or electrically by exploiting its charge generation rate under illumination, both of which being spin-dependent. The latter method offers numerous opportunities in terms of integration and performance compared to conventional optical reading. Here, we investigate the physical properties of a graphitic-diamond-graphitic structure under illumination. We show how, for a type IIa diamond material, electron-hole pairs generated by an ensemble of NV centers lead to a p-type material upon illumination, making this all-carbon structure equivalent to two back-to-back Schottky diodes. We analyze how the reverse current flowing upon illumination changes as a function of bias voltage and radiofrequency-induced excitation of the NV ensemble spin resonances. Furthermore, we demonstrate how an additional field effect arising from the illumination scheme affects the reverse current, resulting in a photoelectrical signal that can exceed the optical signal under the same illumination conditions.         ",
    "url": "https://arxiv.org/abs/2504.11192",
    "authors": [
      "Xuan Phuc Le",
      "Ludovic Mayer",
      "Simone Magaletti",
      "Martin Schmidt",
      "Jean-François Roch",
      "Thierry Debuisschert"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.02182",
    "title": "Three-Mode Photonic Lanterns: Comprehensive Analysis from Theory to Experiments",
    "abstract": "           The design space for photonic lanterns is large and complex, making it challenging to identify optimal parameters to achieve specific performances, such as coupling, bandwidth, and insertion loss. Effectively navigating this space requires modeling tools capable to extract the most characterizing parameters. This work contrasts theoretical modeling with experimental realizations of the four possible types of $3\\times1$ photonic lanterns using double-clad fibers, covering a spectrum from conventional to hybrid to mode-specific configurations. This work highlights the experimental characteristics of each photonic lantern.         ",
    "url": "https://arxiv.org/abs/2411.02182",
    "authors": [
      "Rodrigo Itzamná Becerra-Deana",
      "Raphael Maltais-Tariant",
      "Guillaume Ramadier",
      "Martin Poinsinet de Sivry-Houle",
      "Stéphane Virally",
      "Caroline Boudoux",
      "Nicolas Godbout"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.20197",
    "title": "Nonlinear Quantum Electrodynamics of Epsilon-Near-Zero Media",
    "abstract": "           We investigate vacuum-induced nonlinearity and single-photon nonlinear optical responses of Epsilon-Near-Zero (ENZ) media and of sub-wavelength nanocavities. We apply the rigorous quantum Langevin-noise approach in the framework of the Green's tensor quantization method to ENZ materials and resonators with causal dispersion and we derive generally valid closed-form analytical solutions for the nonlinear phase shifts achievable in cavities with spherical geometry. This is achieved by employing a fully nonperturbative methodology for the analysis of open quantum systems with single-photon Kerr-type nonlinearity in dielectric environments with absorption losses and dispersion that satisfy the Kramers-Kronig relations. Our findings are relevant for the design of quantum optical devices and are of importance to emerging quantum technology applications, including on-chip single-photon nondemolition detection, quantum sensing, and controlled quantum gates driven by enhanced photon blockade effects at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2412.20197",
    "authors": [
      "Luca Dal Negro",
      "Marco Ornigotti"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.08980",
    "title": "Multi-Length-Scale Dopants Analysis of an Image Sensor via Focused Ion Beam-Secondary Ion Mass Spectrometry and Atom Probe Tomography",
    "abstract": "           The following article presents a multi-length-scale characterization approach for investigating doping chemistry and spatial distributions within semiconductors, as demonstrated using a state-of-the-art CMOS image sensor. With an intricate structural layout and varying doping types/concentration levels, this device is representative of the current challenges faced in measuring dopants within confined volumes using conventional techniques. Focused ion beam-secondary ion mass spectrometry is applied to produce large-area compositional maps with a sub-20 nm resolution, while atom probe tomography is used to extract atomic-scale quantitative dopant profiles. Leveraging the complementary capabilities of the two methods, this workflow is shown to be an effective approach for resolving nano- and micro- scale dopant information, crucial for optimizing the performance and reliability of advanced semiconductor devices.         ",
    "url": "https://arxiv.org/abs/2501.08980",
    "authors": [
      "Bavley Guerguis",
      "Ramya Cuduvally",
      "Alexander Ost",
      "Morvarid Ghorbani",
      "Sabaa Rashid",
      "Wilson Machado",
      "Dan McGrath",
      "Chris Pawlowicz",
      "Brian Langelier",
      "Nabil Bassim"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2501.19123",
    "title": "Maintaining a Resonance Condition of an RF Spin Rotator Through a Feedback Loop in a Storage Ring",
    "abstract": "           This paper presents the successful application of a phase-lock feedback system to maintain the resonance condition of a radio frequency (rf) spin rotator (specifically, an rf Wien filter) with respect to a 120 kHz spin precession in the Cooler Synchrotron (COSY) storage ring. Real-time monitoring of the spin precession and the rf Wien filter signal allows the relative phase between the two to be stabilized at an arbitrary setpoint. The feedback system compensates for deviations in the relative phase by adjusting the frequency and/or phase as needed. With this method, a variation in phase relative to the demand phase with a standard deviation of $\\sigma_{\\Delta\\varphi}\\approx 0.2\\mathrm{rad}$ could be achieved. The system was implemented in two runs aiming at a first direct measurement of the deuteron electric dipole moment in 2018 and 2021. In addition, the difference between a single-bunch beam affected by the spin rotator and a two-bunch system in which only one bunch is exposed to the spin rotator fields is discussed. Both methods have been used during these beam times. The ability to keep the spin precession and the rf fields synchronized is also crucial for future investigations of electric dipole moments of charged particles using storage rings.         ",
    "url": "https://arxiv.org/abs/2501.19123",
    "authors": [
      "V. Hejny",
      "A. Andres",
      "J. Pretz",
      "F. Abusaif",
      "A. Aggarwal",
      "A. Aksentev",
      "B. Alberdi",
      "L. Barion",
      "I. Bekman",
      "M. Beyß",
      "C. Böhme",
      "B. Breitkreutz",
      "N. Canale",
      "G. Ciullo",
      "S. Dymov",
      "N.-O. Fröhlich",
      "R. Gebel",
      "M. Gaisser",
      "K. Grigoryev",
      "D. Grzonka",
      "J. Hetzel",
      "O. Javakhishvili",
      "A. Kacharava",
      "V. Kamerdzhiev",
      "S. Karanth",
      "I. Keshelashvili",
      "A. Kononov",
      "K. Laihem",
      "A. Lehrach",
      "P. Lenisa",
      "N. Lomidze",
      "B. Lorentz",
      "G. Macharashvili",
      "A. Magiera",
      "D. Mchedlishvili",
      "A. Melnikov",
      "F. Müller",
      "A. Nass",
      "N.N. Nikolaev",
      "D. Okropiridze",
      "A. Pesce",
      "A. Piccoli",
      "V. Poncza",
      "D. Prasuhn",
      "F. Rathmann",
      "A. Saleev",
      "D. Shergelashvili",
      "V. Shmakova",
      "R. Shankar",
      "N. Shurkhno",
      "S. Siddique",
      "A. Silenko",
      "J. Slim",
      "H. Soltner",
      "R. Stassen",
      "E.J. Stephenson",
      "H. Ströher",
      "M. Tabidze",
      "G. Tagliente",
      "Y. Valdau",
      "M. Vitz",
      "T. Wagner",
      "A. Wirzba",
      "A. Wrońska",
      "P. Wüstner",
      "M. Żurek"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2503.18740",
    "title": "Duality Symmetry in Causality Constraints for Enhanced Acoustic Absorption",
    "abstract": "           We derive a generalized causality constraint for acoustic reflection and transmission for a flat slab with finite thickness, via the duality transformation. It is known that achieving the upper limit of the causality constraint necessitates a critical coupling condition to optimize absorption bandwidth within a specified material thickness. However, the importance of duality symmetry has been overlooked in this context. Our analytical model demonstrates that optimal absorption in a 2-port setup not only relies on the well-established critical coupling but also requires duality symmetry, defined as the invariance under duality transformation. To verify our theoretical prediction, we have experimentally realized customized metamaterials that exhibit quasi-duality symmetry. This was achieved by inducing global degeneracy between the first-order monopole and dipole resonances, consequently realizing an exceptionally large sound absorption capacity as permitted by the proposed causality constraint. Our findings elucidate the intrinsic connection between duality symmetry and scattering causality, and they facilitate the exploitation of the untapped potential in existing passive absorbers for wave transport control.         ",
    "url": "https://arxiv.org/abs/2503.18740",
    "authors": [
      "Sichao Qu",
      "Min Yang",
      "Sibo Huang",
      "Shuohan Liu",
      "Erqian Dong",
      "Helios Y. Li",
      "Ping Sheng",
      "I. David Abrahams",
      "Nicholas X. Fang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2504.05542",
    "title": "Core-Excited States of Linear and Bent Uranyl Complexes: Insights from High-Energy Resolution X-ray Spectroscopy and Relativistic Quantum Chemistry",
    "abstract": "           Advanced X-ray spectroscopic techniques are widely recognized as state-of-the-art tools for probing the electronic structure, bonding, and chemical environments of the heaviest elements in the periodic table. In this study, we employ X-ray absorption near-edge structure measurements in high-energy resolution fluorescence detection (HERFD-XANES) mode to investigate the core states arising from excitations out of the U 3d${_{3/2}}$ (M$_4$ edge) levels for molecular complexes in which the uranyl moiety deviates from linearity to varying degrees, and in particular systems containing the UO$_2$Cl$_2$ group such as UO$_2$Cl$_2$.n(H$_2$O) and UO$_2$Cl$_2$(phen)$_2$, which in the latter case exhibits a pronounced O-U-O bending angle. These U M$_4$ edge HERFD-XANES spectra are compared to those of other linear (Cs$_2$UO$_2$Cl$_4$) or pseudo-linear ([UO$_2$(NO$_3$)$_2$.n(H$_2$O)]) uranyl complexes. This evaluation is complemented by ab initio relativistic quantum chemistry simulations using 2-component Time-Dependent Density Functional Theory (TD-DFT) with the CAM-B3LYP functional, employing the Tamm-Dancoff approximation (2c-TDA). Our 2c-TDA simulations show modest deviations from the HERFD-XANES data, with peak splittings differing by less than 1 eV from experimental values. These core-excited states were further characterized by Natural Transition Orbital (NTO) analysis. Overall, our results highlight the influence of equatorial ligands on the spectroscopic signatures, particularly pronounced in UO$_2$Cl$_2$(phen)$_2$, where the U 3d${_{3/2}} \\rightarrow$ $5f$ $\\sigma{_u}^{*}$ satellite transition appears at lower energies compared to the other systems studied.         ",
    "url": "https://arxiv.org/abs/2504.05542",
    "authors": [
      "Wilken Aldair Misael",
      "Lucia Amidani",
      "Juliane März",
      "Elena F. Bazarkina",
      "Kristina O. Kvashnina",
      "Valérie Vallet",
      "André Severo Pereira Gomes"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2504.08466",
    "title": "Two-media laser threshold magnetometry: A magnetic-field-dependent laser threshold",
    "abstract": "           Nitrogen-vacancy (NV) centers in diamond are a promising platform for high-precision magnetometry. In contrast to the use of spontaneous emission in a number of NV-magnetometers, laser threshold magnetometry (LTM) exploits stimulated emission of NV centers by placing an NV-doped diamond inside an optical cavity. The NV laser system is predicted to reach a high magnetic contrast and strong coherent signal strength, leading to an improved magnetic field sensitivity combined with a high linearity. Here, we consider a two-media setup where the cavity additionally includes a vertical external cavity surface emitting laser. This optically active material compensates cavity losses at 750 nm while still allowing for magnetic-field-dependent effects from the NV-diamond. We demonstrate a magnetic-field-dependent laser threshold and investigate the effects of pump laser induced absorption of the diamond. The experimental data is supported by an analytical simulation based on a rate model. Furthermore, we derive a generalized formula to compute the magnetic field sensitivity in the regime of high contrast yielding 33.79(23) pT/$\\sqrt{\\text{Hz}}$ for the present setup. Simulations with an optimized diamond suggest that values down to 4.9 fT/$\\sqrt{\\text{Hz}}$ are possible.         ",
    "url": "https://arxiv.org/abs/2504.08466",
    "authors": [
      "Yves Rottstaedt",
      "Lukas Lindner",
      "Florian Schall",
      "Felix A. Hahl",
      "Tingpeng Luo",
      "Florentin Reiter",
      "Takeshi Ohshima",
      "Alexander M. Zaitsev",
      "Roman Bek",
      "Marcel Rattunde",
      "Jan Jeske",
      "Rüdiger Quay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07194",
    "title": "Re-anchoring Quantum Monte Carlo with Tensor-Train Sketching",
    "abstract": "           We propose a novel algorithm for calculating the ground-state energy of quantum many-body systems by combining auxiliary-field quantum Monte Carlo (AFQMC) with tensor-train sketching. In AFQMC, a good trial wavefunction to guide the random walk is crucial for improving the sampling efficiency and controlling the sign problem. Our proposed method iterates between determining a new trial wavefunction in the form of a tensor train, derived from the current walkers, and using this updated trial wavefunction to anchor the next phase of AFQMC. Numerical results demonstrate that the algorithm is highly accurate for large spin systems. The overlap between the estimated trial wavefunction and the ground-state wavefunction also achieves high fidelity. We additionally provide a convergence analysis, highlighting how an effective trial wavefunction can reduce the variance in the AFQMC energy estimation. From a complementary perspective, our algorithm also extends the reach of tensor-train methods for studying quantum many-body systems.         ",
    "url": "https://arxiv.org/abs/2411.07194",
    "authors": [
      "Ziang Yu",
      "Shiwei Zhang",
      "Yuehaw Khoo"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]