[
  {
    "id": "arXiv:2201.11744",
    "title": "Measurement of DC Magneto-Optical Kerr Effect with Sensitivity of  $10^{-7} \\text{Rad}/\\sqrt{\\text{Hz}}$",
    "abstract": "A high-sensitive DC Magneto-Optical Kerr Effect (MOKE) apparatus is described in this letter. Via detailed analysis on several dominating noise sources, we have proposed solutions that significantly lower the MOKE noise, and a sensitivity of $1.5\\times10^{-7} \\text{rad}/\\sqrt{\\text{Hz}}$ is achieved with long-term stability. The sensitivity of the apparatus is tested by measuring a wedge-shaped Ni thin film on $\\text{SiO}_2$ with Ni thickness varying from 0 to 3 nm. A noise floor of $1.5\\times10^{-8}$ rad is demonstrated. The possibility of further improving sensitivity to $10^{-9}$ rad via applying ac modulation is also discussed. ",
    "url": "https://arxiv.org/abs/2201.11744",
    "authors": [
      "Junying Ma",
      "Feng Gu",
      "Ying Xu",
      "Jiaming Le",
      "Fanlong Zeng",
      "Yizheng Wu",
      "Chuanshan Tian"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11845",
    "title": "Beam pointing stabilization of an acousto-optic modulator with thermal  control",
    "abstract": "Diffraction beams generated by an acousto-optic modulator (AOM) are widely used in various optical experiments, some of which require high angular stability with the temporal modulation of optical power. Usually, it is difficult to realize both angular stability and high-power modulation in a passive setup without a servo system of radio-frequency compensation. Here, we present a method to suppress the angular drift and pointing noise only with the thermal management of the AOM crystal. We analyze the dependence of the angular drift on the refractive index variation, and find that the angular drift is very sensitivity to the temperature gradient which could induce the refractive index gradient inside the AOM crystal. It reminds us such angular drift could be significantly suppressed by carefully overlapping the zero temperature gradient area with the position of the acousto-optic interaction zone. We implement a water-cooling setup, and find that the angular drift of an AOM is reduced over 100 times during the thermal transient, and the angular noise is also suppressed to 1/3 of the non-cooled case. It should be emphasized that this thermal control method is a general to suppress the beam drift in both the diffraction and the perpendicular-to-diffraction directions. The refractive index thermal coefficient of tellurium dioxide crystal at 1064 nm determined by this angular drift-temperature model is 16$\\times$10$^{-6}$ K$^{-1}$ consistent with previous studies. This thermal control technique provides potential applications for optical trapping and remote sensoring that demand for intensity ramps. ",
    "url": "https://arxiv.org/abs/2201.11845",
    "authors": [
      "Xiao Zhang",
      "Yang Chen",
      "Jianxiong Fang",
      "Tishuo Wang",
      "Jiaming Li",
      "Le Luo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11846",
    "title": "The Western Australian Optical Ground Station",
    "abstract": "Free-space communications at optical wavelengths offers the potential for orders-of-magnitude improvement in data rates over conventional radio wavelengths, and this will be needed to meet the demand of future space-to-ground applications. Supporting this new paradigm necessitates a global network of optical ground stations. This paper describes the architecture and commissioning of the Western Australian Optical Ground Station, to be installed on the roof of the physics building at the University of Western Australia. This ground station will incorporate amplitude- and phase-stabilisation technology, previously demonstrated over horizontal free-space links, into the ground station's optical telescope. Trialling this advanced amplitude- and phase-stabilisation technology, the ground station will overcome turbulence-induced noise to establish stable, coherent free-space links between ground-to-air and ground-to-space. These links will enable significant advances in high-speed and quantum-secured communications; positioning, navigation, and timing; and fundamental physics. ",
    "url": "https://arxiv.org/abs/2201.11846",
    "authors": [
      "Shane Walsh",
      "Alex Frost",
      "William Anderson",
      "Toby Digney",
      "Benjamin Dix-Matthews",
      "David Gozzard",
      "Charles Gravestock",
      "Lewis Howard",
      "Skevos Karpathakis",
      "Ayden McCann",
      "Sascha Schediwy"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2201.11858",
    "title": "Unraveling the different regimes arisen during plasma ammonia synthesis  on mesoporous silica SBA-15 through plasma diagnostics",
    "abstract": "Herein we demonstrate that the performance of mesoporous silica SBA-15 and SBA-15-Ag impregnated during plasma ammonia synthesis depend on the plasma conditions. At high power the mesoporous silica SBA-15 without Ag produces the largest amount of ammonia observed in our experiments, but the addition of Ag provides a minor benefit at lower powers. Plasma conditions were analyzed using optical emission spectroscopy using N2, N2+ and NH molecular bands and H{\\alpha} lines. The analysis of optical emission, specifically Ha lines and N2 molecular bands data shows that SBA-15 has higher electron density, and higher N2 vibrational temperature. Stronger N2+ emission relative to the neutral N2 provides additional evidence for higher electron density in the SBA-15 packed bed reactors. The addition of Ag resulted in a lower concentration of atomic hydrogen. Where Ag acts as a hydrogen sink facilitating surface reactions with nitrogen. The presence NH in the spectrum may indicate a higher concentration of H in the SBA-15 reactor. From the materials point of view SBA-15 is a more robust catalyst with a commendable surface area retention after plasma exposure due to the lack of local heating generated when a metal is in the structure. ",
    "url": "https://arxiv.org/abs/2201.11858",
    "authors": [
      "Sophia Gershman",
      "Henry Fetsch",
      "Fnu Gorky",
      "Maria L. Carreon"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11959",
    "title": "Monolithically integrated waveguide-coupled single-frequency microlaser  on erbium-doped thin film lithium niobate",
    "abstract": "We overcome the difficulty in realizing a monolithic waveguide-coupled microring laser integrated on erbium-doped thin film lithium niobate (Er: TFLN) using photolithography assisted chemo-mechanical etching (PLACE) technique. We demonstrate an integrated single-frequency microring laser operating around 1531 nm wavelength. The PLACE technique, enabling integrated Er: TFLN photonics with low propagation loss, can thus be used to realize low cost mass production of monolithic on-chip microlasers with applications ranging from optical communication and photonic integrated circuit (PIC) to precision metrology and large-scale sensing. ",
    "url": "https://arxiv.org/abs/2201.11959",
    "authors": [
      "Youting Liang",
      "Junxia Zhou",
      "Rongbo Wu",
      "Zhiwei Fang",
      "Zhaoxiang Liu",
      "Shupeng Yu",
      "Difeng Yin",
      "Haisu Zhang",
      "Yuan Zhou",
      "Jian Liu",
      "Zhenhua Wang",
      "Min Wang",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12012",
    "title": "High Frequency Structure Design and RF Stability Analysis of A 4-Vane  Radio Frequency Quadrupole with Pi-Mode Stabilizer Loops (PISLs)",
    "abstract": "Compact Accelerator-based Neutron Source (CANS) facilities are becoming popular and playing an important and expanding role in material and engineering sciences, as well as in neutron science education and training. The neutrons are produced by bombarding a low energy proton beam on a beryllium or lithium target. In such an accelerator-based neutron source, the Radiofrequency Quadrupole (RFQ) is usually used to accelerate a high intensity proton beam to a few MeV. This paper mainly covers the high frequency structure design optimizations of a 4-vane RFQ with Pi-mode Stabilizer Loops (PISLs) and its RF stability analysis. A 176 MHz RFQ accelerator is designed to operate at 10% duty factor and could accelerate an 80-mA proton beam from 65 keV to 2.5 MeV within a length of 5.3 meters. The adoption of PISLs ensures large RF stability and makes the operation of the accelerator easier and implies less stringent alignment and machining tolerances. ",
    "url": "https://arxiv.org/abs/2201.12012",
    "authors": [
      "Xiaowen Zhu",
      "Claude Marchand",
      "Olivier Piquet",
      "Michel Desmons"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12116",
    "title": "Amplified Emission by Atoms and Lasing in Photonic Time Crystals",
    "abstract": "Photonic Time Crystals (PTCs) - dielectric media with their refractive index modulated periodically in time, offer new opportunities in photonics arising from time reflections and momentum bandgaps. Here, we study the emission of light from a radiation source inside a PTC. We solve the general classical and quantum mechanical models of emission in a temporally-varying medium, and find that radiation is always exponentially amplified when associated with the momentum gap, whether initiated by a macroscopic source, an atom, or by vacuum fluctuations, drawing the amplification energy from the modulation. The radiation linewidth becomes narrower as time advances, and is centered in the middle of the momentum gap. We calculate the spontaneous decay rate of an atom embedded in a PTC and show that it vanishes at the band edge due to low density of photonic states. Finally, we propose the concept of nonresonant tunable PTC lasers. ",
    "url": "https://arxiv.org/abs/2201.12116",
    "authors": [
      "Mark Lyubarov",
      "Yaakov Lumer",
      "Alex Dikopoltsev",
      "Eran Lustig",
      "Yonatan Sharabi",
      "Mordechai Segev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.12117",
    "title": "Generalized resonance energy transfer theory: Applications to  vibrational energy flow in optical cavities",
    "abstract": "A general rate theory for resonance energy transfer is formulated to incorporate any degrees of freedom (e.g., rotation, vibration, exciton, and polariton) as well as coherently-coupled composite states. The compact rate expression allows us to establish useful relationships: (i) detailed balance condition when the donor and acceptor are at the same temperature; (ii) proportionality to the overlap between donor's emission and acceptor's absorption spectra; (iii) scaling with the effective coherent size, i.e., the number of coherently coupled molecules; (iv) spatial and orientational dependences as derived from the interaction potential. When applied to cavity-assisted vibrational energy transfer, the rate formalism provides an intuitive and quantitative explanation of intriguing phenomena such as cooperativity, resonance, and nonlinearity in the collective vibrational strong coupling regime, as demonstrated in recent simulations. ",
    "url": "https://arxiv.org/abs/2201.12117",
    "authors": [
      "Jianshu Cao"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12130",
    "title": "Spatial resolution and efficiency of prototype sensors for the LHCb VELO  Upgrade",
    "abstract": "A comprehensive study of the spatial resolution and detection efficiency of sensor prototypes developed for the LHCb VELO upgrade is presented. Data samples were collected at the CERN SPS H8 beam line using a hadron mixture of protons and pions with momenta of approximately 180 GeV/c. The sensor performance was characterised using both irradiated and non-irradiated sensors. Irradiated samples were subjected to a maximum fluence of $\\mathrm{8\\times10^{15}~1~MeV~n_{eq}~cm^{-2}}$, of both protons and neutrons. The spatial resolution is measured comparing the detected hits to the position as predicted by tracks reconstructed by the Timepix3 telescope. The resolution is presented for different applied bias voltages and track angles, sensor thickness and implant size. ",
    "url": "https://arxiv.org/abs/2201.12130",
    "authors": [
      "E. Buchanan",
      "K. Akiba",
      "M. van Beuzekom",
      "P. Collins",
      "E. Dall'Occo",
      "T. Evans",
      "V. Franco Lima",
      "R. Geertsema",
      "P. Kopciewicz",
      "E. Price",
      "B. Rachwal",
      "S. Richards",
      "D. Saunders",
      "H. Schindler",
      "T. Szumlak",
      "P. Tsopelas",
      "J. Velthuis",
      "M.R.J. Williams"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.12137",
    "title": "CMOS pixel sensors optimized for large ionizing dynamic",
    "abstract": "Monolithic active pixel sensors (MAPS) are now well established as a technology for tracking charged particles, especially when low material budget is desirable. For such applications, sensors focus on spatial resolution and pixels with digital output or modest charge measurement ability are well suited. Within the European Union STRONG-2020 project, which focuses on experiments using hadrons, the TIIMM (Tracking and Ions Identifications with Minimal Material budget) joint research activity intends to expand granular MAPS capacity to energy-loss ({\\Delta}E) measurement for ion species identification. The TIIMM prototypes are developed in the Tower Jazz 180 nm CMOS image sensor (CIS) process. The Time-Over-Threshold (ToT) method is applied to the sensor for the energy-loss measurement. The main design details and the preliminary test results from laboratory measurements of the initial TIIMM prototype are presented in this work. ",
    "url": "https://arxiv.org/abs/2201.12137",
    "authors": [
      "W. Ren",
      "J. Baudot",
      "L. Federici",
      "C. Finck",
      "C. Hu-Guo",
      "M. Kachel",
      "C.-A. Reidel",
      "C.Schui",
      "R. Sefri",
      "E. Spiriti",
      "U. Weber",
      "Y. Zhao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2201.12236",
    "title": "Neutron Imaging Based on Transfer Foil Activation and COTS CMOS Image  Sensors",
    "abstract": "In this paper we present a method for obtention of neutron images with Commercial-Off-The-Shelf (COTS) CMOS image sensors through the activation of indium foils. This detection method has been designed specifically for the acquisition of thermal and epitermal neutron images in mixed beams with a high gamma flux, and also for the study of high radioactive samples that are usually placed into research reactor pools. We also present a technique to obtain multi-spectral neutron images taking advantage of the high neutron absorption cross-section of this material in the thermal energy range, as well as around the 1.45 eV resonance. Measurements performed in a neutron beam of the RA6 nuclear research reactor located in Bariloche, Argentina, confirm the capability of the proposed technique. ",
    "url": "https://arxiv.org/abs/2201.12236",
    "authors": [
      "M. Pérez",
      "O. I. Abbate",
      "J. Lipovetzky",
      "F. Alcalde Bessia",
      "F. A. Sánchez",
      "M. Sofo Haro",
      "J. Longhino",
      "M. Gómez Berisso",
      "J. J. Blostein"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.12258",
    "title": "In vivo stiffness measurement of epidermis, dermis, and hypodermis using  broadband Rayleigh-wave optical coherence elastography",
    "abstract": "Traveling-wave optical coherence elastography (OCE) is a promising technique to measure the stiffness of biological tissues. While OCE has been applied to relatively homogeneous samples, tissues with significantly varying elasticity through depth pose a challenge, requiring depth-resolved measurement with sufficient resolution and accuracy. Here, we develop a broadband Rayleigh-wave OCE technique capable of measuring the elastic moduli of the 3 major skin layers (epidermis, dermis, and hypodermis) reliably by analyzing the dispersion of leaky Rayleigh surface waves over a wide frequency range of 0.1-10 kHz. We show that a previously unexplored, high frequency range of 4-10 kHz is critical to resolve the thin epidermis, while a low frequency range of 0.2-1 kHz is adequate to probe the dermis and deeper hypodermis. We develop a dual bilayer-based inverse model to determine the elastic moduli in all 3 layers and verify its high accuracy with finite element analysis and skin-mimicking phantoms. Finally, the technique is applied to measure the forearm skin of healthy volunteers. The Young's modulus of the epidermis (including the stratum corneum) is measured to be ~ 4 MPa at 4-10 kHz, whereas Young's moduli of the dermis and hypodermis are about 40 and 15 kPa, respectively, at 0.2-1 kHz. Besides dermatologic applications, this method may be useful for the mechanical analysis of various other layered tissues with sub-mm depth resolution. ",
    "url": "https://arxiv.org/abs/2201.12258",
    "authors": [
      "Xu Feng",
      "Guo-Yang Li",
      "Antoine Ramier",
      "Amira M. Eltony",
      "Seok-Hyun Yun"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11781",
    "title": "Sampling Rare Conformational Transitions with a Quantum Computer",
    "abstract": "Spontaneous structural rearrangements play a central role in the organization and function of complex biomolecular systems. In principle, physics-based computer simulations like Molecular Dynamics (MD) enable us to investigate these thermally activated processes with an atomic level of resolution. However, rare conformational transitions are intrinsically hard to investigate with MD, because an exponentially large fraction of computational resources must be invested to simulate thermal fluctuations in metastable states. Path sampling methods like Transition Path Sampling hold the great promise of focusing the available computational power on sampling the rare stochastic transition between metastable states. In these approaches, one of the outstanding limitations is to generate paths that visit significantly different regions of the conformational space at a low computational cost. To overcome these problems we introduce a rigorous approach that integrates a machine learning algorithm and MD simulations implemented on a classical computer with adiabatic quantum computing. First, using functional integral methods, we derive a rigorous low-resolution representation of the system's dynamics, based on a small set of molecular configurations generated with machine learning. Then, a quantum annealing machine is employed to explore the transition path ensemble of this low-resolution theory, without introducing un-physical biasing forces to steer the system's dynamics. Using the D-Wave quantum computer, we validate our scheme by simulating a benchmark conformational transition in a state-of-the-art atomistic description. We show that the quantum computing step generates uncorrelated trajectories, thus facilitating the sampling of the transition region in configuration space. Our results provide a new paradigm for MD simulations to integrate machine learning and quantum computing. ",
    "url": "https://arxiv.org/abs/2201.11781",
    "authors": [
      "Danial Ghamari",
      "Philipp Hauke",
      "Roberto Covino",
      "Pietro Faccioli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11844",
    "title": "Speckle-based optical cryptosystem and its application for human face  recognition via deep learning",
    "abstract": "Face recognition has recently become ubiquitous in many scenes for authentication or security purposes. Meanwhile, there are increasing concerns about the privacy of face images, which are sensitive biometric data that should be carefully protected. Software-based cryptosystems are widely adopted nowadays to encrypt face images, but the security level is limited by insufficient digital secret key length or computing power. Hardware-based optical cryptosystems can generate enormously longer secret keys and enable encryption at light speed, but most reported optical methods, such as double random phase encryption, are less compatible with other systems due to system complexity. In this study, a plain yet high-efficient speckle-based optical cryptosystem is proposed and implemented. A scattering ground glass is exploited to generate physical secret keys of gigabit length and encrypt face images via seemingly random optical speckles at light speed. Face images can then be decrypted from the random speckles by a well-trained decryption neural network, such that face recognition can be realized with up to 98% accuracy. The proposed cryptosystem has wide applicability, and it may open a new avenue for high-security complex information encryption and decryption by utilizing optical speckles. ",
    "url": "https://arxiv.org/abs/2201.11844",
    "authors": [
      "Qi Zhao",
      "Huanhao Li",
      "Zhipeng Yu",
      "Chi Man Woo",
      "Tianting Zhong",
      "Shengfu Cheng",
      "Yuanjin Zheng",
      "Honglin Liu",
      "Jie Tian",
      "Puxiang Lai"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11882",
    "title": "Integrated Room Temperature Single Photon Source for Quantum Key  Distribution",
    "abstract": "High-purity single photon sources (SPS) that can operate at room temperature are highly desirable for a myriad of applications, including quantum photonics and quantum key distribution. In this work, we realise an ultra-bright solid-state SPS based on an atomic defect in hexagonal boron nitride (hBN) integrated with a solid immersion lens (SIL). The SIL increases the source efficiency by a factor of six, and the integrated system is capable of producing over ten million single photons per second at room temperature. Our results are promising for practical applications of SPS in quantum communication protocols. ",
    "url": "https://arxiv.org/abs/2201.11882",
    "authors": [
      "Helen Zhi Jie Zeng",
      "Minh Anh Phan Ngyuen",
      "Xiaoyu Ai",
      "Adam Bennet",
      "Alexander Solnstev",
      "Arne Laucht",
      "Ali Al-Juboori",
      "Milos Toth",
      "Rich Mildren",
      "Robert Malaney",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11953",
    "title": "Entangling metropolitan-distance separated quantum memories",
    "abstract": "Quantum internet gives the promise of getting all quantum resources connected, and it will enable applications far beyond a localized scenario. A prototype is a network of quantum memories that are entangled and well separated. Previous realizations are limited in the distance. In this paper, we report the establishment of remote entanglement between two atomic quantum memories physically separated by 12.5 km directly in a metropolitan area. We create atom-photon entanglement in one node and send the photon to a second node for storage. We harness low-loss transmission through a field-deployed fiber of 20.5 km by making use of frequency down-conversion and up-conversion. The final memory-memory entanglement is verified to have a fidelity of 90% via retrieving to photons. Our experiment paves the way to study quantum network applications in a practical scenario. ",
    "url": "https://arxiv.org/abs/2201.11953",
    "authors": [
      "Xi-Yu Luo",
      "Yong Yu",
      "Jian-Long Liu",
      "Ming-Yang Zheng",
      "Chao-Yang Wang",
      "Bin Wang",
      "Jun Li",
      "Xiao Jiang",
      "Xiu-Ping Xie",
      "Qiang Zhang",
      "Xiao-Hui Bao",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.12106",
    "title": "A proof-of-principle demonstration of quantum microwave photonics",
    "abstract": "With the rapid development of microwave photonics, which has expanded to numerous applications of commercial importance, eliminating the emerging bottlenecks becomes of vital importance. For example, as the main branch of microwave photonics, radio-over-fiber technology provides high bandwidth, low-loss, and long-distance propagation capability, facilitating wide applications ranging from telecommunication to wireless networks. With ultrashort pulses as the optical carrier, huge capacity is further endowed. However, the wide bandwidth of ultrashort pulses results in the severe vulnerability of high-frequency RF signals to fiber dispersion. With a time-energy entangled biphoton source as the optical carrier and combined with the single-photon detection technique, a quantum microwave photonics method is proposed and demonstrated experimentally. The results show that it not only realizes unprecedented nonlocal RF signal modulation with strong resistance to the dispersion associated with ultrashort pulse carriers but provides an alternative mechanism to effectively distill the RF signal out from the dispersion. Furthermore, the spurious-free dynamic range of both the nonlocally modulated and distilled RF signals has been significantly improved. With the ultra-weak detection and high-speed processing advantages endowed by the low-timing-jitter single-photon detection, the quantum microwave photonics method opens up new possibilities in modern communication and networks. ",
    "url": "https://arxiv.org/abs/2201.12106",
    "authors": [
      "Yaqing Jin",
      "Ye Yang",
      "Huibo Hong",
      "Xiao Xiang",
      "Runai Quan",
      "Tao Liu",
      "Shougang Zhang",
      "Ninghua Zhu",
      "Ming Li",
      "Ruifang Dong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.12173",
    "title": "Generalized statistics: applications to data inverse problems with  outlier-resistance",
    "abstract": "The conventional approach to data-driven inversion framework is based on Gaussian statistics that presents serious difficulties, especially in the presence of outliers in the measurements. In this work, we present maximum likelihood estimators associated with generalized Gaussian distributions in the context of R\\'enyi, Tsallis and Kaniadakis statistics. In this regard, we analytically analyse the outlier-resistance of each proposal through the so-called influence function. In this way, we formulate inverse problems by constructing objective functions linked to the maximum likelihood estimators. To demonstrate the robustness of the generalized methodologies, we consider an important geophysical inverse problem with high noisy data with spikes. The results reveal that the best data inversion performance occurs when the entropic index from each generalized statistic is associated with objective functions proportional to the inverse of the error amplitude. We argue that in such a limit the three approaches are resistant to outliers and are also equivalent, which suggests a lower computational cost for the inversion process due to the reduction of numerical simulations to be performed and the fast convergence of the optimization process. ",
    "url": "https://arxiv.org/abs/2201.12173",
    "authors": [
      "João V. T. de Lima",
      "Sérgio Luiz E. F. da Silva",
      "João M. de Araújo",
      "Gilberto Corso",
      "Gustavo Z. dos Santos Lima"
    ],
    "subjectives": [
      "Methodology (stat.ME)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Statistics Theory (math.ST)",
      "Computational Physics (physics.comp-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2101.09902",
    "title": "Highly Compact Integrated Optic Arc Bend Mode Converters",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2101.09902",
    "authors": [
      "Tushar Gaur",
      "Pragya Mishra",
      "Talabattula Srinivas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.08837",
    "title": "Linking topological features of the Hofstadter model to optical  diffraction figures",
    "abstract": " Title: Linking topological features of the Hofstadter model to optical  diffraction figures ",
    "url": "https://arxiv.org/abs/2106.08837",
    "authors": [
      "Francesco Di Colandrea",
      "Alessio D'Errico",
      "Maria Maffei",
      "Hannah M. Price",
      "Maciej Lewenstein",
      "Lorenzo Marrucci",
      "Filippo Cardano",
      "Alexandre Dauphin",
      "Pietro Massignan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.05377",
    "title": "Quantum Proton Effects from Density Matrix Renormalization Group  Calculations",
    "abstract": " Comments: 55 pages, 8 figures, 5 tables ",
    "url": "https://arxiv.org/abs/2109.05377",
    "authors": [
      "Robin Feldmann",
      "Andrea Muolo",
      "Alberto Baiardi",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Biological Physics (physics.bio-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2110.07259",
    "title": "Label-free detection of single nanoparticles with disordered nanoisland  surface plasmon sensor",
    "abstract": " Comments: Supplementary data available from journal website ",
    "url": "https://arxiv.org/abs/2110.07259",
    "authors": [
      "Hongki Lee",
      "Joel Berk",
      "Aaron Webster",
      "Donghyun Kim",
      "Matthew R Foreman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.05883",
    "title": "Towards the use of conservative thermodynamic variables in data  assimilation: a case study using ground-based microwave radiometer  measurements",
    "abstract": " Comments: 19 pages, 7 figures, 2 tables. Submitted first to the: \"Atmospheric Measurement Techniques\" on the 27th of October, 2021. Revised version: 21th of January 2022 ",
    "url": "https://arxiv.org/abs/2111.05883",
    "authors": [
      "Pascal Marquet",
      "Pauline Martinet",
      "Jean-François Mahfouf",
      "Alina Lavinia Barbu",
      "Benjamin Ménétrier"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2111.12467",
    "title": "Finite-time quantum measurement cooling beyond the Carnot limit",
    "abstract": " Title: Finite-time quantum measurement cooling beyond the Carnot limit ",
    "url": "https://arxiv.org/abs/2111.12467",
    "authors": [
      "Tong Fu",
      "Jianying Du",
      "Jingyi Chen",
      "Jincan Chen",
      "Chikako Uchiyama",
      "Shanhe Su"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2112.14336",
    "title": "The role of tunneling in the ionization of atoms by ultrashort and  intense laser pulses",
    "abstract": " Comments: Small modifications to the text after feedback from readers. Layout of figures updated. Integration of Hamilton's equations updated to include automatic stiffness detection ",
    "url": "https://arxiv.org/abs/2112.14336",
    "authors": [
      "Gabriel M. Lando"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]