[
  {
    "id": "arXiv:2411.07440",
    "title": "Reconfigurable Acoustic Metalens with Tailored Structural Equilibria",
    "abstract": "           The ability to concentrate sound energy with a tunable focal point is essential for a wide range of acoustic applications, offering precise control over the location and intensity of sound pressure maxima. However, conventional acoustic metalenses are typically passive, with fixed focal positions, limiting their versatility. A significant obstacle in achieving tunable sound wave focusing lies in the complexity of precise and programmable adjustments, which often require intricate mechanical or electronic systems. In this study, we present a theoretical and experimental investigation of a reconfigurable acoustic metalens based on a bistable origami design. The metalens comprises eight flexible origami units, each capable of switching between two stable equilibrium states, enabling local modulation of sound waves through two distinct reflection phases. The metalens can be locked into specific symmetric or asymmetric configurations by manually tailoring the origami units to settle either of the two states. Each configuration generates a unique phase profile, focusing sound energy at a specific point. This concept allows the focal spot to be dynamically reconfigured both on and off-axis. Furthermore, the approach introduces a simple yet effective mechanism for tuning sound energy concentration, offering a solution for flexible acoustic manipulation.         ",
    "url": "https://arxiv.org/abs/2411.07440",
    "authors": [
      "Dinh Hai Le",
      "Felix Kronowetter",
      "Yan Kei Chiang",
      "Marcus Maeder",
      "Steffen Marburg",
      "David A. Powell"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07616",
    "title": "Stochastic resonance in vibrational polariton chemistry",
    "abstract": "           In this work, we systematically investigate the impact of ambient noise intensity on the rate modifications of ground-state chemical reactions in an optical cavity under vibrational strong-coupling conditions. To achieve this, we utilize a numerically exact open quantum system approach--the hierarchical equations of motion in twin space, combined with a flexible tree tensor network state solver. Our findings reveal a stochastic resonance phenomenon in cavity-modified chemical reactivities: an optimal reaction rate enhancement occurs at an intermediate noise level. In other words, this enhancement diminishes if ambient noise, sensed by the cavity-molecule system through cavity leakage, is either too weak or excessively strong. In the collective coupling regime, when the cavity is weakly damped, rate enhancement strengthens as more molecules couple to the cavity. In contrast, under strong cavity damping, reaction rates decline as the number of molecules grows.         ",
    "url": "https://arxiv.org/abs/2411.07616",
    "authors": [
      "Yaling Ke"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07775",
    "title": "Topological resilience of optical skyrmions in local decoherence",
    "abstract": "           The concept of skyrmions was introduced as early as the 1960s by Tony Skyrme. The topologically protected configuration embedded in skyrmions has prompted some investigations into their fundamental properties and versatile applications, sparking interest and guiding ongoing development. The topological protection associated with skyrmions was initially observed in systems with interactions. It is widely believed that skyrmions are stable yet relevant confirmation and empirical research remains limited. A pertinent question is whether skyrmion configurations formed by single-particle wave functions also exhibit topological stability. In this study, we affirm this hypothesis by investigating the effects of local decoherence. We analytically and numerically demonstrate the topological resilience of skyrmions and occurrence of transition points of skyrmion numbers in local decoherence of three typical decoherence channels. On the other hand, we show that these qualities are independent of the initial state. From the numerical results, we verify that inhomogeneous but continuous decoherence channels also adhere to the same behaviors and hold topological stability of skyrmions as homogeneous decoherence channels. These properties of skyrmions contribute to further applications in various areas including communication and imaging.         ",
    "url": "https://arxiv.org/abs/2411.07775",
    "authors": [
      "Li-Wen Wang",
      "Sheng Liu",
      "Cheng-Jie Zhang",
      "Geng Chen",
      "Yong-Sheng Zhang",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07866",
    "title": "Practical aspects of transverse resonance island buckets at the Cornell Electron Storage Ring: design, control and application",
    "abstract": "           In an accelerator, the nonlinear behavior near a horizontal resonance line ($n\\nu_x$) usually involves the appearance of stable fixed points (SFPs) in the horizontal phase space, also referred to as transverse resonance island ``buckets\" (TRIBs). Specific conditions are required for TRIBs formation. At the Cornell Electron Storage Ring, a new method is developed to improve the dynamic and momentum apertures in a 6-GeV lattice as well as to preserve the conditions for TRIBs formation. This method reduces the dimension of variables from 76 sextupoles to 8 group variables and then utilizes the robust conjugate direction search algorithm in optimization. Created with a few harmonic sextupoles or octupoles, several knobs that can either rotate the TRIBs in phase space or adjust the actions of SFPs are discussed and demonstrated by both tracking simulations and experimental results. In addition, a new scheme to drive all particles into one single island is described. Possible applications using TRIBs in accelerators are also discussed.         ",
    "url": "https://arxiv.org/abs/2411.07866",
    "authors": [
      "Suntao Wang",
      "Vardan Khachatryan"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07879",
    "title": "Beam quality $M^2(\\psi)$ factor, spot rotation angle, and angular speed in general laser beams",
    "abstract": "           A unified definition for the rotation angle and rotation angular speed of general beams, including those with orbital angular momentum (OAM), has been lacking until now. The rotation of a general beam is characterized by observing the rotational behavior of the directions of the extreme spot sizes during propagation. We introduce the beam quality $M^2(\\psi)$ factor to characterize the unique beam quality of a general beam across all directions, not limited to the $x$- or $y$-axes. Besides that, we present the beam center $s_{\\psi}(\\psi,z)$, spot size $w_{\\psi}(\\psi,z)$, waist position, waist radius, and divergence angle along the direction that forms an angle $\\psi$ with the $x$-axis in the plane perpendicular to the $z$-axis for the general beam. Furthermore, this paper presents rapid calculation formulas for these parameters, utilizing the mode expansion method (MEM). Subsequently, we prove that only two extreme spot sizes exist in a given detection plane and the angle between the maximum and minimum spot angles is consistently $90^{\\circ}$ during the propagation. We also prove the spot rotation angles converge as $z$ approaches either positive or negative infinity. We first show the extreme spot sizes, spot rotation angle, and angular speed for the vortex beam. Our formulas efficiently differentiate between vortex OAM beams and asymmetry OAM beams.         ",
    "url": "https://arxiv.org/abs/2411.07879",
    "authors": [
      "Zhen-Xiang Hao",
      "Ruo-Xi Wu",
      "Hong-Bo Jin",
      "Ya-Zheng Tao",
      "Yue-Liang Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2411.07311",
    "title": "GPU-Accelerated Inverse Lithography Towards High Quality Curvy Mask Generation",
    "abstract": "           Inverse Lithography Technology (ILT) has emerged as a promising solution for photo mask design and optimization. Relying on multi-beam mask writers, ILT enables the creation of free-form curvilinear mask shapes that enhance printed wafer image quality and process window. However, a major challenge in implementing curvilinear ILT for large-scale production is mask rule checking, an area currently under development by foundries and EDA vendors. Although recent research has incorporated mask complexity into the optimization process, much of it focuses on reducing e-beam shots, which does not align with the goals of curvilinear ILT. In this paper, we introduce a GPU-accelerated ILT algorithm that improves not only contour quality and process window but also the precision of curvilinear mask shapes. Our experiments on open benchmarks demonstrate a significant advantage of our algorithm over leading academic ILT engines.         ",
    "url": "https://arxiv.org/abs/2411.07311",
    "authors": [
      "Haoyu Yang",
      "Haoxing Ren"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.07313",
    "title": "Quantum Metrology for Gravitational Wave Astronomy",
    "abstract": "           Einstein's General Theory of Relativity predicts that accelerating mass distributions produce gravitational radiation, analogous to electromagnetic radiation from accelerating charges. These gravitational waves have not been directly detected to date, but are expected to open a new window to the Universe in the near future. Suitable telescopes are kilometre-scale laser interferometers measuring the distance between quasi free-falling mirrors. Recent advances in quantum metrology may now provide the required sensitivity boost. So-called squeezed light is able to quantum entangle the high-power laser fields in the interferometer arms, and could play a key role in the realization of gravitational wave astronomy.         ",
    "url": "https://arxiv.org/abs/2411.07313",
    "authors": [
      "Roman Schnabel",
      "Nergis Mavalvala",
      "David E. McClelland",
      "Ping Koy Lam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.07379",
    "title": "Detection of 15 dB Squeezed States of Light and their Application for the Absolute Calibration of Photoelectric Quantum Efficiency",
    "abstract": "           Squeezed states of light belong to the most prominent nonclassical resources. They have compelling applications in metrology, which has been demonstrated by their routine exploitation for improving the sensitivity of a gravitational-wave detector since 2010. Here, we report on the direct measurement of 15 dB squeezed vacuum states of light and their application to calibrate the quantum efficiency of photoelectric detection. The object of calibration is a customized InGaAs positive intrinsic negative (p-i-n) photodiode optimized for high external quantum efficiency. The calibration yields a value of 99.5% with a 0.5% (k = 2) uncertainty for a photon flux of the order 10^17/s at a wavelength of 1064 nm. The calibration neither requires any standard nor knowledge of the incident light power and thus represents a valuable application of squeezed states of light in quantum metrology.         ",
    "url": "https://arxiv.org/abs/2411.07379",
    "authors": [
      "Henning Vahlbruch",
      "Moritz Mehmet",
      "Karsten Danzmann",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.07503",
    "title": "A Novel Automatic Real-time Motion Tracking Method for Magnetic Resonance Imaging-guided Radiotherapy: Leveraging the Enhanced Tracking-Learning-Detection Framework with Automatic Segmentation",
    "abstract": "           Objective: Ensuring the precision in motion tracking for MRI-guided Radiotherapy (MRIgRT) is crucial for the delivery of effective treatments. This study refined the motion tracking accuracy in MRIgRT through the innovation of an automatic real-time tracking method, leveraging an enhanced Tracking-Learning-Detection (ETLD) framework coupled with automatic segmentation. Methods: We developed a novel MRIgRT motion tracking method by integrating two primary methods: the ETLD framework and an improved Chan-Vese model (ICV), named ETLD+ICV. The TLD framework was upgraded to suit real-time cine MRI, including advanced image preprocessing, no-reference image quality assessment, an enhanced median-flow tracker, and a refined detector with dynamic search region adjustments. Additionally, ICV was combined for precise coverage of the target volume, which refined the segmented region frame by frame using tracking results, with key parameters optimized. Tested on 3.5D MRI scans from 10 patients with liver metastases, our method ensures precise tracking and accurate segmentation vital for MRIgRT. Results: An evaluation of 106,000 frames across 77 treatment fractions revealed sub-millimeter tracking errors of less than 0.8mm, with over 99% precision and 98% recall for all subjects, underscoring the robustness and efficacy of the ETLD. Moreover, the ETLD+ICV yielded a dice global score of more than 82% for all subjects, demonstrating the proposed method's extensibility and precise target volume coverage. Conclusions: This study successfully developed an automatic real-time motion tracking method for MRIgRT that markedly surpasses current methods. The novel method not only delivers exceptional precision in tracking and segmentation but also demonstrates enhanced adaptability to clinical demands, positioning it as an indispensable asset in the quest to augment the efficacy of radiotherapy treatments.         ",
    "url": "https://arxiv.org/abs/2411.07503",
    "authors": [
      "Shengqi Chen",
      "Zilin Wang",
      "Jianrong Dai",
      "Shirui Qin",
      "Ying Cao",
      "Ruiao Zhao",
      "Jiayun Chen",
      "Guohua Wu",
      "Yuan Tang"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)",
      "Tissues and Organs (q-bio.TO)"
    ]
  },
  {
    "id": "arXiv:2411.07701",
    "title": "Generating and analyzing small-size datasets to explore physical observables in quantum Ising systems",
    "abstract": "           We propose a detailed analysis of datasets generated from simulations of two-dimensional quantum spin systems using the quantum Ising model at absolute zero temperature. Our focus is on examining how fundamental physical properties, energy, magnetization, and entanglement entropy, evolve under varying external transverse magnetic fields and system sizes. From the Quantum Toolbox in Python (QuTiP), we simulate systems with 4, 8, and 16 spins arranged in square lattices, generating extensive datasets with 5000 samples per magnetic field value. The Hamiltonian operator incorporates quantum mechanical effects such as superposition and tunneling, challenging classical interpretations of spin states. We compute extended Pauli operators and construct the Hamiltonian to include spin-spin interactions and transverse field terms. Our analysis reveals that as the system size increases, fluctuations in energy and entanglement entropy become more evident, indicating lifted sensitivity to external perturbations and suggesting the onset of quantum phase transitions. Spin-spin correlation functions demonstrate that interactions are predominantly local, but larger systems exhibit more complex and fluctuating correlations. These findings provide valuable insights into the behavior of quantum spin systems and lay the groundwork for future machine learning applications aimed at predicting physical quantities and identifying phase transitions from a quantum perspective.         ",
    "url": "https://arxiv.org/abs/2411.07701",
    "authors": [
      "Rodrigo Carmo Terin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07886",
    "title": "Simulating Quantum Many-Body States with Neural-Network Exponential Ansatz",
    "abstract": "           Preparing quantum many-body states on classical or quantum devices is a very challenging task that requires accounting for exponentially large Hilbert spaces. Although this complexity can be managed with exponential ansätze (such as in the coupled-cluster method), these approaches are often tailored to specific systems, which limits their universality. Recent work has shown that the contracted Schrödinger equation enables the construction of universal, formally exact exponential ansätze for quantum many-body physics. However, while the ansatz is capable of resolving arbitrary quantum systems, it still requires a full calculation of its parameters whenever the underlying Hamiltonian changes, even slightly. Here, inspired by recent progress in operator learning, we develop a surrogate neural network solver that generates the exponential ansatz parameters using the Hamiltonian parameters as inputs, eliminating the need for repetitive computations. We illustrate the effectiveness of this approach by training neural networks of several quantum many-body systems, including the Fermi-Hubbard model.         ",
    "url": "https://arxiv.org/abs/2411.07886",
    "authors": [
      "Weillei Zeng",
      "Jiaji Zhang",
      "Lipeng Chen",
      "Carlos L. Benavides-Riveros"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07920",
    "title": "Classical Pre-optimization Approach for ADAPT-VQE: Maximizing the Potential of High-Performance Computing Resources to Improve Quantum Simulation of Chemical Applications",
    "abstract": "           The ADAPT-VQE algorithm is a promising method for generating a compact ansatz based on derivatives of the underlying cost function, and it yields accurate predictions of electronic energies for molecules. In this work we report the implementation and performance of ADAPT-VQE with our recently developed sparse wavefunction circuit solver (SWCS) in terms of accuracy and efficiency for molecular systems with up to 52 spin-orbitals. The SWCS can be tuned to balance computational cost and accuracy, which extends the application of ADAPT-VQE for molecular electronic structure calculations to larger basis sets and larger number of qubits. Using this tunable feature of the SWCS, we propose an alternative optimization procedure for ADAPT-VQE to reduce the computational cost of the optimization. By pre-optimizing a quantum simulation with a parameterized ansatz generated with ADAPT-VQE/SWCS, we aim to utilize the power of classical high-performance computing in order to minimize the work required on noisy intermediate-scale quantum hardware, which offers a promising path toward demonstrating quantum advantage for chemical applications.         ",
    "url": "https://arxiv.org/abs/2411.07920",
    "authors": [
      "J. Wayne Mullinax",
      "Panagiotis G. Anastasiou",
      "Jeffrey Larson",
      "Sophia E. Economou",
      "Norm M. Tubman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.04436",
    "title": "Wave reflections and resonance in a Mach 0.9 turbulent jet",
    "abstract": "           This work aims to provide a more complete understanding of the resonance mechanisms that occur in turbulent jets at high subsonic Mach number, as shown by Towne et al. (J. Fluid Mech., vol. 825, 2017, pp. 1113-1152). Resonance was suggested by that study to exist between upstream- and downstream-travelling guided waves. Five possible resonance mechanisms were postulated, each involving different families of guided waves that reflect in the nozzle exit plane and at a number of downstream turning points. However, that study did not identify which of the five resonance mechanisms underpin the observed spectral peaks. In this work, the waves underpinning resonance are identified via a biorthogonal projection of Large Eddy Simulation data on eigenbases provided by a locally parallel linear stability analysis. Two of the five scenarios postulated by Towne et al. are thus confirmed to exist in the turbulent jet. The reflection-coefficients in the nozzle exit and turning-point planes are, furthermore, identified. Such information is required as input for simplified resonance-modelling strategies such as developed in Jordan et al. (J. Fluid Mech., vol. 853, 2018, pp. 333-358) for jet-edge resonance, and in Mancinelli et al. (Exp. Fluids, vol. 60, 2019, pp. 1-9) for supersonic screech.         ",
    "url": "https://arxiv.org/abs/2304.04436",
    "authors": [
      "Robin Prinja",
      "Eduardo Martini",
      "Peter Jordan",
      "Aaron Towne",
      "André VG Cavalieri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.02786",
    "title": "Expanding momentum bandgaps in photonic time crystals through resonances",
    "abstract": "           The realization of photonic time crystals is a major opportunity but also comes with significant challenges. The most pressing one, potentially, is the requirement for a substantial modulation strength in the material properties to create a noticeable momentum bandgap. Reaching that noticeable bandgap in optics is highly demanding with current, and possibly also future, material platforms since their modulation strength is small by tendency. Here, we demonstrate that by introducing temporal variations in a resonant material, the momentum bandgap can be drastically expanded with modulation strengths in reach with known low-loss materials and realistic laser pump powers. The resonance can emerge from an intrinsic material resonance or a suitably spatially structured material supporting a structural resonance. Our concept is validated for resonant bulk media and optical metasurfaces and paves the way toward the first experimental realizations of photonic time crystals.         ",
    "url": "https://arxiv.org/abs/2310.02786",
    "authors": [
      "X. Wang",
      "P. Garg",
      "M. S. Mirmoosa",
      "A. G. Lamprianidis",
      "C. Rockstuhl",
      "V. S. Asadchy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.18135",
    "title": "On-Chip Cross-Polarization Backward SBS in Lithium Niobate Waveguides",
    "abstract": "           We report on the experimental demonstration of cross-polarization backward stimulated Brillouin scattering (BSBS) in lithium niobate on insulator (LNOI) waveguides. Performing polarization-sensitive pump and probe measurements, we captured both intra and intermodal scattering between counter-propagating fundamental optical modes. Remarkably, cross-polarization scattering achieved SBS gains exceeding $G_{B}=$80m$^{-1}$W$^{-1}$. This substantial gain not only broadens the utility of polarization in SBS but also paves the way for high-performance devices, including ultra-narrowband lasers, robust non-reciprocal components, RF filters, and microwave-to-optical converters.         ",
    "url": "https://arxiv.org/abs/2311.18135",
    "authors": [
      "Caique C. Rodrigues",
      "Nick J. Schilder",
      "Roberto O. Zurita",
      "Letícia S. Magalhães",
      "Amirhassan Shams-Ansari",
      "Felipe J. L. dos Santos",
      "Otávio M. Paiano",
      "Thiago P. M. Alegre",
      "Marko Lončar",
      "Gustavo S. Wiederhecker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.17415",
    "title": "Design of A Single Antenna With Tunable In-Band RCS Null Through Load Impedance Control",
    "abstract": "           Reducing the in-band and co-polarization radar cross section (RCS) of antennas has been a widely concerned problem. However, most of works focus on RCS reduction of antenna arrays, and there are few studies for a single antenna. Therefore, this letter presents a method to control the null of the in-band RCS by changing the load impedance of the antenna, so as to effectively reduce the RCS at particular directions. First, the relationship between the null position and the load impedance is calculated by analyzing the in-band scattering field of the antenna. Second, the load impedance of the traditional patch antenna is controlled by cascading an open-circuit stub of different lengths on the feeding line. Then, the null tunning of the in-band RCS is realized. Simulated and measured results show that the designed patch antenna can tune the null of in-band RCS from 0° to 60°. Thus, the in-band RCS is effectively reduced under the premise that the radiation performance is basically unchanged.         ",
    "url": "https://arxiv.org/abs/2312.17415",
    "authors": [
      "Binchao Zhang",
      "Weidong Hu",
      "Fan Yang",
      "Shenheng Xu",
      "Maokun Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13873",
    "title": "A quantum picture of light-suppressed photosynthetic charge transfer",
    "abstract": "           We propose a dynamic mechanism for the reversible regulation of photosynthesis in varying light environments. We employ a three-level quantum model to take into account the correlations between charge donors and charge acceptors immediately before photoexcitation, and show that under continuous illumination, the transfer efficiency of a single charge is inversely proportional to the intensity of light, which can be suppressed so severely that it becomes a limiting factor on linear electron transport. This result is used to derive a set of analytical expressions that characterize the light response curves of photosynthetic parameters, including that of gross photosynthetic rate which saturates in high light and has long been assumed to obey a Michaelis-Menten function. We discuss the implications of thermal fluctuation in the light source, and argue that at a given intensity of light, the quantum yields measured with an incandescent lamp may be higher than those measured with a laser, a manifestation of thermal fluctuation in lamp illumination. Our new picture helps understand the observed plastocyanin-dependent electron transport in photosystem I and provides a donor-side scheme for the onset of irreversible damage to photosystem II by visible light.         ",
    "url": "https://arxiv.org/abs/2403.13873",
    "authors": [
      "Guang Yang",
      "Gen Tatara"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00649",
    "title": "Electronic Coherences in Molecules: The Projected Nuclear Quantum Momentum as a Hidden Agent",
    "abstract": "           Electronic coherences are key to understanding and controlling photo-induced molecular transformations. We identify a crucial quantum-mechanical feature of electron-nuclear correlation, the projected nuclear quantum momenta, essential to capture the correct coherence behavior. In simulations, we show that, unlike traditional trajectory-based schemes, exact-factorization-based methods approximate these correlation terms, and correctly capture electronic coherences in a range of situations, including their spatial dependence, an important aspect that influences subsequent electron dynamics and that is becoming accessible in more experiments.         ",
    "url": "https://arxiv.org/abs/2405.00649",
    "authors": [
      "Evaristo Villaseco Arribas",
      "Neepa T. Maitra"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.16361",
    "title": "Information theory, Signal Analysis and Inverse Problem",
    "abstract": "           This book is intended for teaching Signal Analysis methods and Inverse Problems theory. It is completely open access and will remain free. It is currently illustrated with examples that we have actually encountered in geophysics, but will eventually evolve to address problems in biology. The main idea is to develop this material over time (probably every six months) and throughout our careers. Therefore, it is not yet complete and some minor points need to be corrected in this English version. A French version is also available. The MATLAB codes we used can be found at the following address: this https URL ",
    "url": "https://arxiv.org/abs/2408.16361",
    "authors": [
      "Dominique Gibert",
      "Fernando Lopes",
      "Vincent Courtillot",
      "Jean-Louis Le Mouël",
      "Jean-Baptiste Boulé"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2409.16512",
    "title": "Simulated optical molasses cooling of trapped antihydrogen",
    "abstract": "           We theoretically and computationally investigate the cooling of antihydrogen, $\\bar{H}$, using optical molasses cooling. This updates the results in Ref. [1] to the current capabilities of the ALPHA experiment. Through Monte Carlo simulation, we show that $\\bar{H}$s do not give the standard cooling even in an ideal optical molasses because of their small mass and large transition frequency. For optical molasses cooling in the ALPHA trap, the photons are constrained to travel in one direction only. It is only through the phase space mixing in the trap that cooling in all directions can be achieved. We explore the nontrivial role that laser intensity plays in the cooling. We also investigate the possibility for simultaneously cooling atoms in either of the trapped ground states.         ",
    "url": "https://arxiv.org/abs/2409.16512",
    "authors": [
      "Spencer J. Walsh",
      "C. Ø. Rasmussen",
      "F. Robicheaux"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.05277",
    "title": "Towards Flexible Intensity Control of Resonantly Scattered $\\gamma$-Rays Using Multi-Frequency Vibrating Resonant Absorber",
    "abstract": "           We report a method for coherent control of $\\gamma$-photons, enabling the shaping of $\\gamma$-ray intensity in nearly arbitrary waveforms. Different intensity waveforms are created by adjusting the motion profile of a resonant absorber (an ensemble of Mössbauer nuclei) and tuning the energy of the incident radiation. A crucial aspect of this method is the use of a low fundamental frequency of vibrations, which broadens the possibilities for $\\gamma$-ray control. The results of numerical simulations are experimentally validated by generating single and double $\\gamma$-pulses and inducing short-term absorption. For this, a resonant absorber containing $^{57}$Fe nuclei was vibrated with different motion profiles composed of 12 harmonics with a fundamental frequency of 1\\,MHz. The proposed technique represents an advancement in the manipulation of $\\gamma$-rays and potentially X-rays, paving the way for the performance of new types of $\\gamma$-ray or X-ray quantum experiments and the development of new tools such as adjustable tabletop $\\gamma$-pulse sources or $\\gamma$-ray or X-ray delays and gates. Moreover, inverse application of the method enables the measurement of displacements at the picometer level.         ",
    "url": "https://arxiv.org/abs/2410.05277",
    "authors": [
      "Aleš Stejskal",
      "Vlastimil Vrba",
      "Vít Procházka"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2411.04720",
    "title": "Evolution of the electron distribution function during gas ionization by a sub-nanosecond microwave pulse of hundreds MW power",
    "abstract": "           The electron velocity distribution function in the plasma, formed by gas ionization with a sub-nanosecond, hundreds of megawatts power level microwave pulse, is studied by a theoretical model and by numerical 3D simulations, the results of which agree well and show that the distribution varies along the pulse as a decreasing power-law function at the rear of the pulse. Experiments performed in a waveguide filled with helium gas confirm that energetic (from several keV to several tens of keV) electrons remain in plasma long after the pulse has crossed the experimental volume. These electrons continue the gas ionization over extended times up to tens of nanoseconds.         ",
    "url": "https://arxiv.org/abs/2411.04720",
    "authors": [
      "Y. Bliokh",
      "V. Maksimov",
      "A. Haim",
      "A. Kostinskiy",
      "J. Leopold",
      "Ya. E. Krasik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.05321",
    "title": "Trapping of Single Atoms in Metasurface Optical Tweezer Arrays",
    "abstract": "           Optical tweezer arrays have emerged as a key experimental platform for quantum computation, quantum simulation, and quantum metrology, enabling unprecedented levels of control over single atoms and molecules. Existing methods to generate tweezer arrays mostly rely on active beam-shaping devices, such as acousto-optic deflectors or liquid-crystal spatial light modulators. However, these approaches have fundamental limitations in array geometry, size, and scalability. Here we demonstrate the trapping of single atoms in optical tweezer arrays generated via holographic metasurfaces. We realize two-dimensional arrays with more than 250 tweezer traps, arranged in arbitrary geometries with trap spacings as small as 1.5 um. The arrays have a high uniformity in terms of trap depth, trap frequency, and positional accuracy, rivaling or exceeding existing approaches. Owing to sub-micrometer pixel sizes and high pixel densities, holographic metasurfaces open a path towards optical tweezer arrays with >100,000 traps, facilitating tweezer-array based quantum applications that require large system sizes.         ",
    "url": "https://arxiv.org/abs/2411.05321",
    "authors": [
      "Aaron Holman",
      "Yuan Xu",
      "Ximo Sun",
      "Jiahao Wu",
      "Mingxuan Wang",
      "Bojeong Seo",
      "Nanfang Yu",
      "Sebastian Will"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.05352",
    "title": "An atomic Fabry-Perot interferometer-based acceleration sensor for microgravity environments",
    "abstract": "           We investigate the use of an atomic Fabry-Perot interferometer (FPI) with a pulsed non-interacting Bose-Einstein condensate (BEC) source as a space-based acceleration sensor. We derive an analytic approximation for the device's transmission under a uniform acceleration, which we use to compute the device's attainable acceleration sensitivity using the classical Fisher information. In the ideal case of a high-finesse FPI and an infinitely narrow momentum width atomic source, we find that when the total length of the device is constrained to small values, the atomic FPI can achieve greater acceleration sensitivity than a Mach-Zender (MZ) interferometer of equivalent total device length. Under the more realistic case of a finite momentum width atomic source, We identify the ideal cavity length that gives the best sensitivity. Although the MZ interferometer now offers enhanced sensitivity within currently-achievable experimental parameter regimes, our analysis demonstrates that the atomic FPI holds potential as a promising alternative in the future, provided that narrow momentum width atomic sources can be engineered.         ",
    "url": "https://arxiv.org/abs/2411.05352",
    "authors": [
      "Manju Perumbil",
      "Matthew J. Blacker",
      "Stuart S. Szigeti",
      "Simon A. Haine"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10666",
    "title": "Dissipatons as generalized Brownian particles for open quantum systems: Dissipaton-embedded quantum master equation",
    "abstract": "           Dissipaton theory had been proposed as an exact and nonperturbative approach to deal with open quantum system dynamics, where the influence of Gaussian environment is characterized by statistical quasi-particles named as dissipatons. In this work, we revisit the dissipaton equation of motion theory and establish an equivalent dissipatons-embedded quantum master equation (DQME), which gives rise to dissipatons as generalized Brownian particles. As explained in this work, the DQME supplies a direct approach to investigate the statistical characteristics of dissipatons and thus the physically supporting hybrid bath modes. Numerical demonstrations are carried out on the electron transfer model, exhibiting the transient statistical properties of the solvation coordinate.         ",
    "url": "https://arxiv.org/abs/2303.10666",
    "authors": [
      "Xiang Li",
      "Yu Su",
      "Zi-Hao Chen",
      "Yao Wang",
      "Rui-Xue Xu",
      "Xiao Zheng",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]