[
  {
    "id": "arXiv:2411.00016",
    "title": "Enhancing Gain in Non-Hermitian Photonic Crystals with Lossy Topological Defects",
    "abstract": "           We show that purely lossy defects in one- and two-dimensional non-Hermitian photonic crystals can enable a dramatic gain enhancement not accessible with lossless defects. We further show that the underlying mechanism behind the loss-induced enhancement is due to the resonances being located specifically at topological branch cut phase singularities with nontrivial winding numbers. Additionally we show that these resonances behave as quasi-bound states in the continuum with exceptionally high quality factors $\\sim 10^5$ or higher accessible. Our work highlights the counterintuitive role of loss in enhancing gain in non-Hermitian systems and its connection to topological phenomena in photonic systems.         ",
    "url": "https://arxiv.org/abs/2411.00016",
    "authors": [
      "Daniel Cui",
      "Aaswath P. Raman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00162",
    "title": "In-situ electro-optic sampling of microwave signals under cryogenic conditions and for superconducting applications",
    "abstract": "           We demonstrate a cryogenic electro-optic sampling (EOS) setup that allows for the measurement of microwave signals at arbitrary positions on a cryogenic chip-scale device. We use a Josephson Arbitrary Waveform Synthesizer (JAWS) to generate quantum-accurate voltage signals and measure them with the EOS setup, allowing for the calibration of its response, yielding traceability of the microwave measurements to a quantum standard. We use the EOS setup to determine the time-domain response of ultrafast cryogenic photodiodes and the electrical reflection coefficient, i.e., the S11 scattering parameter, in a superconducting transmission line. Finally, we introduce an optical femtosecond pulse source which can be used to study the fidelity of superconducting transmission lines and terminations, as well as reflections from elements like Josephson junction arrays imbedded in them.         ",
    "url": "https://arxiv.org/abs/2411.00162",
    "authors": [
      "Shekhar Priyadarshi",
      "Oliver Kieler",
      "Alexander Fernandez Scarioni",
      "Judith Felgner",
      "Abdulrahman Widaa",
      "Johannes Kohlmann",
      "Thomas Fordell",
      "Jaani Nissilä",
      "Antti Kemppinen",
      "Mark Bieler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Superconductivity (cond-mat.supr-con)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00189",
    "title": "Photonic neural networks with spatiotemporal chaos in multimode fibers",
    "abstract": "           Optical computing has gained significant attention as a potential solution to the growing computational demands of machine learning, particularly for tasks requiring large-scale data processing and high energy efficiency. Optical systems offer promising alternatives to digital neural networks by exploiting light's parallelism. This study explores a photonic neural network design using spatiotemporal chaos within grad-ed-index multimode fibers to improve machine learning performance. Through numerical simulations and experiments, we show that chaotic light propagation in multimode fibers enhances data classification accu-racy across domains, including biomedical imaging, fashion, and satellite geospatial analysis. This chaotic optical approach enables high-dimensional transformations, amplifying data separability and differentiation for greater accuracy. Fine-tuning parameters such as pulse peak power optimizes the reservoir's chaotic properties, highlighting the need for careful calibration. These findings underscore the potential of chaos-based nonlinear photonic neural networks to advance optical computing in machine learning, paving the way for efficient, scalable architectures.         ",
    "url": "https://arxiv.org/abs/2411.00189",
    "authors": [
      "Bahadır Utku Kesgin",
      "Uğur Teğin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00215",
    "title": "Momentum flatband and superluminal propagation in a photonic time Moir\\'e superlattice",
    "abstract": "           Flat bands typically describe energy bands whose energy dispersion is entirely or almost entirely degenerate. One effective method to form flat bands is by constructing Moiré superlattices. Recently, there has been a shift in perspective regarding the roles of space (momentum) and time (energy) in a lattice, with the concept of photonic time crystals that has sparked discussions on momentum dispersion such as the presence of a bandgap in momentum. Here we propose a photonic time moiré superlattice achieved by overlaying two photonic time crystals with different periods. The resulting momentum bandgap of this superlattice supports isolated momentum bands that are nearly independent of energy, which we refer to as momentum flat bands. Unlike energy flat bands, which have zero group velocity, momentum flat bands exhibit infinitely large group velocity across a broad frequency range. Unlike previous optical media supporting broadband superluminal propagation based on gain, the effective refractive index of the momentum flat bands is real-valued, leading to more stabilized superluminal pulse propagation.         ",
    "url": "https://arxiv.org/abs/2411.00215",
    "authors": [
      "Linyang Zou",
      "Hao Hu",
      "Haotian Wu",
      "Yang Long",
      "Yidong Chong",
      "Baile Zhang",
      "Yu Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00234",
    "title": "Modulation-Free Laser Stabilization with Extended Locking Range on a SiN Chip",
    "abstract": "           We demonstrate a modulation-free laser stabilization system using a cavity-coupled MZI with aided acquisition on a low-loss SiN chip, achieving more than an order-of-magnitude improvement in locking range and over 36 dB noise suppression.         ",
    "url": "https://arxiv.org/abs/2411.00234",
    "authors": [
      "Mohamad Hossein Idjadi",
      "Farshid Ashtiani",
      "Kwangwoong Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00237",
    "title": "Dual-Wavelength $\\phi$-OFDR Using a Hybrid-Integrated Laser Stabilized to an Integrated SiN Coil Resonator",
    "abstract": "           We demonstrate dual-wavelength distributed acoustic sensing over 37 km of standard single-mode fiber using $\\phi$-OFDR, utilizing a scalable hybrid-integrated dual-wavelength laser chip frequency-locked to a high-Q integrated SiN coil resonator.         ",
    "url": "https://arxiv.org/abs/2411.00237",
    "authors": [
      "Mohamad Hossein Idjadi",
      "Stefano Grillanda",
      "Nicolas Fontaine",
      "Mikael Mazur",
      "Kwangwoong Kim",
      "Tzu-Yung Huang",
      "Cristian Bolle",
      "Rose Kopf",
      "Mark Cappuzzo",
      "Kaikai Liu",
      "David A. S. Heim",
      "Andrew Hunter",
      "Karl D. Nelson",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00441",
    "title": "Prospects for measuring the electron's electric dipole moment with polyatomic molecules in an optical lattice",
    "abstract": "           We present the conceptual design of an experiment to measure the electron's electric dipole moment (eEDM) using $^{138}$BaOH molecules in an optical lattice. The BaOH molecule is laser-coolable and highly sensitive to the eEDM, making it an attractive candidate for such a precision measurement, and capturing it in an optical lattice offers potentially very long coherence times. We study possibilities and limitations of this approach, identify the most crucial limiting factors and ways to overcome them. The proposed apparatus can reach a statistical error of $10^{-30}\\,e\\,$cm by measuring spin precession on a total number of $5 \\times 10^9$ molecules over a span of 120 days.         ",
    "url": "https://arxiv.org/abs/2411.00441",
    "authors": [
      "Roman Bause",
      "Nithesh Balasubramanian",
      "Ties Fikkers",
      "Eifion H. Prinsen",
      "Kees Steinebach",
      "Arian Jadbabaie",
      "Nicholas R. Hutzler",
      "I. Agustín Aucar",
      "Lukáš F. Pašteka",
      "Anastasia Borschevsky",
      "Steven Hoekstra"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00596",
    "title": "A mathematical model for inverse freeform design of a point-to-point two-reflector system",
    "abstract": "           In this paper, we discuss a mathematical model for inverse freeform design of an optical system with two reflectors in which light transfers from a point source to a point target. In this model, the angular light intensity emitted from the point source and illuminance arriving at the point target are specified by distributions. To determine the optical mapping and the shape of the reflectors, we use the optical path length and take energy conservation into account, through which we obtain a generated Jacobian equation. We express the system in both spherical and stereographic coordinates, and solve it using a sophisticated least-squares algorithm. Several examples illustrate the algorithm's capabilities to tackle complicated light distributions.         ",
    "url": "https://arxiv.org/abs/2411.00596",
    "authors": [
      "P. A. Braam",
      "J. H. M. ten Thije Boonkkamp",
      "M. J. H. Anthonissen",
      "R. Beltman",
      "W. L. IJzerman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00645",
    "title": "Spintwistronics in Photonic Topological Lattices",
    "abstract": "           Twistronics, the manipulation of Moiré superlattices via the twisting of two layers of two-dimensional (2D) materials to control diverse and nontrivial properties, has recently revolutionized the condensed matter and materials physics. Here, for the first time, we introduce the principles of twistronics to spin photonics, coining this emerging field spintwistronics. In spintwistronics, instead of 2D materials, the two layers consist of photonic topological spin lattices on a surface plasmonic polariton (SPP) platform. Each 2D SPP wave supports the construction of topological lattices formed by photonic spins with stable skyrmion topology governed by rotational symmetry. By introducing spintwistronics into plasmonics, we demonstrate theoretically and experimentally that two layers of photonic spin lattices can produce Moiré spin superlattices at specific magic angles. These superlattices, modulated periodically by the quantum number of total angular momentum, exhibit novel properties-including new quasiparticle topologies, fractal patterns, slow-light control, and more-that cannot be achieved in conventional plasmonic systems.         ",
    "url": "https://arxiv.org/abs/2411.00645",
    "authors": [
      "Xinxin Gou",
      "Peng Shi",
      "Qiang Zhang",
      "Songze Li",
      "Haijun Wu",
      "Yijie Shen",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00697",
    "title": "All-Optical Excitable Spiking Laser Neuron in InP Generic Integration Technology",
    "abstract": "           Brain-inspired, neuromorphic devices implemented in integrated photonic hardware have attracted significant interest recently as part of efforts towards novel non-von Neumann computing paradigms that make use of the low loss, high-speed and parallel operations in optics. An all-optical spiking laser neuron fabricated on the indium-phosphide generic integration technology platform may be a practical alternative to other semi-integrated photonic and electronic-based spiking neuron implementations. Owing to the large number of predefined building blocks, a plethora of applications have benefitted already from the generic integration process. This technology platform has now been utilised for the first time to demonstrate an all-optical spiking laser neuron. This paper present and discusses the design and measurement of the ultra-fast and rich spiking dynamics in these devices. We show that under external pulse injection and operated slightly below the lasing threshold, the laser neuron exhibits an excitable mode, in addition to a self-spiking mode far above the threshold when no pulse is injected. In the excitable mode, the required injected pulse energy is much lower than that of the generated excited response, meeting an important requirement for neuron cascadability. In addition, we investigate excitability at different injection wavelengths below the lasing wavelength, as well as the ultra-fast temporal properties of the spiking response. All of the discussed characteristics point to the laser neuron being an important candidate for scaling up to future fully-connected, multi-wavelength all-optical photonic spiking neural networks in indium-phosphide generic integration technology.         ",
    "url": "https://arxiv.org/abs/2411.00697",
    "authors": [
      "Lukas Puts",
      "Daan Lenstra",
      "Kevin A. Williams",
      "Weiming Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00758",
    "title": "Inverse methods for freeform optical design",
    "abstract": "           We present a systematic derivation of three mathematical models of increasing complexity for optical design, based on Hamilton's characteristic functions and conservation of luminous flux, and briefly explain the connection with the mathematical theory of optimal transport. We outline several iterative least-squares solvers for our models and demonstrate their performance for a few challenging problems.         ",
    "url": "https://arxiv.org/abs/2411.00758",
    "authors": [
      "J. H. M. ten Thije Boonkkamp",
      "K. Mitra",
      "M. J. H. Anthonissen",
      "L. Kusch",
      "P. A. Braam",
      "W. L. IJzerman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00085",
    "title": "Accurate and robust methods for direct background estimation in resonant anomaly detection",
    "abstract": "           Resonant anomaly detection methods have great potential for enhancing the sensitivity of traditional bump hunt searches. A key component of these methods is a high quality background template used to produce an anomaly score. Using the LHC Olympics R&D dataset, we demonstrate that this background template can also be repurposed to directly estimate the background expectation in a simple cut and count setup. In contrast to a traditional bump hunt, no fit to the invariant mass distribution is needed, thereby avoiding the potential problem of background sculpting. Furthermore, direct background estimation allows working with large background rejection rates, where resonant anomaly detection methods typically show their greatest improvement in significance.         ",
    "url": "https://arxiv.org/abs/2411.00085",
    "authors": [
      "Ranit Das",
      "Thorben Finke",
      "Marie Hein",
      "Gregor Kasieczka",
      "Michael Krämer",
      "Alexander Mück",
      "David Shih"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2411.00099",
    "title": "Tuning electronic and optical properties of 2D polymeric C$_{60}$ by stacking two layers",
    "abstract": "           Benefiting from improved stability due to stronger interlayer van der Waals interactions, few-layer fullerene networks are experimentally more accessible compared to monolayer polymeric C$_{60}$. However, there is a lack of systematic theoretical studies on the material properties of few-layer C$_{60}$ networks. Here, we compare the structural, electronic and optical properties of bilayer and monolayer fullerene networks. The band gap and band-edge positions remain mostly unchanged after stacking two layers into a bilayer, enabling the bilayer to be almost as efficient a photocatalyst as the monolayer. The effective mass ratio along different directions is varied for conduction band states due to interlayer interactions,leading to enhanced anisotropy in carrier transport. Additionally, stronger exciton absorption is found in the bilayer than that in the monolayer over the entire visible light range, rendering the bilayer a more promising candidate for photovoltaics. Moreoever, the polarisation dependence of optical absorption in the bilayer is increased in the red-yellow light range, offering unique opportunities in photonics and display technologies with tailored optical properties over specific directions. Our study provides strategies to tune electronic and optical properties of 2D polymeric C$_{60}$ via the introduction of stacking degrees of freedom.         ",
    "url": "https://arxiv.org/abs/2411.00099",
    "authors": [
      "Dylan Shearsby",
      "Jiaqi Wu",
      "Dekun Yang",
      "Bo Peng"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00170",
    "title": "Compact optical waveform generator with digital feedback",
    "abstract": "           A key requirement for quantum technologies based on atoms, ions, and molecules, is the ability to realize precise phase- and amplitude-controlled quantum operations via coherent laser pulses. However, for generating pulses on the sub-microsecond timescale, the characteristics of the optical and electronic components can introduce unwanted distortions that have a detrimental effect on the fidelity of quantum operations. In this paper, we present a compact arbitrary waveform generator that integrates a double-pass acousto-optic modulator for user-specified laser amplitude and phase modulations. Additionally, the module integrates an optical heterodyne detector to extract the precise laser pulse shape in real-time. The measured pulse shape is then fed into a digital feedback loop used to estimate the complex-valued transfer function and pre-distorted input pulses. We demonstrate the performance by generating shaped laser pulses suitable for realizing quantum logic gates with durations down to 180\\,ns, requiring only a small number of feedback iterations.         ",
    "url": "https://arxiv.org/abs/2411.00170",
    "authors": [
      "Shuzhe Yang",
      "Guido Masella",
      "Vase Moeini",
      "Amar Bellahsene",
      "Chang Li",
      "Tom Bienaimé",
      "Shannon Whitlock"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.00386",
    "title": "Scale-(in)dependence in quantum 4-body scattering",
    "abstract": "           We investigate the multi-channel 4-body scattering system using regularized 2- and 3-body contact interactions. The analysis determines the sensitivity of bound-state energies, scattering phase shifts and cross sections on the cutoff parameter ($\\lambda$), and the energy gaps between scattering thresholds. The latter dependency is obtained with a 2-body scale fixed to an unnaturally large value and a floating 3-body parameter. Specifically, we calculate the binding energies of the shallow 3- and 4-body states, dimer-dimer and trimer-atom scattering lengths, and the trimer-atom to dimer-dimer reaction rates. Employing a potential renormalized by a large 2-body scattering length and a 3-body scale, we find all calculated observables to remain practically constant over the range $6\\textrm{fm}^{-2}<\\lambda<10\\textrm{fm}^{-2}$. Divergences in scattering lengths emerge for critical 3-body parameters at which thresholds are degenerate. Such threshold effects are found to be independent of the regulator cutoff. Furthermore, at those critical points where the dimer-dimer and trimer-atom thresholds overlap, we predict an enhancement of the inelastic over the elastic scattering event. Such an inversion between elastic- and rearrangement-collision probabilities indicates a strong sensitivity of the 4-body reaction dynamics on the 3-body parameter at finite 2-body scale. This phenomenon is absent in earlier studies which differ in the renormalization scheme. As this discrepancy arises for all considered cutoffs, a more comprehensive parametrization of short-distance structure is necessary: sole cutoff variation does not reveal non-perturbative change in reaction rates conjectured to be due to a combined effect of the finite 2-body range and the specific choice for the 3-body parameter.         ",
    "url": "https://arxiv.org/abs/2411.00386",
    "authors": [
      "Sourav Mondal",
      "Rakshanda Goswami",
      "Udit Raha",
      "Johannes Kirscher"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00468",
    "title": "Quantum-centric computation of molecular excited states with extended sample-based quantum diagonalization",
    "abstract": "           The simulation of molecular electronic structure is an important application of quantum devices. Recently, it has been shown that quantum devices can be effectively combined with classical supercomputing centers in the context of the sample-based quantum diagonalization (SQD) algorithm. This allowed the largest electronic structure quantum simulation to date (77 qubits) and opened near-term devices to practical use cases in chemistry toward the hundred-qubit mark. However, the description of many important physical and chemical properties of those systems, such as photo-absorption/-emission, requires a treatment that goes beyond the ground state alone. In this work, we extend the SQD algorithm to determine low-lying molecular excited states. The extended-SQD method improves over the original SQD method in accuracy, at the cost of an additional computational step. It also improves over quantum subspace expansion based on single and double electronic excitations, a widespread approach to excited states on pre-fault-tolerant quantum devices, in both accuracy and efficiency. We employ the extended SQD method to compute the first singlet (S$_1$) and triplet (T$_1$) excited states of the nitrogen molecule with a correlation-consistent basis set, and the ground- and excited-state properties of the [2Fe-2S] cluster.         ",
    "url": "https://arxiv.org/abs/2411.00468",
    "authors": [
      "Stefano Barison",
      "Javier Robledo Moreno",
      "Mario Motta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.00473",
    "title": "Synergistic Interplay of Large Language Model and Digital Twin for Autonomous Optical Networks: Field Demonstrations",
    "abstract": "           The development of large language models (LLM) has revolutionized various fields and is anticipated to drive the advancement of autonomous systems. In the context of autonomous optical networks, creating a high-level cognitive agent in the control layer remains a challenge. However, LLM is primarily developed for natural language processing tasks, rendering them less effective in predicting the physical dynamics of optical communications. Moreover, optical networks demand rigorous stability, where direct deployment of strategies generated from LLM poses safety concerns. In this paper, a digital twin (DT)-enhanced LLM scheme is proposed to facilitate autonomous optical networks. By leveraging monitoring data and advanced models, the DT of optical networks can accurately characterize their physical dynamics, furnishing LLMs with dynamic-updated information for reliable decision-making. Prior to deployment, the generated strategies from LLM can be pre-verified in the DT platform, which also provides feedback to the LLM for further refinement of strategies. The synergistic interplay between DT and LLM for autonomous optical networks is demonstrated through three scenarios: performance optimization under dynamic loadings in an experimental C+L-band long-haul transmission link, protection switching for device upgrading in a field-deployed six-node mesh network, and performance recovery after fiber cuts in a field-deployed C+L-band transmission link.         ",
    "url": "https://arxiv.org/abs/2411.00473",
    "authors": [
      "Yuchen Song",
      "Yao Zhang",
      "Anni Zhou",
      "Yan Shi",
      "Shikui Shen",
      "Xiongyan Tang",
      "Jin Li",
      "Min Zhang",
      "Danshi Wang"
    ],
    "subjectives": [
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.06524",
    "title": "Acoustic Lateral Recoil Force and Stable Lift of Anisotropic Particles",
    "abstract": "           Acoustic forces and torques are of immense importance for manipulation of particles, in particular in biomedical applications. While such forces and torques are well understood for small spherical particles with lowest-order monopole and dipole responses, the higher-order effects for larger anisotropic particles have not been properly investigated. Here we examine the acoustic force and torque on an anisotropic (spheroid) particle and reveal two novel phenomena. First, we describe the lateral recoil force, orthogonal to the direction of the incident wave and determined by the tilted orientation of the particle. Second, we find conditions for the stable acoustic lift, where the balanced torque and force produce a stable lateral drift of the tilted particle. We argue that these phenomena can bring about new functionalities in acoustic manipulation and sorting of anisotropic particles including biological objects such as blood cells.         ",
    "url": "https://arxiv.org/abs/2310.06524",
    "authors": [
      "Mikhail Smagin",
      "Ivan Toftul",
      "Konstantin Y. Bliokh",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12057",
    "title": "Perfectly vertical silicon metamaterial grating couplers with large segmentation periods up to 650 nm",
    "abstract": "           Perfectly vertical grating couplers leveraging metamaterials can achieve both high coupling efficiency and minimal back reflection. The fabricability of these designs, with segmentations in both the longitudinal and transverse dimensions, hinges on the minimum feature size offered by cutting-edge fabrication technologies. In this work we present both numerical and experimental evidence that high performance devices can be obtained while using large transverse segmentation periods of up to 650 nm, thereby increasing the critical feature sizes. For single-step etched couplers produced on the 220 nm silicon-on-insulator platform, we demonstrate coupling efficiencies of nearly 50% in the C-band and remarkably low back reflections of -22 dB at zero-degree incidence angle. Notably, the duty cycles used in our optimized designs deviate significantly from those predicted by traditional effective medium models, even for small periods. Our findings promise to expand the range of optical properties achievable in metamaterials and offer fresh insights into the fine-tuning of nanophotonic devices.         ",
    "url": "https://arxiv.org/abs/2311.12057",
    "authors": [
      "Jianhao Zhang",
      "Daniele Melati",
      "Yuri Grinberg",
      "Martin Vachon",
      "Shurui Wang",
      "Muhammad Al-Digeil",
      "Siegfried Janz",
      "Jens H. Schmid",
      "Pavel Cheben",
      "Dan-Xia Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03286",
    "title": "Neural network backflow for ab-initio quantum chemistry",
    "abstract": "           The ground state of second-quantized quantum chemistry Hamiltonians provides access to an important set of chemical properties. Wavefunctions based on ML architectures have shown promise in approximating these ground states in a variety of physical systems. In this work, we show how to achieve state-of-the-art energies for molecular Hamiltonians using the the neural network backflow wave-function. To accomplish this, we optimize this ansatz with a variant of the deterministic optimization scheme based on SCI introduced by [Li, et. al JCTC (2023)] which we find works better than standard MCMC sampling. For the molecules we studied, NNBF gives lower energy states than both CCSD and other neural network quantum states. We systematically explore the role of network size as well as optimization parameters in improving the energy. We find that while the number of hidden layers and determinants play a minor role in improving the energy, there is significant improvements in the energy from increasing the number of hidden units as well as the batch size used in optimization with the batch size playing a more important role.         ",
    "url": "https://arxiv.org/abs/2403.03286",
    "authors": [
      "An-Jun Liu",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04455",
    "title": "A physical perspective on lithium therapy",
    "abstract": "           Lithium salts have strong medical properties in neurological disorders such as bipolar disorder and lithium-responsive headaches. They have recently gathered attention due to their potential preventive effect in viral infections. Though the therapeutic effect of lithium was documented by Cade in the late 1940s, its underlying mechanism of action is still disputed. Acute lithium exposure has an activating effect on excitable organic tissue and organisms, and is highly toxic. Lithium exposure is associated with a strong metabolic response in the organism, with large changes in phospholipid and cholesterol expression. Opposite to acute exposure, this metabolic response alleviates excessive cellular activity. The presence of lithium ions strongly affects lipid conformation and membrane phase unlike other alkali ions, with consequences for membrane permeability, buffer property and excitability. This review investigates how lithium ions affect lipid membrane composition and function, and how lithium response might in fact be the body's attempt to counteract the physical presence of lithium ions at cell level. Ideas for further research in microbiology and drug development are discussed.         ",
    "url": "https://arxiv.org/abs/2409.04455",
    "authors": [
      "Dana Kamp"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2410.07744",
    "title": "Modularity maximization and community detection in complex networks through recursive and hierarchical annealing in the D-Wave Advantage quantum processing units",
    "abstract": "           Quantum adiabatic optimization has long been expected to outperform classical methods in solving NP-type problems. While this has been proven in certain experiments, its main applications still reside in academic problems where the size of the system to be solved would not represent an obstacle to any modern desktop computer. Here we develop a systematic procedure to find the global optima of the modularity function to discover community structure in complex networks solely relying on pure annealers rather than hybrid solutions. We bypass the one-hot encoding constraints by hierarchically and recursively encoding binary instances of the problem that can be solved without the need to guess the exact penalties for the Lagrange multipliers. We study the variability, and robustness of the annealing process as a function of network size, directness of connections, topology, and the resolution of the communities. We show how our approach produces meaningful and at least equally optimal solutions to state-of-the-art community detection algorithms while maintaining tractable computing times. Lastly, due to its recursive nature, the annealing process returns intermediate subdivisions thus offering interpretable rather than black-box solutions. These \\textit{dendrograms} can be used to unveil normal and pathological hidden hierarchies in brain networks hence opening the door to clinical workflows. Overall, this represents a first step towards an applicable practice-oriented usage of pure quantum annealing potentially bridging two segregated communities in modern science and engineering; that of network science and quantum computing.         ",
    "url": "https://arxiv.org/abs/2410.07744",
    "authors": [
      "Joan Falcó-Roget",
      "Kacper Jurek",
      "Barbara Wojtarowicz",
      "Karol Capała",
      "Katarzyna Rycerz"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Social and Information Networks (cs.SI)",
      "Combinatorics (math.CO)"
    ]
  },
  {
    "id": "arXiv:2401.18056",
    "title": "Multi-zone trapped-ion qubit control in an integrated photonics QCCD device",
    "abstract": "           Multiplexed operations and extended coherent control over multiple trapping sites are fundamental requirements for a trapped-ion processor in a large scale architecture. Here we demonstrate these building blocks using a surface-electrode trap with integrated photonic components which are scalable to larger numbers of zones. We implement a Ramsey sequence using the integrated light in two zones, separated by 375 $\\mu$m, performing transport of the ion from one zone to the other in 200 $\\mu$s between pulses. In order to achieve low motional excitation during transport, we developed techniques to measure and mitigate the effect of the exposed dielectric surfaces used to deliver the integrated light to the ion. We also demonstrate simultaneous control of two ions in separate zones with low optical crosstalk, and use this to perform simultaneous spectroscopy to correlate field noise between the two sites. Our work demonstrates the first transport and coherent multi-zone operations in integrated photonic ion trap systems, forming the basis for further scaling in the trapped-ion QCCD architecture.         ",
    "url": "https://arxiv.org/abs/2401.18056",
    "authors": [
      "Carmelo Mordini",
      "Alfredo Ricci Vasquez",
      "Yuto Motohashi",
      "Mose Müller",
      "Maciej Malinowski",
      "Chi Zhang",
      "Karan K. Mehta",
      "Daniel Kienzler",
      "Jonathan P. Home"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.19027",
    "title": "Classical Post-processing for Unitary Block Optimization Scheme to Reduce the Effect of Noise on Optimization of Variational Quantum Eigensolvers",
    "abstract": "           Variational Quantum Eigensolvers (VQE) are a promising approach for finding the classically intractable ground state of a Hamiltonian. The Unitary Block Optimization Scheme (UBOS) is a state-of-the-art VQE method which works by sweeping over gates and finding optimal parameters for each gate in the environment of other gates. UBOS improves the convergence time to the ground state by an order of magnitude over Stochastic Gradient Descent (SGD). It nonetheless suffers in both rate of convergence and final converged energies in the face of highly noisy expectation values coming from shot noise. Here we develop two classical post-processing techniques which improve UBOS especially when measurements have large noise. Using Gaussian Process Regression (GPR), we generate artificial augmented data using original data from the quantum computer to reduce the overall error when solving for the improved parameters. Using Double Robust Optimization plus Rejection (DROPR), we prevent outlying data which are atypically noisy from resulting in a particularly erroneous single optimization step thereby increasing robustness against noisy measurements. Combining these techniques further reduces the final relative error that UBOS reaches by a factor of three without adding additional quantum measurement or sampling overhead. This work further demonstrates that developing techniques which use classical resources to post-process quantum measurement results can significantly improve VQE algorithms.         ",
    "url": "https://arxiv.org/abs/2404.19027",
    "authors": [
      "Xiaochuan Ding",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.12602",
    "title": "Design of Fiber-Longitudinal Optical Power Monitor",
    "abstract": "           This paper presents analytical results on the accuracy of fiber-longitudinal optical power monitoring (LPM) at arbitrary positions. To quantify the accuracy, the position-wise variance and power-profile SNR of LPM are defined and analyzed, yielding formulas for these metrics. Using these metrics, we show that various designs and performance predictions of LPM for a given link and estimation conditions are possible in a unified manner. Specifically, the required SNR to detect a given loss event is first presented. Based on this relation, the design parameters of LPM, such as the sample size and optical power required to detect the loss, are explicitly determined. The performance such as the detectable limit of loss events at individual positions and maximum dynamic range are also specified. These results can be used as a basis for establishing a design principle of LPM.         ",
    "url": "https://arxiv.org/abs/2410.12602",
    "authors": [
      "Takeo Sasai",
      "Sze Yun Set",
      "Shinji Yamashita"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  }
]