[
  {
    "id": "arXiv:2508.20098",
    "title": "Cognition in Superposition: Quantum Models in AI, Finance, Defence, Gaming and Collective Behaviour",
    "abstract": "           At first glance, quantum mechanics and behavioural science seem worlds apart -- one rooted in equations and particles, the other in thoughts and choices. Yet, emerging research reveals a profound and unexpected bridge between them. This chapter explores that bridge through quantum models of cognition and decision-making, showing how principles from quantum mechanics can help understand, and even predict, the complexities of human perception, behaviour and societal dynamics. We introduce a computationally accessible framework grounded in quantum theory, designed to model ambiguity, bias and choice in a way that classical logic cannot. Drawing on interdisciplinary sources, we demonstrate how this approach not only enriches our understanding of individual cognition but also extends to AI, video game design, financial behaviour and collective decision-making in society. Through vivid case studies -- from optical illusions in video games to decision biases in economic, defence and political contexts -- we show how quantum models offer new explanatory and predictive power. Thus, this chapter invites readers from all professional backgrounds to reimagine cognition and decision-making, opening new avenues for science, technology and human understanding.         ",
    "url": "https://arxiv.org/abs/2508.20098",
    "authors": [
      "Ivan S. Maksymov"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20106",
    "title": "Multi-layer 5D Optical Data Storage: Mathematical Modeling and Deep Learning-Based Reconstruction of Birefringent Parameters",
    "abstract": "           Five-dimensional (5D) optical data storage has emerged as a promising technology for ultra-high-density, long-term data archiving. However, its practical realization is hindered by noise and interference during data readout. In this work, we develop a high-precision mathematical model for multi-layer 5D optical storage, grounded in the Jones matrix framework, to accurately capture polarization transformations induced by stacked birefringent nanostructures. Building on this model, we propose a 20-frame FiLM-conditioned U-Net algorithm to reconstruct birefringence parameters--specifically, slow-axis orientation and retardance magnitude-directly from measured intensity patterns. Trained on both ideal and noisy datasets, the network demonstrates robust reconstruction performance under challenging measurement conditions. Compared with conventional frame-based retrieval approaches, our method achieves over an order-of-magnitude improvement in reconstruction accuracy. The proposed model and algorithm can be readily integrated into existing 5D optical readout systems, offering both a solid theoretical foundation and practical tools for precise data recovery.         ",
    "url": "https://arxiv.org/abs/2508.20106",
    "authors": [
      "Ye Zhang",
      "Qiao Zhu",
      "Rongkuan Zhou",
      "Tatiana Lysak",
      "Chao Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.20197",
    "title": "Spectral line-shape in collinear laser spectroscopy after atomic charge exchange",
    "abstract": "           Collinear laser spectroscopy experiments on fast, neutral beams have been extensively used for studies on short-lived radioactive nuclei, taking advantage of its high sensitivity. The resulting resonance line-shape is known to show significant distortion, due to the energy exchange during the charge-exchange neutralization process, which can cause large systematic uncertainty in the determined centroid. A model for the line shape was constructed and simulated to be compared to measured Al, Si, and Ni hyperfine spectra. It is shown that the distortion is caused mainly by the transfer of electron into many different energy levels in the projectile atom and subsequent decays, rather than secondary inelastic collisions, which were often assumed in the line shape analysis before. The model can also be applied to other projectile-alkali pairs, providing a reliable line-shape with less fitting parameters than conventional phenomenological models.         ",
    "url": "https://arxiv.org/abs/2508.20197",
    "authors": [
      "Adam Dockery",
      "Kei Minamisono",
      "Alejandro Ortiz Cortes",
      "Brooke Rickey"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2508.20292",
    "title": "Interfacing Rydberg atoms with a chip-based superconducting microwave resonator using an ac Stark shifted single-photon transition",
    "abstract": "           Helium atoms in the 1s50s $^3$S$_1$ Rydberg level have been resonantly coupled to the $2\\pi\\times11.721$ GHz second harmonic mode of a chip-based superconducting coplanar waveguide microwave resonator. To achieve this, the single-photon electric-dipole-allowed 1s50s $^3$S$_1\\rightarrow$ 1s50p $^3$P$_J$ transition was tuned into resonance with the resonator mode through the ac Stark shift induced by a second strong $2\\pi\\times3.350$ GHz microwave dressing field. The effects of this dressing field, and residual uncanceled dc electric fields at the location of the atoms close to the superconducting chip surface were interpreted with support from Floquet calculations of the energy level structure of the Rydberg states. To observe appreciable population transfer in the $1~\\mu$s atom-resonator interaction time using this transition, which had an electric dipole moment of $1500 e a_0$, pulsed microwave fields were injected into the resonator. From the photon occupation number in the resonator mode under these conditions, the single-photon Rabi frequency associated with the coupling of the atoms to the resonator was estimated to be $\\sim2\\pi\\times100$ Hz. These results represent an important step toward operation of this Rydberg-atom-superconducting-circuit interface in the single-photon strong coupling regime.         ",
    "url": "https://arxiv.org/abs/2508.20292",
    "authors": [
      "L. L. Brown",
      "I. K. Bhangoo",
      "S. D. Hogan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20299",
    "title": "Isotope Enrichment and Element Separation by Self Generated Magnetic Centrifuge Fields in Ultrafast Laser Ablation",
    "abstract": "           A self-consistent model is developed to explain the anomalously large enrichment of nickel isotopes observed in ablation plumes from ultrafast laser irradiation of solid surfaces. The model is based on the spontaneous creation of a magnetic centrifuge in the ablation plume and the associated cyclotron rotation of plasma ions with rotation rates on the order of 10^9 radians per second. Mass separation occurs around the radial coordinate of cylindrical symmetry with longitudinal axis normal to the ablating surface. A Gaussian shaped radial magnetic field distribution is extracted for Ni isotopes with peak field of 53 Megagauss and average field of 20 Megagauss. In addition to cyclotron rotation of ions, a rigid rotor model is also presented that is associated with the hydrodynamic rotation of the entire plasma and is shown to be of little consequence for the isotope enrichment. Cyclotron rotations dominate the process. A profound resonance of enrichment is observed for specific cyclotron charge states and is shown to be associated with Ion Bernstein Wave (IBW) coupling that provides electrostatic acceleration to these resonant orbits.         ",
    "url": "https://arxiv.org/abs/2508.20299",
    "authors": [
      "Peter P. Pronko",
      "Paul A. Van Rompay"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20356",
    "title": "Ultranarrow Superradiant Laser via Dressed Dark State",
    "abstract": "           Superradiant laser, which exploits the clock transition of alkaline-earth-metal-like atoms to generate ultrastable light in the bad-cavity limit, has garnered much attention in the past few decades. Unlike their odd counterpart, the even isotopes of alkaline-earth-metal-like atoms possess simpler structures and longer-lived transitions, which would relax the field control requirements and enhance the frequency stability of the output light. However, due to the absence of hyper-fine interaction in even isotopes, the transition from the state $^{3}\\mathrm{P}_{0}$ to $^{1}$S$_{0}$ is strictly forbidden, leading to a vanishing coupling strength between the cavity mode and the atoms (the state $^{3}\\mathrm{P}_{0}$ as a dark state). In this work, we suggest a superradiant laser scheme by dressing this dark state with a small bright component by virtue of a static magnetic field. In contrast to other proposals utilizing natural atomic transitions, our dressed-state protocol can work from the crossover regime (coherence in both atoms and photons) to the superradiant lasing regime (coherence solely in atoms). Specially, by operating deep into the superradiant lasing regime, our scheme witnesses a dramatic line-narrowing feature (mHz level) while maintaining its power. Furthermore, compared to the crossover regime, the laser frequency in the superradiant lasing regime is more robust against the fluctuations of the cavity length and magnetic field strength. Our proposal demonstrates the potential for extracting ultranarrow light from even isotopes of the alkaline-earth-metal-like atoms and may find its role in frequency stabilization and related precision measurement scenarios.         ",
    "url": "https://arxiv.org/abs/2508.20356",
    "authors": [
      "Guohui Dong",
      "Yao Yao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20431",
    "title": "Electrical Impedance Tomography with an Integrated Picoliter-Volume Subtractive Microfluidic Chamber in 65 nm CMOS",
    "abstract": "           Electrical impedance tomography with fully integrated microfluidics and electronics is presented for the first time in a CMOS chip. Chambers and electrodes are fabricated in the interconnect layers of a 65 nm CMOS chip through post-processing, enabling picoliter-volumes to be processed and imaged. Tomography maps are reconstructed by reading out voltages from a 16-element electrode array and processing the data off-chip, and sources of variation in reconstruction are discussed. The EIT system presented in this work serves as a proof-of-concept towards using CMOS as a platform for co-integrated microfluidics and electronics.         ",
    "url": "https://arxiv.org/abs/2508.20431",
    "authors": [
      "Antonio Victor Machado de Oliveira",
      "Debjit Sarkar",
      "Ali Hajimiri"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2508.20472",
    "title": "Photonic restricted Boltzmann machine for content generation tasks",
    "abstract": "           The restricted Boltzmann machine (RBM) is a neural network based on the Ising model, well known for its ability to learn probability distributions and stochastically generate new content. However, the high computational cost of Gibbs sampling in content generation tasks imposes significant bottlenecks on electronic implementations. Here, we propose a photonic restricted Boltzmann machine (PRBM) that leverages photonic computing to accelerate Gibbs sampling, enabling efficient content generation. By introducing an efficient encoding method, the PRBM eliminates the need for computationally intensive matrix decomposition and reduces the computational complexity of Gibbs sampling from $O(N)$ to $O(1)$. Moreover, its non-Von Neumann photonic computing architecture circumvents the memory storage of interaction matrices, providing substantial advantages for large-scale RBMs. We experimentally validate the photonic-accelerated Gibbs sampling by simulating a two-dimensional Ising model, where the observed phase transition temperature closely matches the theoretical predictions. Beyond physics-inspired tasks, the PRBM demonstrates robust capabilities in generating and restoring diverse content, including images and temporal sequences, even in the presence of noise and aberrations. The scalability and reduced training cost of the PRBM framework underscore its potential as a promising pathway for advancing photonic computing in generative artificial intelligence.         ",
    "url": "https://arxiv.org/abs/2508.20472",
    "authors": [
      "Li Luo",
      "Yisheng Fang",
      "Wanyi Zhang",
      "Zhichao Ruan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Artificial Intelligence (cs.AI)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20490",
    "title": "Compact polarization-independent non-volatile optical switches",
    "abstract": "           Compact, non-volatile optical switches on silicon platforms are essential for reconfigurable photonics, but the strong anisotropy of silicon waveguides leads to polarization-dependent performance. In this paper, we propose a polarization-independent, non-volatile optical switch utilizing low-loss phase change material (PCM) Sb2S3. By incorporating Sb2S3 into a multimode slot waveguide, multimode interference can be efficiently tuned for both TE and TM polarizations, owing to enhanced light-PCM interaction. Polarization-independent switching is achieved through the optimal design of the multimode slot waveguide region. The proposed non-volatile switch demonstrates a crosstalk (CT) < -21.9 dB and insertion loss (IL) < 0.12 dB at 1550 nm with a multimode section length of 9.67 {\\mu}m, which may find promising applications in reconfigurable photonic circuits for on-chip optical signal processing.         ",
    "url": "https://arxiv.org/abs/2508.20490",
    "authors": [
      "Fangfa Bao",
      "Jiakai Ruan",
      "Weijia Li",
      "Wei Zhang",
      "Guoxiang Wang",
      "Xiang Shen",
      "Yixiao Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.20566",
    "title": "Physics-informed neural network enhanced multispectral single-pixel imaging with a chip spectral sensor",
    "abstract": "           Multispectral imaging (MSI) captures data across multiple spectral bands, offering enhanced informational depth compared to standard RGB imaging and benefiting diverse fields such as agriculture, medical diagnostics, and industrial inspection. Conventional MSI systems, however, suffer from high cost, complexity, and limited performance in low-light conditions. Moreover, data-driven MSI methods depend heavily on large, labeled training datasets and struggle with generalization. In this work, we present a portable multispectral single-pixel imaging (MS-SPI) method that integrates a chip-sized multispectral sensor for system miniaturization and leverages an untrained physics-informed neural network (PINN) to reconstruct high-quality spectral images without the need for labeled training data. The physics-informed structure of the network enables the self-corrected reconstruction of multispectral images directly with the input of raw measurements from the multispectral sensor. Our proof-of-concept prototype achieves the reconstruction of 12-channel high-quality spectral images at the sampling rate of 10%. We also experimentally validate its performance under varying sampling rate conditions, by comparing it with conventional compressive sensing algorithms. Furthermore, we demonstrate the application of this technique to an MSI-based image segmentation task, in which spatial regions are discriminated according to their characteristic spectral signatures. This compact, high-fidelity, and portable approach offers promising pathways to lightweight and cost-effective spectral imaging on mobile platforms.         ",
    "url": "https://arxiv.org/abs/2508.20566",
    "authors": [
      "Muchen Zhu",
      "Baolei Liu",
      "Yao Wang",
      "Linjun Zhai",
      "Jiaqi Song",
      "Nana Liu",
      "Zhaohua Yang",
      "Lei Ding",
      "Fan Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.20651",
    "title": "Transformation of topological optical states via spiral modulation in fractional-diffraction systems",
    "abstract": "           We propose a scheme for manipulations of a variety of topological states in fractional optical systems through spiral modulation of the local refraction index. An analytical approximation, based on a truncated finite-mode system, and direct simulations reveal that the spiral modulation supports direct mutual conversion between eigenmodes with topological-charge difference \\Delta m=1, driven by the resonant coupling between the modes and the underlying spiral modulation. The conversion between eigenmodes with \\Delta m=2 requires involvement of an intermediary mode and precise tuning of the resonance condition. We further explore the conversion of degenerate modes under the action of azimuthal modulation. Modulated degenerate modes exhibit incomplete conversion, evolving into intermediate states with odd parity symmetry. Finally, we examine nonlinear effects on the spiral-modulation-induced mode conversion, identifying an essential nonlinearity-induced resonance-frequency shift that critically affects the conversion efficiency.         ",
    "url": "https://arxiv.org/abs/2508.20651",
    "authors": [
      "Dongdong Wang",
      "Xueqing He",
      "Rujiang Li",
      "Dumitru Mihalache",
      "Boris A. Malomed",
      "Pengfei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.20685",
    "title": "Terahertz control of relativistic electron beams for femtosecond bunching and laser-synchronized temporal locking",
    "abstract": "           Femtosecond relativistic electron bunches and micro-bunch trains synchronised with femtosecond precision to external laser sources are widely sought for next-generation accelerator and photonic technologies, from extreme UV and X-ray light sources for materials science, to ultrafast electron diffraction and future high-energy physics colliders. While few-femtosecond bunches have been demonstrated, achieving the control, stability and femtosecond-level laser synchronisation remains critically out of reach. Here we demonstrate a concept for laser-driven compression of high-energy (35.5 MeV) electron bunches with temporal synchronisation to a high-power (few-TW) laser system. Laser-generated multi-cycle terahertz (THz) pulses drive periodic electron energy modulation, enabling subsequent magnetic compression capable of generating tuneable picosecond-spaced bunch trains with 30 pC total charge and 50 A peak currents, or to compress a single bunch by a factor of 27 down to 15 fs duration. The THz-driven compression simultaneously drives temporal-locking of the bunch to the THz drive laser, providing a route to femtosecond-level synchronisation, overcoming the timing jitter inherent to radio-frequency accelerators and high-power laser systems. This THz technique offers compact and flexible bunch control with unprecedented temporal synchronisation, opening a pathway to unlock new capabilities for free electron lasers, ultrafast electron diffraction and novel plasma accelerators.         ",
    "url": "https://arxiv.org/abs/2508.20685",
    "authors": [
      "Morgan T. Hibberd",
      "Christopher T. Shaw",
      "Joseph T. Bradbury",
      "Daniel S. Lake",
      "Connor D. W. Mosley",
      "Sergey S. Siaber",
      "Laurence J. R. Nix",
      "Beatriz Higuera-González",
      "Thomas H. Pacey",
      "James K. Jones",
      "David A. Walsh",
      "Robert B. Appleby",
      "Graeme Burt",
      "Darren M. Graham",
      "Steven P. Jamison"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.20698",
    "title": "Electric-field metrology of a terahertz frequency comb using Rydberg atoms",
    "abstract": "           Terahertz radiation finds an increasing number of applications, yet efficient generation and detection remain a challenge and an active area of research. In particular, the precise detection of weak and narrowband terahertz signals is notoriously difficult. Here, we employ a novel type of single-photon detector based on Rydberg atoms to both detect and calibrate a terahertz frequency comb over an octave-spanning range, yet with a MHz-level selectivity. We calibrate the intensity of the electric field of the comb against the fundamental atomic properties, while achieving the intensity (power) sensitivity down to 35.9 $\\mathrm{fW\\ cm^{-2}\\ Hz^{-0.5}}$ (1.46 $\\mathrm{fW\\ Hz^{-0.5}}$) within a single mode of the frequency comb, all in a room-temperature operated setup. Our results elucidate the transition of terahertz frequency combs into the quantum regime, enabling high-precision and high-sensitivity spectroscopy. This breakthrough allows terahertz science to better leverage revolutionary techniques developed for optical frequency combs.         ",
    "url": "https://arxiv.org/abs/2508.20698",
    "authors": [
      "Wiktor Krokosz",
      "Jan Nowosielski",
      "Bartosz Kasza",
      "Sebastian Borówka",
      "Mateusz Mazelanik",
      "Wojciech Wasilewski",
      "Michał Parniak"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20743",
    "title": "Toward triggered generation of indistinguishable single-photons from MoTe$_2$ quantum emitters",
    "abstract": "           Single-photon sources operating in the telecom band are fundamental components for long-distance optical quantum communication and information processing. Two-dimensional (2D) transition metal dichalcogenides (TMDs) offer a promising platform for such sources, but their development has been hindered by limited spectral range and poor single-photon indistinguishability. Here, we demonstrate a reproducible and systematic approach for generating near-infrared (1090-1200 nm) quantum emitters in bilayer MoTe$_2$ using deterministic strain and defect engineering. These emitters exhibit strong linear polarization (DOLP $>70\\%$), sub-nanosecond lifetimes ($\\tau \\leqslant$ ~450 ps), high single-photon purity ($g^{(2)}(0)<0.1$), and resolution-limited emission ($\\sim$200 $\\mu$eV). Electrostatic biasing enables Stark tuning over a $\\sim$3 meV range, reduced photon bunching, and significantly shortened radiative lifetimes, yielding narrow emission with ratios of experimental to transform-limited linewidths as low as $R\\sim55$. Most notably, two-photon interference measurements reveal a Hong-Ou-Mandel visibility of $V_\\text{HOM}\\sim $10$\\%$, and up to $V_\\text{HOM}\\sim$ 40$\\%$ with post-selection by temporal filtering, representing the highest reported indistinguishability for any TMD quantum emitters and the first such demonstration in the near-infrared regime. These results establish MoTe$_2$ as a viable platform for tunable, low-noise, high-purity single-photon sources with promising indistinguishability, paving the way for their integration into telecom-compatible quantum photonic technologies.         ",
    "url": "https://arxiv.org/abs/2508.20743",
    "authors": [
      "Paweł Wyborski",
      "Athanasios Paralikis",
      "Pietro Metuh",
      "Martin A. Jacobsen",
      "Christian Ruiz",
      "Niels Gregersen",
      "Battulga Munkhbat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20834",
    "title": "High-Resolution Atomic Magnetometer-Based Imaging of Integrated Circuits and Batteries",
    "abstract": "           We present a high-resolution magnetic imaging system based on a free-induction-decay (FID) optically pumped magnetometer (OPM), integrated with a two-axis scanning micro-electromechanical systems (MEMS) micromirror for automated beam steering. A double-pass optical geometry enables the millimeter-scale device under test (DUT) to be placed directly behind the vapor cell, minimizing the standoff distance and thereby improving spatial resolution, which is fundamentally limited by atomic spin diffusion and the optical beam waist. The functionality of the imaging system was tested on a diverse set of magnetic sources, including a custom printed-circuit board (PCB) with alternating copper tracks, whose measured results agreed well with theoretical predictions based on the Biot-Savart law. The system successfully resolves spatially varying current distributions, identifies polarity-dependent asymmetries in an integrated bridge rectifier chip, and tracks the dynamic current evolution of a ceramic battery in situ. These capabilities highlight its potential for noninvasive diagnostics of electronic circuits and batteries.         ",
    "url": "https://arxiv.org/abs/2508.20834",
    "authors": [
      "Dominic Hunter",
      "Marcin S. Mrozowski",
      "Stuart J. Ingleby",
      "Timothy S. Read",
      "Allan P. McWilliam",
      "James P. McGilligan",
      "Ralf Bauer",
      "Peter D. Schwindt",
      "Paul F. Griffin",
      "Erling Riis"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20862",
    "title": "Dipole Localization Using An Integrated Radio Frequency Atomic Magnetometer",
    "abstract": "           Optically-pumped atomic magnetometers have previously been used in arrays to reject interference from far away sources and enable the sensitive detection of local sources of radio frequency (RF) signals, useful, for instance, in the detection of low field NMR signals in an unshielded environment. We now demonstrate a complementary scheme in which four magnetometer measurements are used to locate in three dimensions a nearby radio frequency source. The methodology relies on the measurement of a radio frequency vector at two different positions and modeling the source as a magnetic dipole of known orientation. In contrast to coil detection, magnetometers have the advantage of measuring signals in a 2D plane, and do not inductively couple to their environment or each other, making them a strong candidate for localization of hidden RF sources. For this demonstration, we use only a single RF magnetometer to make four measurements of a synchronous and oriented dipole source, but it is to be expected that this could be replaced by four magnetometers working simultaneously. In addition, this work is greatly aided by the introduction of a fully integrated magnetometer, in which all optics, including lasers, are safely enclosed into a compact head with flexible wired connections. The portable, as well as safe, nature of the sensor make it quite valuable for in the field work.         ",
    "url": "https://arxiv.org/abs/2508.20862",
    "authors": [
      "Ayse Marasli",
      "Thomas Kornack",
      "Casey Oware",
      "Karen L. Sauer"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2508.20878",
    "title": "Automated simulation-based design via multi-fidelity active learning and optimisation for laser direct drive implosions",
    "abstract": "           The design of inertial fusion experiments is a complex task as driver energy must be delivered in a precise manner to a structured target to achieve a fast, but hydrodynamically stable, implosion. Radiation-hydrodynamics simulation codes are an essential tool in this design process. However, multi-dimensional simulations that capture hydrodynamic instabilities are more computationally expensive than optimistic, 1D, spherically symmetric simulations which are often the primary design tool. In this work, we develop a machine learning framework that aims to effectively use information from a large number of 1D simulations to inform design in the presence of hydrodynamic instabilities. We use an ensemble of neural network surrogate models trained on both 1D and 2D data to capture the space of good designs, i.e. those that are robust to hydrodynamic instabilities. We use this surrogate to perform Bayesian optimisation to find optimal designs for a 25 kJ laser driver. We perform hydrodynamic scaling on these designs to confirm the achievement of high gain for a 2 MJ laser driver, using 2D simulations including alpha heating effects.         ",
    "url": "https://arxiv.org/abs/2508.20878",
    "authors": [
      "A. J. Crilly",
      "P. W. Moloney",
      "D. Shi",
      "E. A. Ferdinandi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20882",
    "title": "Data Driven Programming of Photonic Integrated Circuits",
    "abstract": "           Programming photonic integrated hardware often reveals as a challenging task because of the presence of non-idealities in the photonic chip. These include fabrication imper- fections and parasitic effects such as thermal crosstalk, which cause unwanted coupling between control signals. Traditional control methods based on idealized models often fail to account for these phenomana, leading to significant discrepancies between the desired and actual circuit behaviour. In this work, we propose a data-driven approach for control- ling meshes of thermally tuneable Mach Zehnder interferometers (MZIs), which exploits a machine learning (ML) model trained to compensate for these non-idealities by pre- adjusting the electrical power given to integrated phase shifters. The proposed ML system is assessed using synthetic datasets and experimentally validated on a 3 x 3 triangular MZI mesh. Results demonstrate that the data-driven controller significantly improves program- ming accuracy, offering a robust solution for accurate programming of photonic integrated circuits.         ",
    "url": "https://arxiv.org/abs/2508.20882",
    "authors": [
      "Gabriele Cavicchioli",
      "Gabriele Masini",
      "Francesco Maria Sances",
      "Francesco Morichetti",
      "Andrea Melloni"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20887",
    "title": "A multi-ansatz variational quantum solver for compressible flows",
    "abstract": "           Simulating nonlinear partial differential equations (PDEs) such as the Navier--Stokes (NS) equations remains computationally intensive, especially when implicit time integration is used to capture multiscale flow dynamics. This work introduces a hybrid quantum--classical framework for solving the linear systems arising from such implicit schemes in compressible flow simulations. At its core is a variational quantum linear solver (VQLS) enhanced by a multi-ansatz tree architecture, designed to expand the accessible solution space and alleviate training issues such as barren plateaus. The proposed method is evaluated through one-dimensional shock tube simulations implemented on a quantum virtual machine. Results demonstrate that the solver accurately captures shock, rarefaction, and contact discontinuities across a range of test cases. Parametric studies further show that increasing the number of ansatz branches and applying domain decomposition improves convergence and stability, even under limited qubit resources. These findings suggest that multi-ansatz VQLS architectures offer a promising pathway for incorporating quantum computing into computational fluid dynamics (CFD), with compatibility for both current noisy intermediate-scale quantum (NISQ) hardware and future fault-tolerant devices.         ",
    "url": "https://arxiv.org/abs/2508.20887",
    "authors": [
      "Shaobo Yao",
      "Zhiyu Duan",
      "Ziteng Wang",
      "Wenwen Zhao",
      "Shiying Xiong"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2508.20338",
    "title": "Strong Raman Optical Activity and Chiral Phonons in Chiral Hybrid Organic-Inorganic Perovskites",
    "abstract": "           Hybrid organic-inorganic perovskites with chiral organic cations are very interesting for optoelectronic applications because of their intrinsically chiral light-matter interactions. Chiral distortions in these materials lead to circular dichroism, circular birefringence, and circularly polarized luminescence in the band transitions of the inorganic sublattice. Raman-active vibrational modes in these crystals are governed by crystal symmetry and therefore are also strongly impacted by the nature and magnitude of the chiral distortions. Here, we report low-frequency Raman modes that are sensitive to circularly polarized excitation in chiral hybrid organic-inorganic perovskites (CHOIPs) across a wide range of structures and compositions. The circularly polarized Raman spectra from enantiomers of CHOIP single crystals exhibit sharp modes below 150 cm-1, corresponding to vibrations of the lead iodide octahedra. These modes exhibit strong differences in intensities (Raman optical activity, ROA) depending on the handedness of the excitation, with high degree of polarization for several modes. Calculations reveal the presence of several chiral phonon modes with opposite phonon angular momenta. The strong ROA and the chiral phonon modes are a direct consequence of chirality transfer from the chiral organic linker to the lead iodide octahedra in the CHOIP structure, resulting in a strong chiroptical response in the phonon modes.         ",
    "url": "https://arxiv.org/abs/2508.20338",
    "authors": [
      "Evan W. Muller",
      "Aleksey Ruditskiy",
      "Jie Jiang",
      "Thuc T. Mai",
      "Katherine Burzynski",
      "Ruth Pachter",
      "Michael F. Durstock",
      "W. Joshua Kennedy",
      "Rahul Rao"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2508.20714",
    "title": "Ultrafast solid-state chemical synthesis of BaTiO3 initiated by gyrotron microwave radiation",
    "abstract": "           This work presents the results of a study on the solid-state synthesis of barium titanate under continuous microwave radiation from a 24 GHz gyrotron in a multimode cavity reactor. It is shown that in localized domains where fine-scale thermal instabilities develop, initiated by microwave radiation within the initial stoichiometric reaction mixture of ultrafine barium carbonate and titanium dioxide powders, the synthesis can proceed within 1,5 - 7 minutes, achieving a target product yield of up to 90%. Based on a developed realistic numerical model of the multimode reactor, involving an iterative solution of stationary Maxwell and heat conduction equations, it is demonstrated that the specific absorbed power in the domains where fine-scale thermal instabilities develop can reach 670 W/cm3 under an input microwave power of 400 W.         ",
    "url": "https://arxiv.org/abs/2508.20714",
    "authors": [
      "S.V. Sintsov",
      "N.V. Chekmarev",
      "K.I. Rybakov",
      "A.A. Sorokin",
      "E.I. Preobrazhenskii",
      "A.V. Vodopyanov"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21009",
    "title": "Optical Response by Time-Varying Plasmonic Nanoparticles",
    "abstract": "           The temporal modulation of material parameters enables optical amplification within linear media. Here we consider the fundamental building block of plasmonics, a subwavelength metal nanoparticle, and study how temporal modulation alters the optical response of the frequency-dispersive scatterers. We show that modulating in time leads to Floquet replicas of the localized surface plasmon resonance of the nanoparticle, which can result in light amplification. We propose a model based on a point-like dipole description of the time-varying frequency-dispersive nanoparticle that fully captures the radiative and amplifying properties of the system in the subwavelength regime. By comparing our simplified model to full Floquet-Mie scattering calculations, we demonstrate that the optical scattering by the nanoparticle is accurately described by an analytical two-band model. This allows us to introduce a two-frequency effective polarizability that fully incorporates the properties of the localized surface plasmon and its amplifying replica, as well as their interaction. In addition, we analyze the emergence of the parametric amplification condition for the modulated nanoparticle, showing that amplification can be obtained in a broad range of parameters.         ",
    "url": "https://arxiv.org/abs/2508.21009",
    "authors": [
      "Miguel Verde",
      "Paloma A. Huidobro"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.08233",
    "title": "Realization of a doped quantum antiferromagnet with dipolar tunnelings in a Rydberg tweezer array",
    "abstract": "           Doping an antiferromagnetic Mott insulator is central to our understanding of a variety of phenomena in strongly-correlated electrons, including high-temperature superconductors. To describe the competition between tunneling $t$ of hole dopants and antiferromagnetic (AFM) spin interactions $J$, theoretical and numerical studies often focus on the paradigmatic $t$-$J$ model, and the direct analog quantum simulation of this model in the relevant regime of high-particle density has long been sought. Here, we realize a doped quantum antiferromagnet with next-nearest neighbour (NNN) tunnelings $t'$ and hard-core bosonic holes using a Rydberg tweezer platform. We utilize coherent dynamics between three Rydberg levels, encoding spins and holes, to implement a tunable bosonic $t$-$J$-$V$ model allowing us to study previously inaccessible parameter regimes. We observe dynamical phase separation between hole and spin domains for $|t/J|\\ll 1$, and demonstrate the formation of repulsively bound hole pairs in a variety of spin backgrounds. The interference between NNN tunnelings $t'$ and perturbative pair tunneling gives rise to light and heavy pairs depending on the sign of $t$. Using the single-site control allows us to study the dynamics of a single hole in 2D square lattice (anti)ferromagnets. The model we implement extends the toolbox of Rydberg tweezer experiments beyond spin-1/2 models to a larger class of $t$-$J$ and spin-$1$ models.         ",
    "url": "https://arxiv.org/abs/2501.08233",
    "authors": [
      "Mu Qiao",
      "Gabriel Emperauger",
      "Cheng Chen",
      "Lukas Homeier",
      "Simon Hollerith",
      "Guillaume Bornet",
      "Romain Martin",
      "Bastien Gély",
      "Lukas Klein",
      "Daniel Barredo",
      "Sebastian Geier",
      "Neng-Chun Chiu",
      "Fabian Grusdt",
      "Annabelle Bohrdt",
      "Thierry Lahaye",
      "Antoine Browaeys"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.02902",
    "title": "Liouvillian and Hamiltonian exceptional points of atomic vapors: The spectral signatures of quantum jumps",
    "abstract": "           We investigate spectral singularities in an alkali-metal atomic vapor modeled using four and effectively three hyperfine states. By comparing the eigenvalue spectra of a non-Hermitian Hamiltonian (NHH) and a Liouvillian superoperator, we analyze the emergence and characteristics of both semiclassical and quantum exceptional points. Our results reveal that, for atomic systems, the NHH approach alone may be insufficient to fully capture the system's spectral properties. While NHHs can yield accurate predictions in certain regimes, a comprehensive description typically requires the Liouvillian formalism, which governs the Lindblad master equation and explicitly incorporates quantum jump processes responsible for repopulation dynamics. We demonstrate that the inclusion of quantum jumps fundamentally alters the spectral structure of the system. In particular, we present examples in which the existence, location in parameter space, or even the order of spectral degeneracies differ significantly between the two approaches, thereby highlighting the impact of quantum jumps and the limitations of the NHH method. Finally, using the hybrid-Liouvillian formalism, we show how quantum jumps reshape spectral features initially predicted by the NHH, ultimately determining the full Liouvillian spectrum.         ",
    "url": "https://arxiv.org/abs/2506.02902",
    "authors": [
      "Marek Kopciuch",
      "Adam Miranowicz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]