[
  {
    "id": "arXiv:2301.04755",
    "title": "Traveling wave enantio-selective electron paramagnetic resonance",
    "abstract": "We propose a novel method for enantio-selective electron paramagnetic resonance spectroscopy based on magneto-chiral anisotropy. We calculate the strength of this effect and propose a dedicated interferometer setup for its observation. ",
    "url": "https://arxiv.org/abs/2301.04755",
    "authors": [
      "M. Donaire",
      "N. Bruyant",
      "G. L. J. A. Rikken"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04787",
    "title": "Loss-difference-induced localization in a non-Hermitian honeycomb  photonic lattice",
    "abstract": "Non-Hermitian systems with complex-valued energy spectra provide an extraordinary platform for manipulating unconventional dynamics of light. Here, we demonstrate the localization of light in an instantaneously reconfigurable non-Hermitian honeycomb photonic lattice that is established in a coherently-prepared atomic system. One set of the sublattices is optically modulated to introduce the absorptive difference between neighboring lattice sites, where the Dirac points in reciprocal space are extended into dispersionless local flat bands. When these local flat bands are broad enough due to larger loss difference, the incident beam is effectively localized at one set of the lattices with weaker absorption, namely, the commonly seen power exchange between adjacent channels in photonic lattices is effectively prohibited. The current work unlocks a new capability from non-Hermitian two-dimensional photonic lattices and provides an alternative route for engineering tunable local flat bands in photonic structures. ",
    "url": "https://arxiv.org/abs/2301.04787",
    "authors": [
      "Yuan Feng",
      "Zhenzhi Liu",
      "Fu Liu",
      "Jiawei Yu",
      "Shun Liang",
      "Feng Li",
      "Yanpeng Zhang",
      "Min Xiao",
      "Zhaoyang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04806",
    "title": "RF Injection Locking of THz Metasurface Quantum-Cascade VECSEL",
    "abstract": "RF injection locking and spectral broadening of a terahertz (THz) quantum-cascade vertical-external-cavity surface-emitting laser (QC-VECSEL) is demonstrated. An intra-cryostat VECSEL focusing cavity design is used to enable continuous-wave lasing with a cavity length over 30 mm which corresponds to a round-trip frequency near 5 GHz. Strong RF current modulation is injected to the QC-metasurface electrical bias to pull and lock the round-trip frequency. The injection locking range at various RF injection powers is recorded and compared with the injection locking theory. Moreover, the lasing spectrum broadens from 14 GHz in free-running mode to a maximum spectral width around 100 GHz with 20 dBm of injected RF power. This experimental setup is suitable for further exploration of active mode-locking and picosecond pulse generation in THz QC-VECSELs. ",
    "url": "https://arxiv.org/abs/2301.04806",
    "authors": [
      "Yu Wu",
      "Christopher A. Curwen",
      "Mohammad Shahili",
      "John L. Reno",
      "Benjamin S. Williams"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04896",
    "title": "Fabrication and characterization of iodine photonic microcell for  sub-Doppler spectroscopy and laser stabilization",
    "abstract": "We report on the development of all-fiber stand-alone Iodine-filled Photonic Microcells demonstrating record absorption contrast at room temperature. The microcell s fiber is made of inhibited coupling guiding hollow-core photonic crystal fibers. The fiber-core loading with Iodine was undertaken at 10-1 - 10-2mbar vapor pressure using a novel gas-manifold based on metallic vacuum parts with ceramic coated inner surfaces for corrosion resistance. The fiber is then sealed on the tips and mounted on FC/APC connectors for better integration with standard fiber components. The stand-alone microcells display Doppler lines with contrasts up to 73% in the 633nm wavelength range, and an insertion loss between 3 to 4dB. Sub-Doppler spectroscopy based on saturable absorption has been carried out to resolve the hyperfine structure of the P(33)6-3 lines at room temperature with a full-width at half maximum of 24MHz on the b4 component with the help of lock-in amplification. Also, we demonstrate distinguishable hyperfine components on the R(39)6-3 line at room temperature without any recourse to signal-to-noise ratio amplification techniques. ",
    "url": "https://arxiv.org/abs/2301.04896",
    "authors": [
      "Clement Goicoechea",
      "Thomas Billotte",
      "Matthieu Chafer",
      "Martin Maurel",
      "Jenny Jouin",
      "Philippe Thomas",
      "Devang Naik",
      "Frederic Gerome",
      "Benoit Debord",
      "Fetah Benabid"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04931",
    "title": "CO2 storage in deep saline aquifers: evaluation of geomechanical risks  using integrated modeling workflow",
    "abstract": "CO2 injection into a saline aquifer crossed by a tectonic fault is studied with coupled fluid mechanics - geomechanics modeling. The model is based on reservoir simulator MUFITS and mechanical simulator FLAC3D linked by the in-house algorithm of the data exchange. MUFITS simulates the non-isothermal multiphase flow of CO2 and brine in rock formation accounting for phase transitions and thermal effects. The modeling workflow is sequential, so that hydrodynamical simulations are carried out at a certain time interval, after which pressure, temperature, and density distributions are passed to FLAC3D, which calculates the equilibrium mechanical state. Computed deformations and stresses are utilized to update the porosity and permeability fields for the subsequent hydrodynamic modeling. In particular, we focus on the tectonic fault and its behavior during CO2 injection. We distinguish the damage zone and core inside the fault and derive the closure relations for their permeability alteration analytically. The developed coupled approach is applied to simulate CO2 injection into synthetic and realistic reservoir models. For the former one, we study the effect of formation depth and presence of the tectonic stresses at the initial mechanical state, while for the latter, we consider different injection modes (bottomhole pressure). In each numerical experiment, we describe the evolution of the fault permeability due to the slip along its plane and the development of plastic deformations leading to the loss of reservoir integrity and CO2 leakage. Sensitivity analysis of the coupled model to realistic values of input parameters to assess the fault stability is carried out. ",
    "url": "https://arxiv.org/abs/2301.04931",
    "authors": [
      "Evgenii Kanin",
      "Igor Garagash",
      "Sergei Boronin",
      "Svetlana Zhigulskiy",
      "Artem Penigin",
      "Andrey Afanasyev",
      "Dmitry Garagash",
      "Andrei Osiptsov"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.04961",
    "title": "Silicon Carbide Metasurfaces for Controlling the Spontaneous Emission of  Embedded Color Centers",
    "abstract": "While electric and magnetic dipolar resonances in SiC have been studied in the far-infrared, they have not been studied in the near infrared. Here we show for the first time that electromagnetic Mie-scattering moments within SiC metasurfaces can control the spontaneous emission process of point defects in the near infrared. Using SiC nanopillars based metasurfaces, we theoretically demonstrate a control over the spontaneous emission rate of embedded color-centers by using the coherent superposition of the electric dipolar and magnetic quadrupolar electromagnetic Mie-scattering moments of the structure. More than an order of magnitude emission/decay rate enhancement is obtained with the maximum enhancement close to 30. We also demonstrate that the relative phase of the Mie-scattering moments helps in controlling the emission directionality. SiC metasurfaces in the spectral range of color centres, from the visible to the near infrared, can be used to control the confinement and directionality of their spontaneous emission, increasing the opportunities to study light-matter interaction and to advance quantum photonic and quantum sensing device integration. ",
    "url": "https://arxiv.org/abs/2301.04961",
    "authors": [
      "Mohammed Ashahar Ahamad",
      "Faraz Ahmed Inam",
      "Stefania Castelletto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.05035",
    "title": "Tunable in situ Near-UV Pulses by Transient Plasmonic Resonance in  Nanocomposites",
    "abstract": "We propose a new concept for generation of ultrashort pulses based on transient plasmonic resonance in nanoparticle composites. Photoionization and free-carriers plasma change the susceptibility of nanoparticles on a few-femtosecond scale. This results in a narrow time window during the pump pulse duration when the system is in plasmonic resonance, accompanied by a short burst of the local field. During this process, frequency-tunable few-fs pulses are generated. We elucidate the details of the above mechanism, and investigate the influences of different contributing processes. ",
    "url": "https://arxiv.org/abs/2301.05035",
    "authors": [
      "Anton Husakou",
      "Ihar Babushkin",
      "Olga Fedotova",
      "Ryhor Rusetsky",
      "Oleg Khasanov",
      "Tatsiana Smirnova",
      "Alexander Fedotov",
      "Usman Sapaev",
      "Tzveta Apostolova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05179",
    "title": "Laser Field Initiation of Higher Order Poles of S-Matrix-Optical  Realization of Field Theoretic Models",
    "abstract": "We discuss the possibility of converting a simple pole in the radiative decay of a state into a pole of higher order by using resonant electromagnetic fields. This process of creation of higher order pole is controllable by the intensity of the laser field. We use density matrix and Liouville space and present the modification of the Lorentzian line shapes (Breit-Wigner formula) for example to ones involving square of Lorentzian and derivatives of Lorentzians. ",
    "url": "https://arxiv.org/abs/2301.05179",
    "authors": [
      "G. S. Agarwal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03718",
    "title": "Simulating optical linear absorption for mesoscale molecular aggregates:  an adaptive hierarchy of pure states approach",
    "abstract": "In this paper, we present a new method for calculating linear absorption spectra for large molecular aggregates, called dyadic adaptive HOPS (DadHOPS). This method combines the adaptive HOPS (adHOPS) framework, which uses locality to improve computational scaling, with the dyadic HOPS method previously developed to calculate linear and non-linear spectroscopic signals. To construct a local representation of dyadic HOPS, we introduce an initial state decomposition which reconstructs the linear absorption spectra from a sum over locally excited initial conditions. We demonstrate the sum over initial conditions can be efficiently Monte Carlo sampled, that the corresponding calculations achieve size-invariant (i.e. $\\mathcal{O}(1)$) scaling for sufficiently large aggregates, and that it allows for the trivial inclusion of static disorder in the Hamiltonian. We present calculations on the photosystem I core complex to explore the behavior of the initial state decomposition in complex molecular aggregates, and proof-of-concept DadHOPS calculations on an artificial molecular aggregate inspired by perylene bis-imide. ",
    "url": "https://arxiv.org/abs/2301.03718",
    "authors": [
      "Tarun Gera",
      "Lipeng Chen",
      "Alex Eisfeld",
      "Jeffrey R. Reimers",
      "Elliot J. Taffet",
      "Doran I. G. B. Raccah"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04651",
    "title": "Photonic Spatial-Euler Ising Machine for Solving 20000-node Max-cut  Problem",
    "abstract": "To tackle challenging combinatorial optimization problems, analog computing machines based on the nature-inspired Ising model are attracting increasing attentions in order to disruptively overcome the impending limitations on conventional electronic computers. Photonic spatial Ising machine has become an unique and primitive solution with all-to-all connections to solve large-scale Max-cut problems. However, spin configuration and flipping requires two independent sets of spatial light modulators (SLMs) for amplitude and phase modulation, which will lead to tremendous engineering difficulty of optical alignment and coupling. We report a novel quadrature photonic spatial-Euler Ising machine to realize large-scale and flexible spin-interaction configuration and spin-flip in a single spatial light modulator, and develop a noise enhancement approach by adding digital white noise onto detected optical signals. We experimentally show that such proposal accelerates solving (un)weighted, (non)fully connected, 20736-node Max-cut problems, which offers obvious advantages over simulation and heuristic algorithm results in digital computers. ",
    "url": "https://arxiv.org/abs/2301.04651",
    "authors": [
      "Xin Ye",
      "Wenjia Zhang",
      "Shaomeng Wang",
      "Xiaoxuan Yang",
      "Zuyuan He"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04657",
    "title": "Quantum spin ice in three-dimensional Rydberg atom arrays",
    "abstract": "Quantum spin liquids are exotic phases of matter whose low-energy physics is described as the deconfined phase of an emergent gauge theory. With recent theory proposals and an experiment showing preliminary signs of $\\mathbb{Z}_2$ topological order [G. Semeghini et al., Science 374, 1242 (2021)], Rydberg atom arrays have emerged as a promising platform to realize a quantum spin liquid. In this work, we propose a way to realize a $U(1)$ quantum spin liquid in three spatial dimensions, described by the deconfined phase of $U(1)$ gauge theory in a pyrochlore lattice Rydberg atom array. We study the ground state phase diagram of the proposed Rydberg system as a function of experimentally relevant parameters. Within our calculation, we find that by tuning the Rabi frequency, one can access both the confinement-deconfinement transition driven by a proliferation of \"magnetic\" monopoles and the Higgs transition driven by a proliferation of \"electric\" charges of the emergent gauge theory. We suggest experimental probes for distinguishing the deconfined phase from ordered phases. This work serves as a proposal to access a confinement-deconfinement transition in three spatial dimensions on a Rydberg-based quantum simulator. ",
    "url": "https://arxiv.org/abs/2301.04657",
    "authors": [
      "Jeet Shah",
      "Gautam Nambiar",
      "Alexey V. Gorshkov",
      "Victor Galitski"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.04668",
    "title": "Trapped Ion Quantum Computing using Optical Tweezers and the Magnus  Effect",
    "abstract": "We consider the implementation of quantum logic gates in trapped ions using tightly focused optical tweezers. Strong polarization gradients near the tweezer focus lead to qubit-state dependent forces on the ion. We show that these may be used to implement quantum logic gates on pairs of ion qubits in a crystal. The qubit-state dependent forces generated by this effect live on the plane perpendicular to the direction of propagation of the laser beams opening new ways of coupling to motional modes of an ion crystal. The proposed gate does not require ground state cooling of the ions and does not rely on the Lamb-Dicke approximation, although the waist of the tightly focused beam needs to be comparable with its wavelength in order to achieve the needed field curvature. Furthermore, the gate can be performed on both ground state and magnetic field insensitive clock state qubits without the need for counter-propagating laser fields. This simplifies the setup and eliminates errors due to phase instabilities between the gate laser beams. Finally, we show that imperfections in the gate execution, in particular pointing errors $<30$ nm in the tweezers reduce the gate fidelity from $\\mathcal F\\gtrsim 0.99998$ to $\\gtrsim 0.999$. ",
    "url": "https://arxiv.org/abs/2301.04668",
    "authors": [
      "M. Mazzanti",
      "R. Gerritsma",
      "R. J. C. Spreeuw",
      "A. Safavi-Naini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04675",
    "title": "Systematic design of a robust half-W1 photonic crystal waveguide for  interfacing slow light and trapped cold atoms",
    "abstract": "Novel platforms interfacing trapped cold atoms and guided light in nanoscale waveguides are a promising route to achieve a regime of strong coupling between light and atoms in single pass, with applications to quantum non-linear optics and quantum simulation. A strong challenge for the experimental development of this emerging waveguide-QED field of research is to combine facilitated optical access for atom transport, atom trapping via guided modes and robustness to inherent nanofabrication imperfections. In this endeavor, here we propose to interface Rubidium atoms with a photonic crystal waveguide based on a large-index GaInP slab. With a specifically tailored half-W1 design, we show that a large coupling to the waveguide can be obtained and guided modes can be used to form two-color dipole traps for atoms at about 100 nm from the edge of the structure. This optimized device should greatly improve the level of experimental control and facilitate the atom integration. ",
    "url": "https://arxiv.org/abs/2301.04675",
    "authors": [
      "Adrien Bouscal",
      "Malik Kemiche",
      "Sukanya Mahapatra",
      "Nikos Fayard",
      "Jérémy Berroir",
      "Tridib Ray",
      "Jean-Jacques Greffet",
      "Fabrice Raineri",
      "Ariel Levenson",
      "Kamel Bencheikh",
      "Christophe Sauvan",
      "Alban Urvoy",
      "Julien Laurat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05095",
    "title": "Electron cooling in graphene enhanced by plasmon-hydron resonance",
    "abstract": "Evidence is accumulating for the crucial role of a solid's free electrons in the dynamics of solid-liquid interfaces. Liquids induce electronic polarization and drive electric currents as they flow; electronic excitations, in turn, participate in hydrodynamic friction. Yet, the underlying solid-liquid interactions have been lacking a direct experimental probe. Here, we study the energy transfer across liquid-graphene interfaces using ultrafast spectroscopy. The graphene electrons are heated up quasi-instantaneously by a visible excitation pulse, and the time evolution of the electronic temperature is then monitored with a terahertz pulse. We observe that water accelerates the cooling of the graphene electrons, whereas other polar liquids leave the cooling dynamics largely unaffected. A quantum theory of solid-liquid heat transfer accounts for the water-specific cooling enhancement through a resonance between the graphene surface plasmon mode and the so-called hydrons -- water charge fluctuations --, particularly the water libration modes, that allows for efficient energy transfer. Our results provide direct experimental evidence of a solid-liquid interaction mediated by collective modes and support the theoretically proposed mechanism for quantum friction. They further reveal a particularly large thermal boundary conductance for the water-graphene interface and suggest strategies for enhancing the thermal conductivity in graphene-based nanostructures. ",
    "url": "https://arxiv.org/abs/2301.05095",
    "authors": [
      "Xiaoqing Yu",
      "Alessandro Principi",
      "Klaas-Jan Tielrooij",
      "Mischa Bonn",
      "Nikita Kavokine"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05110",
    "title": "Phonon-assisted optical absorption of SiC polytypes from first  principles",
    "abstract": "Silicon carbide (SiC) is an indirect-gap semiconductor material widely used in electronic and optoelectronic applications. While experimental measurements of the phonon-assisted absorption coefficient of SiC across its indirect gap have existed for more than fifty years, theoretical investigations of phonon-assisted absorption have been hampered by their excessive computational cost. In this work, we calculate the phonon-assisted temperature-dependent optical absorption spectra of the commonly occurring SiC polytypes (3C, 2H, 4H and 6H), using first-principles approaches based on density functional theory and related techniques. We show that our results agree with experimentally determined absorption coefficients in the spectral region between the direct and indirect band gaps. The temperature dependence of the spectra can be well-predicted with taking the temperature-dependence of the band gaps into account. Lastly, we compare the spectra obtained with second-order perturbation theory to those determined by the special displacement method, and we show that the full consideration of the electronic energy renormalization due to temperature is important to further improve the prediction of the phonon-assisted absorption in SiC. Our insights can be applied to predict the optical spectra of the less common SiC polytypes and other indirect-gap semiconductors in general. ",
    "url": "https://arxiv.org/abs/2301.05110",
    "authors": [
      "Xiao Zhang",
      "Emmanouil Kioupakis"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.06816",
    "title": "A Fully Fiber-Integrated Ion Trap for Portable Optical Atomic Clocks",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2112.06816",
    "authors": [
      "Xavier Fernandez-Gonzalvo",
      "Matthias Keller"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02214",
    "title": "Inference of gravitational field superposition from quantum measurements",
    "abstract": " Comments: 15 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2209.02214",
    "authors": [
      "Chris Overstreet",
      "Joseph Curti",
      "Minjeong Kim",
      "Peter Asenbaum",
      "Mark A. Kasevich",
      "Flaminia Giacomini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.08621",
    "title": "Born rule: quantum probability as classical probability",
    "abstract": " Comments: 9 pages, 2 figures. Important changes. Comments welcome ",
    "url": "https://arxiv.org/abs/2209.08621",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06958",
    "title": "Holistic nanowire laser characterization as a route to optimal design",
    "abstract": " Title: Holistic nanowire laser characterization as a route to optimal design ",
    "url": "https://arxiv.org/abs/2210.06958",
    "authors": [
      "Stephen Church",
      "Nikesh Patel",
      "Ruqaiya Al-Abri",
      "Nawal Al-Amairi",
      "Yunyan Zhang",
      "Huiyun Liu",
      "Patrick Parkinson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2212.06222",
    "title": "Frozen Mode Regime in an Optical Waveguide With Distributed Bragg  Reflector",
    "abstract": " Comments: 11 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2212.06222",
    "authors": [
      "Nathaniel Furman",
      "Tarek Mealy",
      "Md Shafiqul Islam",
      "Ilya Vitebskiy",
      "Ricky Gibson",
      "Robert Bedford",
      "Ozdal Boyraz",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.10326",
    "title": "Wavelength-independent performance of femtosecond laser dielectric  ablation demonstrated in a domain spanning over three octaves",
    "abstract": " Title: Wavelength-independent performance of femtosecond laser dielectric  ablation demonstrated in a domain spanning over three octaves ",
    "url": "https://arxiv.org/abs/2212.10326",
    "authors": [
      "Mario Garcia-Lechuga",
      "Oliver Utéza",
      "Nicolas Sanner",
      "David Grojo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.03522",
    "title": "A Comment on \"Traversable wormhole dynamics on a quantum processor\"",
    "abstract": " Title: A Comment on \"Traversable wormhole dynamics on a quantum processor\" ",
    "url": "https://arxiv.org/abs/2301.03522",
    "authors": [
      "Galina Weinstein"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]