[
  {
    "id": "arXiv:2506.04231",
    "title": "Observation of Coherent Perfect Acoustic Absorption at an Exceptional Point",
    "abstract": "           Non-Hermitian systems have recently shown new possibilities to manipulate wave scattering by exploiting loss, yet coherent perfect absorption at an exceptional point (CPA EP) remains elusive in acoustics. Here we demonstrate it based on a two-channel waveguide with compact lossy resonators. We realize imbalanced losses crucial for CPA EP by using active components to independently modulate the non-Hermiticity. The CPA EP experimentally manifests as full absorption at a unique real frequency and shows high sensitivity to the incident phase this http URL findings open an avenue to explore novel non-Hermitian physics for classical waves and develop innovative acoustic singularity-based devices.         ",
    "url": "https://arxiv.org/abs/2506.04231",
    "authors": [
      "Yi-Fei Xia",
      "Zi-Xiang Xu",
      "Yu-Ting Yan",
      "An Chen",
      "Jing Yang",
      "Bin Liang",
      "Jian-Chun Cheng",
      "Johan Christensen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04232",
    "title": "Taking advantage of multiple scattering for Optical Reflection Tomography",
    "abstract": "           Optical Diffraction Tomography (ODT) is a powerful non-invasive imaging technique widely used in biological and medical applications. While significant progress has been made in transmission configuration, reflection ODT remains challenging due to the ill-posed nature of the inverse problem. We present a novel optimization algorithm for 3D refractive index (RI) reconstruction in reflection-mode microscopy. Our method takes advantage of the multiply-scattered waves that are reflected by uncontrolled background structures and that illuminate the foreground RI from behind. It tackles the ill-posed nature of the problem using weighted time loss, positivity constraints and Total Variation regularization. We have validated our method with data generated by detailed 2D and 3D simulations, demonstrating its performance under weak scattering conditions and with simplified forward models used in the optimization routine for computational efficiency. In addition, we highlight the need for multi-wavelength analysis and the use of regularization to ensure the reconstruction of the low spatial frequencies of the foreground RI.         ",
    "url": "https://arxiv.org/abs/2506.04232",
    "authors": [
      "Thomas Wasik",
      "Victor Barolle",
      "Alexandre Aubry",
      "Josselin Garnier"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.04259",
    "title": "Quantum Index Report 2025",
    "abstract": "           The inaugural edition of the MIT Quantum Index Report (QIR). Quantum technologies are evolving from theoretical concepts into tangible technologies with commercial promise. Their rapid progress is capturing global attention and suggests we stand on the cusp of a second quantum revolution. Unlocking the quantum opportunity is not simple. One challenge is that quantum technologies can present a high barrier to understanding for nonexperts because they often rely on complex principles and concepts from a variety of specialist fields. This can lead to confusion and intimidation for business leaders, educators, policymakers and others. The Quantum Index Report aims to reduce the complexity and make it possible for a wider audience to have a deeper understanding of the quantum landscape. The Quantum Index Report provides a comprehensive, data-driven assessment of the state of quantum technologies. For this inaugural edition we have focused on quantum computing and networking. The report tracks, measures, and visualizes trends across research, development, education and public acceptance. It aggregates data from academia, industry and policy sources and aims to provide nonpartisan insights.         ",
    "url": "https://arxiv.org/abs/2506.04259",
    "authors": [
      "Jonathan Ruane",
      "Elif Kiesow",
      "Johannes Galatsanos",
      "Carl Dukatz",
      "Edward Blomquist",
      "Prashant Shukla"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04357",
    "title": "Optical Physics-Based Generative Models",
    "abstract": "           This paper establishes a comprehensive mathematical framework connecting optical physics equations to generative models, demonstrating how light propagation dynamics inspire powerful artificial intelligence approaches. We analyze six fundamental optical equations, comparing linear models (Helmholtz, dissipative wave, and Eikonal equations) with their nonlinear extensions incorporating Kerr effects, cubic-quintic nonlinearities, and intensity-dependent refractive indices. Our nonlinear optical models reveal remarkable capabilities through natural self-organization principles. The nonlinear Helmholtz model achieves 40-60% parameter reduction while maintaining superior mode separation via self-focusing phenomena. The cubic-quintic dissipative wave model prevents mode collapse through balanced attractive-repulsive interactions, enabling stable soliton formation with 20-40% improved coverage. The intensity-dependent Eikonal model creates adaptive pathways that dynamically respond to content, providing enhanced controllability in conditional generation. Experimental validation demonstrates consistent superiority over linear predecessors and traditional generative approaches. The nonlinear Helmholtz model achieves FID scores of 0.0089 versus 1.0909 for linear versions, while the cubic-quintic model reaches 0.0156 FID with exceptional stability. Memory usage drops 40-60% and training time improves 30-50% due to inherent nonlinear stability properties. The framework enables bidirectional benefits, advancing both generative AI and optical physics through novel approaches to soliton analysis, wavefront control, and refractive index reconstruction with 95% accuracy. This work reveals deep connections between physical self-organization and artificial intelligence, opening pathways toward efficient optical computing implementations.         ",
    "url": "https://arxiv.org/abs/2506.04357",
    "authors": [
      "Amirreza Ahmadnejad",
      "Somayyeh Koohi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2506.04378",
    "title": "Hybrid TPMS-based Designs for Anisotropic Acoustic Metamaterials: Numerical Simulation and Topology Optimization",
    "abstract": "           Anisotropic acoustic metamaterials have received significant scholarly attention in recent years due to their capacity to manipulate wave propagation across various directions. This property is integral to applications involving directional wave guiding. Nonetheless, previously proposed anisotropic acoustic metamaterials exhibited commonalities in bandgaps along x and y periodicities, limiting their efficacy for such applications. Therefore, this work introduces hybrid Triply Periodic Minimal Surfaces (TPMSs)-based anisotropic acoustic metamaterials that manifest abundant bandgap and passband characteristics along the x and y periodicities. Four design families were considered: Primitive-Primitive sheet-based, Gyroid-Gyroid sheet-based, Diamond-Diamond sheet-based, and Nevious-Nevious sheet-based. A computationally efficient exhaustive search was employed to identify optimal hybrid metamaterial designs for various desired audible frequency ranges (i.e., ranging from 20 Hz to 20 kHz). In total, 392,178 designs were assessed in this search. The optimal designs demonstrated pronounced bandgap and passband characteristics across both periodicities, thereby positioning them as promising candidates for directional wave guiding applications. For instance, the optimal Nevious-Nevious sheet-based unit cell design achieved a minimum coverage of 62.90% for bandgaps and passbands within the frequency range of 20 Hz to 5 kHz. Following the identification of optimal unit cell designs, the acoustic pressure responses of hybrid anisotropic acoustic metamaterials, constructed from repeated optimal unit cells, were computed. This involved considering two actuation scenarios, which pertain to exciting the system along both x and y periodicities, revealing responses in alignment with optimized band characteristics.         ",
    "url": "https://arxiv.org/abs/2506.04378",
    "authors": [
      "Mohamed Shendy",
      "Nima Maftoon",
      "Armaghan Salehian"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04629",
    "title": "Analog dual classifier via a time-modulated neuromorphic metasurface",
    "abstract": "           A neuromorphic metasurface embodies mechanical intelligence by realizing physical neural architectures. It exploits guided wave scattering to conduct computations in an analog manner. Through multiple tuned waveguides, the neuromorphic system recognizes the features of an input signal and self-identifies its classification label. The computational input is introduced to the system through mechanical excitations at one edge, generating elastic waves which traverse multiple layers of resonant metasurfaces. These metasurfaces possess a tunable phase akin to trainable parameters in deep learning algorithms. While early efforts have been promising, the well-established constraints on wave propagation in finite media limit such systems to single-task realizations. In this work, we devise a dual classifier neuromorphic metasurface and demonstrate its effectiveness in carrying out two completely independent classification problems, which are concurrently carried out in parallel, thus addressing a major bottleneck in physical computing systems. Parallelization is achieved through smart multiplexing of the carrier computational frequency, enabled by prescribed temporal modulations of the embedded waveguides. The presented theory and results pave the way for new paradigms in wave-based computing systems which have been elusive thus far.         ",
    "url": "https://arxiv.org/abs/2506.04629",
    "authors": [
      "M. Mousa",
      "M. Moghaddaszadeh",
      "M. Nouh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04780",
    "title": "A high-sensitivity frequency counter for free-induction-decay signals",
    "abstract": "           Real-time frequency readout of time-dependent pulsed signals with a high sensitivity are key elements in many applications using atomic devices, such as FID atomic magnetometers. In this paper, we propose a frequency measurement algorithm based on the Hilbert transform and implement such a scheme in a FPGA-based frequency counter. By testing pulsed exponential-decay oscillation signals in the frequency range of 10 to 500 kHz, this frequency counter shows a frequency sensitivity better than 0.1 mHz/Hz^(1/2) at 10 Hz, with an output rate of 200 Hz. When the output rate is increased to 1000 Hz, the sensitivity remains better than 0.4 mHz/Hz^(1/2) at 10 Hz. The performance on frequency sensitivity is comparable with results obtained by off-line nonlinear fitting processes. In addition, this frequency counter does not require the pre-knowledge of the analytic expression of the input signals. The realization of such a device paves the way for practical applications of highly-sensitive FID atomic magnetometers.         ",
    "url": "https://arxiv.org/abs/2506.04780",
    "authors": [
      "Tong Gong",
      "Ming-Rui Shu",
      "Jiang He",
      "Kai Liu",
      "Yi-Ren Li",
      "Xin-Jun Hao",
      "Dong Sheng",
      "Yu-Ming Wang",
      "Yu-Kun Feng"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04798",
    "title": "Controlling rovibrational state populations of polar molecules in inhomogeneous electric fields of the Stark deceleration: molecular dynamics and quantum chemistry simulations",
    "abstract": "           We propose a modified Stark-chirped rapid adiabatic passage technique for a robust rovibrational population transfer in the gas phase molecules in the presence of certain inhomogeneous electric fields. As an example application, the new state switching scheme is shown to greatly enhance the process of slowing polar ammonia molecules in the Stark decelerator. High-level quantum mechanical simulations show that a virtually complete population inversion between a selected pair of weak-field and strong-field seeking states of NH$_3$ can be achieved. Strong dc electric fields within the Stark decelerator are used as part of the rovibrational population transfer protocol. Classical-dynamics simulations for ammonia demonstrate notable improvements in the longitudinal phase space acceptance of the Stark decelerator upgraded with the state switching and an increased deceleration efficiency with respect to the standard Stark deceleration technique.         ",
    "url": "https://arxiv.org/abs/2506.04798",
    "authors": [
      "Emil Zak",
      "Jochen Küpper",
      "Andrey Yachmenev"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04820",
    "title": "High-efficiency compact optical transmitter with a total bit energy of 0.78 pJ/bit including silicon slow-light modulator and open-collector current-mode driver",
    "abstract": "           Increasing datacenter demands require power-efficient optical interconnects. However, a conventional standard transmitter using a silicon rib-waveguide Mach-Zehnder modulator and voltage-mode driver has low efficiency and consumes watt-class high power and occupies a several-square-millimeter footprint, which limits large-scale integration for parallel transmission. This paper presents a transmitter consisting of a compact photonic crystal waveguide (PCW) modulator and a current-mode open-collector driver. The PCW modulator is designed to have high impedance in addition to the slow-light effect. The driver connected to the modulator without termination resistors is optimized based on electronics-photonics co-simulations using a standard electronic circuit simulator with an in-house photonic model library. Co-packaging these dramatically reduces the power consumption to 50 mW and a bit energy to 0.78 pJ/bit at 64-Gbaud, and the footprint to 0.66 mm2. This result represents a significant advancement toward the integration of a large number of transmission channels with no temperature control.         ",
    "url": "https://arxiv.org/abs/2506.04820",
    "authors": [
      "Keisuke Kawahara",
      "Tai Tsuchizawa",
      "Noritsugu Yamamoto",
      "Yuriko Maegami",
      "Koji Yamada",
      "Shinsuke Hara",
      "Toshihiko Baba"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.04827",
    "title": "Empirical scaling laws for self-focused laser pulses in nitrogen plasmas",
    "abstract": "           We investigate the interaction between a superintense laser pulse and a nitrogen plasma with densities exceeding $10^{19}\\,$cm$^{-3}$, using particle-in-cell simulations. Such configurations have recently demonstrated the capability to produce highly charged electron beams (i.e., $>10\\,$nC) with $1\\,$J-class lasers, a significant step toward high-average-current laser-plasma accelerators. Our study focuses on analyzing the impact of laser self-focusing on laser dynamics, leading to scaling laws that characterize beam diffraction, wakefield amplitude and plasma structures, providing important insights of this interaction regime.         ",
    "url": "https://arxiv.org/abs/2506.04827",
    "authors": [
      "Lorenzo Martelli",
      "Igor Andriyash",
      "Jonathan Wheeler",
      "Henri Kraft",
      "Xuan Quyen Dinh",
      "Cédric Thaury"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04946",
    "title": "Information-Optimal Sensing and Control in High-Intensity Laser Experiments",
    "abstract": "           High-intensity laser systems present unique measurement and optimization challenges due to their high complexity, low repetition rates, and shot-to-shot variations. We discuss recent developments towards a unified framework based on information theory and Bayesian inference that addresses these challenges. Starting from fundamental constraints on the physical field structure, we recently demonstrated how to capture complete spatio-temporal information about individual petawatt laser pulses. Building on this foundation, we demonstrate how Bayesian frameworks can leverage temporal correlations between consecutive pulses to improve measurement precision. We then extend these concepts to active sensing strategies that adaptively select measurements to maximize information gain, exemplified through Bayesian autocorrelation spectroscopy. Finally, we show how these information-optimal measurement principles naturally extend to Bayesian optimization. This progression represents a paradigm shift where measurement devices transition from passive data collectors to active participants in complex experiments.         ",
    "url": "https://arxiv.org/abs/2506.04946",
    "authors": [
      "A. Döpp",
      "C. Eberle",
      "J. Esslinger",
      "S. Howard",
      "F. Irshad",
      "J. Schroeder",
      "N. Weisse",
      "S. Karsch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Information Theory (cs.IT)",
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04973",
    "title": "Bayesian network 3D event reconstruction in the Cygno optical TPC for dark matter direct detection",
    "abstract": "           The CYGNO experiment is developing a high-resolution gaseous Time Projection Chamber with optical readout for directional dark matter searches. The detector uses a helium-tetrafluoromethane (He:CF$_4$ 60:40) gas mixture at atmospheric pressure and a triple Gas Electron Multiplier amplification stage, coupled with a scientific camera for high-resolution 2D imaging and fast photomultipliers for time-resolved scintillation light detection. This setup enables 3D event reconstruction: photomultipliers signals provide depth information, while the camera delivers high-precision transverse resolution. In this work, we present a Bayesian Network-based algorithm designed to reconstruct the events using only the photomultipliers signals, yielding a full 3D description of the particle trajectories. The algorithm models the light collection process probabilistically and estimates spatial and intensity parameters on the Gas Electron Multiplier plane, where light emission occurs. It is implemented within the Bayesian Analysis Toolkit and uses Markov Chain Monte Carlo sampling for posterior inference. Validation using data from the CYGNO LIME prototype shows accurate reconstruction of localized and extended tracks. Results demonstrate that the Bayesian approach enables robust 3D description and, when combined with camera data, further improves the precision of track reconstruction. This methodology represents a significant step forward in directional dark matter detection, enhancing the identification of nuclear recoil tracks with high spatial resolution.         ",
    "url": "https://arxiv.org/abs/2506.04973",
    "authors": [
      "Fernando Domingues Amaro",
      "Rita Antonietti",
      "Elisabetta Baracchini",
      "Luigi Benussi",
      "Stefano Bianco",
      "Francesco Borra",
      "Cesidio Capoccia",
      "Michele Caponero",
      "Gianluca Cavoto",
      "Igor Abritta Costa",
      "Antonio Croce",
      "Emiliano Dané",
      "Melba D'Astolfo",
      "Giorgio Dho",
      "Flaminia Di Giambattista",
      "Emanuele Di Marco",
      "Giulia D'Imperio",
      "Matteo Folcarelli",
      "Joaquim Marques Ferreira dos Santos",
      "Davide Fiorina",
      "Francesco Iacoangeli",
      "Zahoor Ul Islam",
      "Herman Pessoa Lima Júnior",
      "Ernesto Kemp",
      "Giovanni Maccarrone",
      "Rui Daniel Passos Mano",
      "David José Gaspar Marques",
      "Luan Gomes Mattosinhos de Carvalhoand Giovanni Mazzitelli",
      "Alasdair Gregor McLean",
      "Pietro Meloni",
      "Andrea Messina",
      "Cristina Maria Bernardes Monteiro",
      "Rafael Antunes Nobrega",
      "Igor Fonseca Pains",
      "Emiliano Paoletti",
      "Luciano Passamonti",
      "Fabrizio Petrucci",
      "Stefano Piacentini",
      "Davide Piccolo",
      "Daniele Pierluigi",
      "Davide Pinci",
      "Atul Prajapati",
      "Francesco Renga",
      "Rita Joana Cruz Roque",
      "Filippo Rosatelli",
      "Alessandro Russo",
      "Giovanna Saviano",
      "Pedro Alberto Oliveira Costa Silva",
      "Neil John Curwen Spooner",
      "Roberto Tesauro",
      "Sandro Tomassini",
      "Samuele Torelli",
      "Donatella Tozzi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2506.05177",
    "title": "Adiabatic dynamics in a V-type quantum system by oppositely chirped counterrotating circularly polarized laser pulses",
    "abstract": "           Shaped free electron vortices (SEVs) have recently been studied using atomic (1+2) resonance-enhanced multiphoton ionization (REMPI) by oppositely chirped counterrotating circularly polarized (OC-CRCP) femtosecond laser pulses. By transitioning from the perturbative to the non-perturbative REMPI regime, we identify an adiabatic excitation mechanism in a resonant V-type three-level system, termed V-RAP due to its similarities to rapid adiabatic passage (RAP). Experimentally, we observe a pronounced change in the shape of the measured three-dimensional photoelectron momentum distribution (3D PMD), which we trace back to this mechanism via analytical calculations and numerical simulations of the bound state and ionization dynamics. In V-RAP, the atom adiabatically follows the OC-CRCP field, with the two excited states driven in anti-phase, leading to an adiabatic cancellation of specific ionization pathways and explaining the observed changes in the PMD. In the experiment, we combine supercontinuum polarization pulse shaping to generate OC-CRCP femtosecond laser pulses with velocity map imaging-based photoelectron tomography to reconstruct the 3D PMD. The reconstructed PMDs are decomposed by 3D Fourier analysis into SEVs of different rotational symmetry, revealing a significant enhancement of the $c_6$-symmetric contribution, which is the signature of the V-RAP.         ",
    "url": "https://arxiv.org/abs/2506.05177",
    "authors": [
      "D. Köhnke",
      "T. Bayer",
      "M. Wollenhaupt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.05275",
    "title": "Optical lever for broadband detection of fluid interface fluctuations",
    "abstract": "           We exploit the optical lever principle to detect minute fluctuations of a liquid-air interface. Waves propagating on the interface deflect a specularly reflected laser beam, inducing angular deviations captured by a dual-element photodiode. We realise this principle in a compact set-up including a temperature-controlled fluid sample. Deflection angle fluctuations span five orders of magnitude in frequency, enabling detection of both low-frequency eigenmodes and high-frequency capillary waves driven by thermal effects. These results demonstrate the broad dynamical range and versatility of specular reflection spectroscopy as a minimally-invasive tool for probing interfacial dynamics in fluid and soft matter systems.         ",
    "url": "https://arxiv.org/abs/2506.05275",
    "authors": [
      "Sreelekshmi C. Ajithkumar",
      "Vitor S. Barroso",
      "Patrik Švančara",
      "Anthony J. Kent",
      "Silke Weinfurtner"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.05304",
    "title": "Cryogenic Optical Lattice Clock with $1.7\\times 10^{-20}$ Blackbody Radiation Stark Uncertainty",
    "abstract": "           Controlling the Stark perturbation from ambient thermal radiation is key to advancing the performance of many atomic frequency standards, including state-of-the-art optical lattice clocks (OLCs). We demonstrate a cryogenic OLC that utilizes a dynamically actuated radiation shield to control the perturbation at $1.7\\times10^{-20}$ fractional frequency, a factor of $\\sim$40 beyond the best OLC to date. Our shield furnishes the atoms with a near-ideal cryogenic blackbody radiation (BBR) environment by rejecting external thermal radiation at the part-per-million level during clock spectroscopy, overcoming a key limitation with previous cryogenic BBR control solutions in OLCs. While the lowest BBR shift uncertainty is realized with cryogenic operation, we further exploit the radiation control that the shield offers over a wide range of temperatures to directly measure and verify the leading BBR Stark dynamic correction coefficient for ytterbium. This independent measurement reduces the literature-combined uncertainty of this coefficient by 30%, thus benefiting state-of-the-art Yb OLCs operated at room temperature. We verify the static BBR coefficient for Yb at the low $10^{-18}$ level.         ",
    "url": "https://arxiv.org/abs/2506.05304",
    "authors": [
      "Youssef S. Hassan",
      "Kyle Beloy",
      "Jacob L. Siegel",
      "Takumi Kobayashi",
      "Eric Swiler",
      "Tanner Grogan",
      "Roger C. Brown",
      "Tristan Rojo",
      "Tobias Bothwell",
      "Benjamin D. Hunt",
      "Adam Halaoui",
      "Andrew D. Ludlow"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.04784",
    "title": "Half-life determination of heavy ions in a storage ring considering feeding and depleting background processes",
    "abstract": "           Heavy-ion storage rings have relatively large momentum acceptance which allows for multiple ion species to circulate at the same time. This needs to be considered in radioactive decay measurements of highly charged ions, where atomic charge exchange reactions can significantly alter the intensities of parent and daughter ions. In this study, we investigate this effect using the decay curves of ion numbers in the recent $^{205}$Tl$^{81+}$ bound-state beta decay experiment conducted using the Experimental Storage Ring at GSI Darmstadt. To understand the intricate dynamics of ion numbers, we present a set of differential equations that account for various atomic and nuclear reaction processes-bound-state beta decay, atomic electron recombination and capture, and electron ionization. By incorporating appropriate boundary conditions, we develop a set of differential equations that accurately simulate the decay curves of various simultaneously stored ions in the storage ring: $^{205}$Tl$^{81+}$, $^{205}$Pb$^{81+}$, $^{205}$Pb$^{82+}$, $^{200}$Hg$^{79+}$, and $^{200}$Hg$^{80+}$. Through a quantitative comparison between simulations and experimental data, we provide insights into the detailed reaction mechanisms governing stored heavy ions within the storage ring. Our approach effectively models charge-changing processes, reduces the complexity of the experimental setup, and provides a simpler method for measuring the decay half-lives of highly charged ions in storage rings.         ",
    "url": "https://arxiv.org/abs/2506.04784",
    "authors": [
      "R. J. Chen",
      "G. Leckenby",
      "R. S. Sidhu",
      "J. Glorius",
      "M. S. Sanjari",
      "Yu. A. Litvinov",
      "F. C. Akinci",
      "M. Bai",
      "K. Blaum",
      "F. Bosch",
      "C. Brandau",
      "T. Dickel",
      "I. Dillmann",
      "D. Dmytriiev",
      "T. Faestermann",
      "O. Forstner",
      "B. Franczak",
      "B. S. Gao",
      "H. Geissel",
      "R. Gernhäuser",
      "C. Griffin",
      "A. Gumberidze",
      "E. Haettner",
      "R. Heß",
      "P.-M. Hillenbrand",
      "P. Kienle",
      "W. Korten",
      "Ch. Kozhuharov",
      "N. Kuzminchuk",
      "S. Litvinov",
      "E. Menz",
      "T. Morgenroth",
      "C. Nociforo",
      "F. Nolden",
      "N. Petridis",
      "U. Popp",
      "S. Purushothaman",
      "R. Reifarth",
      "C. Scheidenberger",
      "U. Spillmann",
      "M. Steck",
      "Th. Stöhlker",
      "Y. K. Tanaka",
      "M. Trassinelli",
      "S. Trotsenko",
      "L. Varga",
      "M. Wang",
      "H. Weick",
      "P. J. Woods",
      "T. Yamaguchi",
      "Y. Zhang",
      "J. Zhao"
    ],
    "subjectives": [
      "Nuclear Experiment (nucl-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.05031",
    "title": "Quantum simulation of the Hubbard model on a graphene hexagon: Strengths of IQPE and noise constraints",
    "abstract": "           Quantum computing offers transformative potential for simulating real-world materials, providing a powerful platform to investigate complex quantum systems across quantum chemistry and condensed matter physics. In this work, we leverage this capability to simulate the Hubbard model on a six-site graphene hexagon using Qiskit, employing the Iterative Quantum Phase Estimation (IQPE) and adiabatic evolution algorithms to determine its ground-state properties. Noiseless simulations yield accurate ground-state energies (GSEs), charge and spin densities, and correlation functions, all in excellent agreement with exact diagonalization, underscoring the precision and reliability of quantum simulation for strongly correlated electron systems. However, deploying IQPE and adiabatic evolution on today's noisy quantum hardware remains highly challenging. To examine these limitations, we utilize the Qiskit Aer simulator with a custom noise model tailored to the characteristics of IBM's real backend. This model includes realistic depolarizing gate errors, thermal relaxation, and readout noise, allowing us to explore how these factors degrade simulation accuracy. Preliminary hardware runs on IBM devices further expose discrepancies between simulated and real-world noise, emphasizing the gap between ideal and practical implementations. Overall, our results highlight the promise of quantum computing for simulating correlated quantum materials, while also revealing the significant challenges posed by hardware noise in achieving accurate and reliable physical predictions using current quantum devices.         ",
    "url": "https://arxiv.org/abs/2506.05031",
    "authors": [
      "Mohammad Mirzakhani",
      "Kyungsun Moon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.20384",
    "title": "Unified Deep Learning Framework for Many-Body Quantum Chemistry via Green's Functions",
    "abstract": "           Quantum many-body methods provide a systematic route to computing electronic properties of molecules and materials, but high computational costs restrict their use in large-scale applications. Due to the complexity in many-electron wavefunctions, machine learning models capable of capturing fundamental many-body physics remain limited. Here, we present a deep learning framework targeting the many-body Green's function, which unifies predictions of electronic properties in ground and excited states, while offering physical insights into many-electron correlation effects. By learning the $GW$ or coupled-cluster self-energy from mean-field features, our graph neural network achieves competitive performance in predicting one- and two-particle excitations and quantities derivable from one-particle density matrix. We demonstrate its high data efficiency and good transferability across chemical species, system sizes, molecular conformations, and correlation strengths in bond breaking, through multiple molecular and nanomaterial benchmarks. This work opens up opportunities for utilizing machine learning to solve many-electron problems.         ",
    "url": "https://arxiv.org/abs/2407.20384",
    "authors": [
      "Christian Venturella",
      "Jiachen Li",
      "Christopher Hillenbrand",
      "Ximena Leyva Peralta",
      "Jessica Liu",
      "Tianyu Zhu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.07973",
    "title": "An Open Source Validation System for Continuous Arterial Blood Pressure Measuring Sensors",
    "abstract": "           Measuring the blood pressure waveform is becoming a more frequently studied area. The development of sensor technologies opens many new ways to be able to measure high-quality signals. The development of such an aim-specific sensor can be time-consuming, expensive, and difficult to test or validate with known and consistent waveforms. In this paper, we present an open source blood pressure waveform simulator with an open source Python validation package to reduce development costs for early-stage sensor development and research. The simulator mainly consists of 3D printed parts which technology has become a widely available and cheap solution. The core part of the simulator is a 3D printed cam that can be generated based on real blood pressure waveforms. The validation framework can create a detailed comparison between the signal waveform used to design the cam and the measured time series from the sensor being validated. The presented simulator proved to be robust and accurate in short- and long-term use, as it produced the signal waveform consistently and accurately. To validate this solution, a 3D force sensor was used, which was proven earlier to be able to measure high-quality blood pressure waveforms on the radial artery at the wrist. The results showed high similarity between the measured and the nominal waveforms, meaning that comparing the normalized signals, the RMSE value ranged from $0.0276 \\pm 0.0047$ to $0.0212 \\pm 0.0023$, and the Pearson correlation ranged from $0.9933 \\pm 0.0027$ to $0.9978 \\pm 0.0005$. Our validation framework is available at this https URL. Our hardware framework, which allows reproduction of the presented solution, is available at this https URL. The entire design is an open source project and was developed using free software.         ",
    "url": "https://arxiv.org/abs/2501.07973",
    "authors": [
      "Attila Répai",
      "Sándor Földi",
      "Péter Sótonyi",
      "György Cserey"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2506.03460",
    "title": "Three-dimensional reconstruction of THz near-fields from a LiNbO$_3$ optical rectification source",
    "abstract": "           Terahertz (THz) generation by optical rectification in LiNbO$_3$ (LN) is a widely used technique for generating intense THz radiation. The spatiotemporal characterization of THz pulses from these sources is currently limited to far-field methods. While simulations of tilted pulse front THz generation have been published, little work has been done to measure the near-field properties of the THz source. A better understanding of the THz near-field properties will improve optimization of THz generation efficiency, transport, and coupling. We demonstrate a technique for quantitative spatiotemporal characterization of single-cycle strong-field THz pulses with 2D near-field electro-optic imaging. We have reconstructed the full temporal 3D THz near-field and shown how the phase front can be tailored by controlling the incident pump pulse.         ",
    "url": "https://arxiv.org/abs/2506.03460",
    "authors": [
      "Annika E. Gabriel Mohamed A.K. Othman",
      "Patrick L. Kramer",
      "Harumy Miura",
      "Matthias C. Hoffmann",
      "Emilio A. Nanni"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.02292",
    "title": "Two-dimensional materials as ideal substrates for molecular quantum emitters",
    "abstract": "           The generation and manipulation of non-classical states of light is central to quantum technologies. Color centers in insulators have been extensively studied for single-photon generation, but organic molecules immobilized on substrates have gained attention due to their superior scalability, large oscillator strengths, and tunable emission frequency. Here, we use first-principles calculations to investigate the photoemission from organic molecules adsorbed on 2D materials. Focusing on terrylene on hexagonal boron nitride (hBN), we obtain zero phonon line (ZPL) energies and emission lineshapes in excellent agreement with experiments. Notably, antisite defects in hBN can immobilize the molecule without influencing its key emission features. We further show that the main effect of the 2D substrate is to introduce sharp sidebands near the ZPL as a fingerprint of hindered rotational, translational, or bending modes of the molecule. Our findings provide insight into how substrate interactions shape the optical properties of molecular systems for quantum applications.         ",
    "url": "https://arxiv.org/abs/2410.02292",
    "authors": [
      "Haiyuan Wang",
      "Nicolas Stenger",
      "Peder Lyngby",
      "Mikael Kuisma",
      "Jakob Schiøtz",
      "Kristian Sommer Thygesen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2412.20991",
    "title": "Topological gap solitons in equidistant lithium niobate waveguide arrays",
    "abstract": "           Equidistant 1D arrays of thin film lithium niobate waveguides can exhibit non-trivial topology due to a specific interplay between inter- and intra-modal couplings of two families of guided modes. In this work we analyze two-colour spatial solitons, emerging due to $\\chi_2$ nonlinear interactions between the modes of non-trivial topology in the fundamental harmonic field, and modes of trivial topology in the second harmonic field. We discuss solitons localized in the bulk of the array (bulk solitons), and at an edge of a finite-size array (edge solitons). The latter emerge due to the nonlinear interactions between a topological edge mode in the fundamental harmonic and bulk modes in the second harmonic. We reveal that for each type of soliton, bulk or edge, there generally exist two families of solutions with different internal structures and ranges of propagation constants. All bulk solitons can only be excited above a certain power threshold dictated by the coupling strength in the second harmonic field and the phase matching between the fundamental and second harmonics. The power threshold for edge solitons generally appears to be much lower, and, by tuning the phase matching, it can be reduced to zero.         ",
    "url": "https://arxiv.org/abs/2412.20991",
    "authors": [
      "Andrey V. Gorbach"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  }
]