[
  {
    "id": "arXiv:2508.15039",
    "title": "Industry Insights into Quantum Knowledge Needed for the Quantum Information Science and Engineering Workforce",
    "abstract": "           Quantum Information Science and Engineering (QISE) education and workforce development are top priorities at the national level in the US. This has included a push for academia to support the development of programs that will prepare students to enter the QISE workforce. As the field of QISE has grown rapidly in academia and industry, there is a need to better understand what quantum knowledge is needed for students to be ready for the workforce. We present preliminary findings on the level of quantum expertise and the specific quantum knowledge utilized across different roles, and in the execution of specific tasks in the QISE industry. Qualitative analysis of semi-structured interviews with industry professionals elucidates these aspects of the vital work functions related to the ongoing development of quantum technologies in industry. This work will provide insights into QISE curriculum development and changes needed to better support students transitioning into this growing industry.         ",
    "url": "https://arxiv.org/abs/2508.15039",
    "authors": [
      "A.R. Pina",
      "Shams El-Adawy",
      "H.J. Lewandowski",
      "Benjamin M. Zwickl"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15055",
    "title": "Industry Perspectives on Projected Quantum Workforce Needs",
    "abstract": "           As more physics educators are developing courses and programs to prepare students for careers in quantum information science, understanding the quantum industry's future workforce needs has become increasingly important. As part of ongoing efforts to understand the knowledge and skills needed for various job roles, we interviewed quantum industry professionals in managerial positions about workforce needs. Through thematic analysis, we identify two broad themes about projected needs. First, managers anticipate a need for a range of educational levels from bachelors to PhDs in physics, engineering, and computer science to fill the needs of roles spanning manufacturing to innovation. Second, managers anticipate an increased need for individuals who can apply quantum information science knowledge across fields. These results provide insights for physics educators about course and program development: continued investment in quantum information science education at all levels is valuable, and greater emphasis should be placed on applications of quantum science.         ",
    "url": "https://arxiv.org/abs/2508.15055",
    "authors": [
      "Shams El-Adawy",
      "A.R. Piña",
      "Benjamin M. Zwickl",
      "H.J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15191",
    "title": "Measurements of Optical Kerr Nonlinearity n2 in Compressed Gases",
    "abstract": "           High-power optical pulses experience self-focusing when propagating in a gaseous medium due to the manifestation of the cubic (Kerr-like) nonlinearity. The magnitude of this effect depends on the Kerr nonlinearity coefficient n2, which in turn may depend on the parameters of laser radiation and the propagation medium. We present experimental data on the coefficient n2 for atomic Ar, molecular N2 and CO2 with a pressure change from 1 to 11 bar and optical pulse duration from 50 to 500 fs of propagating femtosecond near-IR laser radiation (800 nm). Importantly, all three gases under study possess close n2-values in the short pulse limit (50 fs) over the entire pressure range. According to our data, for the first time, as far as we know, the Kerr nonlinearity in CO2 is obtained at atmospheric pressure equal to n2(CO2) = 10.0x1.1x10-24 m2/W. Meanwhile, with increasing gas pressure, effective n2 also increases due to the manifestation of aberrational pulse self-focusing caused by the development of modulation instability. In addition, according to our approximate estimate, the magnitude of the inertial component in the cubic nonlinearity of molecular gases (N2, CO2) is substantial and increases with both pulse duration and gas pressure.         ",
    "url": "https://arxiv.org/abs/2508.15191",
    "authors": [
      "Yury E. Geints",
      "Victor O. Kompanets",
      "Sergey V. Chekalin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.15269",
    "title": "Simulation Studies of Resonant Excitation of Electron Bernstein Waves in Capacitive Discharges",
    "abstract": "           The behavior of capacitive coupled plasma (CCP) discharges is investigated in a mildly magnetized regime, defined by the condition 1 $\\leq$ $f_{ce}/f_{rf}$ $\\lt$ 2, where $f_{ce}$ and $f_{rf}$ are the cyclotron and radio-frequencies (RF), respectively. This regime exhibits complex and distinctive plasma dynamics due to the interplay between RF fields and the externally applied magnetic field. Two prominent phenomena are observed in this regime. First, the plasma density profile becomes asymmetric across the discharge, deviating from the typical symmetric distribution seen in unmagnetized CCPs. Second, electron Bernstein waves (EBWs), high-frequency electrostatic waves, are excited and propagate within the bulk plasma, particularly along steep electron density gradients. As the strength of the magnetic field increases within this regime, the CCP discharge undergoes a transition from a symmetric configuration to an asymmetric one, and then returns to a symmetric profile at higher field strengths. Notably, the excitation and propagation of EBWs are strongly correlated with the presence of discharge asymmetry and localized density gradients. These waves play a significant role in energy transport and electron heating under mildly magnetized conditions. To gain deeper insight into the underlying physics, detailed numerical simulations are carried out using the particle-in-cell Monte Carlo collision (PIC-MCC) technique. These simulations capture the kinetic behavior of electrons and ions, including the collisionless effects and sheath dynamics essential to understanding the excitation of EBWs and the evolution of discharge symmetry. The study thus sheds light on the role of weak magnetic fields in shaping plasma behavior and highlights the importance of wave-particle interactions in magnetized CCPs.         ",
    "url": "https://arxiv.org/abs/2508.15269",
    "authors": [
      "Deepak Gautam",
      "Sarveshwar Sharma",
      "Igor Kaganovich",
      "Bhooshan Paradkar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15286",
    "title": "Real-time imaging through dynamic scattering media enabled by fixed optical modulations",
    "abstract": "           Dynamic scattering remains a significant challenge to the practical deployment of anti-scattering imaging. Existing methods, such as transmission matrix measurements, iterative wavefront shaping, and optical phase conjugation, depend on a quasi-static assumption, requiring the object and scattering medium to remain stable during a single imaging process to enable one-to-one compensation. However, image reconstruction becomes unattainable when this assumption is violated. Here, we propose a novel imaging strategy that counteracts time-dependent scattering perturbations through a fixed modulation module. This one-to-many compensation mechanism is realized via optical diffraction neural networks (ODNNs) trained on simulated datasets. For the first time, we reveal that its feasibility stems from the optical shower-curtain effect, and its effectiveness typically within 1-2 transport mean free paths. Our approach is not only immune to speckle decorrelation but also leverages it to enhance image quality. ODNNs generalize effectively to real-world scattering medium scenarios via multi-simulated scattering media learning and reconstruct images in real time with light-speed processing. We achieve 80 Hz imaging of moving objects in dynamic scattering media with decorrelation times < 1 ms, demonstrating applicability in large-field-of-view imaging and incoherent illumination scenarios. This work lays the foundation for high-speed, intelligent optical imaging, advancing practical anti-dynamic scattering techniques.         ",
    "url": "https://arxiv.org/abs/2508.15286",
    "authors": [
      "Yuegang Li",
      "Junjie Wang",
      "Tailong Xiao",
      "Ze Zheng",
      "Jingzheng Huang",
      "Ming He",
      "Jianping Fan",
      "Guihua Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.15455",
    "title": "Tunable Light Emission from GaAsP and GaInP Islands Grown on Silicon (001) Nanotips Wafer",
    "abstract": "           In this work, we present the monolithic integration of GaAsP and GaInP islands, selectively grown on a CMOS-compatible Si nanotip wafer using gas-source molecular beam epitaxy via a nanoheteroepitaxy approach. These alloys span a wide electronic bandgap range, from infrared to green; making them highly attractive for optoelectronic applications in silicon photonics. In addition, the nanoheteroepitaxy method enables the growth of various alloy combinations without the need for a lattice-matched substrate. We discuss the epitaxial challenges involved, particularly the balance between growth selectivity and alloy miscibility. Despite these challenges, our work demonstrates a promising and scalable route toward tunable light sources and detectors monolithically integrated on silicon, contributing to the development of compact and efficient photonic components for next-generation silicon-based technologies.         ",
    "url": "https://arxiv.org/abs/2508.15455",
    "authors": [
      "Navid Kafi",
      "Adriana Rodrigues",
      "Ines Haeusler",
      "Haoran Ma",
      "Carsten Netzel",
      "Adnan Hammud",
      "Oliver Skibitzki",
      "Martin Schmidbauer",
      "Fariba Hatami"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15488",
    "title": "Landé $g$ factor measurement of $^{48}$Ti$^+$ using simultaneous co-magnetometry and quantum logic spectroscopy",
    "abstract": "           The use of atomic systems as accurate magnetic field probes requires precise characterization of the particle's magnetic properties. Insufficient knowledge of the spatial and temporal characteristics of the external magnetic field often limits the determination of the corresponding atomic parameters. Here, we present a quantum logic scheme mitigating systematic effects caused by temporal magnetic field fluctuations through simultaneous co-magnetometry. This allows measurement of the ground state $g$ factors of a single $^{48}$Ti$^+$ ion with uncertainties at the $10^{-6}$ level. We compare experimentally determined $g$ factors with new theoretical predictions using a combination of configuration interaction (CI) and second-order many-body perturbation theory (MBPT). Theory and experiment agree within the expected level of accuracy. The scheme can be applied to many atomic species, including those that cannot be directly laser cooled.         ",
    "url": "https://arxiv.org/abs/2508.15488",
    "authors": [
      "Till Rehmert",
      "Maximilian J. Zawierucha",
      "Kai Dietze",
      "Piet O. Schmidt",
      "Fabian Wolf",
      "Sergey Porsev",
      "Dmytro Filin",
      "Charles Cheung",
      "Marianna S. Safronova"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15741",
    "title": "Effective programming of a photonic processor with complex interferometric structure",
    "abstract": "           Reconfigurable photonics have rapidly become an invaluable tool for information processing. Light-based computing accelerators are promising for boosting neural network learning and inference and optical interconnects are foreseen as a solution to the information transfer bottleneck in high-performance computing. In this study, we demonstrate the successful programming of a transformation implemented using a reconfigurable photonic circuit with a non-conventional architecture. The core of most photonic processors is an MZI-based architecture that establishes an analytical connection between the controllable parameters and circuit transformation. However, several architectures that are substantially more difficult to program have improved robustness to fabrication defects. We use two algorithms that rely on different initial datasets to reconstruct the circuit model of a complex interferometer, and then program the required unitary transformation. Both methods performed accurate circuit programming with an average fidelity above 98\\%. Our results provide a strong foundation for the introduction of non-conventional interferometric architectures for photonic information processing.         ",
    "url": "https://arxiv.org/abs/2508.15741",
    "authors": [
      "Ilya V. Kondratyev",
      "Kseniia N. Urusova",
      "Artem S. Argenchiev",
      "Nikita S. Klushnikov",
      "Sergei S. Kuzmin",
      "Nikolay N. Skryabin",
      "Alexander D. Golikov",
      "Vadim V. Kovalyuk",
      "Gregory N. Goltsman",
      "Ivan V. Dyakonov",
      "Stanislav S. Straupe",
      "Sergei P. Kulik"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15136",
    "title": "Wide-spectrum security of quantum key distribution",
    "abstract": "           Implementations of quantum key distribution (QKD) need vulnerability assessment against loopholes in their optical scheme. Most of the optical attacks involve injecting or receiving extraneous light via the communication channel. An eavesdropper can choose her attack wavelengths arbitrarily within the quantum channel passband to maximise the attack performance, exploiting spectral transparency windows of system components. Here we propose a wide-spectrum security evaluation methodology to achieve full optical spectrum safety for QKD systems. This technique requires transmittance characterisation in a wide spectral band with a high sensitivity. We report a testbench that characterises insertion loss of fiber-optic components in a wide spectral range of 400 to 2300 nm and up to 70 dB dynamic range. To illustrate practical application of the proposed methodology, we give a full Trojan-horse attack analysis for some typical QKD system configurations and discuss briefly induced-photorefraction and detector-backflash attacks. Our methodology can be used for certification of QKD systems.         ",
    "url": "https://arxiv.org/abs/2508.15136",
    "authors": [
      "Hao Tan",
      "Mikhail Petrov",
      "Weiyang Zhang",
      "Liying Han",
      "Sheng-Kai Liao",
      "Vadim Makarov",
      "Feihu Xu",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.15504",
    "title": "Quantum control of Nitrogen-Vacancy spin in Diamonds: Towards matter-wave interferometry with massive objects",
    "abstract": "           Quantum mechanics (QM) and General relativity (GR), also known as the theory of gravity, are the two pillars of modern physics. A matter-wave interferometer with a massive particle can test numerous fundamental ideas, including the spatial superposition principle - a foundational concept in QM - in previously unexplored regimes. It also opens the possibility of probing the interface between QM and GR, such as testing the quantization of gravity. Consequently, there exists an intensive effort to realize such an interferometer. While several approaches are being explored, we focus on utilizing nanodiamonds with embedded spins as test particles which, in combination with Stern-Gerlach forces, enable the realization of a closed-loop matter-wave interferometer in space-time. There is a growing community of groups pursuing this path [1]. We are posting this technical note (as part of a series of seven such notes), to highlight our plans and solutions concerning various challenges in this ambitious endeavor, hoping this will support this growing community. Here we present our work on quantum control of a nitrogen-vacancy spin system in bulk diamonds and in levitated diamonds as a step towards Stern-Gerlach interferometry with levitated nanodiamonds. Our simulations show that the current state of the art for spin coherence time in nanodiamonds of a few tens of microseconds, is good enough to enable an SGI spatial splitting on the order of nanometers for an ND composed of 10^7 atoms. We would be happy to make available more details upon request.         ",
    "url": "https://arxiv.org/abs/2508.15504",
    "authors": [
      "N. Levi",
      "O. Feldman",
      "Y. Rosenzweig",
      "D. Groswasser",
      "A. Elgarat",
      "M. Gal-Katizri",
      "R. Folman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15519",
    "title": "On-the-fly electrical readout of individual skyrmion dynamics by anomalous Hall effect, correlated with real-time Kerr microscopy",
    "abstract": "           Magnetic skyrmions, topologically stabilized spin textures, are promising candidates for future memory devices and non-conventional computing applications due to their enhanced stability, non-linear interactions, and low-power manipulation capabilities. Despite their significant potential, the reliable electrical readout of individual skyrmions remains a fundamental challenge. While magnetic tunnel junctions and anomalous-Hall-effect-based techniques have demonstrated skyrmion detection capabilities, they currently fail to reliably detect single moving skyrmions as required for applications. Our approach leverages thermally activated skyrmions, where a low constant drive current simultaneously generates both skyrmion motion and the Hall voltage necessary for detection. We demonstrate the reliability of this method through real-time correlation between measured Hall voltage signals and direct Kerr microscopy imaging. Two consecutive Hall crosses allow for determining the skyrmion velocity, in accordance to Kerr microscopy videos. These advances establish a robust platform for skyrmion-based sensors, counters and unconventional computing systems that depend on precise individual skyrmion control and detection.         ",
    "url": "https://arxiv.org/abs/2508.15519",
    "authors": [
      "Grischa Beneke",
      "Kilian Leutner",
      "Nikhil Vijayan",
      "Fabian Kammerbauer",
      "Duc Minh Tran",
      "Sachin Krishnia",
      "Johannes Güttinger",
      "Armin Satz",
      "Robert Frömter",
      "Mathias Kläui"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.15691",
    "title": "Trotter-based quantum algorithm for solving transport equations with exponentially fewer time-steps",
    "abstract": "           The extent to which quantum computers can simulate physical phenomena and solve the partial differential equations (PDEs) that govern them remains a central open question. In this work, one of the most fundamental PDEs is addressed: the multidimensional transport equation with space- and time-dependent coefficients. We present a quantum numerical scheme based on three steps: quantum state preparation, evolution, and measurement of relevant observables. The evolution step combines a high-order centered finite difference with a time-splitting scheme based on product formula approximations, also known as Trotterization. Novel numerical analysis is introduced to bound the different sources of error and we prove that, for the product formula approximations, vector norm analysis guarantees similar accuracy with exponentially fewer time steps than operator-norm-based approaches, thereby significantly reducing the projected computational resources. We also present efficient quantum circuits and numerical simulations that confirm the predicted vector-norm scaling. We report results on real quantum hardware for the one-dimensional convection equation, and solve a non-linear ordinary differential equation via its associated Liouville equation, a particular case of transport equations. This work provides a practical framework for efficiently simulating transport phenomena on quantum computers, with potential applications in plasma physics, molecular gas dynamics and non-linear dynamical systems, including chaotic systems.         ",
    "url": "https://arxiv.org/abs/2508.15691",
    "authors": [
      "Julien Zylberman",
      "Thibault Fredon",
      "Nuno F. Loureiro",
      "Fabrice Debbasch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2504.04899",
    "title": "Achieving precision in measuring birefringence characteristics of a periodically-poled Lithium Niobate waveguide",
    "abstract": "           The refraction of light in an optical medium is not only a subject of fundamental interest, but the refractive index also plays a crucial role in applications involving integrated and non-linear optics. One such application is photon-pair generation in waveguides with second-order nonlinearity. The spectral properties of the generated photon pairs are governed by the effective group refractive indices of the interacting modes, which normally are calculated via Sellmeier's equations for bulk crystals. However, in integrated optics, the effective group refractive indices experienced by the propagating modes can differ from those in bulk materials. Therefore, we present an accurate, in-situ measurement technique for determining the birefringence characteristics of a structure with high reflective end facets by performing a Fourier transformation of the light transmission spectrum and apply this method to a periodically-poled Lithium Niobate waveguide resonator in the telecom wavelength range. We directly predict important spectral figures of merit of the photon-pair generation process, which depend on the optical path length difference that can be resolved with a high precision of more than 16 standard deviations.         ",
    "url": "https://arxiv.org/abs/2504.04899",
    "authors": [
      "Stefan Kazmaier",
      "Kaisa Laiho"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.13630",
    "title": "Strongly resonant polarization dynamics of pulse trains in a spin-flip model for an excitable microlaser with delayed self-feedback",
    "abstract": "           Motivated by recent experimental observations concerning the polarization dynamics in an excitable microlaser with saturable absorber coupled to an external feedback mirror reported in [Ruschel et al. (2025) Opt. Lett. 50 (8) 2618], we propose here an in-depth theoretical investigation of the locked dynamics of regenerative vectorial pulse trains that this system produces. We perform a numerical bifurcation analysis of self-sustained pulse trains of a corresponding spin-flip model with delayed feedback. Its focus is on strongly resonant regimes, where the modulation of the peak intensities of polarized regenerative pulse trains locks to 2, 3 and 4 times the pulse regeneration time. Specifically, we identify points of strongly resonant rotation numbers on curves of torus bifurcations in the parameter plane of the amplitude and phase anisotropy parameters, and continue emerging curves of fold and period-doubling bifurcations to identify locking regions. In this way, we clarify where pulse trains show strongly resonant polarization dynamics and highlight that even weak polarization coupling in delay-coupled microlasers creates considerable dynamical richness. These results may have impact on the design of future coupled microlasers systems for neuroinspired on-chip computing, where the polarization of an excitable pulse can be used to encode or process information.         ",
    "url": "https://arxiv.org/abs/2508.13630",
    "authors": [
      "Stefan Ruschel",
      "Sylvain Barbay",
      "Neil G. R. Broderick",
      "Bernd Krauskopf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Dynamical Systems (math.DS)"
    ]
  },
  {
    "id": "arXiv:2208.06519",
    "title": "One-Electron Quantum Cyclotron as a Milli-eV Dark-Photon Detector",
    "abstract": "           We propose using trapped electrons as high-$Q$ resonators for detecting meV dark photon dark matter. When the rest energy of the dark photon matches the energy splitting of the two lowest cyclotron levels, the first excited state of the electron cyclotron will be resonantly excited. A proof-of-principle measurement, carried out with one electron, demonstrates that the method is background-free over a 7.4 day search. It sets a limit on dark photon dark matter at 148 GHz (0.6 meV) that is around 75 times better than previous constraints. Dark photon dark matter in the 0.1-1 meV mass range (20-200 GHz) could likely be detected at a similar sensitivity in an apparatus designed for dark photon detection.         ",
    "url": "https://arxiv.org/abs/2208.06519",
    "authors": [
      "Xing Fan",
      "Gerald Gabrielse",
      "Peter W. Graham",
      "Roni Harnik",
      "Thomas G. Myers",
      "Harikrishnan Ramani",
      "Benedict A. D. Sukra",
      "Samuel S. Y. Wong",
      "Yawen Xiao"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14744",
    "title": "Resolving exciton and polariton multi-particle correlations in an optical microcavity in the strong coupling regime",
    "abstract": "           Multi-particle correlations of exciton-polaritons and reservoir-excitons in the strong light-matter coupling regime dictate the quantum dynamics of optical microcavities. In this letter, we examine the many-body exciton-polariton dynamics in a Fabry-Pérot microcavity of a two-dimensional metal-halide semiconductor over timescales involving polariton ($\\ll 1$\\,ps) and exciton ($\\gg 1$\\,ps) scattering. We find enhanced exciton nonlinear dynamics in the microcavity versus the bare semiconductor, concomitant with ultrafast polariton scattering dynamics. We measure, by means of coherent spectroscopy, the coupling between exciton-polaritons, bright excitons, and reservoir-excitons that highlight the complex scattering landscape that fundamentally drives polariton condensation.         ",
    "url": "https://arxiv.org/abs/2404.14744",
    "authors": [
      "Victoria Quirós-Cordero",
      "Esteban Rojas-Gatjens",
      "Martín Gómez-Dominguez",
      "Hao Li",
      "Carlo A. R. Perini",
      "Natalie Stingelin",
      "Juan-Pablo Correa-Baena",
      "Eric R. Bittner",
      "Ajay Ram Srimath Kandada",
      "Carlos Silva-Acuña"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2501.18881",
    "title": "Efficient preparation of entangled states in cavity QED with Grover's algorithm",
    "abstract": "           We propose to employ the amplification mechanism of Grover's search algorithm to efficiently prepare entangled states of an ensemble of qubits. The conditional change of sign employed in the algorithm can be implemented by the phase shift of photons scattered on an optical cavity hosting an atomic ensemble. We show that collective Dicke states, GHZ states, and Schrödinger cat superpositions of $N$ atoms may be prepared deterministically by few ($\\sim N^{1/4}$) photon scattering events without individual addressing of the atoms.         ",
    "url": "https://arxiv.org/abs/2501.18881",
    "authors": [
      "Omar Nagib",
      "M. Saffman",
      "K. Mølmer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2501.18884",
    "title": "Deterministic carving of quantum states with Grover's algorithm",
    "abstract": "           We show that iteration of a few ( $\\sim N^{1/4}$) unitary steps of Grover's algorithm suffices to perfectly prepare a Dicke state of $N$ atoms in a cavity. We also show that a few subsequent Grover steps can be employed to generate GHZ and Cat states. The Grover iteration is physically realized by global qubit rotations and by the phase shift of single photons reflected on the cavity. Our protocols are deterministic and require no individual addressing of the atoms. A detailed error analysis accounting for spatial mode matching of the photon to the cavity, spontaneous emission, mirror scattering, and the finite bandwidth of the photon mode is used to predict the fidelity of the prepared states as a function of system parameters and atom-cavity cooperativity. The fidelity can be increased by heralding on detection of the reflected photon.         ",
    "url": "https://arxiv.org/abs/2501.18884",
    "authors": [
      "Omar Nagib",
      "M. Saffman",
      "K. Mølmer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.06328",
    "title": "Imperfect detectors for adversarial tasks with applications to quantum key distribution",
    "abstract": "           Security analyses in quantum key distribution (QKD) and other adversarial quantum tasks often assume perfect device models. However, real-world implementations often deviate from these models. Thus, it is important to develop security proofs that account for such deviations from ideality. In this work, we develop a general framework for analysing imperfect threshold detectors, treating uncharacterised device parameters such as dark counts and detection efficiencies as adversarially controlled within some ranges. This approach enables a rigorous worst-case analysis, ensuring security proofs remain valid under realistic conditions. Our results strengthen the connection between theoretical security and practical implementations by introducing a flexible framework for integrating detector imperfections into adversarial quantum protocols.         ",
    "url": "https://arxiv.org/abs/2503.06328",
    "authors": [
      "Shlok Nahar",
      "Devashish Tupkary",
      "Norbert Lütkenhaus"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.08476",
    "title": "Bridging Electrostatic Screening and Ion Transport in Lithium Salt-Doped Ionic Liquids",
    "abstract": "           Alkali salt-doped ionic liquids are emerging as promising electrolyte systems for energy applications, owing to their excellent interfacial stability. To address their limited ionic conductivity, various strategies have been proposed, including modifying the ion solvation environment and enhancing the transport of selected ions (e.g., Li$^+$). Despite the pivotal role of electrostatic interactions in determining key physicochemical properties, their influence on ion transport in such systems has received relatively little attention. In this work, we investigate the connection between ion transport and electrostatic screening using atomistic molecular dynamics simulations of 1-butyl-1-methylpyrrolidinium bis(trifluoromethanesulfonyl)imide ([pyr$_{14}$][TFSI]) doped with lithium bis(trifluoromethanesulfonyl)imide (LiTFSI) at molar fractions x$_{LiTFSI}$ $\\le$ 0.3. We find that the charge-charge and density-density correlation functions exhibit oscillatory exponential decay, indicating that LiTFSI doped [pyr$_{14}$][TFSI] is a charge- and mass-dense system. The electrostatic screening length decreases with increasing LiTFSI concentration, whereas the decay length of the density-density correlation functions remains nearly unchanged. Notably, we find that the x$_{LiTFSI}$-sensitive screening length serves as a central length scale for disentangling species-specific contributions of ion pairs to collective ion transport upon LiTFSI doping. This framework provides a unifying perspective on the interplay between structure and transport in ionic liquid systems.         ",
    "url": "https://arxiv.org/abs/2506.08476",
    "authors": [
      "Hyungshick Park",
      "Bong June Sung",
      "Jeongmin Kim"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]