[
  {
    "id": "arXiv:2408.14650",
    "title": "Effect of Rabi dynamics in resonant x-ray scattering of intense attosecond pulses",
    "abstract": "           We theoretically study the effects of Rabi oscillations on resonant x-ray scattering in Ne$^+$ using intense attosecond and few-femtosecond pulses. The total photon yield strongly depends on the pulse area and has an upper bound at high intensities. Resonant scattering yields with attosecond pulses can be an order of magnitude higher than those far from resonances. Interference between resonant fluorescence and elastic scattering channels depends on the pulse area and initial state. Our results suggest that resonant x-ray scattering can be exploited for high-resolution, site-specific imaging.         ",
    "url": "https://arxiv.org/abs/2408.14650",
    "authors": [
      "Akilesh Venkatesh",
      "Phay J. Ho"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2408.14704",
    "title": "Performance of Antenna-based and Rydberg Quantum RF Sensors in the Electrically Small Regime",
    "abstract": "           Rydberg atom electric field sensors are tunable quantum sensors that can perform sensitive radio frequency (RF) measurements. Their qualities have piqued interest at longer wavelengths where their small size compares favorably to impedance-matched antennas. Here, we compare the signal detection sensitivity of cm-scale Rydberg sensors to similarly sized room-temperature electrically small antennas with active and passive receiver backends. We present and analyze effective circuit models for each sensor type, facilitating a fair sensitivity comparison for cm-scale sensors. We calculate that contemporary Rydberg sensor implementations are less sensitive than unmatched antennas with active amplification. However, we find that idealized Rydberg sensors operating with a maximized atom number and at the standard quantum limit may perform well beyond the capabilities of antenna-based sensors at room temperature, the sensitivities of both lying below typical atmospheric background noise.         ",
    "url": "https://arxiv.org/abs/2408.14704",
    "authors": [
      "K. M. Backes",
      "P. K. Elgee",
      "K.-J. LeBlanc",
      "C. T. Fancher",
      "D. H. Meyer",
      "P. D. Kunz",
      "N. Malvania",
      "K. M. Nicolich",
      "J. C. Hill",
      "B. L. Schmittberger Marlow",
      "K. C. Cox"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14800",
    "title": "Shock Wave Interaction with a Naturally Generated Vortex Ring",
    "abstract": "           The vortex ring is usually analytically modelled in computational studies involving vortex ring and shock wave interaction. However, incompressibility assumptions of the isolated vortex ring model mostly limits its applicability to the lower Mach number regime. To overcome this limitation, a compressible vortex ring is generated using a pulse jet exiting a circular nozzle, and its interaction with a shock wave is analysed. The shock vortex interaction and resulting sound wave generation is simulated by solving the compressible axisymmetric Navier-Stokes equations. A characteristics-based filter is used to isolate acoustic and hydrodynamic disturbances in the flow-field. A reconfigured computational domain is used to negate the after-effects of the nozzle on the flow field. The strong interaction of compressible vortex rings at higher Mach numbers with different shock wave Mach numbers in the flow field is studied including resultant acoustic wave generation.         ",
    "url": "https://arxiv.org/abs/2408.14800",
    "authors": [
      "Swapnil Ashok Ahire",
      "Avijit Chatterjee"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2408.14804",
    "title": "Data-Driven Approach to Learning Optimal Forms of Constitutive Relations in Models Describing Lithium Plating in Battery Cells",
    "abstract": "           In this study we construct a data-driven model describing Lithium plating in a battery cell, which is a key process contributing to degradation of such cells. Starting from the fundamental Doyle-Fuller-Newman (DFN) model, we use asymptotic reduction and spatial averaging techniques to derive a simplified representation to track the temporal evolution of two key concentrations in the system, namely, the total intercalated Lithium on the negative electrode particles and total plated Lithium. This model depends on an a priori unknown constitutive relations of the cell as a function of thestate variables. An optimal form of this constitutive relation is then deduced from experimental measurements of the time dependent concentrations of different Lithium phases acquired through Nuclear Magnetic Resonance spectroscopy. This is done by solving an inverse problem in which this constitutive relation is found subject to minimum assumptions as a minimizer of a suitable constrained optimization problem where the discrepancy between the model predictions and experimental data is minimized. This optimization problem is solved using a state-of-the-art adjoint-based technique. In contrast to some of the earlier approaches to modelling Lithium plating, the proposed model is able to predict non-trivial evolution of the concentrations in the relaxation regime when no current isapplied to the cell. When equipped with an optimal constitutive relation, the model provides accurate predictions of the time evolution of both intercalated and plated Lithium across a wide range of charging/discharging rates. It can therefore serve as a useful tool for prediction and control of degradation mechanism in battery cells.         ",
    "url": "https://arxiv.org/abs/2408.14804",
    "authors": [
      "Avesta Ahmadi",
      "Kevin J. Sanders",
      "Gillian R. Goward",
      "Bartosz Protas"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14904",
    "title": "Long-lived entanglement of molecules in magic-wavelength optical tweezers",
    "abstract": "           Realising quantum control and entanglement of particles is crucial for advancing both quantum technologies and fundamental science. Significant developments in this domain have been achieved in a variety of systems. In this context, ultracold polar molecules offer new and unique opportunities due to their more complex internal structure associated with vibration and rotation, coupled to the existence of long-range interactions. However, the same properties make molecules highly sensitive to their environment, impacting their coherence and utility in some applications. Here we show that by engineering an exceptionally controlled environment using rotationally-magic optical tweezers, we can achieve long-lived entanglement between pairs of molecules using hertz-scale interactions. We demonstrate the highest reported fidelity to date for a two-molecule Bell state ($0.976^{+0.014}_{-0.016}$) and present the first realisation of a microwave-driven entangling gate between two molecules, preparing the molecules in a decoherence-free subspace. We show that the magic-wavelength trap preserves the entanglement, with no measurable decay over 0.5 s, opening new avenues for quantum-enhanced metrology, ultracold chemistry and the use of rotational states for quantum simulation, quantum computation and as quantum memories. The extension of precise quantum control to complex molecular systems will allow their additional degrees of freedom to be exploited across many domains of quantum science.         ",
    "url": "https://arxiv.org/abs/2408.14904",
    "authors": [
      "Daniel K. Ruttley",
      "Tom R. Hepworth",
      "Alexander Guttridge",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14907",
    "title": "Influence of Cavity Geometry on the Bubble Dynamics of Nucleate Pool Boiling",
    "abstract": "           Nucleate pool boiling is known for its exceptional heat transfer coefficients, with the use of cavities further improving bubble nucleation and heat transfer rate. To promote this heat transfer enhancement technique, a thorough understanding of the influence of cavity geometry on single bubble dynamics is required. The influence of depth and radius of cylindrical and conical cavities on the bubble dynamics of nucleate pool boiling of R1234yf were numerically investigated. The cavity radius was varied between 50 {\\mu}m and 400 {\\mu}m and the cavity depth between 100 {\\mu}m and 1000 {\\mu}m at a fixed heat flux of 28 kW/m$^2$. It was found that the maximum equivalent diameter prior to departure was constant for cavities with radii smaller than 120 {\\mu}m, while it increased linearly when increasing the cavity radius further. Cylindrical cavities exhibited high stability regardless of cavity radius or depth whereas conical cavities showed a decrease in vapour retention with increasing cavity angle. During the necking phase, the bubble interface became pinned at the cavity edge, depending on conical cavity angle, implying that smaller radii allowed for enhanced surface rewetting. Conical cavities could be considered as cylindrical cavities when the cavity angle was less than a quarter of the interface contact angle. When translating the single cavity findings to cavity array design, cylindrical cavities were recommended as they allowed for stable bubble behaviour. For increased nucleation zones and rewetting, a sub-critical radius was recommended. Wider cavities were recommended for high superheat conditions as larger bubbles could enhance bubble growth.         ",
    "url": "https://arxiv.org/abs/2408.14907",
    "authors": [
      "M.S. Whiting",
      "W.J. van den Bergh",
      "P.E. Theodorakis",
      "M. Everts"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2408.14912",
    "title": "Numerical modelling of a vortex-based superconducting memory cell: dynamics and geometrical optimization of a fluxonic quantum dot",
    "abstract": "           The lack of dense random-access memory is one of the main obstacles to the development of digital superconducting computers. It has been suggested that AVRAM cells, based on the storage of a single Abrikosov vortex, the smallest quantized object in superconductors, can enable drastic miniaturization to the nanometer scale. In this work, we present numerical modeling of such cells using time-dependent Ginzburg-Landau equations. The cell represents a fluxonic quantum dot containing a small superconducting island, an asymmetric notch for vortex entrance, a guiding track, and a vortex trap. We determine the optimal geometrical parameters for operation at zero magnetic field and the conditions for controllable vortex manipulation by short current pulses. We report ultra-fast vortex motion with velocities more than an order of magnitude faster than those expected for macroscopic superconductors. This phenomenon is attributed to strong interactions with the edges of a mesoscopic island, combined with the nonlinear reduction of flux-flow viscosity due to nonequilibrium effects in the track. Our results show that such cells can be scaled down to sizes comparable to the London penetration depth, 100 nm, and can enable ultrafast switching on the picosecond scale with ultra-low energy per operation, 0.1 aJ.         ",
    "url": "https://arxiv.org/abs/2408.14912",
    "authors": [
      "Aiste Skog",
      "Razmik A. Hovhannisyan",
      "Vladimir M. Krasnov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15051",
    "title": "Optical Routing via High Efficiency Composite Acoustic Diffraction",
    "abstract": "           Acousto-optical modulation (AOM) is a powerful and widely used technique for rapidly controlling the frequency, phase, intensity, and direction of light. Based on Bragg diffraction, AOMs typically exhibit moderate diffraction efficiency, often less than 90\\% even for collimated inputs. In this work, we demonstrate that this efficiency can be significantly improved using a composite (CP) setup comprising a pair of 4-F-linked AOMs, enabling 2-by-2 beamsplitting with fully tunable splitting amplitude and phase. The efficiency enhancement arises from two effects, termed \"momentum echo\" and \"high-order rephasing,\" which can be simultaneously optimized by adjusting the relative distance between the two AOMs. This method is resource-efficient, does not require ultra-collimation, and maintains control bandwidth. Experimentally, we achieved a diffraction efficiency exceeding 99\\% (excluding insertion loss) and a 35 dB single-mode suppression of the 0th-order beam, demonstrating a full-contrast optical router with a switching time of less than 100~nanoseconds. Theoretically, we formulate the dynamics of CP-AOM in terms of multi-mode quantum control and discuss extensions beyond the $N=2$ configuration presented in this work. The substantially enhanced performance of CP-AOMs, coupled with reduced acoustic amplitude requirements, may significantly advance our ability to accurately control light at high speeds with low-loss acousto-optics.         ",
    "url": "https://arxiv.org/abs/2408.15051",
    "authors": [
      "Yuxiang Zhao",
      "Jiangyong Hu",
      "Ruijuan Liu",
      "Ruochen Gao",
      "Yiming Li",
      "Xiao Zhang",
      "Huanfeng Zhu",
      "Saijun Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.15139",
    "title": "Fast thermo-optic switching on silicon nitride platform through parity-time symmetry breaking",
    "abstract": "           This work demonstrates a fast thermo-optic switching mechanism on silicon nitride on insulator platform leveraging parity-time symmetry breaking. The cladding-free design enables low-loss optical propagation in a partially metal-covered waveguide, with the same metal layer serving as an integrated heater for rapid phase tuning. The fabricated device exhibits an 8.5 {\\mu}s rise time for a {\\pi} phase shift, despite the weak thermo-optic coefficient in silicon nitride. Additionally, the impact of thermal cross-talk is investigated and an insertion loss as low as 0.39 dB for a 100-{\\mu}m-long heater-waveguide section is demonstrated.         ",
    "url": "https://arxiv.org/abs/2408.15139",
    "authors": [
      "Ravi Pradip",
      "Venkata Sai Akhil Varri",
      "Liam McRae",
      "Frank Brückerhoff-Plückelmann",
      "Daniel Wendland",
      "Anna P. Ovvyan",
      "Shabnam Taheriniya",
      "Wolfram Pernice",
      "Simone Ferrari"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14571",
    "title": "Universal MJ Spintronic Model: Navigating a Serendipitous Expedition in the Quantum World",
    "abstract": "           This work introduces a pair of novel universal MJ spintronic models that precisely mirror the complex spin textures observed in materials. The spin-orbit coupled (SOC) Hamiltonians $\\mathcal{H}_{MJ1}$ and $\\mathcal{H}_{MJ2}$ reveal a range of novel and intriguing spin phenomena by modulating spin-orbit interactions. These Hamiltonians exemplify two distinct spin textures: $\\mathcal{H}_{MJ1}$ distinguishes between unidirectional momentum-independent persistent spin texture (PST) and bidirectional partial PST while $\\mathcal{H}_{MJ2}$ portrays a spiral spin texture that can be conceptually tied to the expansion/contraction of the quantum universe in a two-dimensional plane. We also explore the fundamental aspects of earlier analytical models that underpin the construction of the present MJ spintronic model. The physical interpretation of these models is illustrated graphically and the emerging spin phenomena resulting from complex SOC are elucidated using a simple vector model.         ",
    "url": "https://arxiv.org/abs/2408.14571",
    "authors": [
      "Manish Kumar Mohanta",
      "Puru Jena"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14782",
    "title": "Molecular Entanglement Witness by Absorption Spectroscopy in Cavity QED",
    "abstract": "           Producing and maintaining molecular entanglement at room temperature and detecting multipartite entanglement features of macroscopic molecular systems remain key challenges for understanding inter-molecular quantum effects in chemistry. Here, we study the quantum Fisher information, a central concept in quantum metrology, as a multipartite entanglement witness. We generalize the entanglement witness functional related to quantum Fisher information regarding non-identical local response operators. We show that it is a good inter-molecular entanglement witness for ultrastrong light-matter coupling in cavity quantum electrodynamics, including near the superradiant phase transition. We further connect quantum Fisher information to the dipole correlator, which suggests that this entanglement could be detected by absorption spectroscopy. Our work proposes a general protocol to detect inter-molecular entanglement in chemical systems at room temperature.         ",
    "url": "https://arxiv.org/abs/2408.14782",
    "authors": [
      "Weijun Wu",
      "Francesca Fassioli",
      "David A. Huse",
      "Gregory D. Scholes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.14922",
    "title": "Controlling few-body reaction pathways using a Feshbach resonance",
    "abstract": "           Gaining control over chemical reactions on the quantum level is a central goal of the modern field of cold and ultracold chemistry. Here, we demonstrate a novel method to coherently steer reaction flux of a three-body recombination process across different product spin channels. For this, we employ a magnetically-tunable Feshbach resonance to admix, in a controlled way, a specific spin state to the reacting collision complex. This allows for the control of the reaction flux into the admixed spin channel, which can be used to significantly change the reaction products. Furthermore, we also investigate the influence of an Efimov resonance on the reaction dynamics. We find that while the Efimov resonance can be used to globally enhance three-body recombination, the relative flux between the reaction channels remains unchanged. Our control scheme is general and can be extended to other reaction processes. It also provides new opportunities in combination with other control schemes, such as quantum interference of reaction paths.         ",
    "url": "https://arxiv.org/abs/2408.14922",
    "authors": [
      "Shinsuke Haze",
      "Jinglun Li",
      "Dominik Dorer",
      "José P. D'Incao",
      "Paul S. Julienne",
      "Eberhard Tiemann",
      "Markus Deiß",
      "Johannes Hecker Denschlag"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14953",
    "title": "Morphogenesis of sound creates acoustic rainbows",
    "abstract": "           Sound is an essential sensing element for many organisms in nature, and multiple species have evolved organic structures that create complex acoustic scattering and dispersion phenomena to emit and perceive sound unambiguously. To date, it has not proven possible to design artificial scattering structures that rival the performance of those found in organic structures. Contrarily, most sound manipulation relies on active transduction in fluid media rather than relying on passive scattering principles, as are often found in nature. In this work, we utilize computational morphogenesis to synthesize complex energy-efficient wavelength-sized single-material scattering structures that passively decompose radiated sound into its spatio-spectral components. Specifically, we tailor an acoustic rainbow structure with \"above unity\" efficiency and an acoustic wavelength-splitter. Our work paves the way for a new frontier in sound-field engineering, with potential applications in transduction, bionics, energy harvesting, communications and sensing.         ",
    "url": "https://arxiv.org/abs/2408.14953",
    "authors": [
      "Rasmus E. Christiansen",
      "Ole Sigmund",
      "Efren Fernandez-Grande"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Optimization and Control (math.OC)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.15007",
    "title": "Exact Polaron-Polaron interactions in a Quantum Hall Fluid",
    "abstract": "           We present an exact solution for effective polaron-polaron interactions between heavy impurities, mediated by a sea of non-interacting light fermions in the quantum Hall regime with highly degenerate Landau levels. For weak attraction between impurities and fermions, where only the manifold of lowest Landau levels is relevant, we obtain an analytical expression of mediated polaron-polaorn interactions. Remarkably, polaron interactions are exactly zero when fermions in lowest Landau levels outnumber heavy impurities. For strong attraction, different manifolds of higher Landau levels come into play and we derive a set of equations that can be used to numerically solve the mediated polaron interaction potential. We find that the potential vanishes when the distance R between impurities is larger than the magnetic length, but strongly diverges at short range following a Coulomb form -1/R. Our exact results of polaron-polaron interactions might be examined in cold-atom setups, where a system of Fermi polarons in the quantum Hall regime is realized with synthetic gauge field or under fast rotation. Our predictions could also be useful to understand the effective interaction between exciton-polarons in electron-doped semiconductors under strong magnetic field.         ",
    "url": "https://arxiv.org/abs/2408.15007",
    "authors": [
      "Jia Wang",
      "Xia-Ji Liu",
      "Hui Hu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11785",
    "title": "Spectroscopy of laser cooling transitions in MgF",
    "abstract": "           We measure the complete set of transition frequencies necessary to laser cool and trap MgF molecules. Specifically, we report the frequency of multiple low $J$ transitions of the $X^2\\Sigma^+(v^{\\prime\\prime}=0,1) \\rightarrow A^2\\Pi_{1/2}(v^\\prime=0)$, $X^2\\Sigma^+(v^{\\prime\\prime}=1,2) \\rightarrow A^2\\Pi_{1/2}(v^\\prime=1)$, and $X^2\\Sigma^+(v^{\\prime\\prime}=1) \\rightarrow B^2\\Sigma^+(v^{\\prime}=0)$ bands of MgF. The measured $X^2\\Sigma^+(v^{\\prime\\prime}=1)\\rightarrow B^2\\Sigma^+(v^\\prime=0)$ spectrum allowed the spin-rotation and hyperfine parameters of the $B^2\\Sigma^+(v=0)$ state of MgF to be determined. Furthermore, we demonstrate optical cycling in MgF by pumping molecules into the $X^2\\Sigma^+(v=1,2)$ states. Optical pumping enhances the spectroscopic signals of transitions originating in the $N^{\\prime\\prime}=1$ level of the $X^2\\Sigma^+(v^{\\prime\\prime}=1,2)$ states.         ",
    "url": "https://arxiv.org/abs/2403.11785",
    "authors": [
      "Nickolas H. Pilgram",
      "Benjamin Baldwin",
      "David S. La Mantia",
      "Stephen P. Eckel",
      "Eric B. Norrgard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.15712",
    "title": "Supercontinua from integrated gallium nitride waveguides",
    "abstract": "           Supercontinua are broadband spectra that are essential to optical spectroscopy, sensing, imaging, and metrology. They are generated from ultrashort laser pulses through nonlinear frequency conversion in fibers, bulk media, and chip-integrated waveguides. For any generating platform, balancing the competing criteria of strong nonlinearity, transparency, and absence of multiphoton absorption is a key challenge. Here, we explore supercontinuum generation in integrated gallium nitride (GaN) waveguides, which combine a high Kerr-nonlinearity, mid-infrared transparency, and a large bandgap that prevents two- and three-photon absorption in the technologically important telecom C-band, where compact erbium-based pump lasers exist. Using this type of laser, we demonstrate tunable dispersive waves and gap-free spectra extending to almost 4 micron in wavelength, relevant to functional group chemical sensing. Additionally, leveraging the material's second-order nonlinearity, we implement on-chip f-2f interferometry to detect the pump laser's carrier-envelope offset frequency, which enables precision metrology. These results demonstrate the versatility of GaN-on-sapphire as a new platform for broadband nonlinear photonics.         ",
    "url": "https://arxiv.org/abs/2404.15712",
    "authors": [
      "Weichen Fan",
      "Markus Ludwig",
      "Ian Rousseau",
      "Ivo Arabadzhiev",
      "Bastian Ruhnke",
      "Thibault Wildi",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.08957",
    "title": "Ballistic-aggregated Carbon Nanofoam in Target-side of Pulsed Laser Deposition for Energy Storage Applications",
    "abstract": "           In pulsed laser deposition, along the traditionally exploited deposition on the front-side of the plasma-plume, a coating forms on the surface of the target as well. For reproducibility, this residue is usually cleaned and discarded. Here we instead investigate the target-side coated materials and employ them as a binder-free supercapacitor electrode. The ballistic-aggregated, target-side nanofoam is compact and features a larger fraction of sp2-carbon, higher nitrogen content with higher graphitic-N and lower oxygen content with fewer COOH groups than that of diffusive-aggregated conventional nanofoams. They are highly hydrogenated graphite-like amorphous carbon and superhydrophilic. The resulting symmetric micro-supercapacitor delivers higher volumetric capacitance of 522 mF/cm3 at 100 mV/s and 104% retention after 10000 charge-discharge cycles over conventional nanofoam (215 mF/cm3 and 85% retention) with an areal capacitance of 134 {\\mu}F/cm2 at 120 Hz and ultrafast frequency response. Utilizing the normally discarded target-side material can therefore enable high performing devices while reducing waste, cost and energy input per usable product. leading towards a greater sustainability on nanomaterials synthesis and deposition techniques.         ",
    "url": "https://arxiv.org/abs/2405.08957",
    "authors": [
      "Subrata Ghosh",
      "Massimiliano Righi",
      "Andrea Macrelli",
      "Giorgio Divitini",
      "Davide Orecchia",
      "Alessandro Maffini",
      "Francesco Goto",
      "Gianlorenzo Bussetti",
      "David Dellasega",
      "Valeria Russo",
      "Andrea Li Bassi",
      "Carlo S. Casari"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2406.01962",
    "title": "Theory of resonant x-ray scattering with ultrafast intense pulses",
    "abstract": "           We present a time-dependent Schrödinger equation (TDSE) approach within a non-relativistic quantum electrodynamics (QED) framework to investigate resonant x-ray scattering under intense x-ray pulses. This method enables us to explore how coherent x-ray electron dynamics affect scattering signals from Ne$^+$. We account for both resonant fluorescence and elastic scattering channels, while also considering competing photoionization and inner-shell decay processes. By computing the angular distribution and energy spectrum of scattered photons, we uncover the interference effects between elastic scattering and resonant fluorescence pathways. Notably, our results reveal a small asymmetry in the energy spectrum as a result of this interference. We discuss the experimental potential for detecting signatures of interference. Our findings demonstrate that the x-ray Rabi dynamics can be used to control scattering responses and offer new insights into interference mechanisms and scattering efficiency in high-intensity x-ray regimes.         ",
    "url": "https://arxiv.org/abs/2406.01962",
    "authors": [
      "Akilesh Venkatesh",
      "Phay J. Ho"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2406.13003",
    "title": "Simulating nonlinear optical processes on a superconducting quantum device",
    "abstract": "           Simulating plasma physics on quantum computers is difficult because most problems of interest are nonlinear, but quantum computers are not naturally suitable for nonlinear operations. In weakly nonlinear regimes, plasma problems can be modeled as wave-wave interactions. In this paper, we develop a quantization approach to convert nonlinear wave-wave interaction problems to Hamiltonian simulation problems. We demonstrate our approach using two qubits on a superconducting device. Unlike a photonic device, a superconducting device does not naturally have the desired interactions in its native Hamiltonian. Nevertheless, Hamiltonian simulations can still be performed by decomposing required unitary operations into native gates. To improve experimental results, we employ a range of error mitigation techniques. Apart from readout error mitigation, we use randomized compilation to transform undiagnosed coherent errors into well-behaved stochastic Pauli channels. Moreover, to compensate for stochastic noise, we rescale exponentially decaying probability amplitudes using rates measured from cycle benchmarking. We carefully consider how different choices of product-formula algorithms affect the overall error and show how a trade-off can be made to best utilize limited quantum resources. This study provides an example of how plasma problems may be solved on near-term quantum computing platforms.         ",
    "url": "https://arxiv.org/abs/2406.13003",
    "authors": [
      "Yuan Shi",
      "Bram Evert",
      "Amy F. Brown",
      "Vinay Tripathi",
      "Eyob A. Sete",
      "Vasily Geyko",
      "Yujin Cho",
      "Jonathan L DuBois",
      "Daniel Lidar",
      "Ilon Joseph",
      "Matt Reagor"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.13865",
    "title": "Programmable all optical spin simulator with artificial gauge fields",
    "abstract": "           The interconnection of lasers is pivotal across various research domains, from generating high-power lasers to studying out-of-equilibrium coupled systems. This paper explores our investigation into Hermitian coupling between lasers in an array, with the aim of achieving arbitrary coupling and creating artificial gauge fields that can break time-reversal symmetry. For that, we investigated Hermitian coupling within three laser array geometries: a square array of 100 lasers, a triangular array of 130 lasers, and a ring array of 8 lasers. In the square array, we implemented arbitrary laser coupling with a precision of $2\\pi/120$ radians, enabling the attainment of any desired phase-locking state. In the triangular array, we controlled the chirality of the lasers with 99% purity. In the ring array, the introduction of an artificial gauge field revealed discrete quantized first-order transitions between distinct topological phase-locking states. This arbitrary coupling, with control over both the strength and phase, paves the way for exploring spin systems and configurations characterized by exotic, non-conventional coupling.         ",
    "url": "https://arxiv.org/abs/2408.13865",
    "authors": [
      "Simon Mahler",
      "Eran Bernstein",
      "Sagie Gadasi",
      "Geva Arwas",
      "Asher A. Friesem",
      "Nir Davidson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.11553",
    "title": "Quantum mechanical modeling of the multi-stage Stern$\\unicode{x2013}$Gerlach experiment conducted by Frisch and Segr\\`e",
    "abstract": "           The multi-stage Stern$\\unicode{x2013}$Gerlach experiment conducted by Frisch and Segrè includes two cascaded quantum measurements with a nonadiabatic flipper in between. The Frisch and Segrè experiment has been modeled analytically by Majorana without the nuclear effect and subsequently revised by Rabi with the hyperfine interaction. However, the theoretical predictions do not match the experimental observation accurately. Here, we numerically solve the standard quantum mechanical model, via the von Neumann equation, including the hyperfine interaction for the time evolution of the spin. Thus far, the coefficients of determination from the standard quantum mechanical model without using free parameters are still low, indicating a mismatch between the theory and the experiment. Non-standard variants that improve the match are explored for discussion.         ",
    "url": "https://arxiv.org/abs/2210.11553",
    "authors": [
      "S. Süleyman Kahraman",
      "Kelvin Titimbo",
      "Zhe He",
      "Jung-Tsung Shen",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.16410",
    "title": "First-principles construction of symmetry-informed quantum metrologies",
    "abstract": "           Combining quantum and Bayesian principles leads to optimality in metrology, but the optimisation equations involved are often hard to solve. This work mitigates this problem with a novel class of measurement strategies for quantities isomorphic to location parameters, which are shown to admit a closed-form optimisation. The resulting framework admits any parameter range, prior information, or state, and the associated estimators apply to finite samples. As an example, the metrology of relative weights is formulated from first principles and shown to require hyperbolic errors. The primary advantage of this approach lies in its simplifying power: it reduces the search for good strategies to identifying which symmetry leaves a state of maximum ignorance invariant. This will facilitate the application of quantum metrology to fundamental physics, where symmetries play a key role.         ",
    "url": "https://arxiv.org/abs/2402.16410",
    "authors": [
      "Jesús Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2403.19485",
    "title": "Adaptive resolution of fine scales in modes of microstructured optical fibers",
    "abstract": "           An adaptive algorithm for computing eigenmodes and propagation constants of optical fibers is proposed. The algorithm is built using a dual-weighted residual error estimator. The residuals are based on the eigensystem for leaky hybrid modes obtained from Maxwell equations truncated to a finite domain after a transformation by a perfectly matched layer. The adaptive algorithm is then applied to compute practically interesting modes for multiple fiber microstructures. Emerging microstructured optical fibers are characterized by complex geometrical features in their transverse cross-section. Their leaky modes, useful for confining and propagating light in their cores, often exhibit fine scale features. The adaptive algorithm automatically captures these features without any expert input. The results also show that confinement losses of these modes are captured accurately on the adaptively found meshes.         ",
    "url": "https://arxiv.org/abs/2403.19485",
    "authors": [
      "Jay Gopalakrishnan",
      "Jacob Grosek",
      "Gabriel Pinochet-Soto",
      "Pieter VandenBerge"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.09441",
    "title": "Overcoming the fundamental limit of quantum transduction via intraband entanglement",
    "abstract": "           A quantum transducer converts an input signal to an output probe at a distant frequency band while maintaining the quantum information with high fidelity, which is crucial for quantum networking and distributed quantum sensing and computing. In terms of microwave-optical quantum transduction, the state-of-the-art quantum transducers suffer low transduction efficiency from weak nonlinear coupling, wherein increasing pump power to enhance efficiency inevitably leads to thermal noise from heating. Moreover, we reveal that the efficiency-bandwidth product of a cavity electro-optical or electro-optomechanical transducer is fundamentally limited by pump power and nonlinear coupling coefficient, irrespective of cavity engineering efforts. To overcome this fundamental limit, we propose to noiselessly boost the transduction efficiency by consuming intraband entanglement (e.g., microwave-microwave or optical-optical entanglement in the case of microwave-optical transduction). Via a squeezer-coupler-antisqueezer sandwich structure, the protocol enhances the transduction efficiency to unity in the ideal lossless case, given an arbitrarily weak pump and nonlinear coupling. In practical cavity systems, our entanglement-assisted protocol surpasses the non-assisted fundamental limit of the efficiency-bandwidth product and reduces the threshold cooperativity for positive quantum capacity by a factor proportional to two-mode squeezing gain. Given a fixed cooperativity, our approach increases the broadband quantum capacity by orders of magnitude.         ",
    "url": "https://arxiv.org/abs/2404.09441",
    "authors": [
      "Haowei Shi",
      "Quntao Zhuang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]