[
  {
    "id": "arXiv:2404.08125",
    "title": "Deuteration removes quantum dipolar defects from KDP crystals",
    "abstract": "The structural, dielectric, and thermodynamic properties of the hydrogen-bonded ferroelectric crystal potassium dihydrogen phosphate ($\\mathbf{KH_2PO_4}$), KDP for short, differ significantly from those of DKDP ($\\mathbf{KD_2PO_4}$). It is well established that deuteration affects the interplay of hydrogen-bond switches and heavy ion displacements that underlie the emergence of macroscopic polarization, but a detailed microscopic model is missing. Here we show that all-atom path integral molecular dynamics simulations can predict the isotope effects, revealing the microscopic mechanism that differentiates KDP and DKDP. Proton tunneling in the hydrogen bonds generates phosphate configurations that do not contribute to the polarization. These dipolar defects are always present in KDP, but disappear at low temperatures in DKDP, which behaves more classically. Quantum disorder confers residual entropy to ferroelectric KDP, explaining its lower spontaneous polarization and transition entropy relative to DKDP. Tunneling should also contribute to the anomalous heat capacity observed in KDP near absolute zero. The prominent role of quantum fluctuations in KDP is related to the unusual strength of the hydrogen bonds in this system and should be equally important in the other crystals of the KDP family, which exhibit similar isotope effects. ",
    "url": "https://arxiv.org/abs/2404.08125",
    "authors": [
      "Bingjia Yang",
      "Pinchen Xie",
      "Roberto Car"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08206",
    "title": "Non-uniform wave momentum bandgap in biaxial anisotropic photonic time  crystals",
    "abstract": "Photonic time crystals (PTCs) host momentum bandgaps enabling intriguing non-resonant light amplification in propagating waves, but opening substantial bandgaps demands refractive index changes too extreme for conventional nonlinear optics. Here, we introduce momentum bandgaps for non-uniform waves, including evanescent and ghost types, by extending PTCs to biaxial anisotropic photonic time crystals that periodically alternate between uniform biaxial anisotropy and isotropic media over time. We show that ghost waves, unlike evanescent waves, sustain only momentum bandgaps, opening wide bandgaps at even the smallest modulation depths. Moreover, we demonstrate momentum bandgap effects on non-uniform waves that can be amplified, or through decaying modes, selectively attenuated. We find that ghost wave momentum bandgaps uniquely boost refracted over reflected waves under one-way incidence, in stark contrast to balanced amplification seen in both propagating and evanescent waves. Our approach expands time-varying metamaterials by integrating wave characteristics, bridging the gap between conventional nonlinear optics and PTC momentum bandgaps, and shedding new light on extreme manipulation of surface polaritons. ",
    "url": "https://arxiv.org/abs/2404.08206",
    "authors": [
      "Junhua Dong",
      "Sihao Zhang",
      "Huan He",
      "Huanan Li",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08216",
    "title": "Role of nonlocal heat transport on the laser ablative Rayleigh-Taylor  instability",
    "abstract": "Ablative Rayleigh-Taylor instability (ARTI) and nonlocal heat transport are the critical problems in laser-driven inertial confinement fusion, while their coupling with each other is not completely understood yet. Here the ARTI in the presence of nonlocal heat transport is studied self-consistently for the first time theoretically and by using radiation hydrodynamic simulations. It is found that the nonlocal heat flux generated by the hot electron transport tends to attenuate the growth of instability, especially for short wavelength perturbations. A linear theory of the ARTI coupled with the nonlocal heat flux is developed, and a prominent stabilization of the ablation front via the nonlocal heat flux is found, in good agreement with numerical simulations. This effect becomes more significant as the laser intensity increases. Our results should have important references for the target designing for inertial confinement fusion. ",
    "url": "https://arxiv.org/abs/2404.08216",
    "authors": [
      "Z. H. Chen",
      "X. H. Yang",
      "G. B. Zhang",
      "Y. Y. Ma",
      "R. Yan",
      "H. Xu",
      "Z. M. Sheng",
      "F. Q. Shao",
      "J. Zhang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08240",
    "title": "Beam dynamics study of the high-power electron beam irradiator using  niobium-tin superconducting cavity",
    "abstract": "A compact accelerator design for irradiation purposes is being proposed at KEK. This design targets an energy of 10 MeV and a current of 50 mA. Current design includes a 100 kV thermionic DC electron gun with an RF grid, 1-cell normal-conducting buncher cavity, and Nb$_{3}$Sn superconducting cavities to accelerate the beam to the final energy of 10 MeV. The goal of the present beam dynamics study is the beam loss suppression (to the ppm level), since it results in a thermal load on the cavity. Then the beam performance at the accelerator exit should be confirmed. The main issue was to transport the beam without loss, since the initial electron energy (100 keV) is low, and the beam parameters are intricately correlated. In addition, the space charge effect is considerable. For this reason, simultaneous optimization of multiple parameters was necessary. Here we report optimization results and their effect on the design of the machine. ",
    "url": "https://arxiv.org/abs/2404.08240",
    "authors": [
      "Olga Tanaka",
      "Yosuke Honda",
      "Masahiro Yamamoto",
      "Tomohiro Yamada",
      "Hiroshi Sakai"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08265",
    "title": "Quantum molecular docking with quantum-inspired algorithm",
    "abstract": "Molecular docking (MD) is a crucial task in drug design, which predicts the position, orientation, and conformation of the ligand when bound to a target protein. It can be interpreted as a combinatorial optimization problem, where quantum annealing (QA) has shown promising advantage for solving combinatorial optimization. In this work, we propose a novel quantum molecular docking (QMD) approach based on QA-inspired algorithm. We construct two binary encoding methods to efficiently discretize the degrees of freedom with exponentially reduced number of bits and propose a smoothing filter to rescale the rugged objective function. We propose a new quantum-inspired algorithm, hopscotch simulated bifurcation (hSB), showing great advantage in optimizing over extremely rugged energy landscapes. This hSB can be applied to any formulation of objective function under binary variables. An adaptive local continuous search is also introduced for further optimization of the discretized solution from hSB. Concerning the stability of docking, we propose a perturbation detection method to help ranking the candidate poses. We demonstrate our approach on a typical dataset. QMD has shown advantages over the search-based Autodock Vina and the deep-learning DIFFDOCK in both re-docking and self-docking scenarios. These results indicate that quantum-inspired algorithms can be applied to solve practical problems in the drug discovery even before quantum hardware become mature. ",
    "url": "https://arxiv.org/abs/2404.08265",
    "authors": [
      "Yunting Li",
      "Xiaopeng Cui",
      "Zhaoping Xiong",
      "Bowen Liu",
      "Bi-Ying Wang",
      "Runqiu Shu",
      "Nan Qiao",
      "Man-Hong Yung"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08091",
    "title": "Continual Learning of Range-Dependent Transmission Loss for Underwater  Acoustic using Conditional Convolutional Neural Net",
    "abstract": "There is a significant need for precise and reliable forecasting of the far-field noise emanating from shipping vessels. Conventional full-order models based on the Navier-Stokes equations are unsuitable, and sophisticated model reduction methods may be ineffective for accurately predicting far-field noise in environments with seamounts and significant variations in bathymetry. Recent advances in reduced-order models, particularly those based on convolutional and recurrent neural networks, offer a faster and more accurate alternative. These models use convolutional neural networks to reduce data dimensions effectively. However, current deep-learning models face challenges in predicting wave propagation over long periods and for remote locations, often relying on auto-regressive prediction and lacking far-field bathymetry information. This research aims to improve the accuracy of deep-learning models for predicting underwater radiated noise in far-field scenarios. We propose a novel range-conditional convolutional neural network that incorporates ocean bathymetry data into the input. By integrating this architecture into a continual learning framework, we aim to generalize the model for varying bathymetry worldwide. To demonstrate the effectiveness of our approach, we analyze our model on several test cases and a benchmark scenario involving far-field prediction over Dickin's seamount in the Northeast Pacific. Our proposed architecture effectively captures transmission loss over a range-dependent, varying bathymetry profile. This architecture can be integrated into an adaptive management system for underwater radiated noise, providing real-time end-to-end mapping between near-field ship noise sources and received noise at the marine mammal's location. ",
    "url": "https://arxiv.org/abs/2404.08091",
    "authors": [
      "Indu Kant Deo",
      "Akash Venkateshwaran",
      "Rajeev K. Jaiman"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2404.08122",
    "title": "Cavity engineered phonon-mediated superconductivity in MgB$_2$ from  first principles quantum electrodynamics",
    "abstract": "Strong laser pulses can control superconductivity, inducing non-equilibrium transient pairing by leveraging strong-light matter interaction. Here we demonstrate theoretically that equilibrium ground-state phonon-mediated superconductive pairing can be affected through the vacuum fluctuating electromagnetic field in a cavity. Using the recently developed $\\textit{ab initio}$ quantum electrodynamical density-functional theory approximation, we specifically investigate the phonon-mediated superconductive behavior of MgB$_2$ under different cavity setups and find that in the strong-light matter coupling regime its superconducting transition temperature can be enhanced by $\\approx 73\\%$ ($\\approx 40\\%$) in an in-plane (out-of-plane) polarized cavity. The results highlight that strong-light matter coupling in extended systems can profoundly alter material properties in a non-perturbative way by modifying their electronic structure and phononic dispersion at the same time. Our findings indicate a pathway to the experimental realization of light-controlled superconductivity in solid-state materials at equilibrium via cavity-material engineering. ",
    "url": "https://arxiv.org/abs/2404.08122",
    "authors": [
      "I-Te Lu",
      "Dongbin Shin",
      "Hannes Hübener",
      "Umberto De Giovannini",
      "Simone Latini",
      "Michael Ruggenthaler",
      "Angel Rubio"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08248",
    "title": "Nonlinear theory of the modulational instability at the ion-ion hybrid  frequency and collapse of ion-ion hybrid waves in two-ion plasmas",
    "abstract": "We study the dynamics of two-dimensional nonlinear ion-ion hybrid waves propagating perpendicular to an external magnetic field in plasmas with two ion species. We derive nonlinear equations for the envelope of electrostatic potential at the ion-ion hybrid frequency to describe the interaction of ion-ion hybrid waves with low frequency acoustic-type disturbances. The resulting nonlinear equations also take into account the contribution of second harmonics of the ion-ion hybrid frequency. A nonlinear dispersion relation is obtained and, for a number of particular cases, the modulational instability growth rates are found. By neglecting the contribution of second harmonics, the phenomenon of collapse of ion-ion hybrid waves is predicted. It is shown that taking into account the interaction with the second harmonics results in the existence of a stable two-dimensional soliton. ",
    "url": "https://arxiv.org/abs/2404.08248",
    "authors": [
      "Volodymyr M. Lashkin"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08378",
    "title": "On-chip quantum interference between independent lithium  niobate-on-insulator photon-pair sources",
    "abstract": "Generating and interfering non-classical states of light is fundamental to optical quantum information science and technology. Quantum photonic integrated circuits provide one pathway towards scalability by combining nonlinear sources of non-classical light and programmable circuits in centimeter-scale devices. The key requirements for quantum applications include efficient generation of indistinguishable photon-pairs and high-visibility programmable quantum interference. Here, we demonstrate a lithium niobate-on-insulator (LNOI) integrated photonic circuit that generates a two-photon path-entangled state, and a programmable interferometer for quantum interference. We generate entangled photons with $\\sim2.3\\times10^8$ pairs/s/mW brightness and perform quantum interference experiments on the chip with $96.8\\pm3.6\\%$ visibility. LNOI is an emerging photonics technology that has revolutionized high-speed modulators and efficient frequency conversion. Our results provide a path towards large-scale integrated quantum photonics including efficient photon-pair generation and programmable circuits for applications such as boson sampling and quantum communications. ",
    "url": "https://arxiv.org/abs/2404.08378",
    "authors": [
      "Robert J. Chapman",
      "Tristan Kuttner",
      "Jost Kellner",
      "Alessandra Sabatti",
      "Andreas Maeder",
      "Giovanni Finco",
      "Fabian Kaufmann",
      "Rachel Grange"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.08549",
    "title": "Benchmarking the Cell Image Segmentation Models Robustness under the  Microscope Optical Aberrations",
    "abstract": "Cell segmentation is essential in biomedical research for analyzing cellular morphology and behavior. Deep learning methods, particularly convolutional neural networks (CNNs), have revolutionized cell segmentation by extracting intricate features from images. However, the robustness of these methods under microscope optical aberrations remains a critical challenge. This study comprehensively evaluates the performance of cell instance segmentation models under simulated aberration conditions using the DynamicNuclearNet (DNN) and LIVECell datasets. Aberrations, including Astigmatism, Coma, Spherical, and Trefoil, were simulated using Zernike polynomial equations. Various segmentation models, such as Mask R-CNN with different network heads (FPN, C3) and backbones (ResNet, VGG19, SwinS), were trained and tested under aberrated conditions. Results indicate that FPN combined with SwinS demonstrates superior robustness in handling simple cell images affected by minor aberrations. Conversely, Cellpose2.0 proves effective for complex cell images under similar conditions. Our findings provide insights into selecting appropriate segmentation models based on cell morphology and aberration severity, enhancing the reliability of cell segmentation in biomedical applications. Further research is warranted to validate these methods with diverse aberration types and emerging segmentation models. Overall, this research aims to guide researchers in effectively utilizing cell segmentation models in the presence of minor optical aberrations. ",
    "url": "https://arxiv.org/abs/2404.08549",
    "authors": [
      "Boyuan Peng",
      "Jiaju Chen",
      "Qihui Ye",
      "Minjiang Chen",
      "Peiwu Qin",
      "Chenggang Yan",
      "Dongmei Yu",
      "Zhenglin Chen"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2404.08605",
    "title": "Quantum Iterative Methods for Solving Differential Equations with  Application to Computational Fluid Dynamics",
    "abstract": "We propose quantum methods for solving differential equations that are based on a gradual improvement of the solution via an iterative process, and are targeted at applications in fluid dynamics. First, we implement the Jacobi iteration on a quantum register that utilizes a linear combination of unitaries (LCU) approach to store the trajectory information. Second, we extend quantum methods to Gauss-Seidel iterative methods. Additionally, we propose a quantum-suitable resolvent decomposition based on the Woodbury identity. From a technical perspective, we develop and utilize tools for the block encoding of specific matrices as well as their multiplication. We benchmark the approach on paradigmatic fluid dynamics problems. Our results stress that instead of inverting large matrices, one can program quantum computers to perform multigrid-type computations and leverage corresponding advances in scientific computing. ",
    "url": "https://arxiv.org/abs/2404.08605",
    "authors": [
      "Chelsea A. Williams",
      "Antonio A. Gentile",
      "Vincent E. Elfving",
      "Daniel Berger",
      "Oleksandr Kyriienko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:1901.08873",
    "title": "Chapter: Vulnerability of Quantum Information Systems to Collective  Manipulation",
    "abstract": " Comments: This is an earlier version of a final document that appears in IntechOpen. Comments welcome to neiljohnson@gwu.edu, 20 Pages ",
    "url": "https://arxiv.org/abs/1901.08873",
    "authors": [
      "Fernando J. Gómez-Ruiz",
      "Ferney J. Rodríguez",
      "Luis Quiroga",
      "Neil F. Johnson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computers and Society (cs.CY)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2003.07292",
    "title": "Using context to adapt to sensor drift",
    "abstract": " Title: Using context to adapt to sensor drift ",
    "url": "https://arxiv.org/abs/2003.07292",
    "authors": [
      "J. Warner",
      "A. Devaraj",
      "R. Miikkulainen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Machine Learning (cs.LG)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2307.15823",
    "title": "Platinum-based Catalysts for Oxygen Reduction Reaction simulated with a  Quantum Computer",
    "abstract": " Comments: Main paper: 29 pages, 4 figures, Supplementary Material: 10 pages, 5 figures, 5 tables ",
    "url": "https://arxiv.org/abs/2307.15823",
    "authors": [
      "Cono Di Paola",
      "Evgeny Plekhanov",
      "Michal Krompiec",
      "Chandan Kumar",
      "Emanuele Marsili",
      "Fengmin Du",
      "Daniel Weber",
      "Jasper Simon Krauser",
      "Elvira Shishenina",
      "David Muñoz Ramo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16036",
    "title": "Applying Machine Learning Methods to Laser Acceleration of Protons:  Lessons Learned from Synthetic Data",
    "abstract": " Comments: Updated version includes new section with an optimization task ",
    "url": "https://arxiv.org/abs/2307.16036",
    "authors": [
      "Ronak Desai",
      "Thomas Zhang",
      "Ricky Oropeza",
      "John J. Felice",
      "Joseph R. Smith",
      "Alona Kryshchenko",
      "Chris Orban",
      "Michael L. Dexter",
      "Anil K. Patnaik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2401.11926",
    "title": "Gaussians for Electronic and Rovibrational Quantum Dynamics",
    "abstract": " Title: Gaussians for Electronic and Rovibrational Quantum Dynamics ",
    "url": "https://arxiv.org/abs/2401.11926",
    "authors": [
      "Aleksander P. Woźniak",
      "Ludwik Adamowicz",
      "Thomas Bondo Pedersen",
      "Simen Kvaal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07835",
    "title": "Towards a realistic noise modelling of quantum sensors for future  satellite gravity missions",
    "abstract": " Comments: To be submited to Advances in Space Research ",
    "url": "https://arxiv.org/abs/2404.07835",
    "authors": [
      "João Encarnação",
      "Christian Siemes",
      "Ilias Daras",
      "Olivier Carraz",
      "Aaron Strangfeld",
      "Philipp Zingerle",
      "Roland Pail"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]