[
  {
    "id": "arXiv:2110.11788",
    "title": "An analysis on metric-driven multi-target sensor management: GOSPA  versus OSPA",
    "abstract": "This paper presents an analysis on sensor management using a cost function based on a multi-target metric, in particular, the optimal subpattern-assignment (OSPA) metric, the unnormalised OSPA (UOSPA) metric and the generalised OSPA (GOSPA) metric (\\alpha=2). We consider the problem of managing an array of sensors, where each sensor is able to observe a region of the surveillance area, not covered by other sensors, with a given sensing cost. We look at the case in which there are far-away, independent potential targets, at maximum one per sensor region. In this set-up, the optimal action using GOSPA is taken for each sensor independently, as we may expect. On the contrary, as a consequence of the spooky effect at a distance in optimal OSPA/UOSPA estimation, the optimal actions for different sensors using OSPA and UOSPA are entangled. ",
    "url": "https://arxiv.org/abs/2110.11788",
    "authors": [
      "Ángel F. García-Fernández",
      "Marcel Hernandez",
      "Simon Maskell"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2110.11833",
    "title": "Refined decay bounds on the entries of spectral projectors associated  with sparse Hermitian matrices",
    "abstract": "Spectral projectors of Hermitian matrices play a key role in many applications, and especially in electronic structure computations. Linear scaling methods for gapped systems are based on the fact that these special matrix functions are localized, which means that the entries decay exponentially away from the main diagonal or with respect to more general sparsity patterns. The relation with the sign function together with an integral representation is used to obtain new decay bounds, which turn out to be optimal in an asymptotic sense. The influence of isolated eigenvalues in the spectrum on the decay properties is also investigated and a superexponential behaviour is predicted. ",
    "url": "https://arxiv.org/abs/2110.11833",
    "authors": [
      "Michele Benzi",
      "Michele Rinelli"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2104.02352",
    "title": "Stochastic convergence of regularized solutions and their finite element  approximations to inverse source problems",
    "abstract": " Title: Stochastic convergence of regularized solutions and their finite element  approximations to inverse source problems ",
    "url": "https://arxiv.org/abs/2104.02352",
    "authors": [
      "Zhiming Chen",
      "Wenlong Zhang",
      "Jun Zou"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  }
]