[
  {
    "id": "arXiv:2207.02857",
    "title": "Milestones of research activity in quantum computing: EPS grand  challenges",
    "abstract": "We argue that quantum computing underwent an inflection point circa 2017. Long promised funding materialised which prompted public and private investments around the world. Techniques from machine learning suddenly influenced central aspects of the field. On one hand, machine learning was used to emulate quantum systems. On the other hand, quantum algorithms became viewed as a new type of machine learning model (creating the new model of {\\it variational} quantum computation). Here we sketch some milestones which have lead to this inflection point. We argue that the next inflection point would occur around when practical problems will be first solved by quantum computers. We anticipate that by 2050 this would have become commonplace, were the world would still be adjusting to the possibilities brought by quantum computers. ",
    "url": "https://arxiv.org/abs/2207.02857",
    "authors": [
      "Zeki Can Seskir",
      "Jacob Biamonte"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02931",
    "title": "Electrically-driven Photonic Crystal Lasers with Ultra-low Threshold",
    "abstract": "Light sources with ultra-low energy consumption and high performance are required to realize optical interconnects for on-chip communication. Photonic crystal (PhC) nanocavity lasers are one of the most promising candidates to fill this role. In this work, we demonstrate an electrically-driven PhC nanolaser with an ultra-low threshold current of 10.2 {\\mu}A emitting at 1540 nm and operated at room temperature. The lasers are InP-based bonded on Si and comprise a buried heterostructure active region and lateral p-i-n junction. The static characteristics and the thermal properties of the lasers have been characterized. The effect of disorder and p-doping absorption on the Q-factor of passive cavities was studied. We also investigate the leakage current due to the lateral p-i-n geometry by comparing the optical and electrical pumping schemes. ",
    "url": "https://arxiv.org/abs/2207.02931",
    "authors": [
      "Evangelos Dimopoulos",
      "Aurimas Sakanas",
      "Andrey Marchevsky",
      "Meng Xiong",
      "Yi Yu",
      "Elizaveta Semenova",
      "Jesper Mørk",
      "Kresten Yvind"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02934",
    "title": "Integrated lithium niobate intensity modulator on a silicon handle with  slow-wave electrodes",
    "abstract": "Segmented, or slow-wave electrodes have emerged as an index-matching solution to improve bandwidth of traveling-wave Mach Zehnder and phase modulators on the thin-film lithium niobate on insulator platform. However, these devices require the use of a quartz handle or substrate removal, adding cost and additional processing. In this work, a high-speed dual-output electro-optic intensity modulator in the thin-film silicon nitride and lithium niobate material system that uses segmented electrodes for RF and optical index matching is presented. The device uses a silicon handle and does not require substrate removal. A silicon handle allows the use of larger wafer sizes to increase yield, and lends itself to processing in established silicon foundries that may not have the capability to process a quartz or fused silica wafer. The modulator has an interaction region of 10 mm, shows a DC half wave voltage of 3.75 V, an ultra-high extinction ratio of roughly 45 dB consistent with previous work, and a fiber-to-fiber insertion loss of 7.47 dB with a 95 GHz 3 dB bandwidth. ",
    "url": "https://arxiv.org/abs/2207.02934",
    "authors": [
      "Sean Nelan",
      "Andrew Mercante",
      "Shouyuan Shi",
      "Peng Yao",
      "Eliezer Shahid",
      "Benjamin Shopp",
      "Dennis W. Prather"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03071",
    "title": "Self-injection-locked second-harmonic integrated source",
    "abstract": "High coherence visible and near-visible laser sources are centrally important to the operation of advanced position/navigation/timing systems as well as classical/quantum sensing systems. However, the complexity and size of these bench-top lasers is an impediment to their transitioning beyond the laboratory. Here, a system-on-a-chip that emits high-coherence visible and near-visible lightwaves is demonstrated. The devices rely upon a new approach wherein wavelength conversion and coherence increase by self-injection-locking are combined within in a single nonlinear resonator. This simplified approach is demonstrated in a hybridly-integrated device and provides a short-term linewidth around 10-30 kHz. On-chip, converted optical power over 2 mW is also obtained. Moreover, measurements show that heterogeneous integration can result in conversion efficiency higher than 25% with output power over 11 mW. Because the approach uses mature III-V pump lasers in combination with thin-film lithium niobate, it can be scaled for low-cost manufacturing of high-coherence visible emitters. Also, the coherence generation process can be transferred to other frequency conversion processes including optical parametric oscillation, sum/difference frequency generation, and third-harmonic generation. ",
    "url": "https://arxiv.org/abs/2207.03071",
    "authors": [
      "Jingwei Ling",
      "Jeremy Staffa",
      "Heming Wang",
      "Boqiang Shen",
      "Lin Chang",
      "Usman A. Javid",
      "Lue Wu",
      "Zhiquan Yuan",
      "Raymond Lopez-Rios",
      "Mingxiao Li",
      "Yang He",
      "Bohan Li",
      "John E. Bowers",
      "Kerry J. Vahala",
      "Qiang Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03137",
    "title": "Optical dispersions through intracellular inhomogeneities",
    "abstract": "The transport of intensity equation (TIE) exhibits a non-interferometric correlation between intensity and phase variations of intermediate fields (e.g., light and electrons), representing, in particular, intensity propagation of a complex plane wave function through phase distributions along the longitudinal direction. Here, we use a geometric multigrid method to reconstruct the intracellular phase distribution from three dimensional images of {\\it Cyanidioschyzon merolae} cells. We then simulate TIE in the picometer to micrometer wavelength range. Our results from the TIE simulation show that the propagation of the intensity distribution through the intracellular phase distribution leads to phase enhancement as well as large intensity dispersion in the visible wavelength range from $250$ to $750\\ {\\rm nm}$. Our work facilitates new developments to extend bioimage simulation modules, including intensity and phase variations through intracellular optical properties such as refractive indices and optical thickness. Such modification is of significant relevance to the verification of observational invariance (or symmetry) postulated in data science. ",
    "url": "https://arxiv.org/abs/2207.03137",
    "authors": [
      "Masaki Watabe",
      "Atsuko Iwane",
      "Osamu Matoba",
      "Koichi Takahashi"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03382",
    "title": "A new standard in high-field terahertz generation: the organic nonlinear  optical crystal PNPA",
    "abstract": "We report the full characterization of a new organic nonlinear optical (NLO) crystal for intense THz generation: PNPA ((E)-4-((4-nitrobenzylidene)amino)-N-phenylaniline). We discuss crystal growth and structural characteristics. We present the wavelength dependence of THz generation, the thickness dependence of the THz spectrum for PNPA crystals, and measure the THz refractive index. PNPA enables intense THz generation that surpasses NLO crystals DAST and OH-1, which have been the standard in organic high-field THz generators for several years. ",
    "url": "https://arxiv.org/abs/2207.03382",
    "authors": [
      "Claire Rader",
      "Zachary B. Zaccardi",
      "Sin Hang",
      "Kylie G. Harrell",
      "Paige K. Petersen",
      "Harrison Stephan",
      "David J. Michaelis",
      "Jeremy A. Johnson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.03431",
    "title": "Inverse design with flexible design targets via deep learning: Tailoring  of electric and magnetic multipole scattering from nano-spheres",
    "abstract": "Deep learning is a promising, ultra-fast approach for inverse design in nano-optics, but despite fast advancement of the field, the computational cost of dataset generation, as well as of the training procedure itself remains a major bottleneck. This is particularly inconvenient because new data need to be generated and a new network needs to be trained for any modification of the problem. We propose a technique that allows to train a single neural network on a broad range of design targets without any re-training. The key idea of our method is to enrich existing data with random \"regions of interest\" (ROI) labels. A model trained on such ROI-decorated data becomes capable to operate on a broad range of physical targets, while it learns to focus its design effort on a user-defined ROI, ignoring the rest of the physical domain. We demonstrate the method by training a tandem-network on the design of dielectric core-shell nano-spheres for electric and magnetic dipole and quadrupole scattering over a broad spectral range. The network learns to tailor very distinct, flexible design targets like scattering due to specific multipoles in narrow spectral windows. Varying the design problem does not require any re-training. Our approach is very general and can be directly used with existing datasets. It can be straightforwardly applied to other network architectures and problems. ",
    "url": "https://arxiv.org/abs/2207.03431",
    "authors": [
      "Ana Estrada-Real",
      "Abdourahman Khaireh-Walieh",
      "Bernhard Urbaszek",
      "Peter R. Wiecha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.02881",
    "title": "Markov Chain Monte Carlo methods for graph refinement in covariant Loop  Quantum Gravity",
    "abstract": "We adapt the Metropolis-Hastings algorithm, along with recently developed computational methods, to study the quantum regime in spinfoams with many degrees of freedom. This approach fills a gap in the current numerical methods for computing spinfoam observables in the low-spin regime of covariant Loop Quantum Gravity. We test the method by studying a refinement of the 4-simplex amplitude, where the boundary is refined from 5 to 20 boundary tetrahedra. We investigate the BF and Lorentzian Engle-Pereira-Rovelli-Livine (EPRL) models, computing boundary geometrical operators, correlation functions and entanglement entropy. We are able to confirm that the transition amplitudes are stable against this refinement, even in the physically relevant EPRL case: the boundary geometry does not change on average, but the new degrees of freedom modify the quantum fluctuations of the boundary and the correlations between different spatial patches. The expectation values obtained numerically are compatible with their geometrical interpretation and, interestingly, the correlations between neighbouring patches decay sharply when computed across spinfoam vertices. ",
    "url": "https://arxiv.org/abs/2207.02881",
    "authors": [
      "Pietropaolo Frisoni",
      "Francesco Gozzini",
      "Francesca Vidotto"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03033",
    "title": "Predicting the structural colors of films of disordered photonic balls",
    "abstract": "Photonic balls are spheres tens of micrometers in diameter containing assemblies of nanoparticles or nanopores with a spacing comparable to the wavelength of light. When these nanoscale features are disordered, but still correlated, the photonic balls can show structural color with low angle-dependence. Their colors, combined with the ability to add them to a liquid formulation, make photonic balls a promising new type of pigment particle for paints, coatings, and other applications. However, it is challenging to predict the color of materials made from photonic balls, because the sphere geometry and multiple scattering must be accounted for. To address these challenges, we develop a multiscale modeling approach involving Monte Carlo simulations of multiple scattering at two different scales: we simulate multiple scattering and absorption within a photonic ball and then use the results to simulate multiple scattering and absorption in a film of photonic balls. After validating against experimental spectra, we use the model to show that films of photonic balls scatter light in fundamentally different ways than do homogeneous films of nanopores or nanoparticles, because of their increased surface area and refraction at the interfaces of the balls. Both effects tend to sharply reduce color saturation relative to a homogeneous nanostructured film. We show that saturated colors can be achieved by placing an absorber directly in the photonic balls and mitigating surface roughness. With these design rules, we show that photonic-ball films have an advantage over homogeneous nanostructured films: their colors are even less dependent on the angle. ",
    "url": "https://arxiv.org/abs/2207.03033",
    "authors": [
      "Anna B. Stephenson",
      "Ming Xiao",
      "Victoria Hwang",
      "Liangliang Qu",
      "Paul A. Odorisio",
      "Michael Burke",
      "Keith Task",
      "Ted Deisenroth",
      "Solomon Barkley",
      "Rupa H. Darji",
      "Vinothan N. Manoharan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2110.13639",
    "title": "Wet Scandium Etching for hard mask formation on a silicon substrate",
    "abstract": " Comments: 19 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2110.13639",
    "authors": [
      "Julia Bondareva",
      "Ekaterina Timofeeva",
      "Alexandr Anikanov",
      "Maxim Krasilnikov",
      "Maxim Shibalov",
      "Vasily Sen",
      "Alexander Mumlyakov",
      "Stanislav Evlashin",
      "Mikhail Tarkhov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2111.03242",
    "title": "Photonic $\\mathbb{Z}_2$ topological Anderson insulators",
    "abstract": " Comments: 7 pages, 4 figures. Supplemental materials (24 pages, 14 figures) are added ",
    "url": "https://arxiv.org/abs/2111.03242",
    "authors": [
      "Xiaohan Cui",
      "Ruo-Yang Zhang",
      "Zhao-Qing Zhang",
      "C.T. Chan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09533",
    "title": "A topology optimization of open acoustic waveguides based on a  scattering matrix method",
    "abstract": " Comments: 30 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2201.09533",
    "authors": [
      "Kei Matsushima",
      "Hiroshi Isakari",
      "Toru Takahashi",
      "Toshiro Matsumoto"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09487",
    "title": "Numerically \"exact'' simulations of a quantum Carnot cycle: Analysis  using thermodynamic work diagrams",
    "abstract": " Comments: 13 pages, 6 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2205.09487",
    "authors": [
      "Shoki Koyanagi",
      "Yoshitaka Tanimura"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]