[
  {
    "id": "arXiv:2402.14122",
    "title": "Automated Resonance Identification in Nuclear Data Evaluation",
    "abstract": "Global and national efforts to deliver high-quality nuclear data to users have a broad impact across applications such as national security, reactor operation, basic science, medical fields, and more. Cross section evaluation is a large part this effort as it combines theory and experiment to produce suggested values and uncertainty for reaction probabilities. In most isotopes, the cross section exhibits resonant behavior in what is called the resonance region of incident neutron energy. Resonance region evaluation is a specialized type of nuclear data evaluation that can require significant, manual effort and months of time from expert scientists. In this article, non-convex, non-linear optimization methods are combined with concepts of inferential statistics to infer a set of optimized resonance models from experimental data in an automated manner that is not dependent on prior evaluation(s). This methodology aims to enhance the workflow of a resonance evaluator by minimizing time, effort, and prior biases while improving reproducibility and document-ability, addressing widely recognized challenges in the field. ",
    "url": "https://arxiv.org/abs/2402.14122",
    "authors": [
      "Noah A. W. Walton",
      "Oleksii Zivenko",
      "William Fritsch",
      "Jacob Forbes",
      "Amanda Lewis",
      "Jesse Brown",
      "Vlad Sobes"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2402.14238",
    "title": "Optical properties of two dimensional Dirac Weyl materials with a  flatband",
    "abstract": "The emergence of a flat band in Dirac-Weyl materials offers new possibilities for electronic transitions, leading to stronger interaction with light. As a result, the optical conductivity can be significantly enhanced in these flat-band materials as compared with graphene, making them potentially better candidates for optical sensing and modulation. Recently, a comprehensive theory for the optical conductivity of a spectrum of flat-band Dirac-Weyl materials has been developed, with explicit formulas for both the real and imaginary parts of the conductivity derived through two independent approaches. This Perspective offers a review of the development. An understanding of the optical properties of the flat-band Dirac-Weyl materials paves the way for optical device applications in the terahertz-frequency domain. ",
    "url": "https://arxiv.org/abs/2402.14238",
    "authors": [
      "Li-Li Ye",
      "Chen-Di Han",
      "Ying-Cheng Lai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14250",
    "title": "Anomalies in Light Scattering: A Circuit Model Approach",
    "abstract": "In experimental physics, it is essential to understand electromagnetic (EM) wave scattering across EM spectrum, from radio waves to X-rays, and is pivotal in driving photonics innovations. Recent advancements have uncovered phenomena like bound states in the continuum (BICs) and parity-time (PT) symmetric systems, which are closely associated with the characteristics of the scattering matrix and are governed by passivity and causality. The emergence of complex frequency excitations has transcended the constraints imposed by passivity and causality in a system, revealing effects such as virtual critical coupling and virtual gain. However, applying the concepts of complex frequency excitation in more complicated systems remains challenging. In this work, we demonstrate the extension of the lumped element model of circuit theory to the analysis of anomalies in light scattering in the complex frequency domain. We demonstrate that the circuit model approach can facilitate design and analysis of effects such as virtual perfect absorption, BICs, real and virtual critical coupling, exceptional points, and anisotropic transmission resonances (ATRs). These findings broaden comprehension of EM wave phenomena and pave the way for significant advancements in photonics, offering new methods for designing and optimizing optical devices and systems with broad-ranging applications. ",
    "url": "https://arxiv.org/abs/2402.14250",
    "authors": [
      "Deepanshu Trivedi",
      "Arjuna Madanayake",
      "Alex Krasnok"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14302",
    "title": "Quantum education in the frontier city of Kharkiv",
    "abstract": "This article provides the description of current training processes and structure of education in quantum physics at the Education and Research Institute \"School of Physics and Technology\" (SPT) of V.N. Karazin Kharkiv National University, Ukraine. Crucial feature of quantum education at the SPT is the involvement of scientists and experts from national and international research centers who are actively working in the field. By taking example of particular quantum courses, we outline the main challenges in the educational process during the large-scale military aggression and the ways the lecturers, scientific employees, and students manage to overcome them. We also overview the recently emerged initiatives oriented on sustaining and development of quantum education in Kharkiv, as well as the international events with a broader impact. History of the School and its main achievements are provided in brief. ",
    "url": "https://arxiv.org/abs/2402.14302",
    "authors": [
      "Pylyp Kuznietsov",
      "Igor Girka",
      "Igor Kyryllin",
      "Andrii Sotnikov"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14422",
    "title": "Investigations of optical aberration on quantum diamond microscopy  toward high spatial resolution and sensitivity",
    "abstract": "Quantum diamond microscopy (QDM), which employs nitrogen-vacancy (NV) center ensembles, is a promising approach to quantitatively imaging magnetic fields with both high resolution that approaches the diffraction limit and a wide field of view. The commonly adopted setups of QDM capture the photoluminescence through transparent diamonds, which inevitably entail aberrations -- optical errors that degrade the optical resolution and contrast of the obtainable image. In this study, we delve into the impact of optical aberrations, focusing on their dependence on diamond thickness. We first introduce a rigorous model [Richards et al., Braat et al.] of diffraction that incorporates aberrations, producing the NV center optical image. We confirm that this model accurately reproduces the confocal images of single NV centers obtained at various depths in diamonds. Extending this model to a wide-field microscope, we find that the model also accurately reproduces the USAF 1951 resolution test chart obtained through diamonds of various thicknesses. Based on these investigations, we quantitatively assess the consequent resolution constraints and propose thinning the diamond as a viable solution. We present a robust method to quantitatively ascertain resolution in optical systems influenced by aberrations caused by ray transmission through diamonds. For instance, for a typical microscope with an objective lens of NA = 0.7, the diffraction limit is achievable through diamonds that are 30 {\\mu}m thick, and a resolution of 1 {\\mu}m is obtained through diamonds that are 100 {\\mu}m thick. Those results opens up avenues for enhanced performance in QDM. ",
    "url": "https://arxiv.org/abs/2402.14422",
    "authors": [
      "Shunsuke Nishimura",
      "Moeta Tsukamoto",
      "Kento Sasaki",
      "Kensuke Kobayashi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2402.14429",
    "title": "Low Polarization Sensitive O-band SOA on InP Membrane for Advanced  Photonic Integration",
    "abstract": "Managing insertion losses, polarizations and device footprint is crucial in developing large-scale photonic integrated circuits (PICs). This paper presents a solution to these critical challenges by designing a semiconductor optical amplifier (SOA) in the O-band with reduced polarization sensitivity, leveraging the ultra-compact InP Membrane on Silicon (IMOS) platform. The platform is compatible with close integration atop electronics, via densely populated vertical interconnects. The SOA incorporates a thin tensile-strained bulk active layer to mitigate polarization sensitivity. The developed 500 um long SOA has a peak gain of 11.5 dB at 1350 nm and an optimal polarization dependency of less than 1 dB across a 25 nm bandwidth, ranging from 1312 nm to 1337 nm. The device is practical for integrated circuits where multiple amplifiers work in cascades with a minimal 6.5 dB noise figure (NF) measured at the gain peak. The designed vertical active-passive transition, achieved through inverse tapering, allows for effective field coupling in the vertical direction resulting in a transmission efficiency of over 95% at the transition and minimal polarization sensitivity of less than 3%. The device yields significant gain at a small current density of less than 3 kA/cm2 as the result of minimalist gain medium structure, reducing joule heating and improving energy efficiency. This is especially relevant in applications such as optical switching, where multiple SOAs populate the PIC within a small area. Consequently, the simulated and fabricated low polarization sensitive O-band SOA is a suitable candidate for integration into large-scale, ultra-compact photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2402.14429",
    "authors": [
      "Desalegn Wolde Feyisa",
      "Salim Abdi",
      "Rene van Veldhoven",
      "Nicola Calabretta",
      "Yuqing Jiao",
      "Ripalta Stabile"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14444",
    "title": "Laser patterning of magnonic structure via local crystallization of  Yittrium Iron Garnet",
    "abstract": "The fabrication and integration of high-quality structures of Yttrium Iron Garnet (YIG) is critical for magnonics.Films with excellent properties are obtained only on single crystal Gadolinium Gallium Garnet (GGG) substrates using high-temperature processes. The subsequent realization of magnonic structures via lithography and etching is not straightforward as it requires a tight control of the edge roughness, to avoid magnon scattering, and planarization in case of multilayer devices. In this work we describe a different approach based on local laser annealing of amorphous YIG films, avoiding the need for subjecting the entire sample to high thermal budgets and for physical etching. Starting from amorphous and paramagnetic YIG films grown by pulsed laser deposition at room temperature on GGG, a 405 nm laser is used for patterning arbitrary shaped ferrimagnetic structures by local crystallization. In thick films (160 nm) the laser induced surface corrugation prevents the propagation of spin-wave modes in patterned conduits. For thinner films (80 nm) coherent propagation is observed in 1.2 micron wide conduits displaying an attenuation length of 5 micron which is compatible with a damping coefficient of about 5e-3. Possible routes to achieve damping coefficients compatible with state-of-the art epitaxial YIG films are discussed. ",
    "url": "https://arxiv.org/abs/2402.14444",
    "authors": [
      "A. Del Giacco",
      "F. Maspero",
      "V. Levati",
      "M. Vitali",
      "E. Albisetti",
      "D. Petti",
      "L. Brambilla",
      "V. Polewczyk",
      "G.Vinai",
      "G. Panaccione",
      "R. Silvani",
      "M. Madami",
      "S. Tacchi",
      "R. Dreyer",
      "S. R. Lake",
      "G. Woltersdorf",
      "G. Schmidt",
      "Riccardo Bertacco"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14445",
    "title": "Rare-earth doped yttrium silicate (Y2SiO5) thin films grown by chemical  vapour deposition for quantum technologies",
    "abstract": "Yttrium orthosilicate (Y2SiO5 - YSO) is one of the most promising crystals to host rare-earth (RE) ions for quantum technologies applications. In this matrix, they indeed exhibit narrow optical and spin linewidths that can be exploited to develop quantum memories or quantum information processing capabilities. In this paper, we propose a new method to grow RE doped silicate thin films on silicon wafers based on direct liquid injection chemical vapour deposition (DLI-CVD). We optimize the deposition and annealing conditions to achieve formation of the high temperature X2-YSO phase. The phase purity and crystalline quality of the films are assessed by evaluating the optical properties of Eu3+ ions embedded in this oxide matrix. In view of the results, we discuss the possible phase formation mechanisms, and the potential of this new wafer-compatible form of YSO for quantum technologies applications. ",
    "url": "https://arxiv.org/abs/2402.14445",
    "authors": [
      "Suma Al-Hunaishi",
      "Anna Blin",
      "Nao Harada",
      "Pauline Perrin",
      "Philippe Goldner",
      "Diana Serrano",
      "Alexandre Tallaire"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.14561",
    "title": "Direct laser acceleration: a model for the electron injection from the  walls of a cylindrical guiding structure",
    "abstract": "We use analytical methods and particle-in-cell simulation to investigate the origin of electrons accelerated by the process of direct laser acceleration driven by high-power laser pulses in preformed narrow cylindrical plasma channels. The simulation shows that the majority of accelerated electrons are originally located along the interface between the channel wall and the channel interior. The analytical model based on the electron hydrodynamics illustrates the underlying physical mechanism of the release of electrons from the channel wall when irradiated by an intense laser, the subsequent electron dynamics, and the corresponding evolution of the channel density profile. The quantitative predictions of the total charge of released electrons and the average electron density inside the channel are validated by comparison with the simulation results. ",
    "url": "https://arxiv.org/abs/2402.14561",
    "authors": [
      "P. Valenta",
      "D. Maslarova",
      "R. Babjak",
      "B. Martinez",
      "S. V. Bulanov",
      "M. Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14571",
    "title": "Sorting of mesoporous silica derivatives by random optical fields",
    "abstract": "Mesoporous silica particles are promising candidates for drug delivery applications. In this paper, we first synthesize mesoporous silica MCM-41 and its derivative MCM-41GA with anchored glutaraldehyde bridges, and characterize them using a variety of techniques, including nitrogen adsorption/desorption, X-ray diffraction, NMR spectroscopy, scanning electron microscopy, and thermogravimetric analysis. Then, we employ random optical fields to sort mesoporous silica particles. Random optical fields by containing local intensity gradients throughout a wide range of field of view provide an elegant, easy-to-implement, and low-cost variant of multiple optical tweezers, which is known as speckle tweezers (ST). ST, similar to multiple optical tweezers, for manipulation tasks, such as trapping, sorting, and guiding of collection of micro and sub-micro objects in several disciplines including statistical physics, chemistry, microfluidics and material science. We show that ST can restrict, sieve, and sort MCM-41 and MCM-41GA particles. The different interaction of mesoporous silica variations with the applied ST may be attributed to the pre-applied modification and the differences in the porosity structure and distribution. Therefore, the results provide insight into the textural and chemical characteristics of mesoporous materials, contributing to a deeper understanding of their potential applications. ",
    "url": "https://arxiv.org/abs/2402.14571",
    "authors": [
      "Mohammad Hadi Sadri",
      "Ramin Jamali",
      "Asif Jamal Khan",
      "Fozia Rehman",
      "Ali-Reza Moradi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14608",
    "title": "LNoS: Lithium Niobate on Silicon Spatial Light Modulator",
    "abstract": "Programmable spatiotemporal control of light is crucial for advancements in optical communications, imaging, and quantum technologies. Commercial spatial light modulators (SLMs) typically have megapixel-scale apertures but are limited to ~kHz operational speeds. Developing a device that controls a similar number of spatial modes at high speeds could potentially transform fields such as imaging through scattering media, quantum computing with cold atoms and ions, and high-speed machine vision, but to date remains an open challenge. In this work we introduce and demonstrate a free-form, resonant electro-optic (EO) modulator with megapixel apertures using CMOS integration. The optical layer features a Lithium Niobate (LN) thin-film integrated with a photonic crystal (PhC), yielding a guided mode resonance (GMR) with a Q-factor>1000, a field overlap coefficient ~90% and a 1.6 GHz 3-dB modulation bandwidth (detector limited). To realize a free-form and scalable SLM, we fabricate the PhC via interference lithography and develop a procedure to bond the device to a megapixel CMOS backplane. We identify limitations in existing EO materials and CMOS backplanes that must be overcome to simultaneously achieve megapixel-scale, GHz-rate operation. The `LN on Silicon' (LNoS) architecture we present is a blueprint towards realizing such devices. ",
    "url": "https://arxiv.org/abs/2402.14608",
    "authors": [
      "Sivan Trajtenberg-Mills",
      "Mohamed ElKabbash",
      "Cole J. Brabec",
      "Christopher L. Panuski",
      "Ian Christen",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.14324",
    "title": "Barium hexaferrite-based nanocomposites as Random Magnets for microwave  absorption H",
    "abstract": "The present work reports experimental evidence of random magnetic behavior observed in modified barium hexagonal ferrites. A significant transition in the magnetic properties of this system is observed when divalent cations (Ni2+, Cu2+, Mn2+) are introduced in the structure and give rise to a magnetic nanocomposite. Such introduction takes place in a random manner throughout each sample and creates the conditions for such materials to behave as random magnets. We verify the occurrence of such behavior in our samples by fitting the magnetization in approaching saturation to the corresponding theoretical model. We therefore analyze the microwave absorption capacities of random magnets in the GHz range and predict large and broad absorption signals under certain conditions. The findings presented here postulate, for the first time, ceramic materials as promising random magnets and underline their potential as microwave absorbers, in good agreement with recent theoretical models. ",
    "url": "https://arxiv.org/abs/2402.14324",
    "authors": [
      "Jaume Calvo-de la Rosa",
      "Antoni García-Santiago",
      "Joan Manel Hernàndez",
      "Marc Vazquez-Aige",
      "Jose Maria Lopez-Villegas",
      "Javier Tejada"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14412",
    "title": "Atomic clock interferometry using optical tweezers",
    "abstract": "Clock interferometry refers to the coherent splitting of a clock into two different paths and recombining in a way that reveals the proper time difference between them. In contrast to comparing two separate clocks, this type of measurement can test quantum gravity theories. Atomic clocks are currently the most accurate time keeping devices. Here we propose using optical tweezers to implement clock interferometry. Our proposed clock interferometer employs an alkaline-earth-like atom held in an optical trap at the magic wavelength. Through a combination of adiabatic, tweezer-based, splitting and recombining schemes and a modified Ramsey sequence on the clock states, we achieve a linear sensitivity to the gravitational time dilation. Moreover, the measurement of the time dilation is insensitive to relative fluctuations in the intensity of the tweezer beams. We analyze the tweezer clock interferometer and show that it is feasible with current technological capabilities. The proposed interferometer could test the effect of gravitational redshift on quantum coherence, and implement the quantum twin paradox. ",
    "url": "https://arxiv.org/abs/2402.14412",
    "authors": [
      "Ilan Meltzer",
      "Yoav Sagi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14443",
    "title": "The intricate path of energy conservation in Quantum Mechanics:  exploring Coherent Population Return and laser-matter interaction",
    "abstract": "This manuscript explores how a seemingly straightforward inquiry, emerging from the widely accepted semiclassical description of laser-matter interaction, concretely from a well-known adiabatic technique as Coherent Population Return (CPR), can pose a challenge to our comprehension of a fundamental principle in Physics like energy conservation. Throughout our investigation to resolve this apparent paradox, we have delved into fundamental concepts, thereby deepening our understanding of the aspects inherent to the formalism of Quantum Mechanics. We emphasize that the significance of attaining a conclusive answer extends beyond the answer itself, encompassing the illuminating journey undertaken to reach it. Consequently, our work holds educational value as it aims to foster a deeper understanding of the phenomenon by elucidating the process employed. This approach not only aids students in grasping the subject matter but also enhances our own understanding of laser-matter interaction and the counterintuitive phenomena that continuously defied our understanding of Quantum Mechanics. ",
    "url": "https://arxiv.org/abs/2402.14443",
    "authors": [
      "Álvaro Peralta Conde"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.14816",
    "title": "Universal quantum dynamics of Bose polarons",
    "abstract": "Predicting the emergent properties of impurities immersed in a quantum bath is a fundamental challenge that can defy quasiparticle treatments. Here, we measure the spectral properties and real-time dynamics of mobile impurities injected into a homogeneous Bose--Einstein condensate, using two Feshbach resonances to tune both the impurity-bath and intrabath interactions. We map out both attractive and repulsive branches of polaron quasiparticles, resolving the repulsive polaron and the molecular state associated with the Feshbach resonance in the strongly interacting regime, and show that the latter also has a many-body character. Our measurements reveal remarkably universal behavior, controlled by the bath density and a single dimensionless interaction parameter; for near-resonant interactions the polarons are no longer well defined, but the universality still holds. ",
    "url": "https://arxiv.org/abs/2402.14816",
    "authors": [
      "Jiří Etrych",
      "Gevorg Martirosyan",
      "Alec Cao",
      "Christopher J. Ho",
      "Zoran Hadzibabic",
      "Christoph Eigen"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12887",
    "title": "Quantum Rate as a Spectroscopic Methodology for Measuring the Electronic  Structure of Quantum Dots",
    "abstract": " Comments: Journal of Materials Chemistry C, 2024 ",
    "url": "https://arxiv.org/abs/2302.12887",
    "authors": [
      "Edgar Fabian Pinzón",
      "Laís Cristine Lopes",
      "André Felipe Vale da Fonseca",
      "Marco Antonio Schiavon",
      "Paulo Roberto Bueno"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11287",
    "title": "Impulsive Spin-Motion Entanglement for Fast Quantum Computation and  Sensing",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2307.11287",
    "authors": [
      "Randall Putnam",
      "Adam D. West",
      "Wesley C. Campbell",
      "Paul Hamilton"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07768",
    "title": "Atomic interferometer based on optical tweezers",
    "abstract": " Comments: 14 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2308.07768",
    "authors": [
      "Jonathan Nemirovsky",
      "Rafi Weill",
      "Ilan Meltzer",
      "Yoav Sagi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.15349",
    "title": "Scalable machine learning-assisted clear-box characterization for  optimally controlled photonic circuits",
    "abstract": " Title: Scalable machine learning-assisted clear-box characterization for  optimally controlled photonic circuits ",
    "url": "https://arxiv.org/abs/2310.15349",
    "authors": [
      "Andreas Fyrillas",
      "Olivier Faure",
      "Nicolas Maring",
      "Jean Senellart",
      "Nadia Belabas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12990",
    "title": "Data Unfolding with Mean Integrated Square Error Optimization",
    "abstract": " Comments: 17 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2402.12990",
    "authors": [
      "Nikolay D. Gagunashvili"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "High Energy Physics - Experiment (hep-ex)",
      "Applications (stat.AP)",
      "Computation (stat.CO)"
    ]
  }
]