[
  {
    "id": "arXiv:2306.17168",
    "title": "From quantum foam to graviton condensation: the Zel'dovich route",
    "abstract": "Based on a previous ansatz by Zel'dovich for the gravitational energy of virtual particle-antiparticle pairs, supplemented with the Holographic Principle, we estimate the vacuum energy in a fairly reasonable agreement with the experimental values of the Cosmological Constant. We further highlight a connection between Wheeler's quantum foam and graviton condensation, as contemplated in the quantum $N$-portrait paradigm, and show that such connection also leads to a satisfactory prediction of the value of the cosmological constant. The above results suggest that the \"unnaturally\" small value of the cosmological constant may find a quite \"natural\" explanation once the nonlocal perspective of the large $N$-portrait gravitational condensation is endorsed. ",
    "url": "https://arxiv.org/abs/2306.17168",
    "authors": [
      "Pablo G. Tello",
      "Sauro Succi",
      "Donato Bini",
      "Stuart Kauffman"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17449",
    "title": "Photonic integrated processor for structured light detection and  distinction",
    "abstract": "Integrated photonic devices have become pivotal elements across most research fields that involve light-based applications. A particularly versatile category of this technology are programmable photonic integrated processors, which are being employed in an increasing variety of applications, like communication or photonic computing. Such processors accurately control on-chip light within meshes of programmable optical gates. Free-space optics applications can utilize this technology by using appropriate on-chip interfaces to couple distributions of light to the photonic chip. This enables, for example, access to the spatial properties of free-space light, particularly to phase distributions, which is usually challenging and requires either specialized devices or additional components. Here we discuss and show the detection of amplitude and phase of structured higher-order light beams using a multipurpose photonic processor. Our device provides measurements of amplitude and phase distributions which can be used to, e.g., directly distinguish light's orbital angular momentum without the need for further elements interacting with the free-space light. Paving a way towards more convenient and intuitive phase measurements of structured light, we envision applications in a wide range of fields, specifically in microscopy or communications where the spatial distributions of lights properties are important. ",
    "url": "https://arxiv.org/abs/2306.17449",
    "authors": [
      "Johannes Bütow",
      "Varun Sharma",
      "Dorian Brandmüller",
      "Jörg S. Eismann",
      "Peter Banzer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.17528",
    "title": "Generalising the Yagi-Uda Antenna: Designing Disordered Metamaterials to  Manipulate Antenna Radiation",
    "abstract": "Next generation microwave communications systems face several challenges, particularly from congested communications frequencies and complex propagation environments. Taking inspiration from the Yagi-Uda antenna, we present, and experimentally test, a framework based on the coupled dipole approximation for designing structures composed of a single simple emitter with a passive disordered scattering structure of rods that is optimised to provide a desired radiation pattern. Our numerical method provides an efficient way to model, and then design and test, otherwise inaccessibly large scattering systems. ",
    "url": "https://arxiv.org/abs/2306.17528",
    "authors": [
      "J. R. Capers",
      "L. D. Stanfield",
      "J. R. Sambles",
      "S. J. Boyes",
      "A. W. Powell",
      "A. P. Hibbins",
      "S. A. R. Horsley"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.17620",
    "title": "Robust quantum sensors with twisted-light fields induced optical  transitions",
    "abstract": "A new class of quantum engineered robust sensors is proposed by applying twisted-light also known as optical vortex beams to drive ultra-narrow atomic transitions in neutral Ca, Mg, Yb, Sr, Hg and Cd bosonic isotopes. This innovative all-optical spectroscopic method introduces spatially tailored electric and magnetic fields to fully rewrite atomic selection rules reducing simultaneously probe-induced frequency-shifts and additional action of external ac and dc field distortions. A twisted-light focused probe beam produces strong longitudinal electric and magnetic fields along the laser propagation axis which opens the 1S0-3P0 doubly forbidden clock transition with a high E1M1 two-photon excitation rate. This long-lived clock transition is thus immune to nonscalar electromagnetic perturbations. Zeeman components of the M2 magnetic quadrupole 1S0-3P2 transition considered for quantum computation and simulation are now selectively driven by transverse or longitudinal field gradients with vanishing electric fields. These field gradients are manipulated by the mutual action of orbital and spin angular momentum of the light beam and are used in presence of tunable vector and tensor polarizabilities. A combination of these two different twisted-light induced clock transitions within a single quantum system, at the same magic wavelength and in presence of a common thermal environment significantly reduces systematic uncertainties. Furthermore, it generates an optical synthetic frequency which efficiently limits the blackbody radiation shift and its variations at room temperature. Engineering light-matter interaction with optical vortices and composite pulses will benefit to atomic and molecular experimental platforms targeting an optimal coherent control of quantum states, reliant quantum simulation, precision tests of fundamental theories in physics and high-accuracy optical metrology. ",
    "url": "https://arxiv.org/abs/2306.17620",
    "authors": [
      "T. Zanon-Willette",
      "F. Impens",
      "E. Arimondo",
      "D. Wilkowski",
      "A.V. Taichenachev",
      "V.I. Yudin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17728",
    "title": "Perfect Linear Optics using Silicon Photonics",
    "abstract": "In recent years, there has been growing interest in using photonic technology to perform the underlying linear algebra operations required by different applications, including neuromorphic photonics, quantum computing and microwave processing, mainly aiming at taking advantage of the silicon photonics' (SiPho) credentials to support high-speed and energy-efficient operations. Mapping, however, a targeted matrix with absolute accuracy into the optical domain remains a huge challenge in linear optics, since state-of-the-art linear optical circuit architectures are highly sensitive to fabrication imperfections. This leads to reduced fidelity metrics that degrade faster as the insertion losses of the constituent optical matrix node or the matrix dimensions increase. In this work, we present for the first time a novel coherent SiPho crossbar (Xbar) that can support on-chip fidelity restoration while implementing linear algebra operations, realizing the first experimental demonstration of perfect on-chip arbitrary linear optical transformations. We demonstrate the experimental implementation of 10000 arbitrary linear transformations in the photonic domain achieving a record high fidelity of 99.997%+-0.002, limited mainly by the statistical error enforced by the measurement equipment. Our work represents the first integrated universal linear optical circuit that provides almost unity and loss-independent fidelity in the realization of arbitrary matrices, opening new avenues for exploring the use of light in resolving universal computational tasks. ",
    "url": "https://arxiv.org/abs/2306.17728",
    "authors": [
      "Miltiadis Moralis-Pegios",
      "George Giamougiannis",
      "Apostolos Tsakyridis",
      "David Lazovsky",
      "Nikos Pleros"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2306.17735",
    "title": "Are 2D classical and quantum turbulence equivalent? Insights from  velocity circulation statistics",
    "abstract": "We study the statistics of velocity circulation in two-dimensional classical and quantum turbulence. We perform numerical simulations of the incompressible Navier-Stokes and the Gross-Pitaevskii (GP) equations for the direct and inverse cascades. Our GP simulations display clear energy spectra compatible with the double cascade theory of two-dimensional classical turbulence. In the inverse cascade, we found that circulation intermittency in quantum turbulence is the same as in classical turbulence. We compare GP data to Navier-Stokes simulations and experimental data from [Zhu et al. Phys. Rev. Lett. 130, 214001(2023)]. In the direct cascade, classical and quantum turbulence circulation statistics coincide at low but strongly differ at high orders. We associate this difference with the presence of quantized vortices, which makes enstrophy ill-defined mathematically. Our results establish the boundaries of the equivalence between two-dimensional classical and quantum turbulence. ",
    "url": "https://arxiv.org/abs/2306.17735",
    "authors": [
      "Nicolás P. Müller",
      "Giorgio Krstulovic"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2306.17809",
    "title": "High accuracy, high dynamic range optomechanical accelerometry enabled  by dual comb spectroscopy",
    "abstract": "Cavity optomechanical sensors can offer exceptional sensitivity; however, interrogating the cavity motion with high accuracy and dynamic range has proven to be challenging. Here we employ a dual optical frequency comb spectrometer to readout a microfabricated cavity optomechanical accelerometer, allowing for rapid simultaneous measurements of the cavity's displacement, finesse, and coupling at accelerations up to 24 g (236 m/s$^2$). With this approach, we have achieved a displacement sensitivity of 3 fm/Hz$^{1/2}$, a measurement rate of 100 kHz, and a dynamic range of 3.9 $\\times$ 10$^5$ which is the highest we are aware of for a microfabricated cavity optomechanical sensor. In addition, comparisons of our optomechanical sensor coupled directly to a commercial reference accelerometer show agreement at the 0.5% level, a value which is limited by the reference's reported uncertainty. Further, the methods described herein are not limited to accelerometry but rather can be readily applied to nearly any optomechanical sensor where the combination of high speed, dynamic range, and sensitivity is expected to be enabling. ",
    "url": "https://arxiv.org/abs/2306.17809",
    "authors": [
      "D. A. Long",
      "J. R. Stroud",
      "B. J. Reschovsky",
      "Y. Bao",
      "F. Zhou",
      "S. M. Bresler",
      "T. W. LeBrun",
      "D. F. Plusquellic",
      "J. J. Gorman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17306",
    "title": "Simultaneous nanorheometry and nanothermometry using intracellular  diamond quantum sensors",
    "abstract": "Viscoelasticity of the cytoplasm plays a critical role in cell morphology and division. In parallel, local temperature is coupled to viscoelasticity and influences cellular bioenergetics. Probing the interdependence of intracellular temperature and viscoelasticity provides an exciting opportunity for the study of metabolism and disease progression. Here, we present a dual-mode quantum sensor, capable of performing simultaneous nanoscale thermometry and rheometry in a dynamic cellular environment. Our technique uses nitrogen-vacancy centres in nanodiamond, combining sub-diffraction resolution single-particle tracking in a fluidic environment with optically detected magnetic resonance spectroscopy. We demonstrate nanoscale sensing of temperature-dependent viscoelasticity in complex media. We then use our sensor to investigate the interplay between intracellular forces and cytoplasmic rheology in live cells, revealing details of active trafficking and nanoscale viscoelasticity. ",
    "url": "https://arxiv.org/abs/2306.17306",
    "authors": [
      "Qiushi Gu",
      "Louise Shanahan",
      "Jack W. Hart",
      "Sophia Belser",
      "Noah Shofer",
      "Mete Atature",
      "Helena S. Knowles"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17339",
    "title": "Optical Dipole Structure and Orientation of GaN Defect Single-Photon  Emitters",
    "abstract": "GaN has recently been shown to host bright, photostable, defect single photon emitters in the 600-700 nm wavelength range that are promising for quantum applications. The nature and origin of these defect emitters remain elusive. In this work, we study the optical dipole structures and orientations of these defect emitters using the defocused imaging technique. In this technique, the far-field radiation pattern of an emitter in the Fourier plane is imaged to obtain information about the structure of the optical dipole moment and its orientation in 3D. Our experimental results, backed by numerical simulations, show that these defect emitters in GaN exhibit a single dipole moment that is oriented almost perpendicular to the wurtzite crystal c-axis. Data collected from many different emitters shows that the angular orientation of the dipole moment in the plane perpendicular to the c-axis exhibits a distribution that shows peaks centered at the angles corresponding to the nearest Ga-N bonds and also at the angles corresponding to the nearest Ga-Ga (or N-N) directions. Moreover, the in-plane angular distribution shows little difference among defect emitters with different emission wavelengths in the 600-700 nm range. Our work sheds light on the nature and origin of these GaN defect emitters. ",
    "url": "https://arxiv.org/abs/2306.17339",
    "authors": [
      "Yifei Geng",
      "Debdeep Jena",
      "Gregory D. Fuchs",
      "Warren R. Zipfel",
      "Farhan Rana"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.17346",
    "title": "Enhancement of high-order harmonic generation in graphene by  mid-infrared and terahertz fields",
    "abstract": "We theoretically investigate high-order harmonic generation (HHG) in graphene under mid-infrared (MIR) and terahertz (THz) fields based on a quantum master equation. Numerical simulations show that MIR-induced HHG in graphene can be enhanced by a factor of 10 for fifth harmonic and a factor of 25 for seventh harmonic under a THz field with a peak strength of 0.5 MV/cm by optimizing the relative angle between the MIR and THz fields. To identify the origin of this enhancement, we compare the fully dynamical calculations with a simple thermodynamic model and a nonequilibrium population model. The analysis shows that the enhancement of the high-order harmonics mainly results from a coherent coupling between MIR- and THz-induced transitions that goes beyond a simple THz-induced population contribution. ",
    "url": "https://arxiv.org/abs/2306.17346",
    "authors": [
      "Wenwen Mao",
      "Angel Rubio",
      "Shunsuke A. Sato"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.17483",
    "title": "Comparison of physical processes of atom-surface scattering computed by  classical and quantum dynamics",
    "abstract": "We have performed classical and quantum dynamical simulations to calculate dynamical quantities for physical processes of atom - surface scattering, e.g., trapping probability and average energy loss, final angular distribution of a particle scattered from a corrugated thermal surface. Here we have restricted ourselves to in-plane scattering so that only two degrees of freedom of the particle have to be considered - the vertical distance z and the horizontal coordinate x. Moreover, we assumed further that only the vertical coordinate fluctuates due to interaction with thermal phonon bath of the surface. Initial phase - space variables of the system and the bath for our classical simulations were generated according to Wigner distribution functions which were derived from initial wavefunctions of our quantum dynamics. At very low incident energy, we have found that the quantum mechanical average energy loss of the escaped particle from the corrugated as well as thermal surface are smaller than the classical ones at a particular surface temperature. It is important to note that the rate of escaping probability of the scattered particle obtained by classical simulation increases with increasing surface temperature. On the other hand, quantum rate is almost temperature independent at 2 meV incident energy of the particle, whereas it shows same trend with the classical results at 5 meV and the quantum rate is lower than the classical rate. We have also noticed that the final angular distributions of the scattered particle both for classical as well as quantum dynamics are qualitatively different but the quantities are more or less temperature independent. ",
    "url": "https://arxiv.org/abs/2306.17483",
    "authors": [
      "Tapas Sahoo",
      "Eli Pollak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17576",
    "title": "How to read out the phonon number statistics via resonance fluorescence  spectroscopy of a single-photon emitter",
    "abstract": "In today's development of quantum technologies a hybrid integration of phononic excitations becomes increasingly attractive. As natural quasi-particle excitations in solid state systems, phonons couple to virtually any other excitation and therefore constitute a useful interaction channel between different building blocks in hybrid quantum systems. This work explores how the efficient light-scattering properties of a single-photon emitter and the appearance of characteristic sidebands in resonance fluorescence spectra, when interfaced with an arbitrary phonon quantum state, can be utilized for acousto-optical transduction. Within reasonable approximations, an analytical description for the optical spectra in the low excitation limit is developed which can be used to read the number statistics of the initial phonon state from a given spectrum. It is shown that the readout is faulty in situations where relevant resonant transitions are forbidden due to vanishing Franck-Condon factors, especially when considering spectra with a noisy background. Two possible solutions to this problem are presented: (A) changing the detuning of the laser relative to the single-photon emitter which modifies the relevant resonant transitions, or (B) increasing dissipation of the single-photon emitter to promote off-resonant transitions. ",
    "url": "https://arxiv.org/abs/2306.17576",
    "authors": [
      "Daniel Groll",
      "Fabian Paschen",
      "Paweł Machnikowski",
      "Ortwin Hess",
      "Daniel Wigger",
      "Tilmann Kuhn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.17790",
    "title": "Theoretical Analysis of Heterodyne Rydberg Atomic Receiver Sensitivity  Based on Transit Relaxation Effect and Frequency Detuning",
    "abstract": "We conduct a theoretical investigation into the impacts of local microwave electric field frequency detuning, laser frequency detuning, and transit relaxation rate on enhancing heterodyne Rydberg atomic receiver sensitivity. To optimize the output signal amplitude given the input microwave signal, we derive the steady-state solutions of the atomic density matrix. Numerical results show that laser frequency detuning and local microwave electric field frequency detuning can improve the system detection sensitivity, which can help the system achieve extra sensitivity gain. It also shows that the heterodyne Rydberg atomic receiver can detect weak microwave signals continuously over a wide frequency range with the same sensitivity or even more sensitivity than the resonance case. To evaluate the transit relaxation effect, a modified Liouville equation is used. We find that the transition relaxation rate increases the time it takes to reach steady state and decreases the sensitivity of the system detection. ",
    "url": "https://arxiv.org/abs/2306.17790",
    "authors": [
      "Shanchi Wu",
      "Chen Gong",
      "Shangbin Li",
      "Rui Ni",
      "Jinkang Zhu"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07956",
    "title": "Molecular van der Waals fluids in cavity quantum electrodynamics",
    "abstract": " Comments: 7 pages and 3 figures in main text - 16 pages and 13 figures supplemental material ",
    "url": "https://arxiv.org/abs/2209.07956",
    "authors": [
      "John P. Philbin",
      "Tor S. Haugland",
      "Tushar K. Ghosh",
      "Enrico Ronca",
      "Ming Chen",
      "Prineha Narang",
      "Henrik Koch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00737",
    "title": "Quantum time transfer: a practical method for lossy and noisy channels",
    "abstract": " Title: Quantum time transfer: a practical method for lossy and noisy channels ",
    "url": "https://arxiv.org/abs/2211.00737",
    "authors": [
      "Randy Lafler",
      "R. Nicholas Lanning"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12251",
    "title": "Optical properties and corrosion resistance of Ti2AlC, Ti3AlC2, and  Cr2AlC as candidates for Concentrated Solar Power receivers",
    "abstract": " Comments: 17 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2211.12251",
    "authors": [
      "Clio Azina",
      "Sylvain Badie",
      "Andrey Litnovsky",
      "Laura Silvestroni",
      "Elisa Sani",
      "Jesus Gonzalez-Julian"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00476",
    "title": "Approaching Landauer's Bound In A Spin-Encoded Quantum Computer",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2302.00476",
    "authors": [
      "Frank Zhigang Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.06870",
    "title": "Error estimation in current noisy quantum computers",
    "abstract": " Comments: 9 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2302.06870",
    "authors": [
      "Unai Aseguinolaza",
      "Nahual Sobrino",
      "Gabriel Sobrino",
      "Joaquim Jornet-Somoza",
      "Juan Borge"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04125",
    "title": "Interference aided finite resonant response in an undamped forced  oscillator",
    "abstract": " Comments: 10 pages, 10 figures; Added references; Adjusted figures and text ",
    "url": "https://arxiv.org/abs/2305.04125",
    "authors": [
      "Shihabul Haque",
      "Jayanta K. Bhattacharjee"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11583",
    "title": "A low-cost integrated hyperspectral imaging sensor with full temporal  and spatial resolution at VIS-NIR wide range",
    "abstract": " Title: A low-cost integrated hyperspectral imaging sensor with full temporal  and spatial resolution at VIS-NIR wide range ",
    "url": "https://arxiv.org/abs/2306.11583",
    "authors": [
      "Liheng Bian",
      "Zhen Wang",
      "Yuzhe Zhang",
      "Yinuo Zhang",
      "Chen Yang",
      "Lianjie Li",
      "Wen Fang",
      "Jiajun Zhao",
      "Chunli Zhu",
      "Dezhi Zheng",
      "Jun Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.15639",
    "title": "Radiation of Optical Angular Momentum from a Dipole Source in a  Magneto-birefringent disordered Environment",
    "abstract": " Title: Radiation of Optical Angular Momentum from a Dipole Source in a  Magneto-birefringent disordered Environment ",
    "url": "https://arxiv.org/abs/2306.15639",
    "authors": [
      "R. Le Fournis",
      "B.A. Van Tiggelen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ]
  }
]