[
  {
    "id": "arXiv:2401.12363",
    "title": "Acoustic pressure modulation driven by spatially non-uniform flow",
    "abstract": "The recent identification of a modulation of acoustic waves that is driven by spatial velocity gradients, using acoustic black and white hole analogues [Schenke et al., J. Acoust. Soc. Am. 154 (2023), 781-791], has shed new light on the complex interplay of acoustic waves and non-uniform flows. According to the virtual acoustic black hole hypothesis, these findings should be applicable to acoustic waves propagating in non-uniform flows of arbitrary velocity. In this study, the propagation of acoustic waves in non-uniform flows is investigated by incorporating a leading-order model of the acoustic pressure modulation into a Lagrangian wave tracking algorithm. Using this numerical method, the acoustic pressure modulation is recovered accurately in non-uniform subsonic flows. This suggests that spatial velocity gradients drive acoustic pressure modulations in any non-uniform flow, which can, as shown here, be readily quantified. ",
    "url": "https://arxiv.org/abs/2401.12363",
    "authors": [
      "Fabian Denner"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.12529",
    "title": "Cavity optomechanical liquid level meter using a twin-microbottle  resonator",
    "abstract": "Cavity optomechanical devices can be made to have good compatibility with optical fiber technology by utilizing fiber-based waveguides and cavities and can be used in high-performance optical sensor applications. Such optomechanical microsensors have a great potential for exploring the properties of liquids, such as density, viscosity, and masses of included nanoparticles. However, as yet, there is no cavity optomechanical architecture that can be used to sense the liquid's shape, e.g., liquid level. In this paper, we report a demonstration of a liquid-level meter using a twin-microbottle resonator that can make measurements at arbitrary positions and depths in the liquid. The twin-microbottle resonator has a maximum diameter of 68 $\\mu$m and length of 800 $\\mu$m. By immersing one part of it in water and keeping the other part in air, the mechanical radial breathing mode can be read out sensitively while maintaining a high optical quality factor of the optical whispering gallery mode regardless of the water immersion. This high mechanical displacement sensitivity provides a frequency resolution that is high enough to measure the mechanical frequency shift due to the water immersion and resolves the water level to 2.6$\\pm$0.9 pm. This unique liquid-level meter based on a highly sensitive cavity optomechanical setup can be used to detect tiny fluctuations of various air-liquid and liquid-liquid interfaces. ",
    "url": "https://arxiv.org/abs/2401.12529",
    "authors": [
      "Motoki Asano",
      "Hiroshi Yamaguchi",
      "Hajime Okamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12536",
    "title": "Non-Bloch Theory for Spatiotemporal Photonic Crystals Assisted by  Continuum Effective Medium",
    "abstract": "As one indispensable type of nonreciprocal mechanism, a system with temporal modulations is intrinsically open in the physical sense and inevitably non-Hermitian, but the space and time degrees of freedom are nonseparable in a large variety of circumstances, which restrains the non-Bloch band theory to apply. Here, we investigate the spatially photonic crystals (PhCs) composed of spatiotemporal modulation materials (STMs) and homogeneous media, dubbed as the STM-PhC, wherein the spatial and temporal modulations are deliberately designed to be correlated. To bypass the difficulty of the spatiotemporal correlation, we first employ the effective medium theory to account for the dispersion of fundamental bands under the influence of Floquet sidebands. Based on the dynamical degeneracy splitting viewpoint and continuum generalized Brillouin zone condition, we then analytically give the criteria for the existence of the non-Hermitian skin effect in the STM. Assisted by developing a numerical method that embeds the plane wave expansion in the transfer matrix, we establish the non-Bloch band theory for the low-frequency Floquet bands in the STM-PhCs, in which the central is the identification of the generalized Brillouin zone. We finally delve into the topological properties, including non-Bloch Zak phases and delocalization of topologically edge states. Our work validates that effective medium assists the non-Bloch band theory applied to the STM-PhCs, which delivers a prescription to broaden the horizons of non-Bloch theory. ",
    "url": "https://arxiv.org/abs/2401.12536",
    "authors": [
      "Haozhi Ding",
      "Kun Ding"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2401.12545",
    "title": "Ultra-broadband near-field Josephson microwave microscopy",
    "abstract": "Advanced microwave technologies constitute the foundation of a wide range of modern sciences, including quantum computing, microwave photonics, spintronics, etc. To facilitate the design of chip-based microwave devices, there is an increasing demand for state-of-the-art microscopic techniques capable of characterizing the near-field microwave distribution and performance. In this work, we integrate Josephson junctions onto a nano-sized quartz tip, forming a highly sensitive microwave mixer on-tip. This allows us to conduct spectroscopic imaging of near-field microwave distributions with high spatial resolution. Leveraging its microwave-sensitive characteristics, our Josephson microscope achieves a broad detecting bandwidth of up to 200 GHz with remarkable frequency and intensity sensitivities. Our work emphasizes the benefits of utilizing the Josephson microscope as a real-time, non-destructive technique to advance integrated microwave electronics. ",
    "url": "https://arxiv.org/abs/2401.12545",
    "authors": [
      "Ping Zhang",
      "Yang-Yang Lyu",
      "Jingjing Lv",
      "Zihan Wei",
      "Shixian Chen",
      "Chenguang Wang",
      "Hongmei Du",
      "Dingding Li",
      "Zixi Wang",
      "Shoucheng Hou",
      "Runfeng Su",
      "Hancong Sun",
      "Yuan Du",
      "Li Du",
      "Liming Gao",
      "Yong-Lei Wang",
      "Huabing Wang",
      "Peiheng Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2401.12651",
    "title": "Brillouin nonlinearity characterizations of a high-refractive index  silicon oxynitride platform",
    "abstract": "Silicon oxynitride (SiON) is a low-loss and versatile material for linear and nonlinear photonics applications. Controlling the oxygen-to-nitrogen (O/N) ratio in SiON provides an effective way to engineer its optical and mechanical properties, making it a great platform for the investigation of on-chip optomechanical interactions, especially the stimulated Brillouin scattering (SBS). Here we report the Brillouin nonlinearity characterization of a SiON platform with a specific O/N ratio (characterized by a refractive index of $n=1.65$). First, we introduce this particular SiON platform with fabrication details. Subsequently, we discuss various techniques for the on-chip Brillouin nonlinearity characterizations. In particular, we focus on the intensity-modulated pump-probe lock-in amplifier technique, which enables ultra-sensitive characterization. Finally, we analyze the Brillouin nonlinearities of this SiON platform and compare them with other SiON platforms. This work underscores the potential of SiON for on-chip Brillouin-based applications. Moreover, it paves the way for Brillouin nonlinearity characterization across various material platforms. ",
    "url": "https://arxiv.org/abs/2401.12651",
    "authors": [
      "Kaixuan Ye",
      "Akshay Keloth",
      "Yvan Klaver",
      "Alessio Baldazzi",
      "Gioele Piccoli",
      "Matteo Sanna",
      "Lorenzo Pavesi",
      "Mher Ghulinyan",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12677",
    "title": "Anti-resonant acoustic waveguides enabled tailorable Brillouin  scattering on chip",
    "abstract": "Empowering independent control of optical and acoustic modes and enhancing the photon-phonon interaction, integrated photonics boosts the advancements of on-chip stimulated Brillouin scattering (SBS). However, achieving acoustic waveguides with low loss, tailorability, and easy fabrication remains a challenge. Here, inspired by the optical anti-resonance in hollow-core fibers, we propose suspended anti-resonant acoustic waveguides (SARAWs) with superior confinement and high selectivity of acoustic modes, supporting both forward and backward SBS on chip. Furthermore, this structure streamlines the design and fabrication processes. Leveraging the advantages of SARAWs, we have showcased a series of record-breaking results for SBS within a compact footprint on the silicon-on-insulator platform. For forward SBS, a centimeter-scale SARAW supports a large net gain exceeding 6.4 dB. For backward SBS, we have observed an unprecedented Brillouin frequency shift of 27.6 GHz and a mechanical quality factor of up to 1,960 in silicon waveguides. This paradigm of acoustic waveguide propels SBS into a new era, unlocking new opportunities in the fields of optomechanics, phononic circuits, and hybrid quantum systems. ",
    "url": "https://arxiv.org/abs/2401.12677",
    "authors": [
      "Peng Lei",
      "Mingyu Xu",
      "Yunhui Bai",
      "Zhangyuan Chen",
      "Xiaopeng Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12706",
    "title": "An ion trap design for a space-deployable strontium-ion optical clock",
    "abstract": "Optical atomic clocks demonstrate a better stability and lower systematic uncertainty than the highest performance microwave atomic clocks. However, the best performing optical clocks have a large footprint in a laboratory environment and require specialist skills to maintain continuous operation. Growing and evolving needs across several sectors are increasing the demand for compact robust and portable devices at this capability level. In this paper we discuss the design of a physics package for a compact laser-cooled 88Sr+ optical clock that would, with further development, be suitable for space deployment. We review the design parameters to target a relative frequency uncertainty at the low parts in 10^18 with this system. We then explain the results of finite element modelling to simulate the response of the ion trap and vacuum chamber to vibration, shock and thermal conditions expected during launch and space deployment. Additionally, an electrostatic model has been developed to investigate the relationship between the ion trap geometrical tolerances and the trapping efficiency. We present the results from these analyses that have led to the design of a more robust prototype ready for experimental testing. ",
    "url": "https://arxiv.org/abs/2401.12706",
    "authors": [
      "Alessio Spampinato",
      "Jonathan Stacey",
      "Sean Mulholland",
      "Billy I. Robertson",
      "Hugh A. Klein",
      "Guilong Huang",
      "Geoffrey P. Barwood",
      "Patrick Gill"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12760",
    "title": "Microresonator-referenced soliton microcombs with zeptosecond-level  timing noise",
    "abstract": "Optical frequency division relies on optical frequency combs to coherently translate ultra-stable optical frequency references to the microwave domain. This technology has enabled microwave synthesis with ultralow timing noise, but the required instruments are too bulky for real-world applications. Here, we develop a compact optical frequency division system using microresonator-based frequency references and comb generators. The soliton microcomb formed in an integrated Si$_3$N$_4$ microresonator is stabilized to two lasers referenced to an ultrahigh-$Q$ MgF$_2$ microresonator. Photodetection of the soliton pulse train produces 25 GHz microwaves with absolute phase noise of -141 dBc/Hz (547 zs Hz$^{-1/2}$) at 10 kHz offset frequency. The synthesized microwaves are tested as local oscillators in jammed communication channels, resulting in improved fidelity compared with those derived from electronic oscillators. Our work demonstrates unprecedented coherence in miniature microwave oscillators, providing key building blocks for next-generation timekeeping, navigation, and satellite communication systems. ",
    "url": "https://arxiv.org/abs/2401.12760",
    "authors": [
      "Xing Jin",
      "Zhenyu Xie",
      "Xiangpeng Zhang",
      "Hanfei Hou",
      "Fangxing Zhang",
      "Xuanyi Zhang",
      "Lin Chang",
      "Qihuang Gong",
      "Qi-Fan Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12787",
    "title": "Wide-range resistivity characterization of semiconductors with terahertz  time-domain spectroscopy",
    "abstract": "Resistivity is one of the most important characteristics in the semiconductor industry. The most common way to measure resistivity is the four-point probe method, which requires physical contact with the material under test. Terahertz time domain spectroscopy, a fast and non-destructive measurement method, is already well established in the characterization of dielectrics. In this work, we demonstrate the potential of two Drude model-based approaches to extract resistivity values from terahertz time-domain spectroscopy measurements of silicon in a wide range from about 10$^{-3}$ $\\Omega$cm to 10$^{2}$ $\\Omega$cm. One method is an analytical approach and the other is an optimization approach. Four-point probe measurements are used as a reference. In addition, the spatial resistivity distribution is imaged by X-Y scanning of the samples to detect inhomogeneities in the doping distribution. ",
    "url": "https://arxiv.org/abs/2401.12787",
    "authors": [
      "Joshua Hennig",
      "Jens Klier",
      "Stefan Duran",
      "Kuei-Shen Hsu",
      "Jan Beyer",
      "Christian Röder",
      "Franziska C. Beyer",
      "Nadine Schüler",
      "Nico Vieweg",
      "Katja Dutzi",
      "Georg von Freymann",
      "Daniel Molter"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12823",
    "title": "Advancing on-chip Kerr optical parametric oscillation towards coherent  applications covering the green gap",
    "abstract": "Optical parametric oscillation (OPO) in Kerr microresonators can efficiently transfer near-infrared laser light into the visible spectrum. To date, however, chromatic dispersion has mostly limited output wavelengths to >560 nm, and robust access to the whole green light spectrum has not been demonstrated. In fact, wavelengths between 532 nm and 633 nm, commonly referred to as the \"green gap\", are especially challenging to produce with conventional laser gain. Hence, there is motivation to extend the Kerr OPO wavelength range and develop reliable device designs. Here, we experimentally show how to robustly access the entire green gap with Kerr OPO in silicon nitride microrings pumped near 780 nm. Our microring geometries are optimized for green-gap emission; in particular, we introduce a dispersion engineering technique, based on partially undercutting the microring, which not only expands wavelength access but also proves robust to variations in resonator dimensions, in particular, the microring width. Using just two devices, we generate >100 wavelengths evenly distributed throughout the green gap, as predicted by our dispersion simulations. Moreover, we establish the usefulness of Kerr OPO to coherent applications by demonstrating continuous frequency tuning (>50 GHz) and narrow optical linewidths (<1 MHz). Our work represents an important step in the quest to bring nonlinear nanophotonics and its advantages to the visible spectrum. ",
    "url": "https://arxiv.org/abs/2401.12823",
    "authors": [
      "Yi Sun",
      "Jordan Stone",
      "Xiyuan Lu",
      "Feng Zhou",
      "Zhimin Shi",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12858",
    "title": "28 THz soliton frequency comb in a continuous-wave pumped fiber  Fabry-Perot resonator",
    "abstract": "We report the generation of an optical frequency comb featuring 28 THz bandwidth, sustained by a single 80 fs cavity soliton recirculating in a fiber Fabry-Perot resonator. This large spectrum is comparable to frequency combs obtained with microresonators operating in the anomalous dispersion regime. Thanks to the compact design and the easy coupling of the resonator, cavity solitons can be generated in an all-fiber experimental setup with a continuous wave pumping scheme. We also observe the generation of a dispersive wave at higher frequencies which is supported by higher-order dispersion. These observations align remarkably well with both numerical simulations and the established theory of cavity solitons. ",
    "url": "https://arxiv.org/abs/2401.12858",
    "authors": [
      "Thomas Bunel",
      "Matteo Conforti",
      "Zoheir Ziani",
      "Julien Lumeau",
      "Antonin Moreau",
      "Arnaud Fernandez",
      "Olivier Llopis",
      "Germain Bourcier",
      "Arnaud Mussot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2401.12248",
    "title": "A two-circuit approach to reducing quantum resources for the quantum  lattice Boltzmann method",
    "abstract": "Computational fluid dynamics (CFD) simulations often entail a large computational burden on classical computers. At present, these simulations can require up to trillions of grid points and millions of time steps. To reduce costs, novel architectures like quantum computers may be intrinsically more efficient at the appropriate computation. Current quantum algorithms for solving CFD problems use a single quantum circuit and, in some cases, lattice-based methods. We introduce the a novel multiple circuits algorithm that makes use of a quantum lattice Boltzmann method (QLBM). The two-circuit algorithm we form solves the Navier-Stokes equations with a marked reduction in CNOT gates compared to existing QLBM circuits. The problem is cast as a stream function--vorticity formulation of the 2D Navier-Stokes equations and verified and tested on a 2D lid-driven cavity flow. We show that using separate circuits for the stream function and vorticity lead to a marked CNOT reduction: 35% in total CNOT count and 16% in combined gate depth. This strategy has the additional benefit of the circuits being able to run concurrently, further halving the seen gate depth. This work is intended as a step towards practical quantum circuits for solving differential equation-based problems of scientific interest. ",
    "url": "https://arxiv.org/abs/2401.12248",
    "authors": [
      "Sriharsha Kocherla",
      "Austin Adams",
      "Zhixin Song",
      "Alexander Alexeev",
      "Spencer H. Bryngelson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.12254",
    "title": "Transfer learning-assisted inverse modeling in nanophotonics based on  mixture density networks",
    "abstract": "The simulation of nanophotonic structures relies on electromagnetic solvers, which play a crucial role in understanding their behavior. However, these solvers often come with a significant computational cost, making their application in design tasks, such as optimization, impractical. To address this challenge, machine learning techniques have been explored for accurate and efficient modeling and design of photonic devices. Deep neural networks, in particular, have gained considerable attention in this field. They can be used to create both forward and inverse models. An inverse modeling approach avoids the need for coupling a forward model with an optimizer and directly performs the prediction of the optimal design parameters values. In this paper, we propose an inverse modeling method for nanophotonic structures, based on a mixture density network model enhanced by transfer learning. Mixture density networks can predict multiple possible solutions at a time including their respective importance as Gaussian distributions. However, multiple challenges exist for mixture density network models. An important challenge is that an upper bound on the number of possible simultaneous solutions needs to be specified in advance. Also, another challenge is that the model parameters must be jointly optimized, which can result computationally expensive. Moreover, optimizing all parameters simultaneously can be numerically unstable and can lead to degenerate predictions. The proposed approach allows overcoming these limitations using transfer learning-based techniques, while preserving a high accuracy in the prediction capability of the design solutions given an optical response as an input. A dimensionality reduction step is also explored. Numerical results validate the proposed method. ",
    "url": "https://arxiv.org/abs/2401.12254",
    "authors": [
      "Liang Cheng",
      "Prashant Singh",
      "Francesco Ferranti"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12460",
    "title": "Tensor network influence functionals in the continuous-time limit:  connections to quantum embedding, bath discretization, and higher-order time  propagation",
    "abstract": "We describe two developments of tensor network influence functionals (in particular, influence functional matrix product states (IF-MPS)) for quantum impurity dynamics within the fermionic setting of the Anderson impurity model. The first provides the correct extension of the IF-MPS to continuous time by introducing a related mathematical object, the boundary influence functional MPS. The second connects the dynamics described by a compressed IF-MPS to that of a quantum embedding method with a time-dependent effective bath undergoing non-unitary dynamics. Using these concepts, we implement higher-order time propagators for the quench dynamics of the Anderson impurity model within the boundary IF-MPS formalism. The calculations illustrate the ability of the current formulation to efficiently remove the time-step error in standard discrete-time IF-MPS implementations as well as to interface with state-vector propagation techniques. They also show the advantages of IF-MPS dynamics, with its associated highly compact effective bath dynamics, over state-vector propagation with a static bath discretization. ",
    "url": "https://arxiv.org/abs/2401.12460",
    "authors": [
      "Gunhee Park",
      "Nathan Ng",
      "David R. Reichman",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12629",
    "title": "Electron-Electron and Electron-Phonon Interactions in the Dynamics of  Trap-Filling in Charged Quantum Dots",
    "abstract": "We analyze theoretically the effects of electron-electron and electron-phonon interactions in the dynamics of a system of a few electrons that can be trapped to a localized state and detrapped to an extended band state of a small quantum dot (QD) using a simple model. In our model the QD is described by one or two single-particle energy levels while the trap is described by one single-particle level connected to the QD by a hopping Hamiltonian. Electron-electron Coulomb repulsion and electron-phonon interactions are included in the localized trap state. In spite of its simplicity the time dependent model has no analytical solution but a numerically exact one can be found at a relatively low computational cost. Using values of the parameters appropriate for defects in semiconductor QDs, we find that the electronic motion is quasi-periodic in time, with oscillations around mean values that are set in timescales of typically a few tenths of picoseconds to picoseconds. We increase the number of electrons initially in the QD from one to four and find that one electron is transferred to the trap state for three electrons in the QD. At the more efficient values of the electron-phonon coupling, these characteristics are quite independent of the value of the electron-electron Coulomb repulsion in the trap, up to the value above which its infinite limit is reached. We conclude that strong electron-phonon interaction is an efficient mechanism that can provide the complete filling of a deep trap state on a sub to picoseconds timescale, faster than radiative exciton decay and Auger recombination processes. This leads to the complete suppression of the luminescence to the deep trap state and to the accumulation of electrons in the QD. ",
    "url": "https://arxiv.org/abs/2401.12629",
    "authors": [
      "R. Carmina Monreal"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.12695",
    "title": "Optical Snake States in Photonic Graphene",
    "abstract": "We propose an optical analogue of electron snake states based on artificial gauge magnetic field in photonic graphene with effective strain implemented by varying distance between pillars. We develop an intuitive and exhaustive continuous model based on tight-binding approximation and compare it with numerical simulations of a realistic photonic structure. The allowed lateral propagation direction is shown to be strongly coupled to the valley degree of freedom and the proposed photonic structure may be used a valley filter. ",
    "url": "https://arxiv.org/abs/2401.12695",
    "authors": [
      "O.M. Bahrova",
      "S.V. Koniakhin",
      "A.V. Nalitov",
      "E.D. Cherotchenko"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12942",
    "title": "Nonlinear dynamics in neuromorphic photonic networks: physical  simulation in Verilog-A",
    "abstract": "Advances in silicon photonics technology have enabled the field of neuromorphic photonics, where analog neuron-like processing elements are implemented in silicon photonics technology. Accurate and scalable simulation tools for photonic integrated circuits are critical for designing neuromorphic photonic circuits. This is especially important when designing networks with recurrent connections, where the dynamics of the system may give rise to unstable and oscillatory solutions which need to be accurately modelled. These tools must simultaneously simulate the analog electronics and the multi-channel (wavelength-division-multiplexed) photonics contained in a photonic neuron to accurately predict on-chip behaviour. In this paper, we utilize a Verilog-A model of the photonic neural network to investigate the dynamics of recurrent integrated circuits. We begin by reviewing the theory of continuous-time recurrent neural networks as dynamical systems and the relation of these dynamics to important physical features of photonic neurons such as cascadability. We then present the neural dynamics of systems of one and two neurons in the simulated Verilog-A circuit, which are compared to the expected dynamics of the abstract CTRNN model. Due to the presence of parasitic circuit elements in the Verilog-A simulation, it is seen that there is a topological equivalence, but not an exact isomorphism, between the theoretical model and the simulated model. The implications of these discrepancies for the design of neuromorphic photonic circuits are discussed. Our findings pave the way for the practical implementation of large-scale silicon photonic recurrent neural networks. ",
    "url": "https://arxiv.org/abs/2401.12942",
    "authors": [
      "Hugh Morison",
      "Jagmeet Singh",
      "Nayem Al Kayed",
      "A. Aadhi",
      "Maryam Moridsadat",
      "Marcus Tamura",
      "Alexander N. Tait",
      "Bhavin J. Shastri"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.12949",
    "title": "Observation of topologically protected compact edge states in  flux-dressed graphene photonic lattices",
    "abstract": "Systems with engineered flatband spectra are a postulate of high-capacity transmission links and a candidate for high-temperature superconductivity. However, their operation relies on the edge or surface modes susceptible to fluctuations and fabrication errors. While the mode robustness can be enhanced by a combination of Aharonov-Bohm caging and topological insulation, the design of the corresponding flatbands requires approaches beyond the standard $k$-vector-based methods. Here, we propose a synthetic-flux probe as a solution to this problem and a route to the realization of ultra-stable modes. We prove the concept in a laser-fabricated graphene-like ribbon photonic lattice with the band-flattening flux induced by \"P\" waveguide coupling. The topological non-triviality is witnessed by an integer Zak phase derived from the mean chiral displacement. Mode stability is evidenced by excellent mode localization and the robustness to fabrication tolerances and variations of the input phase. Our results can serve as a basis for the development of multi-flat-band materials for low-energy electronics. ",
    "url": "https://arxiv.org/abs/2401.12949",
    "authors": [
      "Gabriel Cáceres-Aravena",
      "Milica Nedić",
      "Paloma Vildoso",
      "Goran Gligorić",
      "Jovana Petrovic",
      "Rodrigo A. Vicencio",
      "Aleksandra Maluckov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.02446",
    "title": "Optical demultiplexing of fractal-structured beams in turbulent  atmospheric environments",
    "abstract": " Title: Optical demultiplexing of fractal-structured beams in turbulent  atmospheric environments ",
    "url": "https://arxiv.org/abs/2111.02446",
    "authors": [
      "Xiaojing Weng",
      "Luat T. Vuong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.14653",
    "title": "Digital quantum simulation of non-perturbative dynamics of open systems  with orthogonal polynomials",
    "abstract": " Title: Digital quantum simulation of non-perturbative dynamics of open systems  with orthogonal polynomials ",
    "url": "https://arxiv.org/abs/2203.14653",
    "authors": [
      "José D. Guimarães",
      "Mikhail I. Vasilevskiy",
      "Luís S. Barbosa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.05252",
    "title": "Rydberg ion flywheel for quantum work storage",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2304.05252",
    "authors": [
      "Wilson S. Martins",
      "Federico Carollo",
      "Weibin Li",
      "Kay Brandner",
      "Igor Lesanovsky"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04125",
    "title": "Interference aided finite resonant response in an undamped forced  oscillator",
    "abstract": " Comments: 12 pages, 12 figures; Added references; Adjusted figures and text, added new sections on traditional techniques and large drive ",
    "url": "https://arxiv.org/abs/2305.04125",
    "authors": [
      "Shihabul Haque",
      "Jayanta K. Bhattacharjee"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2306.02141",
    "title": "Quantum delay in the time of arrival of free-falling atoms",
    "abstract": " Comments: 6 pages + 2 pages supplementary material. 1 Figure + 1 Table ",
    "url": "https://arxiv.org/abs/2306.02141",
    "authors": [
      "Mathieu Beau",
      "Lionel Martellini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.09549",
    "title": "QH9: A Quantum Hamiltonian Prediction Benchmark for QM9 Molecules",
    "abstract": " Comments: Accepted by NeurIPS 2023, Track on Datasets and Benchmarks ",
    "url": "https://arxiv.org/abs/2306.09549",
    "authors": [
      "Haiyang Yu",
      "Meng Liu",
      "Youzhi Luo",
      "Alex Strasser",
      "Xiaofeng Qian",
      "Xiaoning Qian",
      "Shuiwang Ji"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2307.16479",
    "title": "Sub-shot-noise interferometry with two mode quantum states",
    "abstract": " Title: Sub-shot-noise interferometry with two mode quantum states ",
    "url": "https://arxiv.org/abs/2307.16479",
    "authors": [
      "Quentin Marolleau",
      "Charlie Leprince",
      "Victor Gondret",
      "Denis Boiron",
      "Christoph I Westbrook"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.19133",
    "title": "Exploring the impact of vibrational cavity coupling strength on  ultrafast CN + $c$-C$_6$H$_{12}$ reaction dynamics",
    "abstract": " Title: Exploring the impact of vibrational cavity coupling strength on  ultrafast CN + $c$-C$_6$H$_{12}$ reaction dynamics ",
    "url": "https://arxiv.org/abs/2310.19133",
    "authors": [
      "Liying Chen",
      "Ashley P. Fidler",
      "Alexander M. McKillop",
      "Marissa L. Weichman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02817",
    "title": "Generation of massively entangled bright states of light during harmonic  generation in resonant media",
    "abstract": " Title: Generation of massively entangled bright states of light during harmonic  generation in resonant media ",
    "url": "https://arxiv.org/abs/2401.02817",
    "authors": [
      "Sili Yi",
      "Ihar Babushkin",
      "Olga Smirnova",
      "Misha Ivanov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.09158",
    "title": "Bang-bang preparation of quantum many-body ground states in two  dimensions: optimization of the algorithm with a two-dimensional tensor  network",
    "abstract": " Comments: 9 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2401.09158",
    "authors": [
      "Yintai Zhang",
      "Jacek Dziarmaga"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]