[
  {
    "id": "arXiv:2306.04779",
    "title": "Photonic neural networks based on integrated silicon microresonators",
    "abstract": "The recent progress of artificial intelligence (AI) has boosted the computational possibilities in fields where standard computers are not able to perform. The AI paradigm is to emulate human intelligence and therefore breaks the familiar architecture on which digital computers are based. In particular, neuromorphic computing, artificial neural networks (ANN) and deep learning models mimic how the brain computes. Large networks of interconnected neurons whose synapsis are individually strengthened or weakened during the learning phase find many applications. With this respect, photonics is a suitable platform to implement ANN hardware thanks to its speed, low power dissipation and multi-wavelength opportunities. One photonic device candidate to perform as an optical neuron is the optical microring resonator. Indeed microring resonators show both a nonlinear response and a capability of optical energy storage, which can be interpreted as a fading memory. Moreover, by using silicon photonics, the photonic integrated circuits can be fabricated in volume and with integrated electronics on board. For these reasons, here, we describe the physics of silicon microring resonators and of arrays of microring resonators for application in neuromorphic computing. We describe different types of ANNs from feed-forward networks to photonics extreme learning machines and reservoir computing. In addition, we discuss also hybrid systems where silicon microresonators are coupled to other active materials. this review aims to introduce the basics and to discuss the most recent developments in the field. ",
    "url": "https://arxiv.org/abs/2306.04779",
    "authors": [
      "Stefano Biasi",
      "Giovanni Donati",
      "Alessio Lugnan",
      "Mattia Mancinelli",
      "Emiliano Staffoli",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2306.04881",
    "title": "Mediation of Collisionless Turbulent Dissipation Through Cyclotron  Resonance",
    "abstract": "The dissipation of magnetized turbulence is fundamental to understanding energy transfer and heating in astrophysical systems. Collisionless interactions, such as resonant wave-particle process, are known to play a role in shaping turbulent astrophysical environments. Here, we present evidence for the mediation of turbulent dissipation in the solar wind by ion-cyclotron waves. Our results show that ion-cyclotron waves interact strongly with magnetized turbulence, indicating that they serve as a major pathway for the dissipation of large-scale electromagnetic fluctuations. We further show that the presence of cyclotron waves significantly weakens observed signatures of intermittency in sub-ion-kinetic turbulence, which are known to be another pathway for dissipation. These observations results suggest that in the absence of cyclotron resonant waves, non-Gaussian, coherent structures are able to form at sub-ion-kinetic scales, and are likely responsible for turbulent heating. We further find that the cross helicity, i.e. the level of Alfv\\'enicity of the fluctuations, correlates strongly with the presence of ion-scale waves, demonstrating that dissipation of collisionless plasma turbulence is not a universal process, but that the pathways to heating and dissipation at small scales are controlled by the properties of the large-scale turbulent fluctuations. We argue that these observations support the existence of a helicity barrier, in which highly Alfv\\'enic, imbalanced, turbulence is prevented from cascading to sub-ion scales thus resulting in significant ion-cyclotron resonant heating. Our results may serve as a significant step in constraining the nature of turbulent heating in a wide variety of astrophysical systems. ",
    "url": "https://arxiv.org/abs/2306.04881",
    "authors": [
      "Trevor A. Bowen",
      "Stuart D. Bale",
      "Benjamin D.G. Chandran",
      "Alexandros Chasapis",
      "Christopher H.K. Chen",
      "Thierry Dudok de Wit",
      "Alfred Mallet",
      "Romain Meyrand",
      "Jonathan Squire"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05000",
    "title": "Controlling the electro-optic response of a semiconducting perovskite  coupled to a phonon-resonant cavity",
    "abstract": "Optical cavities, resonant with vibrational or electronic transitions of material within the cavity, enable control of light-matter interaction. Previous studies have reported cavity-induced modifications of chemical reactivity, fluorescence, phase behavior, and charge transport. Here, we explore the effect of resonant cavity-phonon coupling on the transient photoconductivity in a hybrid organic-inorganic perovskite. To this end, we measure the ultrafast photoconductivity response of perovskite in a tunable Fabry-Perot terahertz cavity, designed to be transparent for optical excitation. The terahertz-cavity field-phonon interaction causes apparent Rabi splitting between the perovskite phonon mode and the cavity mode. We explore whether the cavity-phonon interaction affects the material electron-phonon interaction by determining the charge carrier mobility through the photoconductivity. Despite the apparent hybridization of cavity and phonon modes, we show that the perovskite properties, in both ground (phonon response) and excited (photoconductive response) states, remain unaffected by the tunable light-matter interaction. Yet the response of the integral perovskite-terahertz optical cavity system depends critically on the interaction strength of the cavity with the phonon: the transient terahertz response to optical excitation can be increased up to 3-fold by tuning the cavity-perovskite interaction strength. These results enable tunable switches and frequency-controlled induced transparency devices. ",
    "url": "https://arxiv.org/abs/2306.05000",
    "authors": [
      "Lucia Di Virgilio",
      "Jaco J. Geuchies",
      "Heejae Kim",
      "Keno Krewer",
      "Hai Wang",
      "Maksim Grechko",
      "Mischa Bonn"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.05073",
    "title": "Toward integrated tantalum pentoxide optical parametric oscillators",
    "abstract": "We present a hybrid waveguide-fiber optical parametric oscillator (OPO) exploiting degenerate four-wave mixing in tantalum pentoxide. The OPO, pumped with ultrashort pulses at 1.55 $\\mu$m wavelength, generated tunable idler pulses with up to 4.1 pJ energy tunable between 1.63 $\\mu$m and 1.68 $\\mu$m center wavelength. An upper bound for the total tolerable cavity loss of 32 dB was found, rendering a chip-integrated OPO feasible as a compact and robust light source. ",
    "url": "https://arxiv.org/abs/2306.05073",
    "authors": [
      "Maximilian Timmerkamp",
      "Niklas M. Lüpken",
      "Shqiprim Adrian Abazi",
      "Julian Rasmus Bankwitz",
      "Carsten Schuck",
      "Carsten Fallnich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.05102",
    "title": "An Quantum Kinetic Monte Carlo Method For Lindblad Equation",
    "abstract": "In this paper, we generalize the Quantum Kinetic Monte Carlo (QKMC) method of the Schrodinger equation, which was first proposed by [Z. Cai and J. Lu. SIAM J. Sci. Comput., 40(3):B706-B722, 2018] to the Lindblad equation. This algorithm makes full use of the tensor product structure of the matrices in the Lindblad equation, thus significantly reducing the storage cost, and can calculate a more extensive system than the existing methods. We demonstrate the method in the framework of the dissipative Ising model, and numerical experiments verify the validity of the method and the error analysis. ",
    "url": "https://arxiv.org/abs/2306.05102",
    "authors": [
      "Limin Xu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05117",
    "title": "Inverse Design of Thin-Plate Elastic Wave Devices",
    "abstract": "Motivated by recent advances in the inverse design of electromagnetic materials, we develop two methods for manipulating flexural waves on thin elastic plates. Firstly, we derive a technique for determining plate pinning or mass-loading of a thin plate, designing structures that focus elastic energy, or isolate a region of space from vibrations. Taking inspiration from the adjoint method in electromagnetism, we show how to design graded plates to act as lenses or perform mode shaping. Both of the methods presented are simple, versatile and straightforward to implement, making them useful for designing a wide range of devices for sensing, energy harvesting and vibration isolation. ",
    "url": "https://arxiv.org/abs/2306.05117",
    "authors": [
      "James R Capers"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05170",
    "title": "Achieving higher photoabsorption than group III-V semiconductors in  silicon using photon-trapping surface structures",
    "abstract": "The photosensitivity of silicon is inherently very low in the visible electromagnetic spectrum, and it drops rapidly beyond 800 nm in near-infrared wavelengths. Herein, we have experimentally demonstrated a technique utilizing photon-trapping surface structures to show a prodigious improvement of photoabsorption in one-micrometer-thin silicon, surpassing the inherent absorption efficiency of gallium arsenide for a broad spectrum. The photon-trapping structures allow the bending of normally incident light by almost ninety degrees to transform into laterally propagating modes along the silicon plane. Consequently, the propagation length of light increases, contributing to more than an order of magnitude improvement in absorption efficiency in photodetectors. This high absorption phenomenon is explained by FDTD analysis, where we show an enhanced photon density of states while substantially reducing the optical group velocity of light compared to silicon without photon-trapping structures, leading to significantly enhanced light-matter interactions. Our simulations also predict an enhanced absorption efficiency of photodetectors designed using 30 and 100-nanometer silicon thin films that are compatible with CMOS electronics. Despite a very thin absorption layer, such photon-trapping structures can enable high-efficiency and high-speed photodetectors needed in ultra-fast computer networks, data communication, and imaging systems with the potential to revolutionize on-chip logic and optoelectronic integration. ",
    "url": "https://arxiv.org/abs/2306.05170",
    "authors": [
      "Wayesh Qarony",
      "Ahmed S. Mayet",
      "Ekaterina Ponizovskaya Devine",
      "Soroush Ghandiparsi",
      "Cesar Bartolo-Perez",
      "Ahasan Ahamed",
      "Amita Rawat",
      "Hasina H. Mamtaz",
      "Toshishige Yamada",
      "Shih-Yuan Wang",
      "M. Saif Islam"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05314",
    "title": "Mode-locked laser in nanophotonic lithium niobate",
    "abstract": "Mode-locked lasers (MLLs) have enabled ultrafast sciences and technologies by generating ultrashort pulses with peak powers substantially exceeding their average powers. Recently, tremendous efforts have been focused on realizing integrated MLLs not only to address the challenges associated with their size and power demand, but also to enable transforming the ultrafast technologies into nanophotonic chips, and ultimately to unlock their potential for a plethora of applications. However, till now the prospect of integrated MLLs driving ultrafast nanophotonic circuits has remained elusive because of their typically low peak powers, lack of controllability, and challenges with integration with appropriate nanophotonic platforms. Here, we overcome these limitations by demonstrating an electrically-pumped actively MLL in nanophotonic lithium niobate based on its hybrid integration with a III-V semiconductor optical amplifier. Our MLL generates $\\sim$4.8 ps optical pulses around 1065 nm at a repetition rate of $\\sim$10 GHz, with pulse energy exceeding 2.6 pJ and a high peak power beyond 0.5 W. We show that both the repetition rate and the carrier-envelope-offset of the resulting frequency comb can be flexibly controlled in a wide range using the RF driving frequency and the pump current, paving the way for fully-stabilized on-chip frequency combs in nanophotonics. Our work marks an important step toward fully-integrated nonlinear and ultrafast photonic systems in nanophotonic lithium niobate. ",
    "url": "https://arxiv.org/abs/2306.05314",
    "authors": [
      "Qiushi Guo",
      "Ryoto Sekine",
      "James A. Williams",
      "Benjamin K. Gutierrez",
      "Robert M. Gray",
      "Luis Ledezma",
      "Luis Costa",
      "Arkadev Roy",
      "Selina Zhou",
      "Mingchen Liu",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.05405",
    "title": "Resonant Anti-Reflection Metasurface for Infrared Transmission Optics",
    "abstract": "A fundamental capability for any transmissive optical component is anti-reflection, yet this capability is challenging to achieve in a cost-efficient manner over longer infrared wavelengths. We demonstrate that Mie resonant nanophotonic structures enhance transmission in Silicon, allowing it to function as an effective optical material over long-wave infrared wavelengths. This approach enables a window optic with up to 40\\% greater transmission than equal thickness unpatterned Si. Imaging comparisons with unpatterned silicon and off-the-shelf Germanium optics are shown, as well as basic broadband slant edge MTF measurements. Overall, we demonstrate how Mie-resonant structures can be used to improve optical transmission through window optics of arbitrary lithographically patternable optical media, and highlight their possible use in imaging applications. ",
    "url": "https://arxiv.org/abs/2306.05405",
    "authors": [
      "John Brewer",
      "Sachin Kulkarni",
      "Aaswath P. Raman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04767",
    "title": "Fully guided and phase locked Ti:PPLN waveguide squeezing for  applications in quantum sensing",
    "abstract": "This work reports a fully guided setup for single-mode squeezing generation on integrated titanium-indiffused periodically poled nonlinear resonators. A continuous wave laser beam is delivered and the squeezed field is collected by single-mode fibers, where up to -3.17(9) dB of useful squeezing is available in fibers. To showcase the usefulness of such a fiber-coupled device, we applied the generated squeezed light in a fiber-based phase sensing experiment, showing a quantum enhancement in the signal-to-noise ratio of 0.35 dB. Moreover, our investigation of photorefraction's impact on the cavity resonance condition suggests that it causes system instabilities at high powers. ",
    "url": "https://arxiv.org/abs/2306.04767",
    "authors": [
      "Renato Domeneguetti",
      "Michael Stefszky",
      "Harald Herrmann",
      "Christine Silberhorn",
      "Ulrik L. Andersen",
      "Jonas S. Neergaard-Nielsen",
      "Tobias Gehring"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04922",
    "title": "Efficient and Equivariant Graph Networks for Predicting Quantum  Hamiltonian",
    "abstract": "We consider the prediction of the Hamiltonian matrix, which finds use in quantum chemistry and condensed matter physics. Efficiency and equivariance are two important, but conflicting factors. In this work, we propose a SE(3)-equivariant network, named QHNet, that achieves efficiency and equivariance. Our key advance lies at the innovative design of QHNet architecture, which not only obeys the underlying symmetries, but also enables the reduction of number of tensor products by 92\\%. In addition, QHNet prevents the exponential growth of channel dimension when more atom types are involved. We perform experiments on MD17 datasets, including four molecular systems. Experimental results show that our QHNet can achieve comparable performance to the state of the art methods at a significantly faster speed. Besides, our QHNet consumes 50\\% less memory due to its streamlined architecture. Our code is publicly available as part of the AIRS library (\\url{https://github.com/divelab/AIRS}). ",
    "url": "https://arxiv.org/abs/2306.04922",
    "authors": [
      "Haiyang Yu",
      "Zhao Xu",
      "Xiaofeng Qian",
      "Xiaoning Qian",
      "Shuiwang Ji"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.04960",
    "title": "Effects of thermal annealing on thermal conductivity of LPCVD silicon  carbide thin films",
    "abstract": "The thermal conductivity (k) of polycrystalline silicon carbide thin films is relevant for thermal management in emerging silicon carbide applications like MEMS and optoelectronic devices. In such films k can be substantially reduced by microstructure features including grain boundaries, thin film surfaces, and porosity, while these microstructural effects can also be manipulated through thermal annealing. Here, we investigate these effects by using microfabricated suspended devices to measure the thermal conductivities of nine LPCVD silicon carbide films of varying thickness (from 120 - 300 nm) and annealing conditions (as-grown and annealed at 950 degrees Celsius and 1100 degrees Celsius for 2 hours, and in one case 17 hours). Fourier-transform infrared spectroscopy (FTIR) and X-ray diffraction (XRD) spectra and density measurements are also used to characterize the effects of the annealing on the microstructure of selected samples. Compared to as-deposited films, annealing at 1100 degrees Celsius typically increases the estimated grain size from 5.5 nm to 6.6 nm while decreasing the porosity from around 6.5% to practically fully dense. This corresponds to a 34% increase in the measured thin film thermal conductivity near room temperature, from 5.8 W/m-K to 7.8 W/m-K. These thermal conductivity measurements show good agreement of better than 3% with fits using a simple theoretical model based on kinetic theory combined with a Maxwell-Garnett porosity correction. Grain boundary scattering plays the dominant role in reducing the thermal conductivity of these films compared to bulk single-crystal values, while both grain size increase and porosity decrease play important roles in the partial k recovery of the films upon annealing. This work demonstrates the effects of modifying the microstructure and thus the thermal conductivity of silicon carbide thin films by thermal annealing. ",
    "url": "https://arxiv.org/abs/2306.04960",
    "authors": [
      "Lei Tang",
      "Chris Dames"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.05149",
    "title": "Engineering flat bands in twisted-bilayer graphene away from the magic  angle with chiral optical cavities",
    "abstract": "Twisted bilayer graphene (TBG) is a recently discovered two-dimensional superlattice structure which exhibits strongly-correlated quantum many-body physics, including strange metallic behavior and unconventional superconductivity. Most of TBG exotic properties are connected to the emergence of a pair of isolated and topological flat electronic bands at the so-called magic angle, $\\theta \\approx 1.05^{\\circ}$, which are nevertheless very fragile. In this work, we show that, by employing chiral optical cavities, the topological flat bands can be stabilized away from the magic angle in an interval of approximately $0.8^{\\circ}<\\theta<1.3^{\\circ}$. As highlighted by a simplified theoretical model, time reversal symmetry breaking, induced by the chiral nature of the cavity, plays a fundamental role in flattening the isolated bands and gapping out the rest of the spectrum. The efficiency of the cavity is discussed as a function of the twisting angle, the light-matter coupling and the optical cavity characteristic frequency. Our results demonstrate the possibility of engineering flat bands in TBG using optical devices, extending the onset of strongly-correlated topological electronic phases in Moir\\'e superlattices to a wider range in the twisting angle. ",
    "url": "https://arxiv.org/abs/2306.05149",
    "authors": [
      "Cunyuan Jiang",
      "Matteo Baggioli",
      "Qing-Dong Jiang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1211.3094",
    "title": "Longitudinal and spin/valley Hall optical conductivity in single layer  $MoS_{2}$",
    "abstract": " Comments: 8 pages, 5 figures, accepted by Phys. Rev. B ",
    "url": "https://arxiv.org/abs/1211.3094",
    "authors": [
      "Zhou Li",
      "J. P. Carbotte"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.08547",
    "title": "Nonlinear dynamical modelling of high frequency electrostatic drift  waves using fluid theoretical approach in magnetized plasma",
    "abstract": " Comments: 28 pages and 14 figures ",
    "url": "https://arxiv.org/abs/2202.08547",
    "authors": [
      "Siba Prasad Acharya",
      "M. S. Janaki"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2301.10196",
    "title": "Overlap-ADAPT-VQE: Practical Quantum Chemistry on Quantum Computers via  Overlap-Guided Compact Ansätze",
    "abstract": " Title: Overlap-ADAPT-VQE: Practical Quantum Chemistry on Quantum Computers via  Overlap-Guided Compact Ansätze ",
    "url": "https://arxiv.org/abs/2301.10196",
    "authors": [
      "César Feniou",
      "Muhammad Hassan",
      "Diata Traoré",
      "Emmanuel Giner",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03587",
    "title": "Exact Transient Analysis of a Biconical Antenna of Arbitrary Length and  Cone Angle",
    "abstract": " Title: Exact Transient Analysis of a Biconical Antenna of Arbitrary Length and  Cone Angle ",
    "url": "https://arxiv.org/abs/2305.03587",
    "authors": [
      "Ramakrishna Janaswamy"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.06293",
    "title": "Unitary equivalence of twisted quantum states",
    "abstract": " Comments: 7 pages 1 figure + 10 pages supplementary ",
    "url": "https://arxiv.org/abs/2305.06293",
    "authors": [
      "N. V. Filina",
      "S. S. Baturin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.04052",
    "title": "Nuclear Spin-Depleted, Isotopically Enriched 70Ge/28Si70Ge Quantum Wells",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2306.04052",
    "authors": [
      "O. Moutanabbir",
      "S. Assali",
      "A. Attiaoui",
      "G. Daligou",
      "P. Daoust",
      "P. Del Vecchio",
      "S. Koelling",
      "L. Luo",
      "N. Rotaru"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]