[
  {
    "id": "arXiv:2403.12974",
    "title": "Non-separable wave evolution equations in quantum kinetics",
    "abstract": "A non-separable wave-like integro-differential equation for the time evolution of the Wigner distribution function in phase space is educed from the corresponding separable kinetic equation. It is shown that it leads to non-local dispersion effects that may involve complex group velocities and also display non-unitary features as entropy production. By employing the quantum hydrodynamical description a non-local evolution wave equation is also derived by synthesizing the Hamilton-Jacobi equation with that of continuity, which predicts the generation of quadrupole quantum effects in the propagation of the spatial probability density. Extension of the formalism for a boson scalar field is also presented along with a brief commentary on the issue of irreversibility. ",
    "url": "https://arxiv.org/abs/2403.12974",
    "authors": [
      "C Dedes"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.12978",
    "title": "The performance of microwave photonic signal processors based on  microcombs with different input signal waveforms",
    "abstract": "Microwave photonic (MWP) signal processors, which process microwave signals based on pho-tonic technologies, bring advantages intrinsic to photonics such as low loss, large processing bandwidth, and strong immunity to electromagnetic interference. Optical microcombs can offer a large number of wavelength channels and compact device footprints, which make them powerful multi-wavelength sources for MWP signal processors to realize a variety of processing functions. In this paper, we experimentally demonstrate the capability of microcomb-based MWP signal processors to handle diverse input signal waveforms. In addition, we quantify the processing accuracy for different input signal waveforms, including Gaussian, triangle, parabolic, super Gaussian, and nearly square waveforms. Finally, we analyze the factors contributing to the dif-ference in the processing accuracy among the different input waveforms, and our theoretical analysis well elucidates the experimental results. These results provide a guidance for micro-comb-based MWP signal processors when processing microwave signals of various waveforms. ",
    "url": "https://arxiv.org/abs/2403.12978",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13034",
    "title": "Study of silicon photomultipliers for the readout of a  lead/scintillating-fiber calorimeter",
    "abstract": "The KLOE electromagnetic calorimeter is expected to be reused in the Near Detector complex of the DUNE experiment at Fermilab. The possible substitution of traditional Photomultiplier Tubes (PMTs) with Silicon Photomultipliers (SiPMs) in the refurbished calorimeter is the object of this investigation. A block of the KLOE lead-scintillating fiber calorimeter has been equipped with light guides and external trigger scintillators. The signals induced by cosmic rays and environmental radioactivity have been collected by SiPM arrays on one side of the calorimeter, and by conventional PMTs on the opposite side. Efficiency, stability, and timing resolution of SiPMs have been studied and compared with KLOE-PMTs performance. Conclusions about the convenience of substituting PMTs with SiPMs are drawn. ",
    "url": "https://arxiv.org/abs/2403.13034",
    "authors": [
      "F. Alemanno",
      "P. Bernardini",
      "A. Corvaglia",
      "G. De Matteis",
      "L. Martina",
      "A. Miccoli",
      "M. Panareo",
      "M.P. Panetta",
      "C. Pinto",
      "A. Surdo"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2403.13207",
    "title": "Condensed-Phase Quantum Chemistry",
    "abstract": "Molecular quantum chemistry has seen enormous progress in the last few decades thanks to the more advanced and sophisticated numerical techniques and computing power. Following the recent interest in extending these capabilities to condensed-phase problems, we summarize basic knowledge of condensed-phase quantum chemistry for ones with experience in molecular quantum chemistry. We highlight recent efforts in this direction, including solving the electron repulsion integrals bottleneck and implementing hybrid density functional theory and wavefunction methods, and lattice dynamics for periodic systems within atom-centered basis sets. Many computational techniques presented here are inspired by the extensive method developments rooted in quantum chemistry. In this Focus Article, we selectively focus on the computational techniques rooted in molecular quantum chemistry, emphasize some challenges, and point out open questions. We hope our perspectives will encourage researchers to pursue this exciting and promising research avenue. ",
    "url": "https://arxiv.org/abs/2403.13207",
    "authors": [
      "Paul J. Robinson",
      "Adam Rettig",
      "Hieu Q. Dinh",
      "Meng-Fu Chen",
      "Joonho Lee"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13394",
    "title": "Beam test of n-type Silicon pad array detector at PS CERN",
    "abstract": "This work reports the testing of a Forward Calorimeter (FoCal) prototype based on an n-type Si pad array detector at the CERN PS accelerator. The FoCal is a proposed upgrade in the ALICE detector operating within the pseudorapidity range of 3.2 < $\\mathrm{\\eta}$ < 5.8. It aims to measure direct photons, neutral hadrons, vector mesons, and jets for the study of gluon saturation effects in the unexplored region of low momentum fraction x ($\\mathrm{\\sim10^{-5} - 10^{-6}}$). The prototype is a $\\mathrm{8\\times9}$ n-type Si pad array detector with each pad occupying one cm$^2$ area, fabricated on a 6-in, 325~$\\mathrm{\\pm 10 \\thinspace \\mu}$m thick, and high-resistivity ($\\sim$7 k$\\Omega \\thinspace$ cm) Si wafer which is readout using HGCROCv2 chip. The detector is tested using pion beams of energy 10~GeV and electron beams of energy 1-5~GeV. The measurements of the Minimum Ionizing Particle (MIP) response of pions and the shower profiles of electrons are reported. ",
    "url": "https://arxiv.org/abs/2403.13394",
    "authors": [
      "Sawan",
      "M. Bregant",
      "J. L. Bouly",
      "O. Bourrion",
      "A. van den Brink",
      "T. Chujo",
      "C. Krug",
      "L. Kumar",
      "V. K. S. Kashyap",
      "A. Ghimouz",
      "M. Inaba",
      "T. Isidori",
      "C. Loizides",
      "B. Mohanty",
      "M.M. Mondal",
      "N. Minafra",
      "N. Novitzky",
      "N. Ponchant",
      "M. Rauch",
      "K. P. Sharma",
      "R. Singh",
      "D. Thienpont",
      "D. Tourres",
      "G. Tambave"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2403.13404",
    "title": "Characterization of pixel crosstalk and impact of Bayer patterning by  quantum efficiency measurement",
    "abstract": "Development of small pixels for high resolution image sensors implies a lot of challenges. A high level of performance should be guaranteed whereas the overall size must be reduced and so the degree of freedom in design and process. One key parameter of this constant improvement is the knowledge and the control of the crosstalk between pixels. In this paper, we present an advance in crosstalk characterization method based on the design of specific color patterns and the measurement of quantum efficiency. In a first part, we describe the color patterns designed to isolate one pixel or to simulate un-patterned colored pixels. These patterns have been implemented on test-chip and characterized. The second part deals with the characterization setup for quantum efficiency. Indeed, the use of spectral measurements allows us to discriminate pixels based on the color filter placed on top of them and to probe the crosstalk as a function of the depth in silicon, thanks to the photon absorption length variation with the wavelength. In the last part, results are presented showing the impact of color filters patterning, i.e. pixels in a Bayer pattern versus un-patterned pixels. The crosstalk directions and amplitudes are also analyzed in relation to pixel layout. ",
    "url": "https://arxiv.org/abs/2403.13404",
    "authors": [
      "Jérôme Vaillant",
      "Clémence Mornet",
      "Thomas Decroux",
      "Didier Hérault",
      "Isabelle Schanen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.13428",
    "title": "Spatial-Spectral Complexity in Kerr Beam Self-Cleaning",
    "abstract": "We report on a comprehensive experimental investigation into the spatial-spectral complexity of the laser beam during Kerr-induced beam self-cleaning in graded-index multimode fibers. We demonstrate the self-cleaning of beams using both transform-limited and chirped femtosecond pulses. By utilizing the spectrally resolved imaging technique, we examine variations in beam homogeneity during the beam cleanup process and reveal correlations observed among spatial beam profiles at different wavelengths for the various cleaned pulses. Our results significantly advance our understanding of Kerr-induced self-cleaning with chirped ultrafast pulses and offer new possibilities for diverse applications. ",
    "url": "https://arxiv.org/abs/2403.13428",
    "authors": [
      "Moshe Labaz",
      "Dr. Pavel Sidorenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.13436",
    "title": "Multi-photon super-linear image scanning microscopy using upconversion  nanoparticles",
    "abstract": "Super-resolution fluorescence microscopy is of great interest in life science studies for visualizing subcellular structures at the nanometer scale. Among various kinds of super-resolution approaches, image scanning microscopy (ISM) offers a doubled resolution enhancement in a simple and straightforward manner, based on the commonly used confocal microscopes. ISM is also suitable to be integrated with multi-photon microscopy techniques, such as two-photon excitation and second-harmonic generation imaging, for deep tissue imaging, but it remains the twofold limited resolution enhancement and requires expensive femtosecond lasers. Here, we present and experimentally demonstrate the super-linear ISM (SL-ISM) to push the resolution enhancement beyond the factor of two, with a single low-power, continuous-wave, and near-infrared laser, by harnessing the emission nonlinearity within the multiphoton excitation process of lanthanide-doped upconversion nanoparticles (UCNPs). Based on a modified confocal microscope, we achieve a resolution of about 120 nm, 1/8th of the excitation wavelength. Furthermore, we demonstrate a parallel detection strategy of SL-ISM with the multifocal structured excitation pattern, to speed up the acquisition frame rate. This method suggests a new perspective for super-resolution imaging or sensing, multi-photon imaging, and deep-tissue imaging with simple, low-cost, and straightforward implementations. ",
    "url": "https://arxiv.org/abs/2403.13436",
    "authors": [
      "Yao Wang",
      "Baolei Liu",
      "Lei Ding",
      "Chaohao Chen",
      "Xuchen Shan",
      "Dajing Wang",
      "Menghan Tian",
      "Jiaqi Song",
      "Ze Zheng",
      "Xiaoxue Xu",
      "Xiaolan Zhong",
      "Fan Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13506",
    "title": "Time-resolved measurement of acoustic density fluctuations using a  phase-shifting Mach-Zehnder interferometer",
    "abstract": "Phase-shifting interferometry is one of the optical measurement techniques that improves accuracy and resolution by incorporating a controlled phase shift into conventional optical interferometry. In this study, a four-step phase-shifting interferometer is developed to measure the spatio-temporal distribution of acoustic density oscillations of the gas next to a rigid plate. The experimental apparatus consists of a polarizing Mach-Zehnder interferometer with a polarization camera capable of capturing four polarization directions in one shot image and it is used to measure the magnitude and the phase of density fluctuations through a duct of rectangular cross-section connected to a loudspeaker. The results are compared with the well-established thermoacoustic theory describing the thermal coupling between acoustic oscillations and rigid boundaries, and the results show a very good agreement for various ratios of the (frequency-dependent) thermal boundary layer thickness to the plate spacing. This measurement technique could be advantageously employed to analyze more complex heat transfer processes involving the coupling of acoustic oscillations with rigid boundaries. ",
    "url": "https://arxiv.org/abs/2403.13506",
    "authors": [
      "Eita Shoji",
      "Anis Maddi",
      "Guillaume Penelet",
      "Tetsushi Biwa"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.13554",
    "title": "Superconducting Microwave Detector Technology for Ultra-Light Dark  Matter Haloscopes and other Fundamental Physics Experiments: Background  Theory (Part I)",
    "abstract": "We consider how superconducting microwave detector technology might be applied to the readout of cavity-axion haloscopes and similar fundamental physics experiments. Expressions for the sensitivity of two detection schemes are derived: 1) a dispersive spectrometer, and 2) a direct-conversion/homodyne receiver using detectors as mixing elements. In both cases the semi-classical/Poisson-mixture approach is used to account for quantum effects. Preliminary sensitivity calculations are performed to guide future development work. These suggest the homodyne scheme offers a near-term solution for realising near-quantum-noise limited receivers with improved usability compared with parametric amplifiers. Similarly, they show that the dispersive spectrometer offers a potential way to beat the quantum noise limit, but that significant technological development work is needed to do so. ",
    "url": "https://arxiv.org/abs/2403.13554",
    "authors": [
      "Christopher N. Thomas",
      "Stafford Withington",
      "David J. Goldie"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2403.13555",
    "title": "Superconducting Microwave Detector Technology for Ultra-Light Dark  Matter Haloscopes and other Fundamental Physics Experiments: Device Physics  (Part II)",
    "abstract": "We consider and compare candidate superconducting detector technologies that might be applied to the readout of cavity-axion haloscopes and similar fundamental physics experiments. We conclude that a transition edge sensor (TES) configured with ballistic-phonon thermal isolation operated with a superconducting transition temperature of order 30 mK would provide quantum-limited detection performance at frequencies above 5 GHz. This would permit the realisation of integrated homodyne detectors based on TESs that we believe would make a unique contribution to a variety of fundamental physics experiments, particularly those based on reading out microwave cavities in the quantum ground state. ",
    "url": "https://arxiv.org/abs/2403.13555",
    "authors": [
      "David J. Goldie",
      "Stafford Withington",
      "Christopher N. Thomas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2403.13717",
    "title": "Hyperradiance, photon blockade and concurrence in a pair of qubits  inside a driven cavity",
    "abstract": "We theoretically study the radiance properties of a pair of qubits inside a single-mode cavity driven by a two-photon drive. Our results show that, when the two qubits are strongly coupled to the cavity field, the collective radiation emitted from the qubits exhibits hyperradiance which can be detected as a signature of two qubit entanglement in the weak-driving regime. We quantify the entanglement in terms of concurrence. Additionally, we study the radiance behaviour in the presence of an intracavity Kerr-nonlinear medium that leads to two-photon blockade. Our results suggest that this system with nonlinearity may act as a quadrature-squeezed and hyperradiant two-photon source. ",
    "url": "https://arxiv.org/abs/2403.13717",
    "authors": [
      "Anushree Dey",
      "Bimalendu Deb"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.13029",
    "title": "Intensity product-based optical sensing to beat the diffraction limit",
    "abstract": "Classically defined optical phase sensitivity is known as the shot-noise limit (SNL) or standard quantum limit originating in the uncertainty principle of quantum mechanics. Based on SNL, the phase resolution (sensitivity) is inversely proportional to the square root N, where N is the number of interfering photons or individually measured events. Thus, using a high-power laser is advantageous due to the square root N gain in the signal-to-noise ratio. In an optical interferometer, however, the phase resolution remains in the N=1 case unless N probe photons are resolved in a detection process, resulting in the diffraction limit of classical optics. Here, a projective measurement is proposed for intensity product-based optical sensing to realize SNL in a typical interferometer commonly used for high-precision metrology. For this, one of the output ports of the interferometer is evenly divided into N ports and measured them for mth-intensity correlations (m is less than or equal to N), where the maximum N is given by the total number of photons of the input laser. The maximum temporal delay among N photons is constrained by the spectral bandwidth of the laser, which is the same as the effective coherence time of the photon ensemble used for coincidence detection-based quantum sensing. ",
    "url": "https://arxiv.org/abs/2403.13029",
    "authors": [
      "Byoung S. Ham"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.13504",
    "title": "Effects of dislocation filtering layers on optical properties of third  telecom window emitting InAs/InGaAlAs quantum dots grown on silicon  substrates",
    "abstract": "Integrating light emitters based on III-V materials with silicon-based electronics is crucial for further increase in data transfer rates in communication systems since the indirect bandgap of silicon prevents its direct use as a light source. We investigate here InAs/InGaAlAs quantum dot (QD) structures grown directly on 5{\\deg} off-cut Si substrate and emitting light at 1.5 micrometers, compatible with established telecom platform. Using different dislocation defects filtering layers, exploiting strained superlattices and supplementary QD layers, we mitigate the effects of lattice constant and thermal expansion mismatches between III-V materials and Si during growth. Complementary optical spectroscopy techniques, i.e. photoreflectance and temperature-, time- and polarization- resolved photoluminescence, allow us to determine the optical quality and application potential of the obtained structures by comparing them to a reference sample -- state-of-the-art QDs grown on InP. Experimental findings are supported by calculations of excitonic states and optical transitions by combining multiband k.p and configuration-interaction methods. We show that our design of structures prevents the generation of a considerable density of defects, as intended. The emission of Si-based structures appears to be much broader than for the reference dots, due to the creation of different QD populations which might be a disadvantage in particular laser applications, however, could be favourable for others, e.g. in broadly tunable devices, sensors, or optical amplifiers. Eventually, we identify the overall most promising combination of defect filtering layers, discuss its advantages and limitations, and prospects for further improvements. ",
    "url": "https://arxiv.org/abs/2403.13504",
    "authors": [
      "Wojciech Rudno-Rudziński",
      "Michał Gawełczyk",
      "Paweł Podemski",
      "Ramasubramanian Balasubramanian",
      "Vitalii Sichkovskyi",
      "Amnon J. Willinger",
      "Gadi Eisenstein",
      "Johann P. Reithmaier",
      "Grzegorz Sęk"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2106.12043",
    "title": "Introducing Quantum Entanglement to First-Year Students: Resolving the  Trilemma",
    "abstract": " Comments: Updated with many new references. 33 pages of text and 12 figures. This is a pedagogical version of our previously published research results ",
    "url": "https://arxiv.org/abs/2106.12043",
    "authors": [
      "W.M. Stuckey",
      "Timothy McDevitt",
      "Michael Silberstein"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08325",
    "title": "Self-injection-locked optical parametric oscillator based on microcombs",
    "abstract": " Title: Self-injection-locked optical parametric oscillator based on microcombs ",
    "url": "https://arxiv.org/abs/2310.08325",
    "authors": [
      "Fuchuan Lei",
      "Yi Sun",
      "Óskar B. Helgason",
      "Zhichao Ye",
      "Yan Gao",
      "Magnus Karlsson",
      "Peter A Andrekson",
      "Victor Torres-Company"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17524",
    "title": "Real-space sampling of terahertz waveforms under scanning tunneling  microscope",
    "abstract": " Comments: 23 pages and 4 figures for the manuscript; 15 pages and 7 figures for the Supporting Information ",
    "url": "https://arxiv.org/abs/2310.17524",
    "authors": [
      "Hongbo Li",
      "Tianwu Wang",
      "Wenyin Wei",
      "Kai Zhang",
      "Jing-yin Xu",
      "Yirong Wu",
      "Guangyou Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06926",
    "title": "Enhanced Twist-Averaging Technique for Magnetic Metals: Applications  using Quantum Monte Carlo",
    "abstract": " Title: Enhanced Twist-Averaging Technique for Magnetic Metals: Applications  using Quantum Monte Carlo ",
    "url": "https://arxiv.org/abs/2401.06926",
    "authors": [
      "Abdulgani Annaberdiyev",
      "Panchapakesan Ganesh",
      "Jaron T. Krogel"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11075",
    "title": "Tailoring Polarization in WSe$_2$ Quantum Emitters through Deterministic  Strain Engineering",
    "abstract": " Title: Tailoring Polarization in WSe$_2$ Quantum Emitters through Deterministic  Strain Engineering ",
    "url": "https://arxiv.org/abs/2402.11075",
    "authors": [
      "Athanasios Paralikis",
      "Claudia Piccinini",
      "Abdulmalik A. Madigawa",
      "Pietro Metuh",
      "Luca Vannucci",
      "Niels Gregersen",
      "Battulga Munkhbat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]