[
  {
    "id": "arXiv:2310.16149",
    "title": "Superbandwidth laser pulses in a dispersive medium: oscillating beyond  the Fourier spectrum with unexpected propagation features",
    "abstract": "The concept of superbandwidth refers to the fact that a band-limited signal can exhibit, locally, an increase of its bandwidth, i.e., an effective bandwidth greater than that predicted by its Fourier transform. In this work, we study the propagation of superbandwidth laser pulses in a dispersive medium, characterized by the group velocity dispersion. In particular, two important results arise from the analysis of the instantaneous frequency of the pulse obtained through the Wigner function distribution: First, it can be observed local oscillations of the electric field which are beyond the Fourier spectrum of the incoming pulse. Second, for a range of values of the pulse synthesis parameters, surprisingly, the dynamics of the instantaneous frequency within certain temporal regions, corresponds to that of a pulse propagating in a medium with a group velocity dispersion of opposite sign. This phenomenon is intrinsic to the special characteristics of the pulse and not to the dispersive properties of the medium. ",
    "url": "https://arxiv.org/abs/2310.16149",
    "authors": [
      "Enrique G. Neyra",
      "Laureano A. Bulus Rossini",
      "Fabián Videla",
      "Lorena Rebón",
      "Pablo A. Costanzo Caso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16174",
    "title": "Probing Electromagnetic Nonreciprocity with Quantum Geometry of Photonic  States",
    "abstract": "Reciprocal and nonreciprocal effects in dielectric and magnetic materials provide crucial information about the microscopic properties of electrons. However, experimentally distinguishing the two has proven to be challenging, especially when the associated effects are extremely small. To this end, we propose a contact-less detection using a cross-cavity device where a material of interest is placed at its centre. We show that the optical properties of the material, such as Kerr and Faraday rotation, or, birefringence, manifest in the coupling between the cavities' electromagnetic modes and in the shift of their resonant frequencies. By calculating the dynamics of a geometrical photonic state, we formulate a measurement protocol based on the quantum metric and quantum process tomography that isolates the individual components of the material's complex refractive index and minimizes the quantum mechanical Cram\\'er-Rao bound on the variance of the associated parameter estimation. Our approach is expected to be applicable across a broad spectrum of experimental platforms including Fock states in optical cavities, or, coherent states in microwave and THz resonators. ",
    "url": "https://arxiv.org/abs/2310.16174",
    "authors": [
      "Ioannis Petrides",
      "Jonathan B. Curtis",
      "Marie Wesson",
      "Amir Yacoby",
      "Prineha Narang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16315",
    "title": "Probing Silicon Carbide with Phase-Modulated Femtosecond Laser Pulses:  Insights into Multiphoton Photocurrent",
    "abstract": "Wide bandgap semiconductors are widely used in photonic technologies due to their advantageous features, such as large optical bandgap, low losses, and fast operational speeds. Silicon carbide is a prototypical wide bandgap semiconductor with high optical nonlinearities, large electron transport, and a high breakdown threshold. Integration of silicon carbide in nonlinear photonics requires a systematic analysis of the multiphoton contribution to the device functionality. Here, multiphoton photocurrent in a silicon carbide photodetector is investigated using phase-modulated femtosecond pulses. Multiphoton absorption is quantified using a 1030 nm phase-modulated pulsed laser. Our measurements show that although the bandgap is less than the energy of three photons, only four-photon absorption has a significant contribution to the photocurrent. We interpret the four-photon absorption as a direct transition from the valance to the conduction band at the {\\Gamma} point. More importantly, silicon carbide withstands higher excitation intensities compared to other wide bandgap semiconductors making it an ideal system for high-power nonlinear applications. ",
    "url": "https://arxiv.org/abs/2310.16315",
    "authors": [
      "Ahsan Ali",
      "Chuanliang Wang",
      "Jinyang Cai",
      "Khadga Jung Karki"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16413",
    "title": "Chiral forces in longitudinally invariant dielectric photonic waveguides",
    "abstract": "Optical forces can be chiral when they exhibit opposite signs for the two enantiomeric versions of a chiral molecule or particle. Such forces could be eventually used to separate enantiomers, which could find application in numerous disciplines. Here, we analyze numerically the optical chiral forces arising in the basic element of photonic integrated circuitry: a dielectric waveguide with rectangular cross-section. Such waveguides are inherently lossless thus generating chiral forces that are invariant in the longitudinal direction and therefore enable enantiomeric separation over long (cm-scale) distances. Assuming Brownian motion in a liquid environment, we calculate first the force strength and time span needed to perform the separation of chiral nanoparticles as a function of the radii. Then we analyze the chiral forces produced by the fundamental quasi-TE guided mode in a silicon nitride waveguide and show that it can lead to enantiomeric separation via the transverse spin at short wavelengths (405 nm). At longer wavelengths (1310 nm), the proper combination of degenerate quasi-TE and quasi-TM modes would result in a quasi-circularly polarized mode with intrinsic chirality (helicity), leading to chiral gradient forces that also enable the enantiomeric separation of smaller nanoparticles. We report particle tracking simulations where the optical force field produced by a quasi-TE and a quasi-circular mode proved to separate enantiomers under a time span of two seconds. Our results suggest the viability of enantiomeric separation using simple photonic integrated circuits, though different wavelength windows should be selected according to the nanoparticle size. ",
    "url": "https://arxiv.org/abs/2310.16413",
    "authors": [
      "Josep Martínez-Romeu",
      "Iago Díez",
      "Sebastian Golat",
      "Francisco J. Rodríguez-Fortuño",
      "Alejandro Martínez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16415",
    "title": "Dynamic Fabry-Perot cavity stabilization technique for atom-cavity  experiments",
    "abstract": "We present a stabilization technique developed to lock and dynamically tune the resonant frequency of a moderate finesse Fabry-P\\'erot (FP) cavity used in precision atom-cavity quantum electrodynamics (QED) experiments. Most experimental setups with active stabilization either operate at one fixed resonant frequency or use transfer cavities to achieve the ability to tune the resonant frequency of the cavity. In this work, we present a simple and cost-effective solution to actively stabilize an optical cavity while achieving a dynamic tuning range of over 100 MHz with a precision under 1 MHz. Our unique scheme uses a reference laser locked to an electro-optic modulator (EOM) shifted saturation absorption spectroscopy (SAS) signal. The cavity is locked to the PDH error signal obtained from the dip in the reflected intensity of this reference laser. Our setup provides the feature to efficiently tune the resonant frequency of the cavity by only changing the EOM drive without unlocking and re-locking either the reference laser or the cavity. We present measurements of precision control of the resonant cavity frequency and vacuum Rabi splitting (VRS) to quantify the stability achieved and hence show that this technique is suitable for a variety of cavity QED experiments. ",
    "url": "https://arxiv.org/abs/2310.16415",
    "authors": [
      "S. P. Dinesh",
      "V. R. Thakar",
      "V. I. Gokul",
      "Arun Bahuleyan",
      "S. A. Rangwala"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16460",
    "title": "Demonstration and frequency noise characterization of a 17 $μ$m  quantum cascade laser",
    "abstract": "We describe the properties of a continuous-wave room-temperature quantum cascade laser operating at the long wavelength of 17 $\\mu$m. Long wavelength mid-infrared quantum cascade lasers offer new opportunities for chemical detection, vibrational spectroscopy and metrological measurements using molecular species. In particular, probing low energy vibrational transitions would be beneficial to the spectroscopy of large and complex molecules, reducing intramolecular vibrational energy redistribution which acts as a decoherence channel. By performing linear absorption spectroscopy of the v2 fundamental vibrational mode of N2O molecules, we have demonstrated the spectral range and spectroscopic potential of this laser, and characterized its free-running frequency noise properties. Finally, we also discuss the potential application of this specific laser in an experiment to test fundamental physics with ultra-cold molecules. ",
    "url": "https://arxiv.org/abs/2310.16460",
    "authors": [
      "M Manceau",
      "T E Wall",
      "H Philip",
      "A N Baranov",
      "M R Tarbutt",
      "R Teissier",
      "B Darquié"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16784",
    "title": "Optical Kinetic Theory of Nonlinear Multi-mode Photonic Networks",
    "abstract": "Recent experimental developments in multimode nonlinear photonic circuits (MMNPC), have motivated the development of an optical thermodynamic theory that describes the equilibrium properties of an initial beam excitation. However, a non-equilibrium transport theory for these systems, when they are in contact with thermal reservoirs, is still {\\it terra incognita}. Here, by combining Landauer and kinematics formalisms we develop a one-parameter scaling theory that describes the transport in one-dimensional MMNPCs from a ballistic to a diffusive regime. We also derive a photonic version of the Wiedemann -Franz law that connects the thermal and power conductivities. Our work paves the way toward a fundamental understanding of the transport properties of MMNPC and may be useful for the design of all-optical cooling protocols. ",
    "url": "https://arxiv.org/abs/2310.16784",
    "authors": [
      "Arkady Kurnosov",
      "Lucas J. Fernández-Alcázar",
      "Alba Y. Ramos",
      "Boris Shapiro",
      "Tsampikos Kottos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16797",
    "title": "Metal Nanoparticle-Functionalized Three-Dimensional Graphene: a  versatile platform towards sensors and energy-related applications",
    "abstract": "We demonstrate the first successful functionalization of epitaxial three-dimensional graphene with metal nanoparticles. The functionalization is obtained by immersing the 3D graphene in a nanoparticle colloidal solution. This method is versatile and here is demonstrated for gold and palladium, but can be extended to other types and shapes of nanoparticles. We have measured the nanoparticle density on the top-surface and in the porous layer volume by Scanning Electron Microscopy and Scanning Transmission Electron Microscopy. Samples exhibit a high coverage of nanoparticles with minimal clustering. High quality graphene has been demonstrated to promote the functionalization leading to higher nanoparticle density, both on the surface and in the pores. X-ray Photoelectron Spectroscopy allowed to verify the absence of contamination after the functionalization process. Moreover, it confirmed the thermal stability of the Au- and Pd-functionalized three-dimensional graphene up to 530{\\deg}C. Our approach opens up new avenues for utilizing three-dimensional graphene as a versatile platform for catalytic applications, sensors, and energy storage and conversion. ",
    "url": "https://arxiv.org/abs/2310.16797",
    "authors": [
      "Emanuele Pompei",
      "Ylea Vlamidis",
      "Letizia Ferbel",
      "Valentina Zannier",
      "Silvia Rubini",
      "Daniel Arenas Esteban",
      "Sara Bals",
      "Carmela Marinelli",
      "Georg Pfusterschmied",
      "Markus Leitgeb",
      "Ulrich Schmid",
      "Stefan Heun",
      "Stefano Veronesi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2310.16158",
    "title": "Propagation of light in cold emitter ensembles with quantum position  correlations due to static long-range dipolar interactions",
    "abstract": "We analyze the scattering of light from dipolar emitters whose disordered positions exhibit correlations induced by static, long-range dipole-dipole interactions. The quantum-mechanical position correlations are calculated for zero temperature bosonic atoms or molecules using variational and diffusion quantum Monte Carlo methods. For stationary atoms in dense ensembles in the limit of low light intensity, the simulations yield solutions for the optical responses to all orders of position correlation functions that involve electronic ground and excited states. We calculate how coherent and incoherent scattering, collective linewidths, line shifts, and eigenmodes, and disorder-induced excitation localization are influenced by the static interactions and the density. We find that dominantly repulsive static interactions in strongly confined oblate and prolate traps introduce short-range ordering among the dipoles which curtails large fluctuations in the light-mediated resonant dipole-dipole interactions. This typically results in an increase in coherent reflection and optical depth, accompanied by reduced incoherent scattering. The presence of static dipolar interactions permits the highly selective excitation of subradiant eigenmodes in dense clouds. This effect becomes even more pronounced in a prolate trap, where the resonances narrow below the natural linewidth. When the static dipolar interactions affect the optical transition frequencies, the ensemble exhibits inhomogeneous broadening due to the nonuniformly experienced static dipolar interactions that suppress cooperative effects. ",
    "url": "https://arxiv.org/abs/2310.16158",
    "authors": [
      "G. J. Bean",
      "N. D. Drummond",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16385",
    "title": "Quantum Parametric Amplification and NonClassical Correlations due to 45  nm nMOS Circuitry Effect",
    "abstract": "This study unveils a groundbreaking exploration of using semiconductor technology in quantum circuitry. Leveraging the unique operability of 45 nm CMOS technology at deep cryogenic temperatures (~ 300 mK), a novel quantum electronic circuit is meticulously designed. Through the intricate coupling of two matching circuits via a 45 nm nMOS transistor, operating as an open quantum system, the circuit quantum Hamiltonian and the related Heisenberg-Langevin equation are derived, setting the stage for a comprehensive quantum analysis. Central to this investigation are three pivotal coefficients derived, which are the coupling between the coupled oscillator charge and flux operators through the internal circuit of the transistor. These coefficients emerge as critical determinants, shaping both the circuit potential as a parametric amplifier and its impact on quantum properties. The study unfolds a delicate interplay between these coefficients, showcasing their profound influence on quantum discord and the gain of the parametric amplifier. Consequently, the assimilation of 45 nm CMOS technology with quantum circuitry makes it possible to potentially bridge the technological gap in quantum computing applications, where the parametric amplifier is a necessary and critical device. The designed novel quantum device serves not only as a quantum parametric amplifier to amplify quantum signals but also enhances the inherent quantum properties of the signals such as non-classicality. Therefore, one can create an effective parametric amplifier that simultaneously improves the quantum characteristics of the signals. The more interesting result is that if such a theory becomes applicable, the circuit implemented in the deep-cryogenic temperature can be easily compatible with the next step of circuitry while keeping the same electronic features compatibility with the quantum processor. ",
    "url": "https://arxiv.org/abs/2310.16385",
    "authors": [
      "Ahmad Salmanogli",
      "Amine Bermak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16588",
    "title": "Multi-parallel-task Time-delay Reservoir Computing combining a Silicon  Microring with WDM",
    "abstract": "We numerically demonstrate a microring-based time-delay reservoir computing scheme that simultaneously solves three tasks involving time-series prediction, classification, and wireless channel equalization. Each task performed on a wavelength-multiplexed channel achieves state-of-the-art performance with optimized power and frequency detuning. ",
    "url": "https://arxiv.org/abs/2310.16588",
    "authors": [
      "Bernard J. Giron Castro",
      "Christophe Peucheret",
      "Darko Zibar",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.16596",
    "title": "Intense anomalous high harmonics in graphene quantum dots caused by  disorder or vacancies",
    "abstract": "This article aims to study the linear and nonlinear optical response of inversion symmetric graphene quantum dots (GQDs) in the presence of on-site disorder or vacancies. The presence of disorder or vacancy breaks the special inversion symmetry leading to the emergence of intense Hall-type anomalous harmonics. This phenomenon is attributed to the intrinsic time-reversal symmetry-breaking in quantum dots with a pseudo-relativistic Hamiltonian, even in the absence of an external magnetic field. We demonstrate that the effects induced by disorder or vacancy have a distinct impact on the optical response of GQDs. In the linear response, we observe significant Hall conductivity. In the presence of an intense laser field, we observe the radiation of strong anomalous odd and even-order harmonics already for relatively small levels of disorder or mono-vacancy. The both disorder and vacancy lift the degeneracy of states, thereby creating new channels for interband transitions and enhancing the emission of near-cutoff high-harmonic signals. ",
    "url": "https://arxiv.org/abs/2310.16596",
    "authors": [
      "H.K. Avetissian",
      "G.A. Musayelyan",
      "G.F. Mkrtchian"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.01321",
    "title": "Signatures for strong-field QED in the quantum limit of beamstrahlung",
    "abstract": " Comments: Published at Physical Review A ",
    "url": "https://arxiv.org/abs/2302.01321",
    "authors": [
      "W. L. Zhang",
      "T. Grismayer",
      "L. O. Silva"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Theory (hep-th)",
      "Accelerator Physics (physics.acc-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.11676",
    "title": "Quantum correlated photons via a passive nonlinear microcavity",
    "abstract": " Comments: 26 pages, 15 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2304.11676",
    "authors": [
      "Mengdi Zhao",
      "Yunkai Wang",
      "Shanhui Fan",
      "Kejie Fang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.14906",
    "title": "Developed Method. Interactions and their quantum picture",
    "abstract": " Comments: After revisions in a journal ",
    "url": "https://arxiv.org/abs/2306.14906",
    "authors": [
      "Piotr Ogonowski"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2306.14994",
    "title": "Context affects student thinking about sources of uncertainty in  classical and quantum mechanics",
    "abstract": " Comments: 15 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2306.14994",
    "authors": [
      "Emily M. Stump",
      "Matthew Dew",
      "Gina Passante",
      "N. G. Holmes"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2309.11520",
    "title": "Advancing time- and angle-resolved photoemission spectroscopy: The role  of ultrafast laser development",
    "abstract": " Comments: 104 pages, 27 figures ",
    "url": "https://arxiv.org/abs/2309.11520",
    "authors": [
      "MengXing Na",
      "Arthur K. Mills",
      "David J. Jones"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2309.13199",
    "title": "Enhancing resonant circular-section haloscopes for dark matter axion  detection: approaches and limitations in volume expansion",
    "abstract": " Title: Enhancing resonant circular-section haloscopes for dark matter axion  detection: approaches and limitations in volume expansion ",
    "url": "https://arxiv.org/abs/2309.13199",
    "authors": [
      "J.M. García-Barceló",
      "A. Díaz-Morcillo",
      "B. Gimeno"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2309.13844",
    "title": "High-precision measurement of the complex magneto-optical Kerr effect  using weak measurement",
    "abstract": " Title: High-precision measurement of the complex magneto-optical Kerr effect  using weak measurement ",
    "url": "https://arxiv.org/abs/2309.13844",
    "authors": [
      "Tong Li",
      "Yunhan Wang",
      "Yinghang Jiang",
      "Sijie Zhang",
      "Lan Luo",
      "Zhiyou Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.16358",
    "title": "Characterization, Simulation and Test Beam Data Analysis of Stitched  Passive CMOS Strip Sensors",
    "abstract": " Title: Characterization, Simulation and Test Beam Data Analysis of Stitched  Passive CMOS Strip Sensors ",
    "url": "https://arxiv.org/abs/2309.16358",
    "authors": [
      "I. Zatocilova",
      "J.-H. Arling",
      "M. Baselga",
      "N. Davis",
      "L. Diehl",
      "J. Dingfelder",
      "I.-M. Gregor",
      "M. Hauser",
      "T. Hemperek",
      "F. Hügging",
      "K. Jakobs",
      "M. Karagounis",
      "K. Kröninger",
      "F. Lex",
      "U. Parzefall",
      "A. Rodriguez",
      "B. Sari",
      "N. Sorgenfrei",
      "S. Spannagel",
      "D. Sperlich",
      "T. Wang",
      "J. Weingarten"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.13808",
    "title": "Cavity enhanced emission from a silicon T center",
    "abstract": " Comments: References updated ",
    "url": "https://arxiv.org/abs/2310.13808",
    "authors": [
      "Fariba Islam",
      "Chang-Min Lee",
      "Samuel Harper",
      "Mohammad Habibur Rahaman",
      "Yuqi Zhao",
      "Neelesh Kumar Vij",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]