[
  {
    "id": "arXiv:2209.13626",
    "title": "Ionic Coherence in Resonant Above-Threshold Attosecond Ionization  Spectroscopy",
    "abstract": "The ionization of atoms with sequences of attosecond pulses gives rise to excited ionic states that are entangled with the emitted photoelectron. Still, the ionic ensemble preserves some coherence that can be controlled through the laser parameters. In helium, control of the $2s/2p$ He$^+$ coherence is mediated by the autoionizing states below the $N=2$ threshold [Phys. Rev. Res. {\\bf 3}, 023233 (2021)]. In the present work we study the role of the resonances both below and above the $N=3$ threshold on the coherence of the $N=3$ He$^+$ ion, in the attosecond pump-probe ionization of the helium atom, which we simulate using the newstock \\emph{ab initio} code. Due to the fine-structure splitting of the N=3 He$^+$ level, the ionic dipole beats on a picosecond timescale. We show how, from the dipole beating, it is possible to reconstruct the polarization of the ion at its inception. ",
    "url": "https://arxiv.org/abs/2209.13626",
    "authors": [
      "Saad Mehmood",
      "Eva Lindroth",
      "Luca Argenti"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13670",
    "title": "Microwave Demonstration of Purcell Effect Enhanced Radiation Efficiency",
    "abstract": "We experimentally demonstrate a Purcell effect-based design technique for improved impedance matching, and thus enhanced radiation efficiency from a small microwave emitter. Using an iterative process centred on comparing the phase of the radiated field of the emitter in air with that of the emitter in a dielectric environment, we optimise the structure of a dielectric hemisphere above a ground plane surrounding a small monopolar microwave emitter in order to maximise its radiation efficiency. The optimised system shows very strong coupling between the emitter and two omnidirectional radiation modes at 2.00 GHz and 2.84 GHz, yielding Purcell enhancement factors of 8360 and 430 times increase respectively, and near perfect radiation efficiency. ",
    "url": "https://arxiv.org/abs/2209.13670",
    "authors": [
      "L. D. Stanfield",
      "A. W. Powell",
      "S. A. R. Horsley",
      "J. R. Sambles",
      "A. P. Hibbins"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.14174",
    "title": "Tunable Multistate Terahertz Switch Based on Multilayered Graphene  Metamaterial",
    "abstract": "We proposed plasmonic effect based narrow band tunable terahertz switches consisting of multilayered graphene metamaterial. Though several terahertz optical switches based on metamaterials were previously reported, these switches had complicated fabrication processes, limited tunability, and low modulation depths. We designed and simulated ingenious four and eight state terahertz optical switch designs that can be functional for multimode communication or imaging using the finite-difference time-domain simulation technique. The plasmonic bright modes and transparency regions of these structures were adjusted by varying the chemical potential of patterned graphene layers via applying voltage in different layers. The structures exhibited high modulation depth and modulation degree of frequency, low insertion loss, high spectral contrast ratio, narrow bandwidth, and high polarization sensitivity. Moreover, our proposed simple fabrication process will make these structures more feasible compared to previously reported terahertz switches. The calculated modulation depths were 98.81% and 98.71%, and maximum modulation degree of frequencies were ~61% and ~29.1% for four and eight state terahertz switches, respectively. The maximum transmittance in transparency regions between bright modes and the spectral contrast ratio were enumerated to be 95.9% and ~96%, respectively. The maximum insertion losses were quite low with values of 0.22 dB and 0.33 dB for four and eight state terahertz switches, respectively. Our findings will be beneficial in the development of ultra-thin graphene-based multistate photonic devices for digital switching, sensing in terahertz regime. ",
    "url": "https://arxiv.org/abs/2209.14174",
    "authors": [
      "Dip Sarker",
      "Partha Pratim Nakti",
      "Md Ishfak Tahmid",
      "Md Asaduz Zaman Mamun",
      "Ahmed Zubair"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.14231",
    "title": "Constant intensity acoustic propagation in the presence of non-uniform  properties and impedance discontinuities: Hermitian and non-Hermitian  solutions",
    "abstract": "Propagation of sound through a non-uniform medium without scattering is possible, in principle, if the density and acoustic compressibility assume complex values, requiring passive and active mechanisms, also known as Hermitian and non-Hermitian solutions, respectively. Two types of constant intensity wave conditions are identified: in the first the propagating acoustic pressure has constant amplitude, while in the second the energy flux remains constant. The fundamental problem of transmission across an impedance discontinuity without reflection or energy loss is solved using a combination of monopole and dipole resonators in parallel. The solution depends on an arbitrary phase angle which can be chosen to give a unique acoustic metamaterial with both resonators undamped and passive, requiring purely Hermitian acoustic elements. For other phase angles one of the two elements must be active and the other passive, resulting in a gain/loss non-Hermitian system. These results prove that uni-directional and reciprocal transmission through a slab separating two half spaces is possible using passive Hermitian acoustic elements without the need to resort to active gain/loss energetic mechanisms. ",
    "url": "https://arxiv.org/abs/2209.14231",
    "authors": [
      "Andrew N. Norris"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2209.14242",
    "title": "Single Micro-hole per Pixel for Thin Ge-on-Si Image Sensor with Enhanced  Sensitivity upto 1700 nm",
    "abstract": "We present a Ge-on_Si CMOS image sensor with backside illumination for the near-infrared electromagnetic waves, wavelengths range 300-1700nm, detection essential for optical sensor technology. The micro-holes help to enhance the optical efficiency and extend the range to the 1.7 microns wavelength. We demonstrate an optimization for the width and depth of the nano-holes for maximal absorption in the near infrared. We show a reduction in cross-talk by employing thin Si oxide deep trench isolation in between the pixels. Finally, we show a 26-50 percent reduction in the device capacitance with the introduction of a hole. Such CMOS-compatible Ge-on_Si sensor will enable high-density, ultra-fast and efficient near-infrared imaging. ",
    "url": "https://arxiv.org/abs/2209.14242",
    "authors": [
      "Ekaterina Ponizovskaya-Devine",
      "Ahmed S. Mayet",
      "Amita Rawat",
      "Ahasan Ahamed",
      "Shih-Yuan Wang",
      "Aly F. Elrefaie",
      "Toshishige Yamada",
      "M. Saif Islam"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.14294",
    "title": "Picosecond laser induced hybrid groove structures on Ti6Al4V bio-alloy  to accelerate osseointegration",
    "abstract": "Regulating cell growth, extracellular matrix deposition and mineralization of artificial implants are some important parameters that decide the longevity of implants in the body. Picosecond laser induced hybrid groove structures have been shown to improve these properties of the Ti6Al4V bio-alloy. Two hybrid structures containing groove patterns with periodic and non-periodic substructures therein were generated on Ti6Al4V by varying the extent of laser pulse overlapping on sample surface. Laser induced alteration in surface topography, chemical composition and wettability of Ti6Al4V resulted in 3-fold increase in the rate of hydroxyapatite growth, 2.5-fold increment in protein adsorption and 2-fold enhancement in cell adhesion in comparison to pristine sample. While the periodic substructure was found to guide cell growth, the non periodic sub structure offered homogenous growth leading to higher overall cell density on the substrate surface. ",
    "url": "https://arxiv.org/abs/2209.14294",
    "authors": [
      "Sunita Kedia",
      "Rahul Checker",
      "Santosh Kumar Sandur",
      "J. Padma Nilaya"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13897",
    "title": "Additive laser excitation of multiple surface acoustic waves up to the  nonlinear shock regime",
    "abstract": "We introduce a non-destructive method for laser-shock wave generation based on additive superposition of multiple laser-excited strain waves. This technique enables strain generation up to mechanical failure of the sample at pump laser fluences below material ablation or melting thresholds. We demonstrate the ability to generate nonlinear surface acoustic waves (SAWs) in Nb:SrTiO3 substrates, at typically 1 kHz repetition rate, with associated strains in the percent range. This study paves the way for the investigation of a host of high-strength SAW-induced phenomena, including phase transitions, fatigue, chemistry, and other effects in bulk samples, thin layers, or two-dimensional materials. ",
    "url": "https://arxiv.org/abs/2209.13897",
    "authors": [
      "Jude Deschamps",
      "Yun Kai",
      "Jet Lem",
      "Ievgeniia Chaban",
      "Alexey Lomonosov",
      "Abdelmadjid Anane",
      "Steven E. Kooi",
      "Keith A. Nelson",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.13970",
    "title": "Real Time Simulations of Quantum Spin Chains: Density-of-States and  Reweighting approaches",
    "abstract": "We put the Density-of-States (DoS) approach to Monte-Carlo (MC) simulations under a stress test by applying it to a physical problem with the worst possible sign problem: the real time evolution of a non-integrable quantum spin chain. Benchmarks against numerical exact diagonalisation and stochastic reweighting are presented. Both MC methods, the DoS approach and reweighting, allow for simulations of spin chains as long as $L=40$, far beyond exact diagonalisability, though only for short evolution times $t\\lesssim 1$. We identify discontinuities of the density of states as one of the key problems in the MC simulations and propose to calculate some of the dominant contributions analytically, increasing the precision of our simulations by several orders of magnitude. Even after these improvements the density of states is found highly non-smooth and therefore the DoS approach cannot outperform reweighting. We prove this implication theoretically and provide numerical evidence, concluding that the DoS approach is not well suited for quantum real time simulations with discrete degrees of freedom. ",
    "url": "https://arxiv.org/abs/2209.13970",
    "authors": [
      "Pavel Buividovich",
      "Johann Ostmeyer"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.14066",
    "title": "Sensing of magnetic field effects in radical-pair reactions using a  quantum sensor",
    "abstract": "Magnetic field effects (MFE) in certain chemical reactions have been well established in the last five decades and are attributed to the evolution of transient radical-pairs whose spin dynamics are determined by local and external magnetic fields. The majority of existing experimental techniques used to probe these reactions only provide ensemble averaged reaction parameters and spin chemistry, hindering the observation of the potential presence of quantum coherent phenomena at the single molecule scale. Here, considering a single nitrogen vacancy (NV) centre as quantum sensor, we investigate the prospects and requirements for detection of MFEs on the spin dynamics of radical-pairs at the scale of single and small ensemble of molecules. We employ elaborate and realistic models of radical-pairs, considering its coupling to the local spin environment and the sensor. For two model systems, we derive signals of MFE detectable even in the weak coupling regime between radical-pair and NV quantum sensor, and observe that the dynamics of certain populations, as well as coherence elements, of the density matrix of the radical pair are directly detectable. Our investigations will provide important guidelines for potential detection of spin chemistry of bio-molecules at the single molecule scale, required to witness the hypothesised importance of quantum coherence in biological processes. ",
    "url": "https://arxiv.org/abs/2209.14066",
    "authors": [
      "Deepak Khurana",
      "Rasmus H. Jensen",
      "Rakshyakar Giri",
      "Juanita Bocquel",
      "Ulrik L. Andersen",
      "Kirstine Berg-Sørensen",
      "Alexander Huck"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.14100",
    "title": "Observation of robust polarization squeezing via the Kerr nonlinearity  in an optical fibre",
    "abstract": "Squeezed light is one of the resources of photonic quantum technology. Among the various nonlinear interactions capable of generating squeezing, the optical Kerr effect is particularly easy-to-use. A popular venue is to generate polarization squeezing, which is a special self-referencing variant of two-mode squeezing. To date, polarization squeezing generation setups have been very sensitive to fluctuations of external factors and have required careful tuning. In this work, we report on a development of a new all-fibre setup for polarization squeezing generation. The setup consists of passive elements only and is simple, robust, and stable. We obtained more than 5 dB of directly measured squeezing over long periods of time without any need for adjustments. Thus, the new scheme provides a robust and easy to set up way of obtaining squeezed light applicable to different applications. We investigate the impact of pulse duration and pulse power on the degree of squeezing. ",
    "url": "https://arxiv.org/abs/2209.14100",
    "authors": [
      "Nikolay Kalinin",
      "Thomas Dirmeier",
      "Arseny Sorokin",
      "Elena A. Anashkina",
      "Luis L. Sánchez-Soto",
      "Joel F. Corney",
      "Gerd Leuchs",
      "Alexey V. Andrianov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.14291",
    "title": "Data-driven soliton mappings for integrable fractional nonlinear wave  equations via deep learning with Fourier neural operator",
    "abstract": "In this paper, we firstly extend the Fourier neural operator (FNO) to discovery the soliton mapping between two function spaces, where one is the fractional-order index space $\\{\\epsilon|\\epsilon\\in (0, 1)\\}$ in the fractional integrable nonlinear wave equations while another denotes the solitonic solution function space. To be specific, the fractional nonlinear Schr\\\"{o}dinger (fNLS), fractional Korteweg-de Vries (fKdV), fractional modified Korteweg-de Vries (fmKdV) and fractional sine-Gordon (fsineG) equations proposed recently are studied in this paper. We present the train and evaluate progress by recording the train and test loss. To illustrate the accuracies, the data-driven solitons are also compared to the exact solutions. Moreover, we consider the influences of several critical factors (e.g., activation functions containing Relu$(x)$, Sigmoid$(x)$, Swish$(x)$ and $x\\tanh(x)$, depths of fully connected layer) on the performance of the FNO algorithm. We also use a new activation function, namely, $x\\tanh(x)$, which is not used in the field of deep learning. The results obtained in this paper may be useful to further understand the neural networks in the fractional integrable nonlinear wave systems and the mappings between two spaces. ",
    "url": "https://arxiv.org/abs/2209.14291",
    "authors": [
      "Ming Zhong",
      "Zhenya Yan"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Machine Learning (cs.LG)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09328",
    "title": "Piezo-optomechanical signal transduction using Lamb wave supermodes in a  suspended Gallium Arsenide photonic integrated circuits platform",
    "abstract": " Comments: v2: updated efficiency calculations, added additional datasets and 3D FEM simulations of the supermode ",
    "url": "https://arxiv.org/abs/2203.09328",
    "authors": [
      "Ankur Khurana",
      "Pisu Jiang",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14824",
    "title": "Anomalous Floquet non-Hermitian skin effect in a ring resonator lattice",
    "abstract": " Comments: 7 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2205.14824",
    "authors": [
      "He Gao",
      "Haoran Xue",
      "Zhongming Gu",
      "Linhu Li",
      "Weiwei Zhu",
      "Zhongqing Su",
      "Jie Zhu",
      "Baile Zhang",
      "Y.D. Chong"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.04358",
    "title": "The Laser Interferometer Space Antenna mission in Greece White Paper",
    "abstract": " Comments: 11 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2209.04358",
    "authors": [
      "Nikolaos Karnesis",
      "Nikolaos Stergioulas",
      "Georgios Pappas",
      "Charis Anastopoulos",
      "John Antoniadis",
      "Theocharis Apostolatos",
      "Spyros Basilakos",
      "Kyriakos Destounis",
      "Areti Eleni",
      "Georgios Lukes-Gerakopoulos",
      "Konstantinos N. Gourgouliatos",
      "Wolf von Klitzing",
      "Kostas D. Kokkotas",
      "George Kottaras",
      "V K Oikonomou",
      "Theodoros Papanikolaou",
      "Leandros Perivolaropoulos",
      "Manolis Plionis",
      "Emmanuel N. Saridakis",
      "Theodoros Sarris",
      "Elias C. Vagenas"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2209.10864",
    "title": "A terahertz vibrational molecular clock with systematic uncertainty at  the $10^{-14}$ level",
    "abstract": " Comments: 13 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2209.10864",
    "authors": [
      "K. H. Leung",
      "B. Iritani",
      "E. Tiberi",
      "I. Majewska",
      "M. Borkowski",
      "R. Moszynski",
      "T. Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12991",
    "title": "Quality Control (QC) of FBK Preproduction 3D Si Sensors for ATLAS HL-LHC  Upgrades",
    "abstract": " Comments: 8 pages, prepared for iWoRiD 2022 Proceeding ",
    "url": "https://arxiv.org/abs/2209.12991",
    "authors": [
      "D M S Sultan",
      "Md Arif Abdulla Samy",
      "J.X. Ye",
      "M. Boscardin",
      "F. Ficorella",
      "S. Ronchin",
      "G.-F. Dalla Betta"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]