[
  {
    "id": "arXiv:2308.00712",
    "title": "A method to determine formation position of comb teeth of Kerr  micro-comb under the influence of and nonlinearity",
    "abstract": "The Kerr microcomb has a huge potential advantage as a quantum computing platform because of its large-scale and globally coherent optical modes. The micro-comb has always faced a primary problem is how to increase the controllability of frequency domain modes. In this work, based on the pump thresholds of different side modes, we establish a set of method for determining the formation position of side mode comb teeth in a micro-ring cavity with second-order ( ) and third-order ( ) nonlinearity. Based on the second-order autocorrelation function spectrum simulation, our quantum dynamical explanation has a good agreement with the experimental results. ",
    "url": "https://arxiv.org/abs/2308.00712",
    "authors": [
      "Hang Shen",
      "Chaoying Zhaoa"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00810",
    "title": "Isochronous island bifurcations driven by resonant magnetic  perturbations in Tokamaks",
    "abstract": "Recent evidences show that heteroclinic bifurcations in magnetic islands may be caused by the amplitude variation of resonant magnetic perturbations in tokamaks. To investigate the onset of these bifurcations, we consider a large aspect ratio tokamak with an ergodic limiter composed of two pairs of rings that create external primary perturbations with two sets of wave numbers. An individual pair produces hyperbolic and elliptic periodic points, and its associated islands, that are consistent with the Poincar\\'e-Birkhoff fixed point theorem. However, for two pairs producing external perturbations resonant on the same rational surface, we show that different configurations of isochronous island chains may appear on phase space according to the amplitude of the electric currents in each pair of the ergodic limiter. When one of the electric currents increases, isochronous bifurcations take place and new islands are created with the same winding number as the preceding islands. We present examples of bifurcation sequences displaying (a) direct transitions from the island chain configuration generated by one of the pairs to the configuration produced by the other pair, and (b) transitions with intermediate configurations produced by the limiter pairs coupling. Furthermore, we identify shearless bifurcations inside some isochronous islands, originating nonmonotonic local winding number profiles with associated shearless invariant curves. ",
    "url": "https://arxiv.org/abs/2308.00810",
    "authors": [
      "B. B. Leal",
      "I. L. Caldas",
      "M. C. de Sousa",
      "R. L. Viana",
      "A. M. Ozorio de Almeida"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00877",
    "title": "Development of an optimal laser for chirp cooling of positronium based  on chirped pulse-train generator",
    "abstract": "We report the development and characterization of a pulsed 243 nm laser that is optimal for the cooling of positronium (Ps). The laser, which is based on the recent chirped pulse-train generator (CPTG) demonstrated by K. Yamada et al. (Phys. Rev. Appl. 16, 014009 (2021)), was designed to output a train of pulses with linewidths of 10 GHz, and with the center frequency of each pulse shifting upward (up-chirped) in time by $4.9\\times10^2\\,\\mathrm{GHz\\,\\mu s^{-1}}$. These parameters were determined by the mechanism of chirp cooling, which is the best scheme for cooling many Ps atoms to the recoil temperature of laser cooling. To achieve the designed performance, we drove an optical phase modulator in the CPTG with a deep modulation depth based on the operating principle of the cooling laser. Time-resolved spectroscopic measurements confirmed that the developed laser satisfied the chirp rate and linewidth requirements for efficient chirp cooling. Combined with pulse energy of hundreds of microjoules, we believe that the experimental demonstration of Ps laser cooling has become possible using realistic methods for the generation and velocity measurement of Ps. ",
    "url": "https://arxiv.org/abs/2308.00877",
    "authors": [
      "Kenji Shu",
      "Naoki Miyamoto",
      "Yuto Motohashi",
      "Ryosuke Uozumi",
      "Yohei Tajima",
      "Kosuke Yoshioka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00907",
    "title": "Frequency Tunable Magnetostatic Wave Filters With Zero Static Power  Magnetic Biasing Circuitry",
    "abstract": "A single tunable filter can reduce the complexity, loss, and size when compared to switchable filter banks and enable new applications. Although magnetostatic wave tunable filters offer broad and continuous frequency tuning and high-quality factor (Q-factor), they consume high power and require large electromagnets to alter the magnetostatic wave velocity for filter frequency tuning. Here, we demonstrate miniature and high selectivity magnetostatic wave tunable filters with zero static power realized in Yttrium Iron Garnet thin films. The center frequency can be tuned via current pulses applied to a magnetic bias assembly from 3.36 GHz to 11.09 GHz with an insertion loss of 3.2 dB to 5.1 dB and out-of-band third order input intercept point (IIP3) of 41 to 44 dBm. Overall, the adaptability, wide frequency tuning range, and zero static power consumption of the tunable filter position it as a critical technology, effectively addressing challenges in broadband ADCs, RF transceivers, broadband digital phased array antennas, and interference mitigation in 5G and 6G networks. Broadly frequency tunable, high selectivity filters open new avenues for more efficient and dynamic RF front ends, ensuring optimal performance and seamless communication in the ever-evolving landscape of modern wireless technologies. ",
    "url": "https://arxiv.org/abs/2308.00907",
    "authors": [
      "Xingyu Du",
      "Mohamad Hossein Idjadi",
      "Yixiao Ding",
      "Tao Zhang",
      "Alexander J. Geers",
      "Shun Yao",
      "Jun Beom Pyo",
      "Firooz Aflatouni",
      "Mark Allen",
      "Roy H. Olsson III"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00941",
    "title": "Highly Sensitive Dual-Core Photonic Metal Fiber",
    "abstract": "In this study, we propose an all-solid cladding dual-core metal fiber (DC-MF) filled with toluene and ethanol for temperature sensing applications. Instead of using air holes in the cladding region, we employ fluorine doped silica glass to form an all-solid cladding. By selectively filling toluene and ethanol into three air holes near the core region, we investigate the temperature sensing characteristics numerically. Simulation results demonstrate that the average sensitivity of the temperature sensing can reach -11.64 and -7.41 nm/C within the temperature ranges of 0 to 70 C and -80 to 0 C, respectively, even with a short DC-MF length of 1.6 mm. The maximum sensitivity in the considered temperature ranges can reach up to -15 and -9 nm/C, respectively. Furthermore, the proposed temperature sensor exhibits insensitivity to hydrostatic pressure. ",
    "url": "https://arxiv.org/abs/2308.00941",
    "authors": [
      "Jessica L. Mount",
      "Vernon R. Brown",
      "Justin C. Meadows"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00965",
    "title": "Direction-sensitive graphene flow sensor",
    "abstract": "Graphene flow sensors hold great prospects for applications, but also encounter many difficulties, such as unwanted electrochemical phenomena, low measurable signal and limited dependence on the flow direction. This study proposes a novel approach allowing for the detection of a flow direction-dependent electric signal in aqueous solutions of salts, acids and bases. The key element in the proposed solution is the use of a reference electrode which allows external gating of the graphene structure. Using external gating enables to enhance substantially the amplitude of the flow-generated signal. Simultaneous measurement of the reference electrode current allows us to recover a flow-direction-sensitive component of the flow-induced voltage in graphene. The obtained results are discussed in terms of the Coulomb interaction and other phenomena which can be present at the interface of graphene with the aqueous solution. ",
    "url": "https://arxiv.org/abs/2308.00965",
    "authors": [
      "P. Kaźmierczak",
      "J. Binder",
      "K. Boryczko",
      "T. Ciuk",
      "W. Strupiński",
      "R. Stępniewski",
      "A. Wysmołek"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2308.01043",
    "title": "Discrete metasurface for extreme sound transmission through water-air  interface",
    "abstract": "The mismatch of acoustic impedance at water-air interface can lead a low transmitted sound energy. In this paper, we propose a discrete metasurface for extreme sound transmission based on the impedance matching theory. By employing topology optimization, discrete unit cells with different aspect ratios are designed with unitary sound transmission. The unit cell of continuous metasurface is also obtained for comparison. After analyzing the wide-angle performance of discrete unit cells, samples of both discrete and continuous metasurfaces are fabricated. Sound transmission enhancement of discrete metasurface is clearly measured compared to the bare water-air interface. And the amplitude is relatively larger than that of the continuous sample. Experimental results are in general agreement with numerical ones when viscosity of the sample is considered. Furthermore, the frequency shifts between experiment and simulation are attributed to the random immersion of unit cells for discrete metasurface and the bending of continuous metasurface, respectively. The present work suggests an alternative way for improving the efficiency of water-air acoustic communication. ",
    "url": "https://arxiv.org/abs/2308.01043",
    "authors": [
      "Shao-Cong Zhang",
      "Hong-Tao Zhou",
      "Xiao-Tong Gong",
      "Yan-Feng Wang",
      "Yue-Sheng Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01091",
    "title": "Control of vortex orientation of ultrashort optical pulses using spatial  chirp",
    "abstract": "Introducing a spatial chirp into a pulse with a longitudinal vortex, such as a standard pulsed Laguerre-Gauss beam, results in a vortex pulse with an arbitrary orientation of the line phase singularity between longitudinal and transverse, depending on the amount of chirp. Analytical expressions are given for such pulses with arbitrary topological charge valid at any propagation distance. ",
    "url": "https://arxiv.org/abs/2308.01091",
    "authors": [
      "Spencer W. Jolly",
      "Miguel A. Porras"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.01132",
    "title": "Integrating transfer matrix method into SCAPS-1D for addressing optical  losses and per-layer optical properties in perovskite/Silicon tandem solar  cells",
    "abstract": "SCAPS-1D software ignores optical losses and recombination junction (RJ) layer in studying tandem solar cells (TSCs). This paper presents an optoelectronic study of a perovskite/Silicon TSC, comparing the effects of using two different methods of calculating filtered spectra on the photovoltaic performance parameters of tandem device. It is shown that integrating transfer matrix (TM) method into SCAPS-1D addresses per-layer optical losses and provides a platform for optimizing the RJ layer in TSCs. Using Beer-Lambert (BL) method for calculating the filtered spectra transmitted from the perovskite top sub-cell is revealed to overestimate the cell efficiency by ~4%, due to its inability to fully address optical losses. Also, the BL method fails to tackle any issues regarding optical improvement through ITO ad-layer on the RJ. Using TM formalism, the efficiency of the proposed perovskite/Silicon TSC is shown to be increased from 19.81% to 23.10%, by introducing the ITO ad-layer on the RJ. It is the first time that the effect of filtered spectrum calculation method is clearly investigated in simulating TSCs with SCAPS-1D. The results pave the way to introduce the optical loss effects in SCAPS-1D and demonstrate that the BL method that has been used before needs to be revised. ",
    "url": "https://arxiv.org/abs/2308.01132",
    "authors": [
      "Peymaneh Rafieipour",
      "Aminreza Mohandes",
      "Mohammad Moaddeli",
      "Mansour Kanani"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01277",
    "title": "Comparative analysis of local angular rotation between the Ring Laser  Gyroscope GINGERINO and GNSS stations",
    "abstract": "The study of local deformations is a hot topic in geodesy. Local rotations of the crust around the vertical axis can be caused by deformations. In the Gran Sasso area the ring laser prototype GINGERINO and the GNSS array are operative. One year of data of GINGERINO is compared with the ones from the GNSS stations, homogeneously selected around the position of GINGERINO, aiming at looking for rotational signals with period of days common to both systems. At that purpose the rotational component of the area circumscribed by the GNSS stations has been evaluated and compared with the GINGERINO data. The coherences between the signals show structures that even exceed 60$\\%$ coherence over the 6-60 days period; to validate this unprecedented analysis two different methods have been used to evaluate the local rotation using the GNSS stations. The analysis reveals that the shared rotational signal's amplitude in both instruments is approximately $10^{-13} rad/s$, an order of magnitude lower than the amplitudes of the signals examined using the coherence method. The ring laser array GINGER is at present under construction, and the confrontation of the ring laser data with GNSS antennas provides evidence of the fruibility and validity of the ring laser data for very low frequency investigation. ",
    "url": "https://arxiv.org/abs/2308.01277",
    "authors": [
      "Giuseppe Di Somma",
      "Nicolò Beverini",
      "Giorgio Carelli",
      "Simone Castellano",
      "Roberto Devoti",
      "Enrico Maccioni",
      "Paolo Marsili",
      "Angela D.V. Di Virgilio"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00722",
    "title": "On the relevance of weak measurements in dissipative quantum systems",
    "abstract": "We investigate the impact of dissipation on weak measurements. While weak measurements have been successful in signal amplification, dissipation can compromise their usefulness. More precisely, we show that in systems with non-degenerate eigenstates, weak values always converge to the expectation value of the measured observable as dissipation time tends to infinity, in contrast to systems with degenerate eigenstates, where the weak values can remain anomalous, i.e., outside the range of eigenvalues of the observable, even in the limit of an infinite dissipation time. In addition, we propose a method for extracting information about the dissipative dynamics of a system using weak values at short dissipation times. Specifically, we explore the amplification of the dissipation rate in a two-level system and the use of weak values to differentiate between Markovian and non-Markovian dissipative dynamics. We also find that weak measurements operating around a weak atom-cavity coupling can probe the atom dissipation through the weak value of non-Hermitian operators within the rotating-wave approximation of the weak interaction. ",
    "url": "https://arxiv.org/abs/2308.00722",
    "authors": [
      "Lorena Ballesteros Ferraz",
      "John Martin",
      "Yves Caudano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00767",
    "title": "Membrane-in-the-middle optomechanics with a soft-clamped membrane at  milliKelvin temperatures",
    "abstract": "Soft-clamped silicon nitride membrane resonators reach coherence times tau in excess of 100 ms at milliKelvin bath temperatures. However, harnessing strong optomechanical coupling in dry dilution refrigerators remains challenging due to vibration issues and heating by optical absorption. Here, we propose to address these issues with an actuator-free optical cavity and mechanical resonator design, in which the cavity is mounted on a simple vibration-isolation platform. We observe dynamical backaction when the cavity is driven with a free-space optical beam stabilized close to the red sideband using a two-beam locking scheme. Finally, we characterize the effect of absorption heating on the coherence time, and find a scaling with the intracavity power P as tau proportional to P to the power of -(0.34+/-0.04). ",
    "url": "https://arxiv.org/abs/2308.00767",
    "authors": [
      "Eric Planz",
      "Xiang Xi",
      "Thibault Capelle",
      "Eric C. Langman",
      "Albert Schliesser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.00822",
    "title": "Weak localization in radiative transfer of acoustic waves in a  randomly-fluctuating slab",
    "abstract": "This paper concerns the derivation of radiative transfer equations for acoustic waves propagating in a randomly fluctuating slab (between two parallel planes) in the weak-scattering regime, and the study of boundary effects through an asymptotic analysis of the Wigner transform of the wave solution. These radiative transfer equations allow to model the transport of wave energy density, taking into account the scattering by random heterogeneities. The approach builds on the method of images, where the slab is extended to a full-space, with a periodic map of mechanical properties and a series of sources located along a periodic pattern. Two types of boundary effects, both on the (small) scale of the wavelength, are observed: one at the boundaries of the slab, and one inside the domain. The former impact the entire energy density (coherent as well as incoherent) and is also observed in half-spaces. The latter, more specific to slabs, corresponds to the constructive interference of waves that have reflected at least twice on the boundaries of the slab and only impacts the coherent part of the energy density. ",
    "url": "https://arxiv.org/abs/2308.00822",
    "authors": [
      "Adel Messaoudi",
      "Régis Cottereau",
      "Christophe Gomez"
    ],
    "subjectives": [
      "Analysis of PDEs (math.AP)",
      "Mathematical Physics (math-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2110.05774",
    "title": "Terahertz nanospectroscopy of plasmon polaritons for the evaluation of  doping in quantum devices",
    "abstract": " Comments: 16 pages with 12 figures ",
    "url": "https://arxiv.org/abs/2110.05774",
    "authors": [
      "Xiao Guo",
      "Xin He",
      "Zach Degnan",
      "Chun-Ching Chiu",
      "Bogdan C Donose",
      "Karl Bertling",
      "Arkady Fedorov",
      "Aleksandar D Rakic",
      "Peter Jacobson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.10771",
    "title": "Ring Pearcey vortex beam dynamics through atmospheric turbulence",
    "abstract": " Comments: 14 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2205.10771",
    "authors": [
      "Shakti Singh",
      "Sanjay Kumar Mishra",
      "Akhilesh Kumar Mishra"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00782",
    "title": "Variational Neural-Network Ansatz for Continuum Quantum Field Theory",
    "abstract": " Title: Variational Neural-Network Ansatz for Continuum Quantum Field Theory ",
    "url": "https://arxiv.org/abs/2212.00782",
    "authors": [
      "John M. Martyn",
      "Khadijeh Najafi",
      "Di Luo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10800",
    "title": "Global coupling mechanism of Sun resonant forcing of Mars, Moon, and  Earth seismicity",
    "abstract": " Comments: 46 printed pages, 8 figures, 5 tables; includes time-series of all Apollo natural moonquakes (1969-1977), all Mw5.6+ natural earthquakes between Oct 2015-Feb 2019, and all v.9 InSight natural marsquakes (Jan 2019-Sep 2021); published version ",
    "url": "https://arxiv.org/abs/2301.10800",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Numerical Analysis (math.NA)",
      "Chaotic Dynamics (nlin.CD)",
      "Geophysics (physics.geo-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07828",
    "title": "Measurement principles for quantum spectroscopy of molecular materials  with entangled photons",
    "abstract": " Title: Measurement principles for quantum spectroscopy of molecular materials  with entangled photons ",
    "url": "https://arxiv.org/abs/2304.07828",
    "authors": [
      "Luca Moretti",
      "Esteban Rojas-Gatjens",
      "Lorenzo Uboldi",
      "David Otto Tiede",
      "Evan J Kumar",
      "Chiara Trovatello",
      "Fabrizio Preda",
      "Antonio Perri",
      "Cristian Manzoni",
      "Giulio Cerullo",
      "Ajay Ram Srimath Kandada"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.02206",
    "title": "Treatment-Response Analysis of Tumor as A Quantum Particle",
    "abstract": " Title: Treatment-Response Analysis of Tumor as A Quantum Particle ",
    "url": "https://arxiv.org/abs/2305.02206",
    "authors": [
      "Nam Nguyen"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17735",
    "title": "Are 2D classical and quantum turbulence equivalent? Insights from  velocity circulation statistics",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2306.17735",
    "authors": [
      "Nicolás P. Müller",
      "Giorgio Krstulovic"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2307.06510",
    "title": "Exact Calculation of Quantum Thermal Average from Continuous Loop Path  Integral Molecular Dynamics",
    "abstract": " Title: Exact Calculation of Quantum Thermal Average from Continuous Loop Path  Integral Molecular Dynamics ",
    "url": "https://arxiv.org/abs/2307.06510",
    "authors": [
      "Xuda Ye",
      "Zhennan Zhou"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Probability (math.PR)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.15758",
    "title": "Search for ultralight dark matter with a frequency adjustable  diamagnetic levitated sensor",
    "abstract": " Title: Search for ultralight dark matter with a frequency adjustable  diamagnetic levitated sensor ",
    "url": "https://arxiv.org/abs/2307.15758",
    "authors": [
      "Rui Li",
      "Shaochun Lin",
      "Liang Zhang",
      "Changkui Duan",
      "Pu Huang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00461",
    "title": "Non-invasive in silico determination of ventricular wall pre-straining  and characteristic cavity pressures",
    "abstract": " Title: Non-invasive in silico determination of ventricular wall pre-straining  and characteristic cavity pressures ",
    "url": "https://arxiv.org/abs/2308.00461",
    "authors": [
      "Sebastian Skatulla",
      "Carlo Sansour",
      "Mary Familusi",
      "Jagir Hussan",
      "Ntobeko Ntusi"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Tissues and Organs (q-bio.TO)"
    ]
  }
]