[
  {
    "id": "arXiv:2208.14494",
    "title": "Cargo transport by catchbonded motors in optical trapping assays",
    "abstract": "Experiments performed using optical trapping assays constitute an important means of accurately measuring the molecular forces generated by molecular motor proteins. We investigate, using theory and stochastic simulations, the transport properties of cargo transported by dynein molecular motors - both singly and in teams - in a harmonic potential, which mimics the variable force experienced by cargo in an optical trap. In particular, we investigate the role of the dynein catch bond in altering the transport properties of cellular cargo - as quantified through the biologically relevant measures of run lengths, detachment forces and first passage time. Our results suggest that even for cargo transported by a single motor, catchbonding may play a role depending on the force scale which marks the onset of the catch bond. For cargo transported by multiple motors, emergent collective effects due to catchbonding can result in non-trivial re-entrant phenomena for average first passage times and detachment forces as function of the stall force and the motor velocity. ",
    "url": "https://arxiv.org/abs/2208.14494",
    "authors": [
      "Naren Sundararajan",
      "Sougata Guha",
      "Sudipto Muhuri",
      "Mithun K. Mitra"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Subcellular Processes (q-bio.SC)"
    ]
  },
  {
    "id": "arXiv:2208.14676",
    "title": "Optimization of heterogeneously integrated InP-Si on-chip photonic  components",
    "abstract": "We demonstrate comprehensive numerical studies on a hybrid III-V/Si-based waveguide system, serving as a platform for efficient light coupling between an integrated III-V quantum dot emitter to an on-chip quantum photonic integrated circuit defined on a silicon substrate. We propose a platform consisting of a hybrid InP/Si waveguide and an InP-embedded InAs quantum dot, emitting at the telecom C-band near 1550 nm. The platform can be fabricated using the existing semiconductor processing technologies. Our numerical studies reveal nearly 86% of the optical field transfer efficiency between geometrically-optimized InP/Si and Si waveguides, considering propagating field modes along a tapered geometry. The coupling efficiency of a dipole emitting to the hybrid InP/Si waveguide is evaluated to ~60%, which results in more than 50% of the total on-chip optical field transfer efficiency from the dipole to the Si waveguide. We also consider the off-chip outcoupling efficiency of the propagating photon field along the Si waveguide by examining the normal to the chip plane and in-plain outcoupling configurations. In the former case, the outcoupling amounts to ~26% when using the circular Bragg grating outcoupler design. In the latter case, the efficiency reaches up to 10%. Finally, we conclude that the conceptual device's performance is weakly susceptible to the transferred photon wavelength, offering a broadband operation within the 1.5-1.6 {\\mu}m spectral range. ",
    "url": "https://arxiv.org/abs/2208.14676",
    "authors": [
      "P. Mrowiński",
      "P. Holewa",
      "A. Sakanas",
      "G. Sęk",
      "E. Semenova",
      "M. Syperek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14705",
    "title": "Skipping the boundary layer: high-speed droplet-based immunoassay using  Rayleigh acoustic streaming",
    "abstract": "Acoustic mixing of droplets is a promising way to implement biosensors that combine high speed and minimal reagent consumption. To date, this type of droplet mixing is driven by a volume force resulting from the absorption of high-frequency acoustic waves in the bulk of the fluid. Here, we show that the speed of these sensors is limited by the slow advection of analyte to the sensor surface due to the formation of a hydrodynamic boundary layer. We eliminate this hydrodynamic boundary layer by using much lower ultrasonic frequencies to excite the droplet, which drives a Rayleigh streaming that behaves essentially like a slip velocity. Three-dimensional simulations show that this provides a threefold speedup compared to Eckart streaming. Experimentally, we shorten a SARS-CoV-2 antibody immunoassay from 20 min to 40 s. ",
    "url": "https://arxiv.org/abs/2208.14705",
    "authors": [
      "Qi Wang",
      "Zhe Ding",
      "Gary Wong",
      "and Jia Zhou",
      "Antoine Riaud"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2208.14766",
    "title": "Tunable degree of polarization in a Figure-8 fiber laser",
    "abstract": "We experimentally study a fiber loop laser in the Figure-8 configuration, and explore the dependency of the degree of polarization on controlled parameters. To account for the experimental observations, a mapping is derived to evaluate the polarization time evolution. Nonlinearity induced by Kerr effect and gain saturation gives rise to rich dynamics. We find that degree of polarization can be increased by tuning the system into a region where the mapping has a locally stable fixed point. ",
    "url": "https://arxiv.org/abs/2208.14766",
    "authors": [
      "Banoj Kumar Nayak",
      "Cijy Mathai",
      "Dmitry Panna",
      "Eyal Buks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14790",
    "title": "Wavelength-tunable open double-microcavity to enhance two closely spaced  optical transitions",
    "abstract": "Microcavities have long been recognized as indispensable elements in quantum photonic research due to their usefulness for enhanced light extraction and light-matter interaction. A conventional high-Q cavity structure typically allows only a single optical transition to be tuned into resonance with a specific mode. The transition to a more advanced double-cavity structure, however, introduces new and interesting possibilities such as enhancing two spectrally close optical transitions at the same time with two distinct cavity modes. Here, we investigate a cavity structure composed of a monolithic planar cavity enclosed between two semiconductor distributed Bragg reflectors (DBR) and a top dielectric mirror deposited on a fiber tip. While the bottom cavity is formed by the two DBRs, the mirror on the fiber tip and the top DBR of the semiconductor chip create a second tunable cavity. These coupled cavities exhibit mode hybridization when tuned into resonance and their splitting can be adjusted to match with the spectral separation of closely spaced optical transitions by a suitable sample design. Furthermore, we report on the simultaneous resonance tuning of the exciton and biexciton transition of a semiconductor quantum dot, each to a separate mode of the open fiber-based double cavity. Decay time measurements at simultaneous resonance showed a Purcell-factor of $F_P^X$=1.9$\\pm$0.4 for the exciton transition. ",
    "url": "https://arxiv.org/abs/2208.14790",
    "authors": [
      "Simon Seyfferle",
      "Thomas Herzog",
      "Robert Sittig",
      "Michael Jetter",
      "Simone Luca Portalupi",
      "Peter Michler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14836",
    "title": "High fidelity generation of complex optical field through scattering  medium with iterative wavefront optimization",
    "abstract": "Light scattering within scattering media presents a substantial obstacle to optical transmission. A speckle pattern with random amplitude and phase distribution is observed when coherent light travels through strong scattering media. Fortunately, wavefront shaping has been successfully employed with a spatial light modulator to recover intensity targets after scattering media, such as a sharp focus point or specified two-dimensional patterns. There have, however, been few studies that attempted to separately manipulate the amplitude and phase of the focusing field. In this paper, we propose a feedback-based wavefront shaping method to generate complex optical fields through scattering medium. A reliable phase retrieval approach is introduced to provide the complex feedback information, i.e., the amplitude and phase of the focusing field. Accordingly, in order to modulate the speckle field into a desired complex structured optical field, a multi-objective genetic algorithm is used to find the best phase map. To demonstrate the proposed method's high performance, experimental tests have been carried out. High fidelity is demonstrated in the generation of diverse complex light fields, both in amplitude and phase. Our findings may facilitate the manipulation of light field through scattering medium, and are anticipated to further promote future applications such as optogenetics, vortex optical communication, and optical trapping through scattering media. ",
    "url": "https://arxiv.org/abs/2208.14836",
    "authors": [
      "Hui Liu",
      "Xiangyu Zhu",
      "Xiaoxue Zhang",
      "Xudong Chen",
      "Zhili Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14905",
    "title": "Experiments On A Conduction Cooled Superconducting Radio Frequency  Cavity With Field Emission Cathode",
    "abstract": "To achieve Ampere-class electron beam accelerators the pulse delivery rate need to be much higher than the typical photo injector repetition rate of the order of a few kilohertz. We propose here an injector which can, in principle, generate electron bunches at the same rate as the operating RF frequency. A conduction-cooled superconducting radio frequency (SRF) cavity operating in the CW mode and housing a field emission element at its region of high axial electric field can be a viable method of generating high-repetition-rate electron bunches. In this paper, we report the development and experiments on a conduction-cooled Nb3Sn cavity with a niobium rod intended as a field emitter support. The initial experiments demonstrate 0.4 MV/m average accelerating gradient, which is equivalent of peak gradient of 3.2 MV/m. The measured RF cavity quality factor is 1.4 x 10$^8$ slightly above our goal. The achieved field gradient is limited by the relatively low input RF power and by the poor coupling between the external power supply and the RF cavity. With ideal coupling the field gradient can be as high as 0.6 MV/m still below our goal of about 1 MV/m. ",
    "url": "https://arxiv.org/abs/2208.14905",
    "authors": [
      "Y. Ji",
      "R.C. Dhuley",
      "C. Edward",
      "J.C.T. Thangaraj",
      "D. Mihalcea",
      "P. Piot O. Mohsen",
      "I. Salehinia",
      "V. Korampally"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14967",
    "title": "Artificial non-Abelian lattice gauge fields for photons in the synthetic  frequency dimension",
    "abstract": "Non-Abelian gauge fields give rise to nontrivial topological physics. Here we develop a scheme to create an arbitrary SU(2) lattice gauge field for photons in the synthetic frequency dimension using an array of dynamically modulated ring resonators. The photon polarization is taken as the spin basis to implement the matrix-valued gauge fields. Using a non-Abelian generalization of the Harper-Hofstadter Hamiltonian as a specific example, we show that the measurement of the steady-state photon amplitudes inside the resonators can reveal the band structures of the Hamiltonian, which show signatures of the underlying non-Abelian gauge field. These results provide opportunities to explore novel topological phenomena associated with non-Abelian lattice gauge fields in photonic systems. ",
    "url": "https://arxiv.org/abs/2208.14967",
    "authors": [
      "Dali Cheng",
      "Kai Wang",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14991",
    "title": "Studies of the linearity and stability of Silicon Drift Detectors for  kaonic atoms X-ray spectroscopy",
    "abstract": "The SIDDHARTA-2 experiment at the DA$\\Phi$NE collider aims to perform precision measurements of kaonic atoms X-ray spectroscopy for the investigation of the antikaon-nucleon strong interaction. To achieve this goal, novel large-area Silicon Drift Detectors (SDDs) have been developed. These devices have special geometry, field configuration and readout electronics that ensure excellent performance in terms of linearity and stability. The paper presents preliminary results for the linearity determination and stability monitoring of the SDDs system during the measurement of kaonic deuterium carried out in the summer of 2022. ",
    "url": "https://arxiv.org/abs/2208.14991",
    "authors": [
      "A. Khreptak",
      "C. Amsler",
      "M. Bazzi",
      "D. Bosnar",
      "M. Bragadireanu",
      "M. Carminati",
      "M. Cargnelli",
      "A. Clozza",
      "G. Deda",
      "L. De Paolis",
      "R. Del Grande",
      "L. Fabbietti",
      "C. Fiorini",
      "C. Guaraldo",
      "M. Iliescu",
      "M. Iwasaki",
      "S. Manti",
      "J. Marton",
      "M. Miliucci",
      "P. Moskal",
      "F. Napolitano",
      "S. Niedźwiecki",
      "H. Ohnishi",
      "K. Piscicchia",
      "Y. Sada",
      "A. Scordo",
      "F. Sgaramella",
      "H. Shi",
      "M. Silarski",
      "D. Sirghi",
      "F. Sirghi",
      "M. Skurzok",
      "A. Spallone",
      "K. Toho",
      "M. Tüchler",
      "O. Vazquez Doce",
      "J. Zmeskal",
      "C. Yoshida",
      "C. Curceanu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2208.14490",
    "title": "Fluid fermionic fragments for optimizing quantum measurements of  electronic Hamiltonians in the variational quantum eigensolver",
    "abstract": "Measuring the expectation value of the molecular electronic Hamiltonian is one of the challenging parts of the variational quantum eigensolver. A widely used strategy is to express the Hamiltonian as a sum of measurable fragments using fermionic operator algebra. Such fragments have an advantage of conserving molecular symmetries that can be used for error mitigation. The number of measurements required to obtain the Hamiltonian expectation value is proportional to a sum of fragment variances. Here, we introduce a new method for lowering the fragments' variances by exploiting flexibility in the fragments' form. Due to idempotency of the occupation number operators, some parts of two-electron fragments can be turned into one-electron fragments, which then can be partially collected in a purely one-electron fragment. This repartitioning does not affect the expectation value of the Hamiltonian but has non-vanishing contributions to the variance of each fragment. The proposed method finds the optimal repartitioning by employing variances estimated using a classically efficient proxy for the quantum wavefunction. Numerical tests on several molecules show that repartitioning of one-electron terms lowers the number of measurements by more than an order of magnitude. ",
    "url": "https://arxiv.org/abs/2208.14490",
    "authors": [
      "Seonghoon Choi",
      "Ignacio Loaiza",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14769",
    "title": "Attosecond Physics and Quantum Information Science",
    "abstract": "In this article, we will discuss a possibility of a symbiosis for attophysics (AP) and quantum information (QI) and quantum technologies (QT). We will argue that within few years AP will reach Technology Readiness Level (RTL) 4-5 in QT, and will thus become a legitimate platform for QI and QT. ",
    "url": "https://arxiv.org/abs/2208.14769",
    "authors": [
      "M. Lewenstein",
      "N. Baldelli",
      "U. Bhattacharya",
      "J. Biegert",
      "M.F. Ciappina",
      "U. Elu",
      "T. Grass",
      "P.T. Grochowski",
      "A. Johnson",
      "Th. Lamprou",
      "A.S. Maxwell",
      "A. Ordóñez",
      "E. Pisanty",
      "J. Rivera-Dean",
      "P. Stammer",
      "I. Tyulnev",
      "P. Tzallas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14938",
    "title": "Timing constraints due to real-time graph traversal algorithms on  incomplete cluster states in photonic measurement-based quantum computing",
    "abstract": "Understanding the computational overheads imposed by classical control systems on quantum computing platforms becomes critically important as these quantum machines grow in scale and complexity. In this work, we calculate the overheads imposed by the implementation of real-time graph traversal algorithms needed to find computational paths through incomplete cluster states for the implementation of one-qubit gates; a necessary requirement for a realistic implementation of photonic measurement-based quantum computing. By implementing two different algorithms, a global breadth-first search that searches the entire cluster state and an incremental version that traverses a narrow sub-section of the cluster state, we analyze the tradeoff between the accuracy of finding viable paths and the speed at which this operation can be performed, which constrains the overall photonic clock cycle of the system. We also outline the broader implications of our results for implementing classical control systems for measurement-based photonic quantum computing. ",
    "url": "https://arxiv.org/abs/2208.14938",
    "authors": [
      "John R. Scott",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.12007",
    "title": "Endless Fun in high dimensions -- A Quantum Card Game",
    "abstract": " Title: Endless Fun in high dimensions -- A Quantum Card Game ",
    "url": "https://arxiv.org/abs/2107.12007",
    "authors": [
      "Lea Kopf",
      "Markus Hiekkamäki",
      "Shashi Prabhakar",
      "Robert Fickler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2111.09133",
    "title": "Topological lattices realized in superconducting circuit optomechanics",
    "abstract": " Comments: Updated version with Methods and SI ",
    "url": "https://arxiv.org/abs/2111.09133",
    "authors": [
      "Amir Youssefi",
      "Shingo Kono",
      "Andrea Bancora",
      "Mahdi Chegnizadeh",
      "Jiahe Pan",
      "Tatiana Vovk",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.14294",
    "title": "A Unifying Approach to Inverse Problems of Ultrasound Beamforming and  Deconvolution",
    "abstract": " Title: A Unifying Approach to Inverse Problems of Ultrasound Beamforming and  Deconvolution ",
    "url": "https://arxiv.org/abs/2112.14294",
    "authors": [
      "Sobhan Goudarzi",
      "Adrian Basarab",
      "Hassan Rivaz"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2203.00215",
    "title": "Ultrafast laser inscribed waveguides in tailored fluoride glasses: An  enabling technology for mid-infrared integrated photonics devices",
    "abstract": " Title: Ultrafast laser inscribed waveguides in tailored fluoride glasses: An  enabling technology for mid-infrared integrated photonics devices ",
    "url": "https://arxiv.org/abs/2203.00215",
    "authors": [
      "T Toney Fernandez",
      "B Johnston",
      "S Gross",
      "S Cozic",
      "M Poulain",
      "H Mahmodi",
      "I Kabakova",
      "M Withford",
      "A Fuerbach"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.10569",
    "title": "Comparison of different sensor thicknesses and substrate materials for  the monolithic small collection-electrode technology demonstrator CLICTD",
    "abstract": " Title: Comparison of different sensor thicknesses and substrate materials for  the monolithic small collection-electrode technology demonstrator CLICTD ",
    "url": "https://arxiv.org/abs/2204.10569",
    "authors": [
      "Katharina Dort",
      "Rafael Ballabriga",
      "Justus Braach",
      "Eric Buschmann",
      "Michael Campbell",
      "Dominik Dannheim",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Jens Kröger",
      "Lucie Linssen",
      "Magdalena Munker",
      "Walter Snoeys",
      "Simon Spannagel",
      "Peter Švihra",
      "Tomas Vanat"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.14082",
    "title": "Optimized Laser Models with Heisenberg-Limited Coherence and  Sub-Poissonian Beam Photon Statistics",
    "abstract": " Comments: This is a companion manuscript to the letter entitled \"No Tradeoff between Coherence and Sub-Poissonianity for Heisenberg-Limited Lasers\", arxiv:2208.14081. 22 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2208.14082",
    "authors": [
      "L. A. Ostrowski",
      "T. J. Baker",
      "S. N. Saadatmand",
      "H. M. Wiseman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14273",
    "title": "Tensor-Train Thermo-Field Memory Kernels for Generalized Quantum Master  Equations",
    "abstract": " Title: Tensor-Train Thermo-Field Memory Kernels for Generalized Quantum Master  Equations ",
    "url": "https://arxiv.org/abs/2208.14273",
    "authors": [
      "Ningyi Lyu",
      "Ellen Mulvihill",
      "Micheline B. Soley",
      "Eitan Geva",
      "Victor S. Batista"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]