[
  {
    "id": "arXiv:2506.10023",
    "title": "The quantum theory of the electromagnetic field in the Weyl-Wigner representation as a local realistic model",
    "abstract": "           I revisit the Wigner (or Weyl-Wigner, WW) representation of the quantum electromagnetic field. I show that, assuming that Fock states are just mathematical concepts devoid of physical reality, WW suggests a realistic interpretation which turns out to be (classical) Maxwell theory with the assumption that there is a random radiation filling space, the vacuum field. I elucidate why, in sharp constrast, non-relativistic quantum mechanics of particles does not admit a realistic interpretation via WW. I interpret experiments involving entangled light beams within WW, in particular optical tests of Bell inequalities. I show that WW provides clues in order to construct local model for those experiments. I give arguments why Bell defintion of local realism is not general enough.         ",
    "url": "https://arxiv.org/abs/2506.10023",
    "authors": [
      "Emilio Santos"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10099",
    "title": "Synergistic control of radical generation in a radio frequency atmospheric pressure plasma jet via voltage waveform tailoring and structured electrodes",
    "abstract": "           The synergy between voltage waveform tailoring and structured electrodes is investigated in a radio-frequency (RF) atmospheric-pressure microplasma jet operated in helium with a 0.1% oxygen admixture. The device incorporates rectangular trenches in both electrodes and is driven by \"Peaks\" and \"Valleys\" waveforms synthesized from four harmonics (base frequency $f_{\\rm b} = 13.56$~MHz, $V_{\\rm pp} = 500$~V, $P=$1.2~W). Two-dimensional plasma fluid simulations, together with spatially and temporally resolved optical diagnostics (Phase-Resolved Optical Emission Spectroscopy and Tunable Diode Laser Absorption Spectroscopy), are used to demonstrate that the combination of asymmetric voltage waveforms with electrode structuring leads to strong spatial localization of electron power absorption and radical generation. This synergy results in a single pronounced maximum inside a trench at either the powered or grounded electrode, depending on the applied waveform, unlike a symmetric excitation, which produces a spatially symmetric enhancement at both electrodes. The effect is attributed to the interplay between waveform-induced sheath dynamics and geometric focusing provided by the trenches, enabling electrically reversible and selective enhancement of electron power absorption at a chosen location.         ",
    "url": "https://arxiv.org/abs/2506.10099",
    "authors": [
      "Mate Vass",
      "Xiaokun Wang",
      "Ihor Korolov",
      "Julian Schulze",
      "Thomas Mussenbrock"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10183",
    "title": "Laser Stabilised Ionising Transitions",
    "abstract": "           We investigate a ionising electronic transition under resonant pumping. We demonstrate that, above a critical value of the pump intensity, a novel metastable electronic bound state is created, which can decay into the free electron continuum by two-photon ionization. We calculate the system's resonant fluorescence spectrum, finding results qualitatively different from the Mollow triplet expected in a bound-to-bound transition. The fluorescent emission can be used to measure the time-resolved population of the novel metastable state. Contrary to Kramers-Hennenberger atoms, stabilised by non-perturbative, non-resonant laser pulses, the physics we observe is inherently resonant and relies on perturbative level repulsion. In analogy to how the AC-Stark shift is a semiclassical version of the single-photon Rabi splitting observed in photonic cavity, the phenomenon we describe is better understood as a semiclassical version of recently observed excitons bound by a single cavity photon. Our results demonstrate a novel way to stabilise electronic states with intense laser fields, increasing our capability to design and engineer non-classical states of matter.         ",
    "url": "https://arxiv.org/abs/2506.10183",
    "authors": [
      "Erika Cortese",
      "Simone De Liberato"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.10214",
    "title": "High-Accuracy Dispersion Surfaces Measurement Unlocks Photonic Crystal Slabs Topology",
    "abstract": "           Characterization of dispersion surfaces (DS) in photonic crystals (PhCs) can predict striking topological features, such as bound states in the continuum (BICs). Precise measurement of dispersion, particularly near the {\\Gamma}-point, is crucial since even subtle geometric deviations significantly impact the distribution of topological charges and associated polarization singularities. Here, we propose a novel technique to measure DS of PhC slabs with high angular accuracy of up to 3 x 10^(-4) radians, and spectral accuracy of 0.2 nm within an expanded region of the Brillouin zone. Remarkably, our technique is diffraction- and aberration-free as it does not rely on optical imaging but rather on spectral mapping. The analysis of DS presented in this work demonstrates the robustness of our technique, and enables us to distinguish anisotropic BICs along a specific symmetry axis from isotropic states around the {\\Gamma}-point. Moreover, the experimental DS obtained supply the information necessary to study and identify super-BICs.         ",
    "url": "https://arxiv.org/abs/2506.10214",
    "authors": [
      "Karen Caicedo",
      "Fabrizio Sgrignuoli",
      "Adam Schwartzberg",
      "Scott Duehy",
      "Silvia Romano",
      "Gianluigi Zito",
      "Ivo Rendina",
      "Vito Mocella"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2506.10295",
    "title": "Van der Waals waveguide quantum electrodynamics probed by infrared nano-photoluminescence",
    "abstract": "           Atomically layered van der Waals (vdW) materials exhibit remarkable properties, including highly-confined infrared waveguide modes and the capacity for infrared emission in the monolayer limit. Here, we engineered structures that leverage both of these nano-optical functionalities. Specifically, we encased a photoluminescing atomic sheet of MoTe2 within two bulk crystals of WSe2, forming a vdW waveguide for the embedded light-emitting monolayer. The modified electromagnetic environment offered by the WSe2 waveguide alters MoTe2 spontaneous emission, a phenomenon we directly image with our interferometric nano-photoluminescence technique. We captured spatially-oscillating nanoscale patterns prompted by spontaneous emission from MoTe2 into waveguide modes of WSe2 slabs. We quantify the resulting Purcell-enhanced emission rate within the framework of a waveguide quantum electrodynamics (QED) model, relating the MoTe2 spontaneous emission rate to the measured waveguide dispersion. Our work marks a significant advance in the implementation of all-vdW QED waveguides.         ",
    "url": "https://arxiv.org/abs/2506.10295",
    "authors": [
      "Samuel L. Moore",
      "Hae Yeon Lee",
      "Nicholas Rivera",
      "Yuzuka Karube",
      "Mark Ziffer",
      "Emanuil S. Yanev",
      "Thomas P. Darlington",
      "Aaron J. Sternbach",
      "Madisen A. Holbrook",
      "Jordan Pack",
      "Xiaodong Xu",
      "Cory R. Dean",
      "Jonathan S. Owen",
      "P. James Schuck",
      "Milan Delor",
      "Xiaoyang Zhu",
      "James Hone",
      "Dmitri N. Basov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2506.10307",
    "title": "Soliton self-excitation under pulsed driving in a Kerr resonator",
    "abstract": "           We present a novel regime of cavity soliton excitation in a Kerr resonator driven by a train of desynchronised pulses. In this regime, the soliton solution is shown to be the sole available state for the intracavity field, allowing for the automatic excitation of single solitons without the application of any external perturbations or parameter ramping. The self-excitation of cavity soliton frequency combs is validated through numerical continuation of the Lugiato-Lefever equation, direct numerical integration, and experimental observation. We show that this regime of CS self-excitation requires only the cavity detuning and pump desynchronisation parameters to be set within the correct range, thus considerably simplifying the usually complex task of deterministic cavity soliton excitation. Additionally, we show that this procedure can also be extended to allow the deterministic generation of different families of multi-soliton bound-states. We believe this research offers a promising approach to considerably simplify cavity soliton generation in both macro- and micro- scale Kerr resonators, while also offering greatly increased thermal, power, and nonlinear efficiencies intrinsic to pulsed-driven systems.         ",
    "url": "https://arxiv.org/abs/2506.10307",
    "authors": [
      "Matthew Macnaughtan",
      "Zongda Li",
      "Yiqing Xu",
      "Xiaoming Wei",
      "Zhongmin Yang",
      "Stéphane Coen",
      "Miro Erkintalo",
      "Stuart G. Murdoch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2506.10320",
    "title": "Laser Guided Microbubble Lithography for Multilayer Biophotonic Heterostructures",
    "abstract": "           The fabrication of multilayered heterostructures is essential for advancing microelectronic and biosensing technologies. Conventional top-down manufacturing techniques are often cost-prohibitive and unsuitable for biomedical applications. Here, we present a bottom-up fabrication method, termed microbubble lithography, which enables the in situ construction of multilayered microstructures through layer-by-layer self-assembly. This technique allows diverse materials to be integrated into coherent heterostructures. We demonstrate the platform's utility by successfully patterning a biomarker and a reporter protein, highlighting its potential for cost-effective and environmentally sustainable sensing applications.         ",
    "url": "https://arxiv.org/abs/2506.10320",
    "authors": [
      "Anand Dev Ranjan",
      "Suyash Narayan Amzare",
      "Subhrokoli Ghosh",
      "Ayan Banerjee"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10410",
    "title": "Exact series expansion for even frequency moments of the dynamic structure factor",
    "abstract": "           An exact series representation of the even frequency moments of the dynamic structure factor is derived. Truncations are proposed that allow to evaluate the explicitly unknown second, fourth and fifth frequency moments for the finite temperature uniform electron gas. Their applicability range in terms of degeneracy parameter and wavenumber is determined by exploiting the non-interacting limit and by comparing with the quasi-exact results of path integral Monte Carlo simulations.         ",
    "url": "https://arxiv.org/abs/2506.10410",
    "authors": [
      "Panagiotis Tolias",
      "Jan Vorberger",
      "Tobias Dornheim"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10442",
    "title": "Broadband Tunable Deep-UV Emission from AI-Optimized Nonlinear Metasurface Architectures",
    "abstract": "           Metasurfaces represent a pivotal advancement in nonlinear optics, leveraging high-Q resonant cavities to enhance harmonic generation. Multi-layer metasurfaces (MLMs) further amplify this potential by intensifying light-matter interactions within individual meta-atoms at the nanoscale. However, maximizing nonlinear efficiency demands extreme field confinement through optimized designs of large geometric and material parameters, which exceed traditional simulation's computational ability. To overcome this, we introduce NanoPhotoNet-NL, an AI-driven design tool employing a hybrid deep neural network (DNN) that synergizes convolutional neural networks (CNNs) and Long Short-Term Memory (LSTM) models. This framework accelerates nonlinear MLM design speed by four orders of magnitude while maintaining over 98.3% prediction accuracy relative to physical simulators. The optimized MLMs achieve quality factors exceeding 50, enabling broadband third-harmonic generation (THG) in the deep ultraviolet (DUV) from wavelengths 200 nm to 260 nm via parametric sweeps. Furthermore, NanoPhotoNet-NL facilitates dynamically tunable DUV nanolight sources with 20 nm spectral coverage in the UVC band using low-loss nonlinear phase change materials. This work marks a transformative leap in nonlinear metasurface engineering, unlocking high-performance, reconfigurable platforms for nonlinear and quantum optical nanodevices.         ",
    "url": "https://arxiv.org/abs/2506.10442",
    "authors": [
      "Omar A. M. Abdelraouf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10493",
    "title": "Spatial and temporal evolutions of blue-core helicon discharge driven by planar antenna with concentric rings",
    "abstract": "           The spatial and temporal evolutions of blue-core helicon discharge driven by a planar antenna with four concentric rings are explored on the Linear Experimental Advanced Device (LEAD). The discharge experiences distinct density jumps from E mode to H mode, W mode, and blue-core mode, when RF input power increases. This is similar to previous observations using other typical helicon antennas; however, this special antenna could drive modes of even higher levels for which the blue-core plasma column is actually hollow in radius, i.e. peaking off-axis, which was not presented before. The column shows counterclockwise rotation for blue-core mode and clockwise rotation for non-blue-core mode. The reason could be attributed to the radial electric field differenceses for both modes which reverses the rotation direction via ExB drive. Moreover, the centrifugal instability of blue-core helicon plasma is computed using a two-fluid flowing plasma model. It shows that the instability is strong for small axial wave number but becomes weak for large axial wave number. Perturbed density peaks at radius of 0.045 m, while the equilibrium density gradient peaks at radius of 0.055 m. The coincidence of their radial locations suggests that it is a resistive drift mode driven by density gradient. The blue-core mode weakens once the magnetic field or flow rate exceeds the threshold value. Increasing power further leads to a smoother plasma density gradient. The electron temperature profiles decrease with increased power, and the radial gradient of the electron temperature inside the core is smaller as the magnetic field changes. To our best knowledge, it is the first detailed characterization of blue-core helicon plasma driven by planar antenna, especially in terms of azimuthal rotation and centrifugal instability.         ",
    "url": "https://arxiv.org/abs/2506.10493",
    "authors": [
      "Chao Wang",
      "Lei Chang",
      "Ling-Feng Lu",
      "Shunjiro Shinohara",
      "Zhi-De Zeng",
      "Ilya Zadiriev",
      "Elena Kralkina",
      "Zhi Li",
      "Shi-Jie Zhang",
      "Zi-Chen Kan",
      "Ye Tao",
      "Ding-Zhou Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10539",
    "title": "Like a coin spinning in the air: the effect of (non-)metaphorical explanations on comprehension and attitudes towards quantum technology",
    "abstract": "           The complexity of the science underlying quantum technology may pose a barrier to its democratization. This study investigated whether metaphors improve comprehension of, and shape attitudes toward, quantum technology. In an online experiment (n = 1,167 participants representative of the Dutch population), participants read a news article that included a metaphorical, non-metaphorical, or no explanation of a quantum phenomenon. Both explanation types reduced perceived comprehension of the news article compared to the control group, but increased actual comprehension of the quantum phenomenon. No direct effects were found on affect-based or cognition-based attitudes. Mediation analyses revealed a very small negative indirect effect of explanations on attitudes, through lower perceived comprehension, and a very small positive indirect effect of explanations on attitudes via increased actual comprehension - though the latter was counteracted by a negative direct effect. As metaphors offered no additional benefit over non-metaphorical explanations, the findings suggest they do not provide a communicative advantage for enhancing understanding or shaping attitudes in this context.         ",
    "url": "https://arxiv.org/abs/2506.10539",
    "authors": [
      "Aletta Lucia Meinsma",
      "W. Gudrun Reijnierse",
      "Julia Cramer"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10553",
    "title": "Effect of current on terahertz plasmons in AlGaN/GaN heterostructures",
    "abstract": "           Terahertz transmittance spectra of plasmonic crystals based on two-dimensional electron gas in AlGaN/GaN heterostructures were studied in grating-gate and gateless plasmonic crystals as a function of lateral bias. The decrease of the plasmon resonance frequencies (redshift) with increase of the lateral current was observed for both types of structures. We show that the change of the electron concentration profile and Joule heating are the main phenomena responsible for the shift of plasma resonant frequency. These results are important for designing plasmonic resonances based filters, detectors, and emitters operating under voltage bias conditions.         ",
    "url": "https://arxiv.org/abs/2506.10553",
    "authors": [
      "M. Dub",
      "P. Sai",
      "Y. Ivonyak",
      "P. Prystawko",
      "W. Knap",
      "S. Rumyantsev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10561",
    "title": "High-Precision Acoustic Event Monitoring in Single-Mode Fibers Using Fisher Information",
    "abstract": "           Polarization optical fiber sensors are based on modifications of fiber birefringence by an external measurand (e.g. strain, pressure, acoustic waves). Yet, this means that different input states of polarization will result in very distinct behaviors, which may or may not be optimal in terms of sensitivity and signal-to-noise ratio. To tackle this challenge, this manuscript presents an optimization technique for the input polarization state using the Fisher information formalism, which allows for achieving maximal precision for a statistically unbiased metric. By first measuring the variation of the Mueller matrix of the optical fiber in response to controlled acoustic perturbations induced by piezo speakers, we compute the corresponding Fisher information operator. Using maximal information states of the Fisher information, it was possible to observe a significant improvement in the performance of the sensor, increasing the signal-to-noise ratio from 4.3 to 37.6 dB, attaining an almost flat response from 1.5 kHz up to 15 kHz. As a proof-of-concept for dynamic audio signal detection, a broadband acoustic signal was also reconstructed with significant gain, demonstrating the usefulness of the introduced formalism for high-precision sensing with polarimetric fiber sensors.         ",
    "url": "https://arxiv.org/abs/2506.10561",
    "authors": [
      "Catarina S. Monteiro",
      "Tiago D. Ferreira",
      "Nuno A. Silva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.10602",
    "title": "Phase shifting Interferometry and Wavefront Compensation using Liquid Crystal on Silicon (LCOS) Spatial Light Modulator (SLM)",
    "abstract": "           We present a simple and novel technique for interferometric surface measurement using a Liquid Crystal on Silicon (LCOS) Spatial Light Modulator (SLM) as phase shifter and wavefront-compensator simultaneously. In comparison to a mechanical piezo-based phase shifter measurement, speed and measurement range can be increased by this approach.         ",
    "url": "https://arxiv.org/abs/2506.10602",
    "authors": [
      "Indrani Bhattacharya",
      "Marcus Petz",
      "Rainer Tutsch"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.10836",
    "title": "Low-Power Optical Actuation of n-GaAs Cantilevers via Surface Piezoelectric Coupling",
    "abstract": "           The mechanical behavior of any semiconductor microstructure is inevitably coupled to light. In the case of micro mechanical resonators (MEMs), carrier generation can affect the quality factor of the resonance through electron-phonon scattering and ohmic losses, but it may also inject energy into the structure and induce movement. Thus, semiconductor MEMs may be regarded as intrinsically optomechanical systems. Here, we report on the optical actuation of a simple-clamped n-GaAs cantilever. This is achieved through modulated nanowatt LED illumination at the resonance frequency. We propose that the mechanism responsible for the coupling between light and movement is piezoelectrically induced stress in the surface depletion layer. Motion may be detected using two methods: by measuring the piezoelectric voltage generated due to deformation or the current arising due to the capacitance changes. In the latter case, a bias voltage must be applied to the device, which leads to nonlinear dynamics. Our results indicate that photothermal and electrostatic effects can be ruled out because i) we measure a very small drift of the resonance frequency with the light modulation offset which, together with finite-element simulations, indicates photothermal effects are not responsible for actuation, ii) we observe a phase shift under different bias voltage polarities, which rules out electrostatic actuation and iii), static measurements performed using an optical profilometer confirm the piezoelectric nature of the interaction with light. In summary, we find homogeneous low power LED illumination to be an effective, simple and convenient method of actuation for piezoelectric semiconductor based MEMs.         ",
    "url": "https://arxiv.org/abs/2506.10836",
    "authors": [
      "Ayelén Prado",
      "Diego Perez-Morelo",
      "Leonardo Salazar Alarcón",
      "Hernán Pastoriza"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2506.10070",
    "title": "Light Dark Matter Detection with Sub-eV Transition-Edge Sensors",
    "abstract": "           We present a comprehensive analysis of high-resolution transition-edge sensors (TESs) as a quantum sensing platform for detecting dark matter (DM). Operating near the thermodynamic noise limit with sub-eV energy resolution, TESs offer a powerful approach for probing light DM in the sub-GeV mass range. Optical TESs, realized on superconducting films with critical temperatures below 150 mK, achieve energy thresholds below 100 meV and enable precise calorimetric detection of individual energy depositions. We model TES response by incorporating fundamental noise sources and applying optimal filtering techniques, and evaluate their sensitivity across a range of DM interaction channels, accounting for in-medium effects in the target material. We show that even ng-month-scale exposures can reach previously unexplored DM-electron scattering cross sections below $10^{-27}$ cm$^2$ for sub-MeV masses, and can probe the MeV-scale mass range for DM-nucleon couplings. Combining high energy resolution, photon-number sensitivity, and scalability, optical TESs provide a compelling quantum sensing platform for rare-event searches at the intersection of particle physics and quantum metrology.         ",
    "url": "https://arxiv.org/abs/2506.10070",
    "authors": [
      "Muping Chen",
      "Volodymyr Takhistov",
      "Kazunori Nakayama",
      "Kaori Hattori"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10191",
    "title": "Constructive interference at the edge of quantum ergodic dynamics",
    "abstract": "           Quantum observables in the form of few-point correlators are the key to characterizing the dynamics of quantum many-body systems. In dynamics with fast entanglement generation, quantum observables generally become insensitive to the details of the underlying dynamics at long times due to the effects of scrambling. In experimental systems, repeated time-reversal protocols have been successfully implemented to restore sensitivities of quantum observables. Using a 103-qubit superconducting quantum processor, we characterize ergodic dynamics using the second-order out-of-time-order correlators, OTOC$^{(2)}$. In contrast to dynamics without time reversal, OTOC$^{(2)}$ are observed to remain sensitive to the underlying dynamics at long time scales. Furthermore, by inserting Pauli operators during quantum evolution and randomizing the phases of Pauli strings in the Heisenberg picture, we observe substantial changes in OTOC$^{(2)}$ values. This indicates that OTOC$^{(2)}$ is dominated by constructive interference between Pauli strings that form large loops in configuration space. The observed interference mechanism endows OTOC$^{(2)}$ with a high degree of classical simulation complexity, which culminates in a set of large-scale OTOC$^{(2)}$ measurements exceeding the simulation capacity of known classical algorithms. Further supported by an example of Hamiltonian learning through OTOC$^{(2)}$, our results indicate a viable path to practical quantum advantage.         ",
    "url": "https://arxiv.org/abs/2506.10191",
    "authors": [
      "Dmitry A. Abanin",
      "Rajeev Acharya",
      "Laleh Aghababaie-Beni",
      "Georg Aigeldinger",
      "Ashok Ajoy",
      "Ross Alcaraz",
      "Igor Aleiner",
      "Trond I. Andersen",
      "Markus Ansmann",
      "Frank Arute",
      "Kunal Arya",
      "Abraham Asfaw",
      "Nikita Astrakhantsev",
      "Juan Atalaya",
      "Ryan Babbush",
      "Dave Bacon",
      "Brian Ballard",
      "Joseph C. Bardin",
      "Christian Bengs",
      "Andreas Bengtsson",
      "Alexander Bilmes",
      "Sergio Boixo",
      "Gina Bortoli",
      "Alexandre Bourassa",
      "Jenna Bovaird",
      "Dylan Bowers",
      "Leon Brill",
      "Michael Broughton",
      "David A. Browne",
      "Brett Buchea",
      "Bob B. Buckley",
      "David A. Buell",
      "Tim Burger",
      "Brian Burkett",
      "Nicholas Bushnell",
      "Anthony Cabrera",
      "Juan Campero",
      "Hung-Shen Chang",
      "Yu Chen",
      "Zijun Chen",
      "Ben Chiaro",
      "Liang-Ying Chih",
      "Desmond Chik",
      "Charina Chou",
      "Jahan Claes",
      "Agnetta Y. Cleland",
      "Josh Cogan",
      "Saul Cohen",
      "Roberto Collins",
      "Paul Conner",
      "William Courtney",
      "Alexander L. Crook",
      "Ben Curtin",
      "Sayan Das",
      "Laura De Lorenzo",
      "Dripto M. Debroy",
      "Sean Demura",
      "Michel Devoret",
      "Agustin Di Paolo",
      "Paul Donohoe",
      "Ilya Drozdov",
      "Andrew Dunsworth",
      "Clint Earle",
      "Alec Eickbusch",
      "Aviv Moshe Elbag",
      "Mahmoud Elzouka",
      "Catherine Erickson",
      "Lara Faoro",
      "Edward Farhi",
      "Vinicius S. Ferreira",
      "Leslie Flores Burgos",
      "Ebrahim Forati",
      "Austin G. Fowler",
      "Brooks Foxen",
      "Suhas Ganjam",
      "Gonzalo Garcia",
      "Robert Gasca",
      "Elie Genois",
      "William Giang",
      "Craig Gidney",
      "Dar Gilboa",
      "Raja Gosula",
      "Alejandro Grajales Dau",
      "Dietrich Graumann",
      "Alex Greene",
      "Jonathan A. Gross",
      "Hanfeng Gu",
      "Steve Habegger",
      "John Hall",
      "Ikko Hamamura",
      "Michael C. Hamilton",
      "Monica Hansen",
      "Matthew P. Harrigan",
      "Sean D. Harrington",
      "Stephen Heslin",
      "Paula Heu",
      "Oscar Higgott",
      "Gordon Hill",
      "Jeremy Hilton",
      "Sabrina Hong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10308",
    "title": "Coupled Lindblad pseudomode theory for simulating open quantum systems",
    "abstract": "           Coupled Lindblad pseudomode theory is a promising approach for simulating non-Markovian quantum dynamics on both classical and quantum platforms, with dynamics that can be realized as a quantum channel. We provide theoretical evidence that the number of coupled pseudomodes only needs to scale as $\\mathrm{polylog}(T/\\varepsilon)$ in the simulation time $T$ and precision $\\varepsilon$. Inspired by the realization problem in control theory, we also develop a robust numerical algorithm for constructing the coupled modes that avoids the non-convex optimization required by existing approaches. We demonstrate the effectiveness of our method by computing population dynamics and absorption spectra for the spin-boson model. This work provides a significant theoretical and computational improvement to the coupled Lindblad framework, which impacts a broad range of applications from classical simulations of quantum impurity problems to quantum simulations on near-term quantum platforms.         ",
    "url": "https://arxiv.org/abs/2506.10308",
    "authors": [
      "Zhen Huang",
      "Gunhee Park",
      "Garnet Kin-Lic Chan",
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10379",
    "title": "Hamiltonian Learning via Inverse Physics-Informed Neural Networks",
    "abstract": "           Hamiltonian learning (HL), enabling precise estimation of system parameters and underlying dynamics, plays a critical role in characterizing quantum systems. However, conventional HL methods face challenges in noise robustness and resource efficiency, especially under limited measurements. In this work, we present \\textit{Inverse Physics-Informed Neural Networks for Hamiltonian Learning (iPINN-HL)}, an approach that embeds the Schrödinger equation directly into the machine learning procedure. This formulation allows the model to integrate both observational data and known physical laws to infer Hamiltonian parameters with greater accuracy and resource efficiency. We benchmark iPINN-HL against a deep-neural-network-based quantum state tomography method (denoted as DNN-HL) and demonstrate its effectiveness across several different scenarios, including one-dimensional spin chains, cross-resonance gate calibration, crosstalk identification, and real-time compensation to parameter drift. Our results show that iPINN-HL can approach the Heisenberg limit in certain settings and exhibits robustness to noises, while outperforming DNN-HL in accuracy and resource efficiency. Therefore, iPINN-HL is a powerful and flexible framework for quantum system characterization for practical tasks.         ",
    "url": "https://arxiv.org/abs/2506.10379",
    "authors": [
      "Jie Liu",
      "Xin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10450",
    "title": "Studying all-optical magnetization switching of GdFe by double-pulse laser excitation",
    "abstract": "           The tremendous interest in the technology and underlying physics of all-optical switching of magnetization brings up the question of how fast the switching can occur and how high the frequency of writing the data with ultrafast laser pulses can be. To answer this question, we excited a GdFe ferrimagnetic alloy, the magnetization of which can be reversed by single laser pulses, a phenomenon known as toggle switching, by two pulses with a certain time delay in between. Using photoemission electron microscopy and Kerr microscopy for magnetic domain imaging, we explore the effects of varying fluences of the first and second pulse as well as the time delay between the two pulses. Our results show that when the fluence of the first pulse is adjusted just above the threshold of single-pulse switching, a second pulse with about 60% of the fluence of the first pulse, arriving only 3 ps later, switches the magnetization back. This reswitching persists up to about 40 ps pulse separation. We interpret the latter as the time required for the sample to cool down and remagnetize after the first pulse. For shorter time delays below about 2 ps, no re-switching occurs. However, the effect of the two pulses adds up, enabling switching for fluences of both pulses below the threshold for single-pulse switching. Atomistic spin dynamics simulations are used to model the experimental data, successfully confirming our results.         ",
    "url": "https://arxiv.org/abs/2506.10450",
    "authors": [
      "Rahil Hosseinifar",
      "Felix Steinbach",
      "Ivar Kumberg",
      "José Miguel Lendínez",
      "Sangeeta Thakur",
      "Sebastien E. Hadjadj",
      "Jendrik Gördes",
      "Chowdhury S. Awsaf",
      "Mario Fix",
      "Manfred Albrecht",
      "Florian Kronast",
      "Unai Atxitia",
      "Clemens von Korff Schmising",
      "Wolfgang Kuch"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.10472",
    "title": "Disentangling Electronic and Ionic Nonlinear Polarization Effects in the THz Kerr Response of LaAlO$_{3}$",
    "abstract": "           Nonlinear responses to intense terahertz (THz) fields provide unique insights into complex dynamics of contemporary material systems. However, the interpretation of the obtained data, in particular, distinguishing genuine ionic oscillations from the instantaneous electronic responses in THz Kerr effect remains challenging. Here, we combine two-dimensional Terahertz Kerr effect (2D-TKE) spectroscopy experiments and their modeling to unravel complex THz-induced temporal oscillations in twinned LaAlO$_3$ crystals at low temperatures. We identify the 1.1 THz mode as $E_g$ Raman phonon, while 0.86 THz and 0.36 THz signals are due to spurious effects resulting from the co- and counter-propagation of THz and optical probe pulses in birefringent twin domains. Furthermore, we determine that the $E_g$ mode is excited via a two-photon process, whereas THz pulse reflections at the sample surface produce a temporal response that can mimic anharmonic phonon coupling. Our findings highlight the importance of propagation effects in nonlinear THz experiments and provide a refined framework for interpreting THz polarization dynamics in birefringent crystals.         ",
    "url": "https://arxiv.org/abs/2506.10472",
    "authors": [
      "Chao Shen",
      "Maximilian Frenzel",
      "Sebastian F. Maehrlein",
      "Zhanybek Alpichshev"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.10483",
    "title": "Time-domain field correlation measurements enable tomography of highly multimode quantum states of light",
    "abstract": "           Recent progress in ultrafast optics facilitates the investigation of the dynamics of highly multimode quantum states of light, as demonstrated by the application of electro-optic sampling to quantum states of the electromagnetic field. Yet, the complete tomographic reconstruction of optical quantum states with prior unknown statistics and dynamics is still challenging, since state-of-the-art tomographic methods require the measurement of many orthogonal, distinguishable modes. Here, we propose a tomography scheme based on time-domain quadrature correlation measurements and theoretically demonstrate its ability to reconstruct highly multimode Gaussian states. In contrast to (eight-port) homodyne detection, the two local oscillator pulses are shorter in time and are (independently) time-delayed against the pulsed quantum state. The distinguishable mode structure is obtained in post-processing from the correlation measurement data by orthogonalization. We show that the number of reconstructable modes increases with the number of time delays used and decreases with the temporal extent of the local oscillator. We extend and optimise our proposed correlation measurement to electro-optic sampling by adding a nonlinear crystal prior to the homodyne detection, potentially achieving subcycle resolution in the mid-infrared to THz regime. By analysing the (quantum) correlations present in the measurement data, we show how thermalisation of the quantum state during detection leads to the requirement of correlation measurements. The thermalisation is especially pronounced in the strong squeezing limit, for which we developed a non-perturbative theory. Furthermore, we open an avenue to extending our tomography scheme to non-Gaussian states by theoretically establishing the complete measurement statistics and showing how to obtain spectral information about pulsed Fock states from the joint statistics.         ",
    "url": "https://arxiv.org/abs/2506.10483",
    "authors": [
      "Emanuel Hubenschmid",
      "Guido Burkard"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.10686",
    "title": "An $O(n$)-Algorithm for the Higher-Order Kinematics and Inverse Dynamics of Serial Manipulators using Spatial Representation of Twists",
    "abstract": "           Optimal control in general, and flatness-based control in particular, of robotic arms necessitate to compute the first and second time derivatives of the joint torques/forces required to achieve a desired motion. In view of the required computational efficiency, recursive $O(n)$-algorithms were proposed to this end. Aiming at compact yet efficient formulations, a Lie group formulation was recently proposed, making use of body-fixed and hybrid representation of twists and wrenches. In this paper a formulation is introduced using the spatial representation. The second-order inverse dynamics algorithm is accompanied by a fourth-order forward and inverse kinematics algorithm. An advantage of all Lie group formulations is that they can be parameterized in terms of vectorial quantities that are readily available. The method is demonstrated for the 7 DOF Franka Emika Panda robot.         ",
    "url": "https://arxiv.org/abs/2506.10686",
    "authors": [
      "Andreas Mueller"
    ],
    "subjectives": [
      "Robotics (cs.RO)",
      "Symbolic Computation (cs.SC)",
      "Group Theory (math.GR)",
      "Optimization and Control (math.OC)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10806",
    "title": "Constructing Quantum Many-Body Scars from Hilbert Space Fragmentation",
    "abstract": "           Quantum many-body scars (QMBS) are exotic many-body states that exhibit anomalous non-thermal behavior in an otherwise ergodic system. In this work, we demonstrate a simple, scalable and intuitive construction of QMBS in a kinetically constrained quantum model exhibiting weak Hilbert space fragmentation. We show that towers of exact QMBS can be constructed by injecting a quasiparticle excitation that partially activates the frozen regions in the lattice. Meanwhile, the inelastic collision between multiple quasiparticles allows for the construction of approximate scars, whose damping is governed by an emergent two-body loss. Our findings establish direct connections between quantum many-body scarring and Hilbert space fragmentation, paving the way for systematically constructing exact and approximate QMBS. The proposed model can be readily implemented in neutral-atom quantum simulators aided by strong Rydberg interactions.         ",
    "url": "https://arxiv.org/abs/2506.10806",
    "authors": [
      "Fan Yang",
      "Matteo Magoni",
      "Hannes Pichler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2506.10861",
    "title": "Photonic chiral bulk transports manipulated by boundary freedom in three-dimensional meta-crystals",
    "abstract": "           In topological physics, one of the most intriguing phenomena is the presence of topological boundary states, accurately predicted by the well-established bulk-edge correspondence. For example, in three-dimensional Weyl semimetals, Fermi arcs emerge to connect projected Weyl points on the surface due to inheriting the bulk-edge correspondence from the integer quantum Hall effect. However, limited attention has been paid to exploring the reverse mechanism in topological crystals. In this study, we propose that boundaries can serve as an alternative degree of freedom to manipulate topological bulk transports. We analytically and experimentally validate our concept using a finite-thickness photonic meta-crystal that supports bulk nodal lines, with its zeroth modes exhibiting opposite chiral bulk transports under different boundary conditions. Notably, the mirror symmetry remains preserved across both configurations. These findings are applicable to other topological systems, providing new insights into systems with varied boundary conditions and offering the potential for the design of more compact and spatially efficient topological photonic devices.         ",
    "url": "https://arxiv.org/abs/2506.10861",
    "authors": [
      "Yingxin Qi",
      "Hanyu Wang",
      "Qinghua Guo",
      "Zhihong Zhu",
      "Biao Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.10919",
    "title": "A cavity array microscope for parallel single-atom interfacing",
    "abstract": "           Neutral atom arrays and optical cavity QED systems have developed in parallel as central pillars of modern experimental quantum science. While each platform has demonstrated exceptional capabilities-such as high-fidelity quantum logic in atom arrays, and strong light-matter coupling in cavities-their combination holds promise for realizing fast and non-destructive atom measurement, building large-scale quantum networks, and engineering hybrid atom-photon Hamiltonians. However, to date, experiments integrating the two platforms have been limited to interfacing the entire atom array with one global cavity mode, a configuration that constrains addressability, parallelism, and scalability. Here we introduce the cavity array microscope, an experimental platform where each individual atom is strongly coupled to its own individual cavity across a two-dimensional array of over 40 modes. Our approach requires no nanophotonic elements, and instead uses a new free-space cavity geometry with intra-cavity lenses to realize above-unity peak cooperativity with micron-scale mode waists and spacings, compatible with typical atom array length scales while keeping atoms far from dielectric surfaces. We achieve homogeneous atom-cavity coupling, and show fast, non-destructive, parallel readout on millisecond timescales, including cavity-resolved readout into a fiber array as a proof-of-principle for future networking applications. This platform is species-agnostic and scalable, and we expect key metrics to further improve in a next-generation realization anticipated to be compatible with glass-cell-based experiments. Our work unlocks, for the first time, the regime of many-cavity QED, and opens an unexplored frontier of large-scale quantum networking with atom arrays.         ",
    "url": "https://arxiv.org/abs/2506.10919",
    "authors": [
      "Adam L. Shaw",
      "Anna Soper",
      "Danial Shadmany",
      "Aishwarya Kumar",
      "Lukas Palm",
      "Da-Yeon Koh",
      "Vassilios Kaxiras",
      "Lavanya Taneja",
      "Matt Jaffe",
      "David I. Schuster",
      "Jonathan Simon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1612.05067",
    "title": "Relativistic Strophotron Free Electron Laser RS FEL",
    "abstract": "           The scheme with quadrupole lenses is presented for realization relativistic strophotron type Free electron laser. Equations of motion are solved and trajectories are found. It is shown, that movement of electrons in presented scheme is stable in both transverse directions.         ",
    "url": "https://arxiv.org/abs/1612.05067",
    "authors": [
      "Koryun Oganesyan",
      "Ashot Gevorgyan",
      "Karen Ivanyan",
      "Peter Kopcansky"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2410.18455",
    "title": "Scattering near-field optical microscopy at 1-nm resolution using ultralow tip oscillation amplitudes",
    "abstract": "           Scattering-type scanning near-field optical microscopy (s-SNOM) allows for the observation of the optical response of material surfaces with a resolution far below the diffraction limit. Based on amplitude-modulation atomic force microscopy (AFM) with typical tapping amplitudes of tens of nanometers, a spatial resolution of 10-100 nm is routinely achieved in s-SNOM. However, optical imaging and spectroscopy of atomic-scale structures remain a substantial challenge. Here, we developed ultralow tip oscillation amplitude s-SNOM (ULA-SNOM), where the ultra-confined field localized at a 1-nm-scale gap between a plasmonic tip and sample is combined with frequency-modulation (non-contact) AFM in a stable cryogenic ultrahigh vacuum environment. Using a silver tip under visible laser illumination with a constant 1-nm amplitude oscillation, we obtain a material-contrast image of silicon islands on a silver surface with 1-nm lateral resolution, which surpasses the conventional limits of s-SNOM. ULA-SNOM paves the way for the acquisition of optical information from atomic-scale structures, such as single photo-active defects and molecules.         ",
    "url": "https://arxiv.org/abs/2410.18455",
    "authors": [
      "Akitoshi Shiotari",
      "Jun Nishida",
      "Adnan Hammud",
      "Fabian Schulz",
      "Martin Wolf",
      "Takashi Kumagai",
      "Melanie Müller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2412.09138",
    "title": "The Stroh formalism for acoustic waves in 1D-inhomogeneous media: unified background and some applications",
    "abstract": "           The aim of the review is to consolidate the core aspects of the Stroh formalism, trace the development of the impedance matrix concept, and outline the range of acoustic problems that have been treated by these methods over the last two and a half decades.         ",
    "url": "https://arxiv.org/abs/2412.09138",
    "authors": [
      "A.L. Shuvalov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03146",
    "title": "Fundamentals of Antenna Bandwidth and Quality Factor",
    "abstract": "           After a brief history of the development of quality factor, useful expressions are derived for the robust input-impedance Qz(w) quality factor that accurately determines the VSWR fractional bandwidth of antennas for isolated resonances and a small enough bandwidth power drop. For closely spaced multiple resonances/antiresonances, a definitive formula is given for the increase in fractional bandwidth enabled by Bode-Fano tuning. Methods are given for determining the conventional and complex-energy quality factors of antennas from RLC circuit models. New field-based quality factors Q(w) are derived for antennas with known fields produced by an input current. These Q(w) are remarkably robust because they equal Qz(w) when the input impedance is available. Like Qz(w), the field-based Q(w) is independent of the choice of origin of the antenna fields and is impervious to extra lengths of transmission lines and surplus reactances. These robust field-based quality factors are used to derive new lower bounds on the quality factors (upper bounds on the bandwidths) of spherical-mode antennas that improve upon the previous Chu/CR (Collin-Rothschild) lower bounds for spherical modes. A criterion for antenna supergain is found by combining the Harrington maximum gain formula with the recently derived formula for the reactive power boundaries of antennas. Maximum gain versus minimum quality factor for spherical antennas are determined using the improved lower bounds on quality factor for different values of electrical size ka. Lastly, reduced antenna quality factors allowed by dispersive tuning overcome the traditional Chu/CR lower bounds for lower radiation efficiencies and small enough bandwidth power drops.         ",
    "url": "https://arxiv.org/abs/2501.03146",
    "authors": [
      "Arthur D. Yaghjian"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2506.06833",
    "title": "Collimated Hard X-Rays from Hybrid Laser and Plasma Wakefield Accelerators",
    "abstract": "           We report a synergistic enhancement of betatron radiation based on the hybrid laser and plasma wakefield acceleration scheme. Quasi-phase-stable acceleration in an up-ramp plasma density first generates GeV-energy electron beams that act as a drive beam for PWFA, which then further accelerates the witness beam to GeV energies, enhancing both photon energy and flux. A full width at half maximum divergence $(6.1 \\pm 1.9)\\times(5.8\\pm 1.6) $ mrad$^2$ of betatron radiation, a critical energy of $71 \\pm 8$ keV, and an average flux of more than $10^{14}$ photons per steradian above 5 keV were all experimentally obtained thanks to this scheme, which was an order of magnitude higher than the previous reports. Quasi-three-dimensional particle-in-cell simulations were used to model the acceleration and radiation of the electrons in our experimental conditions, establishing a new paradigm for compact collimated hard X-ray sources.         ",
    "url": "https://arxiv.org/abs/2506.06833",
    "authors": [
      "Hong Zhang",
      "Jianmeng Wei",
      "Mengyuan Chu",
      "Jiale Zheng",
      "Zhiheng Lou",
      "Ruoxuan Ma",
      "Xizhuan Chen",
      "Hao Wang",
      "Gaojie Zeng",
      "Hang Guo",
      "Yinlong Zheng",
      "Hai Jiang",
      "Yanjie Ge",
      "Kangnan Jiang",
      "Runshu Hu",
      "Jiayi Qian",
      "Jiacheng Zhu",
      "Zongxin Zhang",
      "Yi Xu",
      "Yuxin Leng",
      "Song Li",
      "Ke Feng",
      "Wentao Wang",
      "Ruxin Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2408.03159",
    "title": "Quantum Computation of Electronic Structure with Projector Augmented-Wave Method and Plane Wave Basis Set",
    "abstract": "           Quantum simulation of materials is a promising application area of quantum computers. To practically realize this promise, we must reduce quantum resources while maintaining accuracy. In electronic structure calculations on classical computers, resource reduction has been achieved by using the projector augmented-wave method (PAW) and plane wave basis sets. However, the PAW method generalized for many-body states introduces non-orthogonality effects which impede its direct application to quantum computing. In this work, we develop a unitary variant of the PAW (UPAW) that preserves the orthogonality constraints. We provide a linear-combination-of-unitaries decomposition of the UPAW Hamiltonian to enable ground state estimation using qubitized quantum phase estimation. Additionally, we further improve algorithmic efficiency by extending classical down-sampling techniques into the quantum setting. We then estimate quantum resources for crystalline solids to estimate the energy within chemical accuracy with respect to the full basis set limit, and also consider a supercell approach which is more suitable for calculations of defect states. We provide the quantum resources for energy estimation of a nitrogen-vacancy defect centre in diamond which is a challenging system for classical algorithms and a quintessential problem in the studies of quantum point defects.         ",
    "url": "https://arxiv.org/abs/2408.03159",
    "authors": [
      "Aleksei V. Ivanov",
      "Andrew Patterson",
      "Marius Bothe",
      "Christoph Sünderhauf",
      "Bjorn K. Berntson",
      "Jens Jørgen Mortensen",
      "Mikael Kuisma",
      "Earl Campbell",
      "Róbert Izsák"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10895",
    "title": "Digital quantum simulation of squeezed states via enhanced bosonic encoding in a superconducting quantum processor",
    "abstract": "           We present a fully digital approach for simulating single-mode squeezed states on a superconducting quantum processor using an enhanced bosonic encoding strategy. By mapping up to 2^{n} photonic Fock states onto n qubits, our framework leverages Gray-code-based encodings to reduce gate overhead compared to conventional one-hot or binary mappings. We further optimize resource usage by restricting the simulation on Fock states with even number of photons only, effectively doubling the range of photon numbers that can be represented for a given number of qubits. To overcome noise and finite coherence in current hardware, we employ a variational quantum simulation protocol, which adapts shallow, parameterized circuits through iterative optimization. Implemented on the Zuchongzhi-2 superconducting platform, our method demonstrates squeezed-state dynamics across a parameter sweep from vacuum state preparation (r=0) to squeezing levels exceeding the Fock space truncation limit (r>1.63). Experimental results, corroborated by quantum state tomography and Wigner-function analysis, confirm high-fidelity state preparation and demonstrate the potential of Gray-code-inspired techniques for realizing continuous-variable physics on near-term, qubit-based quantum processors.         ",
    "url": "https://arxiv.org/abs/2505.10895",
    "authors": [
      "Hengyue Li",
      "Yusheng Yang",
      "Zhe-Hui Wang",
      "Shuxin Xie",
      "Zilong Zha",
      "Hantao Sun",
      "Jie Chen",
      "Jian Sun",
      "Shenggang Ying"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]