[
  {
    "id": "arXiv:2209.14407",
    "title": "Rydberg state engineering: A comparison of tuning schemes for continuous  frequency sensing",
    "abstract": "On-resonance Rydberg atom-based radio-frequency (RF) electric field sensing methods remain limited by the narrow frequency signal detection bands available by resonant transitions. The use of an additional RF tuner field to dress or shift a target Rydberg state can be used to return a detuned signal field to resonance and thus dramatically extend the frequency range available for resonant sensing. Here we investigate three distinct tuning level schemes based on adjacent Rydberg transitions, which are shown to have distinct characteristics and can be controlled with mechanisms based on the tuning field frequency or field strength. We further show that a two-photon Raman feature can be used as an effective tuning mechanism separate from conventional Autler-Townes splitting. We compare our tuning schemes to AC Stark effect-based broadband RF field sensing and show that although the sensitivity is diminished as we tune away from a resonant state, it nevertheless can be used in configurations where there is a low density of Rydberg states, which would result in a weak AC Stark effect. ",
    "url": "https://arxiv.org/abs/2209.14407",
    "authors": [
      "Samuel Berweger",
      "Nikunjkumar Prajapati",
      "Alexandra B. Artusio-Glimpse",
      "Andrew P. Rotunno",
      "Roger Brown",
      "Christopher L. Holloway",
      "Matthew T. Simons",
      "Eric Imhof",
      "Steven R. Jefferts",
      "Baran N. Kayim",
      "Michael A. Viray",
      "Robert Wyllie",
      "Brian C. Sawyer",
      "Thad G. Walker"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.14632",
    "title": "10 ps timing with highly irradiated 3D trench silicon pixel sensors",
    "abstract": "In this paper the results of a beam test characterization campaign of 3D trench silicon pixel sensors are presented. A time resolution in the order of 10 ps was measured both for non-irradiated and irradiated sensors up to a fluence of $2.5 \\cdot 10^{16}\\,1\\,MeV\\, n_{eq}\\,cm^{-2}$. This feature and a detection efficiency close to $99\\%$ make this sensors one of the best candidates for 4D tracking detectors in High-Energy-Physics experiments. ",
    "url": "https://arxiv.org/abs/2209.14632",
    "authors": [
      "A. Lampis",
      "F. Borgato",
      "D. Brundu",
      "A. Cardini",
      "G.M. Cossu",
      "G.-F. Dalla Betta",
      "M. Garau",
      "L. La Delfa",
      "A. Lai",
      "A. Loi",
      "M. Obertino",
      "G. Simi",
      "S. Vecchi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2209.14676",
    "title": "Timing performance of radiation hard MALTA monolithic Pixel sensors",
    "abstract": "The MALTA family of Depleted Monolithic Active Pixel Sensor (DMAPS) produced in Tower 180 nm CMOS technology targets radiation hard applications for the HL-LHC and beyond. Several process modifications and front-end improvements have resulted in radiation hardness up to $2 \\times 10^{15}~1~\\text{MeV}~\\text{n}_{eq}/\\text{cm}^2$ and time resolution below 2 ns, with uniform charge collection efficiency across the Pixel of size $36.4 \\times 36.4~\\mu\\text{m}^2$ with a $3~\\mu\\text{m}^2$ electrode size. The MALTA2 demonstrator produced in 2021 on high-resistivity epitaxial silicon and on Czochralski substrates implements a new cascoded front-end that reduces the RTS noise and has a higher gain. This contribution shows results from MALTA2 on timing resolution at the nanosecond level from the CERN SPS test-beam campaign of 2021. ",
    "url": "https://arxiv.org/abs/2209.14676",
    "authors": [
      "G. Gustavino",
      "P. Allport",
      "I. Asensi",
      "D.V. Berlea",
      "D. Bortoletto",
      "C. Buttar",
      "F. Dachs",
      "V. Dao",
      "H. Denizli",
      "D. Dobrijevic",
      "L. Flores",
      "A. Gabrielli",
      "L. Gonella",
      "V. González",
      "M. LeBlanc",
      "K. Oyulmaz",
      "H. Pernegger",
      "F. Piro",
      "P. Riedler",
      "H. Sandaker",
      "C. Solans",
      "W. Snoeys",
      "T. Suligoj",
      "M. van Rijnbach",
      "A. Sharma",
      "M. Vázquez Núñez",
      "J. Weick",
      "S. Worm",
      "A. Zoubir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2209.14874",
    "title": "Effect of temperature anisotropy on the dynamics of geodesic acoustic  modes",
    "abstract": "In this work, we revisit the linear gyro-kinetic theory of geodesic acoustic modes (GAMs) and derive a general dispersion relation for an arbitrary equilibrium distribution function of ions. A bi-Maxwellian distribution of ions is then used to study the effects of ion temperature anisotropy on GAM frequency and growth rate. We find that ion temperature anisotropy yields sensible modifications to both the GAM frequency and growth rate as both tend to increase with anisotropy and these results are strongly affected by the electron to ion temperature ratio. ",
    "url": "https://arxiv.org/abs/2209.14874",
    "authors": [
      "J.N. Sama",
      "A. Biancalani",
      "A. Bottino",
      "I. Chavdarovski",
      "D. Del Sarto",
      "A. Ghizzo",
      "T. Hayward-Schneider",
      "P. Lauber",
      "B. Rettino",
      "F. Vannini"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15002",
    "title": "Scheme for single-shot frequency comb absorption sensing on chip",
    "abstract": "Frequency comb absorption spectroscopy combined with low-noise, fast homodyne measurements provide a toolbox for ultra-sensitive absorption measurements. Integrating these schemes on photonic platforms to bring them closer to practical applications is challenging. Here, we propose a scheme that can be readily adapted on a photonic platform. We show that each frequency comb tooth can independently sampled, the span of the comb can be tailored, and that our method does not require a careful alignment of the comb centre with any absorption profiles. This allows an asymmetric absorption profile to be reconstructed in full without requiring additional components. ",
    "url": "https://arxiv.org/abs/2209.15002",
    "authors": [
      "Jake Biele",
      "Sabine Wollmann",
      "Euan Allen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15004",
    "title": "Localized Thermal Gradients On-Chip by Radiative Cooling of Silicon  Nitride Nanomechanical Resonators",
    "abstract": "Small scale renewable energy harvesting is an attractive solution to the growing need for power in remote technological applications. For this purpose, localized thermal gradients on-chip--created via radiative cooling--could be exploited to create microscale renewable heat engines running on environmental heat. This could allow self-powering in small scale portable applications, thus reducing the need for non-renewable sources of electricity and hazardous batteries. In this work, we demonstrate the creation of a local thermal gradient on-chip by radiative cooling of a 90 nm thick freestanding silicon nitride nanomechanical resonator integrated on a silicon substrate that remains at ambient temperature. The reduction in temperature of the thin film is inferred by tracking its mechanical resonance frequency, under high vacuum, using an optical fiber interferometer. Experiments were conducted on 15 different days during fall and summer months, resulting in successful radiative cooling of the membrane in each case. Maximum temperature drops of 9.3 K and 7.1 K are demonstrated during the day and night, respectively, in close correspondence with our heat transfer model. Future improvements to the experimental setup could improve the temperature reduction to 48 K for the same membrane, while emissivity engineering potentially yields a maximum theoretical cooling of 67 K with an ideal emitter. ",
    "url": "https://arxiv.org/abs/2209.15004",
    "authors": [
      "Alexandre Bouchard",
      "Timothy Hodges",
      "Michel Stephan",
      "Lixue Wu",
      "Triantafillos Koukoulas",
      "Richard Green",
      "Raphael St-Gelais"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.14539",
    "title": "Transmission Model for Resonant Beam SWIPT with Telescope Internal  Modulator",
    "abstract": "To satisfy the long-range and energy self-sustaining communication needs of electronic devices in the Internet of Things (IoT), we introduce a simultaneous wireless information and power transfer (SWIPT) system using the resonant beam that incorporates a telescope modulator inside a cavity for suppressing diffraction losses. We theoretically analyze power transfer in the resonant beam system with telescope internal modulator (TIM-RBS) considering the electromagnetic field propagation, the end-to-end (E2E) power transfer, and power and information reception. The numerical evaluation demonstrates that the TIM can effectively compress the beam spot, which allows the TIM-RBS to transmit energy twice as far as the RBS without TIM at higher power. Additionally, the largest transmission distance and maximum output power are proportional to the input power, and about 34m transmission distance, 4W electric power, and 12bps/Hz spectral efficiency can be achieved in the TIM-RBS with 200W input power. Hence, TIM-RBS can be considered as a promising option for realizing long-range, high-power, and high-rate SWIPT. ",
    "url": "https://arxiv.org/abs/2209.14539",
    "authors": [
      "Wen Fang",
      "Yunfeng Bai",
      "Qingwen Liu",
      "Shengli Zhou"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.14551",
    "title": "Quaternion-based machine learning on topological quantum systems",
    "abstract": "Topological phase classifications have been intensively studied via machine-learning techniques where different forms of the training data are proposed in order to maximize the information extracted from the systems of interests. Due to the complexity in quantum physics, advanced mathematical architecture should be considered in designing machines. In this work, we incorporate quaternion algebras into data analysis either in the frame of supervised and unsupervised learning to classify two-dimensional Chern insulators. For the unsupervised-learning aspect, we apply the principal component analysis (PCA) on the quaternion-transformed eigenstates to distinguish topological phases. For the supervised-learning aspect, we construct our machine by adding one quaternion convolutional layer on top of a conventional convolutional neural networks. The machine takes quaternion-transformed configurations as inputs and successfully classify all distinct topological phases, even for those structures that are not seen by the machine during the training process. Our work demonstrates the power of quaternion algebras on extracting crucial features from the targeted data and the advantages of quaternion-based neural networks than conventional ones in the tasks of topological phase classifications. ",
    "url": "https://arxiv.org/abs/2209.14551",
    "authors": [
      "Min-Ruei Lin",
      "Wan-Ju Li",
      "Shin-Ming Huang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2209.14857",
    "title": "Acoustic propulsion of nano- and microcones: dependence on the viscosity  of the surrounding fluid",
    "abstract": "This article investigates how the acoustic propulsion of cone-shaped colloidal particles that are exposed to a traveling ultrasound wave depends on the viscosity of the fluid surrounding the particles. Using acoustofluidic computer simulations, we found that the propulsion of such nano- and microcones decreases strongly and even changes sign for increasing shear viscosity. In contrast, we found only a weak dependence of the propulsion on the bulk viscosity. The obtained results are in line with the findings of previous theoretical and experimental studies. ",
    "url": "https://arxiv.org/abs/2209.14857",
    "authors": [
      "Johannes Voß",
      "Raphael Wittkowski"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2207.14322",
    "title": "Simulation of interaction-induced chiral topological dynamics on a  digital quantum computer",
    "abstract": " Comments: 10 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2207.14322",
    "authors": [
      "Jin Ming Koh",
      "Tommy Tai",
      "Ching Hua Lee"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11917",
    "title": "Super-resolution atomic microscopy using orbit angular momentum laser  with temporal modulation",
    "abstract": " Comments: In section 4, we say that we use MOT to do experiment. However, now we realize that this experiment proposal is not sufficient. We don't consider the experimental details, such as the arrange of lasers, atomic density, etc. These things are essential important for our proposal. However, we think this difficult cannot be easily solved in short time ",
    "url": "https://arxiv.org/abs/2209.11917",
    "authors": [
      "Yuan Liu",
      "Dongxiao Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]