[
  {
    "id": "arXiv:2210.06830",
    "title": "Thermodynamic optical pressures in tight-binding nonlinear multimode  photonic systems",
    "abstract": "Optical forces are known to arise in a universal fashion in many and diverse physical settings. As such, they are successfully employed over a wide range of applications in areas like biophotonics, optomechanics and integrated optics. While inter-elemental optical forces in few-mode photonic networks have been so far systematically analyzed, little is known, if any, as to how they manifest themselves in highly multimoded optical environments. In this work, by means of statistical mechanics, we formally address this open problem in optically thermalized weakly nonlinear heavily multimode tight-binding networks. The outlined thermodynamic formulation allows one to obtain in an elegant manner analytical results for the exerted thermodynamic pressures in utterly complex arrangements-results that are either computationally intensive or impossible to obtain otherwise. Thus, we derive simple closed-form expressions for the thermodynamic optical pressures displayed among elements, which depend only on the internal energy as well as the coupling coefficients involved. In all cases, our theoretical results are in excellent agreement with numerical computations. Our study may pave the way towards a deeper understanding of these complex processes and could open up avenues in harnessing radiation forces in multimode optomechanical systems. ",
    "url": "https://arxiv.org/abs/2210.06830",
    "authors": [
      "Nikolaos K. Efremidis",
      "Demetrios N. Christodoulides"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2210.06941",
    "title": "Generation of superhelical time-varying OAM beam with space-time-coding  digital metasurface",
    "abstract": "The recently proposed extreme-ultraviolet (EUV) beams with time-varying orbital angular momentum (OAM) realized by high-harmonic generation (HHG) provides extraordinary tools for quantum excitation control and particle manipulation. However, such an approach is not easily scalable to other frequency regimes. Here, we design a space-time-coding digital metasurface operating in microwave frequencies to experimentally generate different modes of time-varying OAM. We also introduce a concept of superhelicity of time-varying OAM with a higher-order twist of the wavefront structure, which can be further realized by reflection phase profiles nonlinear in time through the metasurface. By developing a two-probe measurement technique, we dynamically map the OAM field pattern varying in time. The proposed superhelical time-varying OAM beam paves a way for particle manipulations and OAM multiplexing communications. ",
    "url": "https://arxiv.org/abs/2210.06941",
    "authors": [
      "Jingxin Zhang",
      "Peixing Li",
      "Alex M H Wong",
      "Jensen Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.06942",
    "title": "Harvesting Planck radiation for free-space optical communications in the  LWIR band",
    "abstract": "We demonstrate a free-space optical communication link with an optical transmitter that harvests naturally occurring Planck radiation from a warm body and modulates the emitted intensity. The transmitter exploits an electro-thermo-optic effect in a multilayer graphene device that electrically controls the surface emissivity of the device resulting in control of the intensity of the emitted Planck radiation. We design an amplitude-modulated optical communication scheme and provide a link budget for communications data rate and range based on our experimental electro-optic characterization of the transmitter. Finally, we present an experimental demonstration achieving error-free communications at 100 bits per second over laboratory scales. ",
    "url": "https://arxiv.org/abs/2210.06942",
    "authors": [
      "Haley A. Weinstein",
      "Zhi Cai",
      "Stephen B. Cronin",
      "Jonathan L. Habif"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.06958",
    "title": "Holistic nanowire laser characterization as a route to optimal design",
    "abstract": "Nanowire lasers are sought for near-field and on-chip photonic applications as they provide integrable, coherent and monochromatic radiation. A wavelength-scale nanowire acts as both the gain medium and the cavity for the lasing action: the functional performance (threshold and wavelength) is therefore dependent on both the opto-electronic and crystallographic properties of each nanowire. However, scalable bottom-up manufacturing techniques often suffer from inter-nanowire variation, leading to, often dramatic, differences in yield and performance between individual nanowires. Establishing the relationship between manufacturing controls, geometric and material properties and the lasing performance is a crucial step towards optimisation, however, this is challenging to achieve experimentally due to the complex interdependance of such properties. Here, we present a high-throughput correlative approach to characterise over 5000 individual GaAsP/GaAs multiple quantum well nanowire lasers. Fitting the spontaneous emission provides the threshold carrier density, while coherence length measurements measures end-facet reflectivity. We show that the lasing wavelength and threshold are intrinsically related to the width of a single quantum well due to quantum confinement and bandfilling effects. Unexpectedly, there is no strong relationship between the properties of the lasing cavity (facet reflectivity and distributed losses) and the threshold: instead the threshold is negatively correlated with the non-radiative recombination lifetime of the carriers. This approach therefore provides an optimisation strategy that is not accessible through small-scale studies. The quality and width of the quantum wells limit the threshold of these nanowire lasers, rather than the cavity quality. ",
    "url": "https://arxiv.org/abs/2210.06958",
    "authors": [
      "Stephen Church",
      "Nikesh Patel",
      "Ruqaiya Al-Abri",
      "Nawal Al-Amairi",
      "Yunyan Zhang",
      "Huiyun Liu",
      "Patrick Parkinson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.06969",
    "title": "Fabrication of Metasurfaces on Building Construction Materials for  Potential Electromagnetic Applications in the Microwave Band",
    "abstract": "Energy self sufficiency, as well as optimal management of power in buildings is gaining importance, while obtaining power from traditional fossil energy sources is becoming more and more expensive. In this context, millimeter scale metasurfaces can be employed to harvest energy from microwave sources. They can also be used as sensors in the microwave regime for efficient power management solutions. In the current study, a simple spray printing method is proposed to develop metasurfaces in construction materials, i.e., plasterboard and wood. Such materials are used in the interior design of buildings; therefore, the implementation of metasurfaces in large areas, such as walls, doors and floors, is realized. The fabricated metasurfaces were characterized regarding their electromagnetic performance. It is hereby shown that the investigated metasurfaces exhibit an efficient electromagnetic response in the frequency range 4 to 7 GHz, depending on the MS. Thus, spray printed metasurfaces integrated on construction materials can potentially be used for electromagnetic applications, for buildings power self efficiency and management. ",
    "url": "https://arxiv.org/abs/2210.06969",
    "authors": [
      "Zacharias Viskadourakis",
      "Konstantinos Grammatikakis",
      "Klytaimnistra Katsara",
      "Argyri Drymiskianaki",
      "George Kenanakis"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06979",
    "title": "FeFET-based non-volatile III-V/Si hybrid optical phase shifters",
    "abstract": "Optical phase shifters are essential elements in photonic integrated circuits (PICs) and function as a direct interface to program the PIC. Non-volatile phase shifters which can retain the information without a power supply, are highly desirable for low-power static operations. Here we demonstrate a non-volatile optical phase shifter by driving a III-V/Si hybrid metal-oxide-semiconductor (MOS) phase shifter with a ferroelectric field-effect transistor (FeFET) operating in the source follower mode. Owing to the various polarization states in the FeFET, we obtained multistate non-volatile phase shifts up to 1.25{\\pi} with a CMOS-compatible operation voltage. Furthermore, we proposed a crossbar array architecture to simplify their controls in large-scale PICs and verified its feasibility by confirming the selective write-in operation of a targeted FeFET with a negligible disturbance to the others. This work paves the way for realizing large-scale non-volatile programmable PICs for emerging computing applications such as deep learning and quantum computing. ",
    "url": "https://arxiv.org/abs/2210.06979",
    "authors": [
      "Rui Tang",
      "Kouhei Watanabe",
      "Hanzhi Tang",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.06994",
    "title": "Linear Optical Modulators for Prospective Communications at the 2 μm  Waveband",
    "abstract": "The 2 {\\mu}m waveband is an area that could have significant technological consequences, with applications ranging from spectroscopy, LIDAR and free-space communications. The development of the thulium-doped fiber amplifier, hollow-core photonic bandgap fiber and 2 {\\mu}m GaSb-based diode lasers has highlighted the ability of the waveband in alleviating the fiber capacity crisis in the incumbent communication infrastructure. The above has initiated vibrant development in the silicon photonic-space at 2 {\\mu}m, where the area is capable of enabling highly-integrated photonic circuits, and potentially at low-cost and high-volumes. However, as of now, modulator linearity at 2 {\\mu}m has not been addressed. The metric, as characterized by spurious free dynamic range is imperative for numerous applications such as RF photonic links for 5G and digital analog transmission in coherent communications. The development of linear optical modulators will be crucial in bringing these applications to the 2 {\\mu}m. In view of that, this work is the first to address modulator linearity at the 2 {\\mu}m, where the ring-assisted Mach-Zehnder modulator is developed, indicating spurious free dynamic range as high as 95 dB.Hz^2/3. It is found that that modulator spurious free dynamic range has a strong dependence on modulator bias voltage where it impacts the linearity of the transfer function in which the input RF signal is applied upon. The demonstrated modulator indicates favorable performance within silicon photonic modulators developed at 2 {\\mu}m with bandwidth exceeding 17.5 GHz and modulation efficiency ranging from 0.70 to 1.25 V.cm. ",
    "url": "https://arxiv.org/abs/2210.06994",
    "authors": [
      "Jia Xu Brian Sia",
      "Xiang Li",
      "X. Guo",
      "Jiawei Wang",
      "Wanjun Wang",
      "Zhongliang Qiao",
      "Callum G. Littlejohns",
      "Chongyang Liu",
      "Kian Siong Ang",
      "Graham T. Reed",
      "Hong Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.07001",
    "title": "Soliton crystals in optical Kerr microresonators in the presence of  thermo-optic effects",
    "abstract": "The influence of thermo-optic effects on shape profiles of soliton crystals in optical Kerr microresonators is investigated. The study rests on a model that consists of the Lugiato-Lefever equation, coupled to the one-dimensional heat diffusion equation with a source term proportional to the average power of the optical field. Using appropriate variable changes the model equations are transformed into a set of coupled first-order nonlinear ordinary differential equations. These equations are solved numerically with emphasis on the influence of thermo-optic effects on the amplitude and instantaneous frequency of the optical field, as well as on the temperature profile in the microresonator cavity. It is found that thermo-optic effects do not prevent soliton crytals from forming in optical Kerr microresonators, however, a strong thermal detuning will decrease the soliton-crystal amplitude. The model predicts a temperature profile in the microresonator cavity which is insensitive to the specific spatio-temporal profile of the soliton crystal propagating in the microresonator, a feature peculiar to the model. ",
    "url": "https://arxiv.org/abs/2210.07001",
    "authors": [
      "B. Azah Bei Cho",
      "I. Ndifon Ngek",
      "Alain M. Dikande"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2210.07038",
    "title": "Self-induced optical non-reciprocity",
    "abstract": "Non-reciprocal optical components are indispensable in optical applications, and their realization without any magnetic field arose increasing research interests in photonics. Exciting experimental progress has been achieved by either introducing spatial-temporal modulation of the optical medium or combining Kerr-type optical nonlinearity with spatial asymmetry in photonic structures. However, extra driving fields are required for the first approach, while the isolation of noise and the transmission of the signal cannot be simultaneously achieved for the other approach. Here, we experimentally demonstrate a new concept of nonlinear non-reciprocal susceptibility for optical media and realize the completely passive isolation of optical signals without any external bias field. The self-induced isolation by the input signal is demonstrated with an extremely high isolation ratio of 63.4 dB, a bandwidth of 2.1 GHz for 60 dB isolation, and a low insertion loss of around 1 dB. Furthermore, novel functional optical devices are realized, including polarization purification and non-reciprocal leverage. The demonstrated nonlinear non-reciprocity provides a versatile tool to control light and deepen our understanding of light-matter interactions, and enables applications ranging from topological photonics to unidirectional quantum information transfer in a network. ",
    "url": "https://arxiv.org/abs/2210.07038",
    "authors": [
      "Zhu-Bo Wang",
      "Yan-Lei Zhang",
      "Xin-Xin Hu",
      "Guang-Jie Chen",
      "Ming Li",
      "Peng-Fei Yang",
      "Xu-Bo Zou",
      "Peng-Fei Zhang",
      "Chun-Hua Dong",
      "Gang Li",
      "Tian-Cai Zhang",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.07121",
    "title": "Controllable atomic collision in a tight optical dipole trap",
    "abstract": "Single atoms are interesting candidates for studying quantum optics and quantum information processing. Recently, trapping and manipulation of single atoms using tight optical dipole traps has generated considerable interest. Here we report an experimental investigation of the dynamics of atoms in a modified optical dipole trap with a backward propagating dipole trap beam, where a change in the two-atom collision rate by five times has been achieved. The theoretical model presented gives a prediction of high probabilities of few-atom loading rates under proper experimental conditions. This work provides an alternative approach to the control of the few-atom dynamics in a dipole trap and the study of the collective quantum optical effects of a few atoms. ",
    "url": "https://arxiv.org/abs/2210.07121",
    "authors": [
      "Zhu-Bo Wang",
      "Chen-yue Gu",
      "Xin-Xin Hu",
      "Ya-Ting Zhang",
      "Ji-Zhe Zhang",
      "Gang Li",
      "Xiao-Dong He",
      "Xu-Bo Zou",
      "Chun-Hua Dong",
      "Guang-Can Guo",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.07156",
    "title": "Micromachining & FBG fabrication using point by point technique  utilizing femto-second laser",
    "abstract": "Fiber bragg gratings (FBG) has wide variety of applications in sensor and laser devices. In this work, we have fabricated FBG using point by point (PbP) technique utilizing fs laser. FBGs spectral characteristics were explored through the variation of grating length, fiber holder position, laser power and coated layer. Fs FBG is fabricated on small mode field diameter fiber which shows enhancement of transmission depth to 2.5 dB. The center wavelength shift is observed from 1520 nm to 1568 nm with the change in translational stage speed. The fs FBGs can be utilized in high pressure sensing, high temperature sensing and hazardous environment monitoring purposes. ",
    "url": "https://arxiv.org/abs/2210.07156",
    "authors": [
      "Abu Farzan Mitul",
      "Bohan Zhou",
      "Huiyu Zhao",
      "Ming Han"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06832",
    "title": "Soft isogeometric analysis of the Bound States of a Quantum Three-Body  Problem in 1D",
    "abstract": "The study of quantum three-body problems has been centered on low-energy states that rely on accurate numerical approximation. Recently, isogeometric analysis (IGA) has been adopted to solve the problem as an alternative but more robust (with respect to atom mass ratios) method that outperforms the classical Born-Oppenheimer (BO) approximation. In this paper, we focus on the performance of IGA and apply the recently-developed softIGA to reduce the spectral errors of the low-energy bound states. The main idea is to add high-order derivative-jump terms with a penalty parameter to the IGA bilinear forms. With an optimal choice of the penalty parameter, we observe eigenvalue error superconvergence. We focus on linear (finite elements) and quadratic elements and demonstrate the outperformance of softIGA over IGA through a variety of examples including both two- and three-body problems in 1D. ",
    "url": "https://arxiv.org/abs/2210.06832",
    "authors": [
      "Danyang Li",
      "Quanling Deng"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.06902",
    "title": "Quantum direct communication protocol using recurrence in k-cycle  quantum walk",
    "abstract": "The ability of quantum walks to evolve in a superposition of distinct quantum states has been used as a resource in quantum communication protocols. Under certain settings, the $k$-cycle discrete-time quantum walks\\,(DTQW) are known to recur to its initial state after every $t_r$ steps. We first present a scheme to optically realize any $k$-cycle DTQW using $J$-plate, orbital angular momentum\\,(OAM) sorters, optical switch, and optical delay line. This entangles the polarization and OAM degrees of freedom\\,(DoF) of a single photon. Making use of this recurrence phenomena of $k$-cycle DTQW and the entanglement generated during the evolution, we present a new quantum direct communication protocol. The recurrence and entanglement in $k$-cycle walk are effectively used to retrieve and secure the information, respectively, in the proposed protocol. We investigate the security of the protocol against intercept and resend attack. We also quantify the effect of amplitude damping and depolarizing noises on recurrence and mutual information between polarization and OAM DoF of a single photon. ",
    "url": "https://arxiv.org/abs/2210.06902",
    "authors": [
      "Sanjeet Swaroop Panda",
      "P. A. Ameen Yasir",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.06976",
    "title": "Parallel photonic accelerator for decision making using optical  spatiotemporal chaos",
    "abstract": "Photonic accelerators have attracted increasing attention in artificial intelligence applications. The multi-armed bandit problem is a fundamental problem of decision making using reinforcement learning. However, the scalability of photonic decision making has not yet been demonstrated in experiments, owing to technical difficulties in physical realization. We propose a parallel photonic decision-making system for solving large-scale multi-armed bandit problems using optical spatiotemporal chaos. We solve a 512-armed bandit problem online, which is much larger than previous experiments by two orders of magnitude. The scaling property for correct decision making is examined as a function of the number of slot machines, evaluated as an exponent of 0.86. This exponent is smaller than that in previous work, indicating the superiority of the proposed parallel principle. This experimental demonstration facilitates photonic decision making to solve large-scale multi-armed bandit problems for future photonic accelerators. ",
    "url": "https://arxiv.org/abs/2210.06976",
    "authors": [
      "Kensei Morijiri",
      "Kento Takehana",
      "Takatomo Mihana",
      "Kazutaka Kanno",
      "Makoto Naruse",
      "Atsushi Uchida"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.07153",
    "title": "Directed Acoustic Assembly in 3D",
    "abstract": "The creation of whole 3D objects in one shot is an ultimate goal for rapid prototyping, most notably biofabrication, where conventional methods are typically slow and apply mechanical or chemical stress on biological cells. Here, we demonstrate one-step assembly of matter to form compact 3D shapes using acoustic forces, which is enabled by the superposition of multiple holographic fields. The technique is contactless and shown to work with solid microparticles, hydrogel beads and biological cells inside standard labware. The structures can be fixed via gelation of the surrounding medium. In contrast to previous work, this approach handles matter with positive acoustic contrast and does not require opposing waves, supporting surfaces or scaffolds. We envision promising applications in tissue engineering and additive manufacturing. ",
    "url": "https://arxiv.org/abs/2210.07153",
    "authors": [
      "Kai Melde",
      "Minghui Shi",
      "Heiner Kremer",
      "Senne Seneca",
      "Christoph Frey",
      "Ilia Platzman",
      "Christian Degel",
      "Daniel Schmitt",
      "Bernhard Schölkopf",
      "Peer Fischer"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2104.13260",
    "title": "Student use of a quantum simulation and visualization tool",
    "abstract": " Title: Student use of a quantum simulation and visualization tool ",
    "url": "https://arxiv.org/abs/2104.13260",
    "authors": [
      "Shaeema Zaman Ahmed",
      "Carrie A. Weidner",
      "Jesper H. M. Jensen",
      "Jacob F. Sherson",
      "H. J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2108.00304",
    "title": "High-precision mapping of diamond crystal strain using quantum  interferometry",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2108.00304",
    "authors": [
      "Mason C. Marshall",
      "Reza Ebadi",
      "Connor Hart",
      "Matthew J. Turner",
      "Mark J.H. Ku",
      "David F. Phillips",
      "Ronald L. Walsworth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "High Energy Physics - Experiment (hep-ex)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.06088",
    "title": "Suitability of magnetic microbolometers based on paramagnetic  temperature sensors for CMB polarization measurements",
    "abstract": " Comments: 19 pages, 14 figures. Paper submitted for review for the Journal of Astronomical Telescopes, Instruments and Systems (JATIS-SPIE) ",
    "url": "https://arxiv.org/abs/2209.06088",
    "authors": [
      "Juan Manuel Geria",
      "Matias Rolf Hampel",
      "Sebastian Kempf",
      "Juan Jose Bonaparte",
      "Luciano Pablo Ferreyro",
      "Manuel Eliías Garcia Redondo",
      "Daniel Alejandro Almela",
      "Juan Manuel Salum",
      "Nahuel Müller",
      "Jesus David Bonilla-Neira",
      "Alan Ezequiel Fuster",
      "Manuel Platino",
      "Alberto Etchegoyen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ]
  }
]