[
  {
    "id": "arXiv:2502.19696",
    "title": "Optimizing and reducing stochastic resonance by noise color in globally coupled bistable systems",
    "abstract": "           We investigate the collective signal response of two typical nonlinear dynamical models, the mean-field coupled overdamped bistable oscillators and the underdamped Duffing oscillators, with respect to both the additive Ornstein-Uhlenbeck noise and the weak periodical stimulus. Based on the linear response theory, we theoretically derive the dependences of the ensemble signal response on the noise intensity and driving frequency of both systems. Furthermore, we theoretically demonstrate that the noise color monotonically weakens the strength of stochastic resonance in the overdamped situation, but nonmonotonically strengthens it in the underdamped counterpart. Such a result goes against the conventional wisdom that the color of the additive noise impairs the magnitude of stochastic resonance. Finally, we perform the numerical integration to verify our theoretical results and discuss potential connections with the functional significance of 1/f noise.         ",
    "url": "https://arxiv.org/abs/2502.19696",
    "authors": [
      "Cong Liu",
      "Xin-Ze Song",
      "Zhi-Xi Wu",
      "Guo-Yong Yuan"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2502.19831",
    "title": "Nonlinear dynamics and self-healing properties of elliptical Airy beams in Kerr media",
    "abstract": "           By numerically solving the nonlinear Schrödinger equation, we theoretically study the nonlinear propagation dynamics and self-healing properties of elliptical Airy beams (EABs) propagating in water under Kerr nonlinearity. Compared to linear propagation, EABs exhibit extended propagation distances and enhanced stability in nonlinear media. Furthermore, particular emphasis is placed on the impact of Kerr nonlinearity strength on the propagation and self-healing properties of EABs. By varying the input power, it is found that EABs within a moderate power range can propagate longer distances while maintaining higher intensity and exhibit improved robustness after being blocked, indicating better self-healing performance. Based on this analysis, we propose an optimal input power for EABs through a quantitative analysis of the impact of Kerr nonlinearity, enabling them to achieve the greatest propagation distance and maintain the highest stability. Our work provides a comprehensive theoretical understanding of the nonlinear propagation dynamics and self-healing properties of EABs, with their superior characteristics potentially applicable to long-distance laser transmission.         ",
    "url": "https://arxiv.org/abs/2502.19831",
    "authors": [
      "Qinjun Jian",
      "Jing Hu",
      "Lihe Yan",
      "Jinhai Si",
      "Xun Hou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.19885",
    "title": "High Gain and Broadband Metalens Antenna for Terahertz Communication",
    "abstract": "           Terahertz (THz) metalens antennas with compact planar structures have demonstrated potential applications in enhancing gain and efficiency through beam convergence. However, the practical applications of THz communications using metalens antennas are impeded due to the lack of collaborative enhancement in both gain and operation bandwidth. In this paper, we propose a high gain and broadband metalens antenna and demonstrate its application for THz communication. This metalens is constructed using a 'sandwich' structure comprising a V-shaped antenna, dielectric layer, and grating, where the resonant design facilitates high polarization conversion efficiency and full phase modulation across a 0 to 2{\\pi} range. Experimental results demonstrate that the designed metalens achieve a maximum gain of 36.1 dBi and aperture efficiency of 56.28 % at 0.244 THz with 3 dB gain bandwidth exceeding 33.0 GHz. Furthermore, we developed a prototype system utilizing metalens antennas for THz communication, which reduced the bit error rate (BER) by three orders of magnitude compared with horn antennas and achieved a maximum data rate of 100 Gbps. This proposed metalens offer a high-gain, compact solution for achieving high data rate THz communications, driving advancements in 6G communication network.         ",
    "url": "https://arxiv.org/abs/2502.19885",
    "authors": [
      "Zebin Huang",
      "Qun Zhang",
      "Feifan Han",
      "Hao Wang",
      "Shuyi Chen",
      "Weichao Li",
      "Xiongbin Yu",
      "Xiaofeng Tao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2502.20014",
    "title": "Monitoring microplastics in live reef-building corals with microscopic laser particles",
    "abstract": "           Microplastics are an emerging threat for reef-building corals. However, the understanding of microplastic uptake into coral tissue and the long-term integration of microplastic into the coral skeleton remains limited due to the invasiveness of state-of-the-art methods for monitoring and localizing microplastic. Here, we exploit optical resonances to turn microplastics into microscopic laser particles. Their characteristic emission allows to track of microplastics in vivo and to perform simultaneous sensing of the microenvironment, shedding light on the internalization and transport pathways of single microplastic particles in corals.         ",
    "url": "https://arxiv.org/abs/2502.20014",
    "authors": [
      "Vera M. Titze",
      "Jessica Reichert",
      "Marcel Schubert",
      "Malte C. Gather"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.20058",
    "title": "Influence of the laser pulse duration in high-order harmonic generation",
    "abstract": "           High-order harmonic generation (HHG) in gases is inherently inefficient, prompting ongoing efforts to enhance the output of coherent table-top XUV sources. In this study, we investigate the influence of the laser pulse duration on HHG using a compact post-compression method featuring a bulk multi-pass cell. This setup enables tunable Fourier-limited pulse durations as short as 42 fs. We examine the HHG yield as a function of the laser intensity for pulse durations ranging from 42 fs to 180 fs while maintaining identical focusing conditions and generating medium. Our findings reveal that, for a given intensity, there exists an optimum pulse duration -- not necessarily the shortest -- that maximizes conversion efficiency. This optimum pulse duration increases as the intensity decreases. The experimental results are corroborated by numerical simulations, which show the dependence of HHG yield on the duration and peak intensity of the driving laser and underscore the importance of the interplay between light-matter interaction and phase-matching in the nonlinear medium. Our conclusion allows us to understand why HHG could be demonstrated in 1988 with pulses as long as 40 ps pulses and intensities of only a few $10^{13}$ W/cm${^2}$.         ",
    "url": "https://arxiv.org/abs/2502.20058",
    "authors": [
      "Saga Westerberg",
      "Melvin Redon",
      "Ann-Kathrin Raab",
      "Gaspard Beaufort",
      "Marta Arias Velasco",
      "Chen Guo",
      "Ivan Sytcevich",
      "Robin Weissenbilder",
      "David O'Dwyer",
      "Peter Smorenburg",
      "Cord Arnold",
      "Anne L'Huillier",
      "Anne-Lise Viotti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.20300",
    "title": "Silicon photonic modulator circuit with programmable intensity and phase modulation response",
    "abstract": "           Electro-optical modulators are essential components in optical communication systems. They encode an electrical waveform onto an optical carrier. However, their performance is often limited by inherent electro-optic processes and imperfections in existing integrated designs, which limit their adaptability to diverse applications. This paper presents a circuit-level programmable modulator design that addresses these challenges. The proposed modulator can generate both intensity and phase modulation, optimizing performance without altering the underlying design or constraining platform limitations. We explain and demonstrate the principle with both carrier depletion-based modulators and SiGe electro-absorption modulators on a silicon photonic platform. Experiments demonstrate precise control and optimization capabilities surpassing those of traditional modulator designs, marking a significant leap forward in adaptability and performance enhancement across intensity, phase, and modulation linearity, enabled by programmable photonics. In combination with on-chip monitors, our circuit can be self-calibrating. This programmable modulator circuit concept can be applied to modulators in different platforms, incorporating existing phase shifter designs, and act as a drop-in replacement in more complex circuits. It has the potential to be widely used in optical communication, LiDAR, microwave photonics, and other systems, meeting the increasing demands of various applications.         ",
    "url": "https://arxiv.org/abs/2502.20300",
    "authors": [
      "Hong Deng",
      "Yu Zhang",
      "Xiangfeng Chen",
      "Wim Bogaerts"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:1911.09791",
    "title": "Quantum simulation of quantum relativistic diffusion via quantum walks",
    "abstract": "           Two models are first presented, of one-dimensional discrete-time quantum walk (DTQW) with temporal noise on the internal degree of freedom (i.e., the coin): (i) a model with both a coin-flip and a phase-flip channel, and (ii) a model with random coin unitaries. It is then shown that both these models admit a common limit in the spacetime continuum, namely, a Lindblad equation with Dirac-fermion Hamiltonian part and, as Lindblad jumps, a chirality flip and a chirality-dependent phase flip, which are two of the three standard error channels for a two-level quantum system. This, as one may call it, Dirac Lindblad equation, provides a model of quantum relativistic spatial diffusion, which is evidenced both analytically and numerically. This model of spatial diffusion has the intriguing specificity of making sense only with original unitary models which are relativistic in the sense that they have chirality, on which the noise is introduced: The diffusion arises via the by-construction (quantum) coupling of chirality to the position. For a particle with vanishing mass, the model of quantum relativistic diffusion introduced in the present work, reduces to the well-known telegraph equation, which yields propagation at short times, diffusion at long times, and exhibits no quantumness. Finally, the results are extended to temporal noises which depend smoothly on position.         ",
    "url": "https://arxiv.org/abs/1911.09791",
    "authors": [
      "Pablo Arnault",
      "Adrian Macquet",
      "Andreu Anglés-Castillo",
      "Iván Márquez-Martín",
      "Vicente Pina-Canelles",
      "Armando Pérez",
      "Giuseppe Di Molfetta",
      "Pablo Arrighi",
      "Fabrice Debbasch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "High Energy Physics - Lattice (hep-lat)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2502.19809",
    "title": "Applications of the Quantum Phase Difference Estimation Algorithm to the Excitation Energies in Spin Systems on a NISQ Device",
    "abstract": "           The Quantum Phase Difference Estimation (QPDE) algorithm, as an extension of the Quantum Phase Estimation (QPE), is a quantum algorithm designed to compute the differences of two eigenvalues of a unitary operator by exploiting the quantum superposition of two eigenstates. Unlike QPE, QPDE is free of controlled-unitary operations, and is suitable for calculations on noisy intermediate-scale quantum (NISQ) devices. We present the implementation and verification of a novel early fault-tolerant QPDE algorithm for determining energy gaps across diverse spin system configurations using NISQ devices. The algorithm is applied to the systems described by two and three-spin Heisenberg Hamiltonians with different geometric arrangements and coupling strengths, including symmetric, asymmetric, spin-frustrated, and non-frustrated configurations. By leveraging the match gate-like structure of the time evolution operator of Heisenberg Hamiltonian, we achieve constant-depth quantum circuits suitable for NISQ hardware implementation. Our results on IBM quantum processors show remarkable accuracy ranging from 85\\% to 93\\%, demonstrating excellent agreement with classical calculations even in the presence of hardware noise. The methodology incorporates sophisticated quantum noise suppression techniques, including Pauli Twirling and Dynamical Decoupling, and employs an adaptive framework. Our findings demonstrate the practical viability of the QPDE algorithm for quantum many-body simulations on current NISQ hardware, establishing a robust framework for future applications.         ",
    "url": "https://arxiv.org/abs/2502.19809",
    "authors": [
      "Boni Paul",
      "Sudhindu Bikash Mandal",
      "Kenji Sugisaki",
      "B. P. Das"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.19833",
    "title": "A cavity QED system with defect-free single-atom array strongly coupled to an optical cavity",
    "abstract": "           We experimentally realize a new cavity quantum electrodynamics (QED) platform with defect-free single-atom array strongly coupled to an optical cavity. The defect-free single-atom array is obtained by rearranging a probabilistically loaded one-dimensional (1D) optical tweezer array with dimensions of $1 \\times 40$. The atom array is enclosed with two cavity mirrors, which compose a miniature optical Fabry-P{é}rot cavity with cavity length of 1.15 mm. By precisely controlling the position of the atom array, we demonstrate uniform and strong coupling of all atoms in the array with the optical cavity. The average coupling strength between the single atom and the cavity is 2.62 MHz. The vacuum Rabi splitting spectra for single-atom arrays with atom number $N$ changing from 3 to 26 are measured. Thus, the collective enhancement of the coupling strength with ${\\sqrt N}$-dependence for multiple atoms is validated at the single atom level. Our system holds significant potential for establishing the foundation of distributed quantum computing and advancing fundamental research in many-body physics.         ",
    "url": "https://arxiv.org/abs/2502.19833",
    "authors": [
      "Zhihui Wang",
      "Shijun Guan",
      "Guansheng Teng",
      "Pengfei Yang",
      "Pengfei Zhang",
      "Gang Li",
      "Tiancai Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.19843",
    "title": "Physics-Informed Neural Networks for Solving Forward and Inverse PDEs with Limited and Noisy Data: Application to Solar Corona Modeling",
    "abstract": "           I will demonstrate the effectiveness of Physics-Informed Neural Networks (PINNs) in solving partial differential equations (PDEs) when training data are scarce or noisy. The training data can be located either at the boundaries or within the domain. Additionally, PINNs can be used as an inverse method to determine unknown coefficients in the equations. This study will highlight the application of PINNs in modeling magnetohydrodynamic processes relevant to strongly magnetized plasmas, such as those found in the solar corona.         ",
    "url": "https://arxiv.org/abs/2502.19843",
    "authors": [
      "Hubert Baty"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Analysis of PDEs (math.AP)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2502.19919",
    "title": "Colossal Dielectric Response and Electric Polarization in Lithium Nitrate",
    "abstract": "           Materials with record-breaking properties are interesting as they can redefine existing models. Lithium nitrate LiNO$_3$ is identified to possess a dielectric constant $\\epsilon$' larger than 6x10$^6$ at 1 kHz in powdered samples above the critical temperature $T$$_W$ = 306 K. When cooling back from $T$$_W$, if the temperature remains above 275 K, $\\epsilon$' can be sustained above 10$^4$ and the dissipation factor below 10$^2$. Moreover, pyroelectric current measurements show LiNO$_3$ to be ferroelectric with an electric polarization of $P$ = 1,200 $\\mu$C/cm$^2$. Both $\\epsilon$' and $P$ are the highest amongst all known materials. We suggest the mechanism underlying the colossal magnitudes of $\\epsilon$' and $P$ to stem from a gearing-ungearing process of the planar NO$_3$$^-$ at the macroscopic level. Our results potentially push the boundaries of ceramic capacitors.         ",
    "url": "https://arxiv.org/abs/2502.19919",
    "authors": [
      "Na Du",
      "Yan Zhao",
      "Enting Xu",
      "Jianwei Han",
      "Peng Ren",
      "Fei Yen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2502.20071",
    "title": "PT -symmetry breaking and universal spectral statistics in quantum kicked rotors",
    "abstract": "           We investigate the spontaneous parity-time (PT )-symmetry breaking and spectral properties of a PT symmetric quantum kicked rotor under resonance conditions. At resonance, the QKR reduces to a finite-dimensional system. In the localized regime, we find that increasing the non-Hermitian parameter always induces a transition from a phase where the states exhibit PT symmetry to one where PT symmetry is spontaneously broken. In contrast, in the delocalized regime, the existence of such a transition depends on whether the reduced system is PT symmetric. If the reduced system is not PT symmetric, PT symmetry remains in the broken phase regardless of the non-Hermitian parameter. We further analyze the spectral statistics of the system in the delocalized regime. For real energy spectra, the level-spacing distribution transitions from Wigner-Dyson statistics, associated with the Gaussian orthogonal ensemble, to Poisson statistics as the non-Hermitian parameter increases, with the intermediate regime well described by the Brody distribution. For complex spectra, the level-spacing ratios and distributions are governed by time-reversal symmetry. The spectral statistics align with predictions for non-Hermitian random matrix ensembles in classes AI† and A, depending on the presence or absence of time-reversal symmetry. Our results provide insights into the spectral characteristics of non-Hermitian quantum chaotic systems and their connection to PT symmetry.         ",
    "url": "https://arxiv.org/abs/2502.20071",
    "authors": [
      "Guang Li",
      "Fuxing Chen",
      "Ping Fang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.20232",
    "title": "Microwave-coupled optical bistability in driven and interacting Rydberg gases",
    "abstract": "           Nonequilibrium dynamics are closely related to various fields of research, in which vastly different phases emerge when parameters are changed. However, it is difficult to construct nonequilibrium systems that have sufficiently tunable controllable parameters. Using microwave field coupling induced optical bistability, Rydberg gases exhibit a range of significantly different optical responses. In conjunction with electromagnetically induced transparency, the microwave coupling can create versatile nonequilibrium dynamics. In particular, the microwave coupling of two Rydberg states provides an additional handle for controlling the dynamics. And the microwave-controlled nonequilibrium phase transition has the potential to be applied in microwave field measurement. This study opens a new avenue to exploring bistable dynamics using microwave-coupled Rydberg gases, and developing quantum technological applications.         ",
    "url": "https://arxiv.org/abs/2502.20232",
    "authors": [
      "Zhehua Zhang",
      "Zeyan Zhang",
      "Shaoxing Han",
      "Yuqing Zhang",
      "Guoqing Zhang",
      "Jizhou Wu",
      "Vladimir B. Sovkov",
      "Wenliang Liu",
      "Yuqing Li",
      "Linjie Zhang",
      "Liantuan Xiao",
      "Suotang Jia",
      "Weibin Li",
      "Jie Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13171",
    "title": "Nanometer-resolution 3D Tomographic and Vectorial Near-field Imaging in Dielectric Optical Resonators",
    "abstract": "           All-dielectric optical nano-resonators, exhibiting exotic near-field distributions upon excitations, have emerged as low-loss, versatile and highly adaptable components in nanophotonic structures for manipulating electromagnetic waves and enhancing light-matter interactions. However, achieving experimental full three-dimensional characterization of near-fields within dielectric nano-resonators poses significant challenges. Here, we develop a novel technique using high-order sideband generation to image near-field wave patterns inside dielectric optical nano-resonators. By exploiting the phase-sensitivity of various harmonic orders that enables the detection of near-field distributions at distinct depths, we achieve three-dimensional tomographic and near-field imaging with nanometer resolution inside a micrometer-thick silicon anapole resonator. Furthermore, our method offers high-contrast polarization sensitivity and phase-resolving capability, providing comprehensive vectorial near-field information. Our approach can potentially be applied to diverse dielectric metamaterials, and becomes a valuable tool for comprehensive characterization of near-field wave phenomena within dielectric materials.         ",
    "url": "https://arxiv.org/abs/2406.13171",
    "authors": [
      "Bingbing Zhu",
      "Qingnan Cai",
      "Yaxin Liu",
      "Sheng Zhang",
      "Weifeng Liu",
      "Qiong He",
      "Lei Zhou",
      "Zhensheng Tao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.09885",
    "title": "Accurate vector optically pumped magnetometer with microwave-driven Rabi frequency measurements",
    "abstract": "           Robust calibration of vector optically pumped magnetometers (OPMs) is a nontrivial task, but increasingly important for applications requiring high-accuracy such as magnetic navigation, geophysics research, and space exploration. Here, we showcase a vector OPM that utilizes Rabi oscillations driven between the hyperfine manifolds of $^{87}$Rb to measure the direction of a DC magnetic field against the polarization ellipse structure of a microwave field. By relying solely on atomic measurements -- free-induction decay (FID) signals and Rabi measurements across multiple atomic transitions -- this sensor can detect drift in the microwave vector reference and compensate for systematic shifts caused by off-resonant driving, nonlinear Zeeman (NLZ) effects, and buffer gas collisions. To facilitate dead-zone-free operation, we also introduce a novel Rabi measurement that utilizes dressed-state resonances that appear during simultaneous Larmor precession and Rabi driving (SPaR). These measurements, performed within a microfabricated vapor cell platform, achieve an average vector accuracy of 0.46 mrad and vector sensitivities down to 11 $\\mu$rad$/\\sqrt{\\text{Hz}}$ for geomagnetic field strengths near 50 $\\mu$T. This performance surpasses the challenging 1-degree (17 mrad) accuracy threshold of several contemporary OPM methods utilizing atomic vapors with an electromagnetic vector reference.         ",
    "url": "https://arxiv.org/abs/2409.09885",
    "authors": [
      "Christopher Kiehl",
      "Thanmay S. Menon",
      "Svenja Knappe",
      "Tobias Thiele",
      "Cindy A. Regal"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.20205",
    "title": "Quadratic magneto-optical Kerr effect spectroscopy: Polarization variation method for investigation of magnetic and magneto-optical anisotropies",
    "abstract": "           We present a method for a precise determination of magnetic anisotropy and anisotropy of quadratic magneto-optical response of thin films of ferromagnetic and ferrimagnetic materials. The method is based on measurements of a magneto-optical response for light close to the normal incidence on the sample with a fixed position. The measurement is performed for a set of orientations of an external magnetic field and a series of incident light linear polarizations beyond the standard s and p orientations. Based on the symmetry of the signal, we are able to separate the part of magneto-optical response that is even with respect to magnetization and, in turn, to exclude all non-magnetic contributions which come from imperfections of the experimental setup or from the sample itself. It is, therefore, possible to study the sample placed inside a cryostat: the polarization changes due to cryostat windows and possible strain-induced optical anisotropy of the sample are removed by the applied data processing. Thanks to this, we can perform measurements on low or elevated temperatures (from 15 to 800 K in our case), making it possible to study the behavior of magnetic materials in different magnetic phases and/or close to phase transitions. The applicability of this experimental technique was tested by measuring the low-temperature response of two samples of ferromagnetic semiconductor (Ga,Mn)As with a different Mn content at several wavelengths, which enabled us to deduce the magnetic and quadratic magneto-optical anisotropies in this material. In particular, we observed that the anisotropy of quadratic magneto-optical coefficients in (Ga,Mn)As is much weaker than that reported previously for other magnetic material systems.         ",
    "url": "https://arxiv.org/abs/2409.20205",
    "authors": [
      "V. Wohlrath",
      "Z. Sadeghi",
      "J. Kimák",
      "K. Hovořáková",
      "P. Kubaščík",
      "E. Schmoranzerová",
      "L. Nádvorník",
      "F. Trojánek",
      "P. Němec",
      "T. Ostatnický"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.07572",
    "title": "Edge-guided inverse design of digital metamaterial-based mode multiplexers for high-capacity multi-dimensional interconnect",
    "abstract": "           The escalating demands of compute-intensive applications urgently necessitate the adoption of optical interconnect technologies to overcome bottlenecks in scaling computing systems. This requires fully exploiting the inherent parallelism of light across scalable dimensions for data loading. Here we experimentally demonstrate a synergy of wavelength- and mode- multiplexing combined with high-order modulation formats to achieve multi-tens-of-terabits-per-second optical interconnects using foundry-compatible silicon photonic circuits. Implementing an edge-guided analog-and-digital optimization method that integrates high efficiency with fabrication robustness, we achieve the inverse design of mode multiplexers based on digital metamaterial waveguides. Furthermore, we employ a packaged five-mode multiplexing chip, achieving a single-wavelength interconnect capacity of 1.62 Tbit s-1 and a record-setting multi-dimensional interconnect capacity of 38.2 Tbit s-1 across 5 modes and 88 wavelength channels, with high-order formats up to 8-ary pulse-amplitude-modulation (PAM). This study highlights the transformative potential of optical interconnect technologies to surmount the constraints of electronic links, thus setting the stage for next-generation datacenter and optical compute interconnects.         ",
    "url": "https://arxiv.org/abs/2410.07572",
    "authors": [
      "Aolong Sun",
      "Sizhe Xing",
      "Xuyu Deng",
      "Ruoyu Shen",
      "An Yan",
      "Fangchen Hu",
      "Yuqin Yuan",
      "Boyu Dong",
      "Junhao Zhao",
      "Ouhan Huang",
      "Ziwei Li",
      "Jianyang Shi",
      "Yingjun Zhou",
      "Chao Shen",
      "Yiheng Zhao",
      "Bingzhou Hong",
      "Wei Chu",
      "Junwen Zhang",
      "Haiwen Cai",
      "Nan Chi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2412.08881",
    "title": "Ultrafast quantum light uncertainty dynamics in real time",
    "abstract": "           Advancements in quantum optics and squeezed light generation have transformed various domains of quantum science and technology. However, real-time quantum dynamics remain an underexplored frontier. Here, we extend quantum optics into the ultrafast regime, providing direct experimental evidence that quantum uncertainty is not a static constraint but evolves dynamically with the system state and interactions. Using ultrafast squeezed light generated via a four-wave mixing nonlinear process, we observe the temporal dynamics of amplitude uncertainty, demonstrating that quantum uncertainty is a controllable and tunable physical quantity. This offers new insights into fundamental quantum mechanics in real-time. Additionally, we demonstrate control over the quantum state of light by switching between amplitude and phase squeezing. Our ability to generate and manipulate ultrafast squeezed light waveforms with attosecond resolution unlocks exciting possibilities for quantum technologies, including petahertz scale secure quantum communication, quantum computing, and ultrafast spectroscopy. We also introduce an ultrafast quantum encryption protocol leveraging squeezed light for secure digital communication at unprecedented speeds. This work paves the way for exploring quantum uncertainty dynamics and establishes the foundation for the emerging field of ultrafast quantum science.         ",
    "url": "https://arxiv.org/abs/2412.08881",
    "authors": [
      "Mohamed Sennary",
      "Javier Rivera-Dean",
      "Mohamed ElKabbash",
      "Vladimir Pervak",
      "Maciej Lewenstein",
      "Mohammed Th. Hassan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.15669",
    "title": "Optical clock based on two-photon spectroscopy of the nuclear transition in ion $^{229}$Th in a monochromatic field",
    "abstract": "           For the isotope $^{229}$Th we investigate the possibility of two-photon laser spectroscopy of the nuclear clock transition (148.38 nm) using intense monochromatic laser field at twice the wavelength (296.76 nm). Our estimates show that due to the electron bridge process in the doubly ionized ion $^{229}$Th$^{2+}$ the sufficient intensity of a continuous laser field is about 10-100 kW/cm$^2$, which is within the reach of modern laser systems. This unique possibility is an result of the presence in the electronic spectrum of the ion $^{229}$Th$^{2+}$ of an exceptionally close intermediate (for the two-photon transition) energy level, forming a strong dipole ($E1$) transition with the ground state at the wavelength of 297.86 nm, which differs from the probe field wavelength (296.76 nm) by only 1.1 nm. The obtained results can be used for the practical creation of ultra-precise nuclear optical clocks based on thorium-229 ions. In addition, we develop an alternative approach to the description of the electron bridge phenomenon in an isolated ion (atom) using the hyperfine interaction operator, that is important for the general quantum theory of an atom. In particular, this approach shows that the contribution to the electron bridge from the nuclear quadrupole moment can be comparable to the contribution from the nuclear magnetic moment.         ",
    "url": "https://arxiv.org/abs/2501.15669",
    "authors": [
      "V. I. Yudin",
      "A. V. Taichenachev",
      "O. N. Prudnikov",
      "M. Yu. Basalaev",
      "A. N. Goncharov",
      "S. V. Chepurov",
      "V. G. Pal'chikov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11672",
    "title": "Walking through Hilbert Space with Quantum Computers",
    "abstract": "           Computations of chemical systems' equilibrium properties and non-equilibrium dynamics have been suspected of being a \"killer app\" for quantum computers. This review highlights the recent advancements of quantum algorithms tackling complex sampling tasks in the key areas of computational chemistry: ground state, thermal state properties, and quantum dynamics calculations. We review a broad range of quantum algorithms, from hybrid quantum-classical to fully quantum, focusing on the traditional Monte Carlo family, including Markov chain Monte Carlo, variational Monte Carlo, projector Monte Carlo, path integral Monte Carlo, etc. We also cover other relevant techniques involving complex sampling tasks, such as quantum-selected configuration interaction, minimally entangled typical thermal states, entanglement forging, and Monte Carlo-flavored Lindbladian dynamics. We provide a comprehensive overview of these algorithms' classical and quantum counterparts, detailing their theoretical frameworks and discussing the potentials and challenges in achieving quantum computational advantages.         ",
    "url": "https://arxiv.org/abs/2407.11672",
    "authors": [
      "Tong Jiang",
      "Jinghong Zhang",
      "Moritz K. A. Baumgarten",
      "Meng-Fu Chen",
      "Hieu Q. Dinh",
      "Aadithya Ganeshram",
      "Nishad Maskara",
      "Anton Ni",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]