[
  {
    "id": "arXiv:2507.10612",
    "title": "Space-filling efficiency and optical properties of hemoglycin",
    "abstract": "           The empty, extensive low-density lattice topology of hemoglycin is examined to understand how in space, and possibly as early as 800M years into cosmic time a rod-like polymer of glycine and iron came into dominance. A central question to be answered is whether the hemoglycin rod lattice with diamond 2H symmetry represents the most efficient covering of space by a regular arrangement of identical rods. Starting from the tetrahedral symmetry of every hemoglycin lattice vertex we find that the regular truncated tetrahedron of Archimedes may be expanded until neighboring hexagon faces are coincident, at which point space filling is 23/24 or 95.8333% complete. We describe the unit cells of the diamond 2H rod lattice and its conforming near-complete space-filling structure, which has identical symmetry. Maximum space filling via a minimum of molecular material can allow hemoglycin to drive accretion in molecular clouds, contributing to the composition of dust, and providing a background for its widespread presence in meteoritic samples and in cometary material that falls to Earth. The optical properties of hemoglycin lattice entities are derived from quantum calculations of ultraviolet and visible transition energies and strengths. The hemoglycin extinction curve duplicates the nominal 218nm ultraviolet absorption feature known as the UV bump, together with two visible absorption features present in a generic compilation of astronomical extinction data.         ",
    "url": "https://arxiv.org/abs/2507.10612",
    "authors": [
      "Julie E M McGeoch",
      "Malcolm W McGeoch"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ]
  },
  {
    "id": "arXiv:2507.10815",
    "title": "Geometric Optimization and IPA-Induced Dispersion Tuning in Solid-Core Photonic Crystal Fibers",
    "abstract": "           This study presents a numerical investigation of solid-core photonic crystal fibers with circular and hexagonal cladding geometries. The goal is to optimize optical parameters for nonlinear photonics and environmental sensing. Full-vectorial simulations using FDTD, PWE, and FDE are used to analyze the effects of core diameter, pitch, and air filling fraction on the zero-dispersion wavelength, nonlinear coefficient, effective mode area, and confinement loss. Reducing the core diameter from 2.4 to 1.4 microns tunes the zero-dispersion wavelength from 791 to 646 nanometers and increases the nonlinear coefficient by 72 percent, from 72 to 124 inverse watts per kilometer. The study also examines the effect of isopropyl alcohol infiltration, which causes a red-shift in dispersion and degrades confinement. These results offer a design framework that balances nonlinear efficiency and environmental robustness for supercontinuum generation and chemical sensing.         ",
    "url": "https://arxiv.org/abs/2507.10815",
    "authors": [
      "Zekeriya Mehmet Yuksel",
      "Hasan Oguz",
      "Ozgur Onder Karakilinc",
      "Halil Berberoglu",
      "Mirbek Turduev",
      "Muzaffer Adak",
      "Sevgi Ozdemir Kart"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.10867",
    "title": "Digital defocus aberration interference for automated optical microscopy",
    "abstract": "           Automation in optical microscopy is critical for enabling high-throughput imaging across a wide range of biomedical applications. Among the essential components of automated systems, robust autofocusing plays a pivotal role in maintaining image quality for both single-plane and volumetric imaging. However, conventional autofocusing methods often struggle with implementation complexity, limited generalizability across sample types, incompatibility with thick specimens, and slow feedback. We recently discovered a phenomenon that the digitally summed Fourier spectrum of two images acquired from two-angle illumination exhibits interference-like fringe modulation when the sample is defocused. These digital fringes correlate directly with defocus through a physics-based relation. Based on this principle, we developed an automatic, efficient, and generalizable defocus detection method termed digital defocus aberration interference (DAbI). Implemented with a simple two-LED setup, DAbI can quantify the defocus distance over a range of 212 times the depth-of-field (DoF) for thin samples and 300 times for thick specimens. It can additionally extend the natural DoF of the imaging system by 20 folds when integrated with complex-field imaging. We demonstrated the versatile applications of DAbI on brightfield, complex-field, refractive index, confocal, and widefield fluorescence imaging, establishing it as a promising solution for automated, high-throughput optical microscopy.         ",
    "url": "https://arxiv.org/abs/2507.10867",
    "authors": [
      "Haowen Zhou",
      "Shi Zhao",
      "Yujie Fan",
      "Zhenyu Dong",
      "Oumeng Zhang",
      "Viviana Gradinaru",
      "Changhuei Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.10929",
    "title": "Demonstration of a 1820 channel multiplexer for transition-edge sensor bolometers",
    "abstract": "           The scalability of most transition-edge sensor arrays is limited by the multiplexing technology which combines their signals over a reduced number of wires and amplifiers. In this letter, we present and demonstrate a multiplexer design optimized for transition-edge sensor bolometers with 1820 sensors per readout unit, a factor of two larger than the previous state-of-the-art. The design is optimized for cosmic microwave background imaging applications, and it builds on previous microwave superconducting quantum interference device multiplexers by doubling the available readout bandwidth to the full 4--8 GHz octave. Evaluating the key performance metrics of yield, sensitivity, and crosstalk through laboratory testing, we find an end-to-end operable detector yield of 78%, a typical nearest-neighbor crosstalk amplitude of $\\sim$0.4%, and a median white noise level of 83 pA/$\\sqrt{\\mathrm{Hz}}$ due to the multiplexer, corresponding to an estimated contribution of 4% to the total system noise for a ground-based cosmic microwave background telescope. Additionally, we identify a possible path toward reducing resonator loss for future designs with reduced noise.         ",
    "url": "https://arxiv.org/abs/2507.10929",
    "authors": [
      "J. C. Groh",
      "Z. Ahmed",
      "J. Austermann",
      "J. Beall",
      "D. Daniel",
      "S. M. Duff",
      "S. W. Henderson",
      "J. Hubmayr",
      "R. Lew",
      "M. Link",
      "T. J. Lucas",
      "J. A. B. Mates",
      "M. Silva-Feaver",
      "R. Singh",
      "J. Ullom",
      "L. Vale",
      "J. Van Lanen",
      "M. Vissers",
      "C. Yu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2507.10997",
    "title": "The Study of Thermal Fluctuations in Microwave and Mechanical Resonators",
    "abstract": "           We report high-resolution measurements of thermal fluctuations in microwave and mechanical resonators using a dual-channel readout system. The latter comprises a low-noise amplifier, an I/Q-mixer, and a cross-correlator. We discovered that, under certain conditions, the intrinsic fluctuations of the low-noise amplifier, which are common to both channels of the readout system, are averaged out when computing the voltage noise cross-spectrum between the mixer's outputs. The suppression of the amplifier's technical fluctuations significantly improves the contrast of the thermal noise peaks exhibited by the resonators. Thus, for the room-temperature-stabilized 9 GHz sapphire-loaded cavity resonator, we observed more than 16 dB improvement in the thermal noise peak contrast relative to the single-channel measurements. The ability of the dual-channel readout system to discriminate between the broad- and narrow-band fluctuations may benefit the search for dark matter, which relies on the use of cryogenic microwave resonators.         ",
    "url": "https://arxiv.org/abs/2507.10997",
    "authors": [
      "Michael T Hatzon",
      "Eugene N Ivanov",
      "Aaron Quiskamp",
      "Michael E Tobar"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.11121",
    "title": "Two-dimensional single-crystal photonic scintillator for enhanced X-ray imaging",
    "abstract": "           The evolution of X-ray detection technology has significantly enhanced sensitivity and spatial resolution in non-destructive imaging of internal structure. However, the problem of low luminescence and transparency of scintillator materials restricts imaging with lower radiation doses and thicker materials. Here, we propose a two-dimensional photonic scintillator for single crystal and demonstrate that the optical guiding effect emerging from the structure reduces luminescence leakage and increases the signal intensity by around a factor of 2 from 200 to 450 kV. This approach has the potential to enhance the output rate by an order of magnitude. The photonic structure features a fine array pitch and large-scale detection area with fast fabrication time. Our scheme paves the way for high sensitivity X-ray imaging.         ",
    "url": "https://arxiv.org/abs/2507.11121",
    "authors": [
      "Tatsunori Shibuya",
      "Eichi Terasawa",
      "Hiromi Kimura",
      "Takeshi Fujiwara"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.11189",
    "title": "Silicon nitride on-chip C-band spontaneous emission generation based on lanthanide doped microparticles",
    "abstract": "           The integration of active light-emitting elements into planar photonic circuits on a silicon nitride platform remains challenging due to material incompatibilities and high-temperature processing. Proposed hybrid method embeds monodisperse luminescent particles into lithographically defined wells above a 200 nm-thick silicon nitride taper coupler. A fabrication process involving wells etching, particle deposition, and planarization enables precise integration while maintaining waveguide integrity. When pumped at 950 nm with a diode laser, the device emits broadband radiation in the 1500-1600 nm range, covering the optical telecommunication C-band. Numerical simulations yield an average coupling efficiency of 0.25% into the fundamental waveguide mode, suggesting significant potential for further device optimization. The approach provides a scalable route for integrating broadband telecommunications emitters on a silicon nitride platform.         ",
    "url": "https://arxiv.org/abs/2507.11189",
    "authors": [
      "Dmitry V. Obydennov",
      "Ilya M. Asharchuk",
      "Alexander M. Mumlyakov",
      "Maxim V. Shibalov",
      "Nikolay A. Vovk",
      "Ivan A. Filippov",
      "Lidiya S. Volkova",
      "Michael A. Tarkhov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.11201",
    "title": "Energy Balance and Optical Theorem for Time-Modulated Subwavelength Resonator Arrays",
    "abstract": "           We study wave propagation through a one-dimensional array of subwavelength resonators with periodically time-modulated material parameters. Focusing on a high-contrast regime, we use a scattering framework based on Fourier expansions and scattering matrix techniques to capture the interactions between an incident wave and the temporally varying system. This way, we derive a formulation of the total energy flux corresponding to time-dependent systems of resonators. We show that the total energy flux is composed of the transmitted and reflected energy fluxes, and derive an optical theorem which characterises the energy balance of the system. We provide a number of numerical experiments to investigate the impact of the time-dependency, the operating frequency and the number of resonators on the maximal attainable energy gain and energy loss. Moreover, we show the existence of lasing points, at which the total energy diverges. Our results lay the foundation for the design of energy dissipative or energy amplifying systems.         ",
    "url": "https://arxiv.org/abs/2507.11201",
    "authors": [
      "Erik Orvehed Hiltunen",
      "Liora Rueff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)",
      "Analysis of PDEs (math.AP)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2507.11205",
    "title": "Enhanced THz third-harmonic generation in graphene via hot-carriers in a topological cavity",
    "abstract": "           Graphene is a promising material for nonlinear THz applications owing to its high third-order susceptibility and tunable optical properties. Its strong nonlinear response, driven by free-carrier thermodynamics, facilitates efficient third-harmonic generation (THG), which can be further enhanced using resonant metasurfaces and plasmonic structures. In this study, we use a platform that integrates graphene ribbons at the interface of topological photonic crystals designed to boost THG at low THz frequencies. To accurately capture the temperature dependence of the nonlinear optical response, we perform coupled simulations to model graphene's optical and thermodynamic responses under THz photoexcitation, incorporating photoinduced hot carrier effects within a multiphysics computational framework. This approach unveils the influence of carrier heating on THG, providing a more accurate description of nonlinear THz processes and revealing previously overlooked mechanisms of third-order conductivity modulation. We show that the elevated carrier temperature promotes high conversion efficiencies at moderate input intensities, within a design that operates in both reflection and transmission modes for advanced ultrafast optoelectronic devices in the THz regime.         ",
    "url": "https://arxiv.org/abs/2507.11205",
    "authors": [
      "Spyros Doukas",
      "Ioannis Katsantonis",
      "Thomas Koschny",
      "Elefterios Lidorikis",
      "Anna C. Tasolamprou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.11232",
    "title": "Temporally-multiplexed dual-frequency terahertz imaging at kilohertz frame rates",
    "abstract": "           We present a temporally-multiplexed dual-colour terahertz (THz) imaging technique using THz-to-optical conversion in atomic vapour. By rapidly alternating the pump laser frequency, we sequentially excite two atomic states, each absorbing a different THz frequency: 0.5 THz and 1.1 THz. Each THz field induces optical fluorescence at a distinct wavelength, enabling the creation of a sequence of alternating, interleaved images for each frequency. Synchronizing the laser switching with camera acquisition allows video capture at 1,000 frames per second for both frequencies. The system's speed is limited only by laser power and fibre switching hardware. The presented method can be scaled to image more THz frequencies through the addition of further laser frequencies, paving the way for THz hyperspectral imaging in many real-world settings.         ",
    "url": "https://arxiv.org/abs/2507.11232",
    "authors": [
      "Lucy A. Downes",
      "C. Stuart Adams",
      "Kevin J. Weatherill"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.11271",
    "title": "From Bound States to Quantum Spin Models: Chiral Coherent Dynamics in Topological Photonic Rings",
    "abstract": "           Topological photonic systems offer a robust platform for guiding light in the presence of disorder, but their interplay with quantum emitters remains a frontier for realizing strongly correlated quantum states. Here, we explore a ring-shaped Su-Schrieffer-Heeger (SSH) photonic lattice interfaced with multiple quantum emitters to control topologically protected chiral quantum dynamics. Using a full microscopic model that includes cascaded Lindblad dynamics and chiral emitter-bath couplings, we reveal how the topology of the bath mediates nonreciprocal, long-range interactions between emitters. These interactions lead to rich manybody spin phenomena, including robust coherence, directional energy transfer, and emergent double Néel ordering, captured by an effective spin Hamiltonian derived from the system topology. We show that topological bound states enable unidirectional emission, protect coherence against dissipation, and imprint nontrivial entanglement and mutual information patterns among the emitters. In particular, we showed that under circularly polarized excitation, the emitters not only inherit spin angular momentum from the field but also serve as transducers that coherently launch the spin-orbit-coupled topological photonic modes into the far field. Our results establish a direct bridge between topological photonic baths and emergent quantum magnetism, positioning this architecture as a promising testbed for studying chiral quantum optics, topologically protected entangled states, and long-range quantum coherence.         ",
    "url": "https://arxiv.org/abs/2507.11271",
    "authors": [
      "Fatemeh Davoodi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.11378",
    "title": "Solving Distance-Based Optimization Problems Using Optical Hardware",
    "abstract": "           We present a practical approach to solving distance-based optimization problems using optical computing hardware. The objective is to minimize an energy function defined as the weighted sum of squared differences between measured distances and the squared Euclidean distances of point coordinates. By representing coordinates as complex numbers, we map the optimization problem onto optical fields, enabling its solution through either the canonical transformation (CT) method or the gain-based bifurcation (GBB) method. To further enhance the performance of the CT method, we introduce two techniques: asynchronous update and steepened gradient. Both the CT and GBB methods can effectively solve the distance-based problem and are adaptable to various optical hardware platforms. Our optical implementation is inspired by recent progress in analog optical computing for combinatorial optimization, highlighting its promise for efficient and scalable problem-solving in high-dimensional settings.         ",
    "url": "https://arxiv.org/abs/2507.11378",
    "authors": [
      "Guangyao Li",
      "Richard Zhipeng Wang",
      "Natalia G. Berloff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2507.11487",
    "title": "Microwave spectroscopy and multi-channel quantum defect analysis of ytterbium Rydberg states",
    "abstract": "           The complex Rydberg structure of ytterbium atoms is shaped by multiple low-lying ion-core-excited states and strong channel interactions, which presents both opportunities and challenges for quantum information processing and precision metrology. In this work, we extend high-resolution microwave spectroscopy and multichannel quantum defect theory (MQDT) modeling of singly excited $6sn\\ell$ Rydberg states in $^{174}$Yb and $^{171}$Yb to include the $\\ell = 3$ ($f$) and $\\ell = 4$ ($g$) series. Our measurements reveal $p$-$f$ mixing in odd-parity Rydberg states of $^{171}$Yb, which we incorporate by combined MQDT models for $6snp$ and $6snf$ series. Additionally, we observe that for $\\ell = 4$ the spin-orbit interaction dominates over the exchange interaction, such that the $6sng$ states are more accurately described in a $jj$-coupled basis. We validate our models by comparing the predicted Landé $g$-factors and static dipole polarizabilities with experimental measurements, finding excellent agreement. These results provide important input for designing high-fidelity entangling gates with ytterbium atoms.         ",
    "url": "https://arxiv.org/abs/2507.11487",
    "authors": [
      "Rin Kuroda",
      "Vernon M. Hughes",
      "Martin Poitrinal",
      "Michael Peper",
      "Jeff D. Thompson"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.11501",
    "title": "Laser-driven few-cycle Terahertz sources with high average power",
    "abstract": "           Ultrafast laser-driven terahertz sources are gaining in popularity in an increasingly wide range of scientific and technological applications. However, many fields continue to be severely limited by the typically low average power of these sources, which restricts speed, signal-to-noise ratio, and dynamic range in numerous measurements. Conversely, the past two decades have seen spectacular progress in high average power ultrafast laser technology based on Ytterbium lasers, rendering hundreds of watts to kilowatts of average power available to this community to drive THz sources. This has opened the young field of high-average-power laserdriven THz time-domain spectroscopy, which holds the potential to revolutionize the applications of THz time-domain systems. In this perspective article, we discuss this young field and emphasize recent advancements in broadband terahertz sources utilizing high-power Yb-based ultrafast lasers as drivers, which are nearing watt-level average power. We discuss various approaches explored thus far, current challenges, prospects for scaling, and future research areas that will accelerate their implementation in applications.         ",
    "url": "https://arxiv.org/abs/2507.11501",
    "authors": [
      "Robin Löscher",
      "Tim Vogel",
      "Samira Mansourzadeh",
      "Mohsen Khalili",
      "Alan Omar",
      "Yicheng Wang",
      "Martin Hoffmann",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.11517",
    "title": "Gaussian Noise Model of Nonlinear Distortions from Semiconductor Optical Amplifiers",
    "abstract": "           A Gaussian Noise Model of the nonlinear noise power spectral density is developed for a semiconductor optical amplifier as described by the Agrawal model. A simple closed-form expression is obtained for the nonlinear noise-to-signal ratio of broadband wavelength-division multiplexed signals as a function of the Agrawal model parameters, the amplifier output power and the transmission bandwidth. The accuracy of the closed-form expression and its region of validity is assessed in numerical simulations. The error is smaller than 0.1 dB when the product of bandwidth and gain recovery time $B\\times\\tau_c$ exceeds 100.         ",
    "url": "https://arxiv.org/abs/2507.11517",
    "authors": [
      "Hartmut Hafermann"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2507.11338",
    "title": "Unveiling Zn incorporation in CuInS$_2$ quantum dots: X-ray and optical analysis of doping effects, structural modifications and surface passivation",
    "abstract": "           Quantum dots (QDs) exhibit unique properties arising from their reduced size and quantum confinement effects, including exceptionally bright and tunable photoluminescence. Among these, CuInS$_{2}$ QDs have gained significant attention owing to their remarkable broadband emission, making them highly desirable for various optoelectronic applications requiring efficient luminescent nanomaterials. However, maximizing radiative recombination in CuInS$_{2}$ QDs often necessitates minimizing intragap trap states. A common approach involves the introduction of Zn during the synthesis, which typically promotes the formation of a ZnS shell that passivates the QD surface. Despite its importance, the characterization and quantification of Zn incorporation using conventional techniques, such as optical spectroscopy or electron microscopy, remains challenging. In this study, we utilized X-ray absorption spectroscopy (XAS), in both X-ray absorption near-edge structure (XANES) and extended X-ray absorption fine structure (EXAFS) spectral ranges, to investigate Zn incorporation into CuInS$_{2}$ QDs with element-specific precision. This approach allowed us to detect the formation of a ZnS surface shell and to resolve the spatial distribution of Zn atoms within the QD lattice, distinguishing between Zn as a substituent, or as an interstitial defect. Additionally, we explored the optical and dynamical properties of CuInS$_{2}$ QDs using time-resolved optical spectroscopies, particularly in the presence of electron and hole acceptors. These results provide deeper insights into the role and effectiveness of the Zn-induced passivating layer, paving the way for optimizing QD performance in photoluminescence applications.         ",
    "url": "https://arxiv.org/abs/2507.11338",
    "authors": [
      "Andrés Burgos-Caminal",
      "Brener R. C. Vale",
      "André F. V. Fonseca",
      "Juan F. Hidalgo",
      "Elisa P. P. Collet",
      "Lázaro García",
      "Víctor Vega-Mayoral",
      "Saül Garcia-Orrit",
      "Iciar Arnay",
      "Juan Cabanillas-González",
      "Laura Simonelli",
      "Ana Flávia Nogueira",
      "Marco Antônio Schiavon",
      "Thomas J. Penfold",
      "Lazaro A. Padilha",
      "Wojciech Gawelda"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12878",
    "title": "Unleashing Urease Protein Dynamics with Metamaterial Optical Tweezers",
    "abstract": "           Investigating the dynamics of single biomolecules is essential for unlocking new frontiers in biophysics and medicine. Here, we present a transformative approach using metamaterial optical tweezers to trap and study individual urease molecules - an enzyme that catalyzes urea hydrolysis and serves as a key biomarker for pathogenic infections. By generating thermally induced drifts and rapid hydrodynamic flows with optically induced local temperature fields at the metamaterial/water interface, we achieve unprecedented guidance and control over single urease molecules at low trapping laser intensities of 0.13~mW/{\\mu}m^2 facilitating their precise delivery to plasmonic hotspots. The interplay of thermophoresis, thermo-osmosis and depletion forces shapes the trapping potential, enabling real-time observation of ureases` conformational changes and interactions with the environment. This innovative approach not only enhances our understanding of enzyme dynamics but also paves the way for label-free characterization of biomolecules, ushering in a new era in life sciences and nanotechnology.         ",
    "url": "https://arxiv.org/abs/2402.12878",
    "authors": [
      "Domna G. Kotsifaki",
      "Viet Giang Truong",
      "Mirco Dindo",
      "Frank Cichos",
      "Paolo Laurino",
      "Sile Nic Chormaic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2412.03322",
    "title": "Ultrabroadband Milliwatt-Level Resonant Frequency Doubling on a Chip",
    "abstract": "           Microresonators are powerful tools to enhance the efficiency of second-order nonlinear optical processes, such as second-harmonic generation, which can coherently bridge octave-spaced spectral bands. However, dispersion constraints such as phase-matching and doubly resonant conditions have so far limited demonstrations to narrowband operation. In this work, we overcome these limitations showing ultrabroadband resonant frequency doubling in a novel integrated device, wherein the resonant enhancement of pump and second harmonic are individually addressed in two distinct and linearly uncoupled microring resonators, each adjusted to target the respective spectral band. The two microresonators are designed and tuned independently, yet share a common interaction region that grants nonlinear coupling over a quasi-phase-matching bandwidth exceeding 200 nm, enabled by the inscription of a photoinduced $\\chi^{(2)}$ grating. The system allows to not only conveniently disentangle the design parameters of the two microresonators but also to reconfigure the doubly resonant condition electrically, and the phase-matching condition optically. We demonstrate milliwatt-level addressable second-harmonic generation over the entire telecom band and then configure the device to internally generate and upconvert a Kerr frequency comb with bandwidth exceeding 100 nm and upconverted power up to 10 mW.         ",
    "url": "https://arxiv.org/abs/2412.03322",
    "authors": [
      "Marco Clementi",
      "Luca Zatti",
      "Ji Zhou",
      "Marco Liscidini",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.16053",
    "title": "Test beam measurements and computer simulations of the ATLAS ITk R2 silicon strip detector",
    "abstract": "           The ATLAS Inner Tracker, the future innermost part of the ATLAS detector, is an all-silicon tracker composed of pixel and strip modules, designed to cope with the extreme conditions expected during High-Luminosity LHC runs. Thorough testing of modules during the individual phases of their development is critical to ensure the required performance level of the whole tracker. This document presents results obtained from electron beam measurements of the ATLAS ITk R2 end-cap strip module. Key performance metrics are presented and discussed for both perpendicular and angled beam incidence. Computer simulations of the module were performed in the Allpix-Squared framework and the results were compared to experimental data.         ",
    "url": "https://arxiv.org/abs/2506.16053",
    "authors": [
      "Jan-Hendrik Arling",
      "Pavol Federic",
      "Yajun He",
      "Cole Michael Helling",
      "Nigel Hessey",
      "Lennart Huth",
      "Geetika Jain",
      "Callan Jessiman",
      "Sebastian Manson",
      "Luise Poley",
      "John Stakely Keller",
      "Jiri Kroll",
      "Jiri Kvasnicka",
      "Radek Privara",
      "Peter Speers",
      "Pavel Tuma"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2501.14655",
    "title": "Terahertz-induced second-harmonic generation in quantum paraelectrics: hot-phonon effect",
    "abstract": "           Recent terahertz-pump second-harmonic-generation(SHG)-probe measurements of quantum paraelectrics observed a significant long-lived non-oscillatory SHG component following an ultrafast resonant excitation of the soft mode, which was interpreted as a signature of terahertz-induced transient ferroelectric order. Here we propose a temperature-dependent dynamic model incorporating the hot-phonon effect to simulate the soft-mode behaviors under ultrafast terahertz excitation. Its application to paraelectric KTaO3 produces quantitatively most of the features exhibited in our time-resolved SHG measurements and those in existing literature, including a long-lived non-oscillatory SHG response, SHG oscillations at twice the soft-mode frequency, SHG dampings as well as temperature and field-strength dependencies. We conclude that the observed terahertz-induced non-oscillatory SHG response in quantum paraelectrics is a consequence of the induced nonequilibrium hot-phonon effect, offering an alternative to its existing interpretation as a signature of transient ferroelectric order.         ",
    "url": "https://arxiv.org/abs/2501.14655",
    "authors": [
      "F. Yang",
      "X. J. Li",
      "D. Talbayev",
      "L. Q. Chen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.01236",
    "title": "Qracle: A Graph-Neural-Network-based Parameter Initializer for Variational Quantum Eigensolvers",
    "abstract": "           Variational Quantum Eigensolvers (VQEs) are a leading class of noisy intermediate-scale quantum (NISQ) algorithms with broad applications in quantum physics and quantum chemistry. However, as system size increases, VQE optimization is increasingly hindered by the barren plateau phenomenon, where gradients vanish and the loss function becomes trapped in local minima. While machine learning-based parameter initialization methods have been proposed to address this challenge, they often show limited effectiveness in complex VQE problems. This is primarily due to their inadequate ability to model the intricate correlations embedded in the Hamiltonian structure and the associated ansatz circuits. In this paper, we propose \\textit{Qracle}, a graph neural network (GNN)-based parameter initializer for VQEs. \\textit{Qracle} systematically encodes both the Hamiltonian and the associated ansatz circuit into a unified graph representation and leverages a GNN to learn a mapping from VQE problem graphs to optimized ansatz parameters. Compared to state-of-the-art initialization techniques, \\textit{Qracle} achieves a reduction in initial loss of up to $10.86$, accelerates convergence by decreasing optimization steps by up to $64.42\\%$, and improves final performance with up to a $26.43\\%$ reduction in Symmetric Mean Absolute Percentage Error (SMAPE).         ",
    "url": "https://arxiv.org/abs/2505.01236",
    "authors": [
      "Chi Zhang",
      "Lei Jiang",
      "Fan Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.09971",
    "title": "Quantum block Krylov subspace projector algorithm for computing low-lying eigenenergies",
    "abstract": "           Computing eigenvalues is a computationally intensive task central to numerous applications in the natural sciences. Toward this end, we investigate the quantum block Krylov subspace projector (QBKSP) algorithm - a multireference quantum Lanczos method designed to accurately compute low-lying eigenenergies, including degenerate ones, of quantum systems. We present three compact quantum circuits tailored to different problem settings for evaluating the required expectation values. To assess the impact of the number and fidelity of initial reference states, as well as time evolution duration, we perform error-free and limited-precision numerical simulations and quantum circuit simulations. Our results show that using multiple reference states significantly enhances convergence, particularly in precision-limited scenarios and in cases where a single reference state fails to capture all target eigenvalues. Additionally, the QBKSP algorithm allows for the determination of degenerate eigenstates and their multiplicities through appropriate convergence conditions.         ",
    "url": "https://arxiv.org/abs/2506.09971",
    "authors": [
      "Maria Gabriela Jordão Oliveira",
      "Nina Glaser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.21396",
    "title": "Counter-propagating spontaneous parametric down-conversion source in lithium niobate on insulator",
    "abstract": "           Quantum photonic technologies rely on the ability to generate, manipulate, and interfere indistinguishable single photons on a scalable platform. Among the various approaches, spontaneous parametric down-conversion (SPDC) remains one of the most widely used methods for generating entangled or pure photon pairs. However most integrated SPDC sources relying on co-propagating geometries have a limited purity of heralded photons, or require lossy filtering. Type-2 SPDC processes can produce pure separable photons but typically suffer from lower efficiency and added complexity due to polarisation management. Here we show the first integrated counter-propagating photon-pair source on lithium niobate on insulator, where signal and idler photons are generated in opposite directions. The counter-propagating geometry leads to spectrally uncorrelated photon pairs without spectral filtering. The joint spectral intensity measurements and unheralded $g^{(2)}$ correlations, yield purities of (92$\\pm$3)%. Interference between two independent sources achieves heralded visibilities of (71$\\pm$3)%, confirming the scalability of the platform. These results establish a new route toward integrated, high-purity, and tunable photon sources. The demonstrated counter-propagating geometry offers a scalable solution for quantum photonic networks.         ",
    "url": "https://arxiv.org/abs/2506.21396",
    "authors": [
      "Jost Kellner",
      "Alessandra Sabatti",
      "Tristan Kuttner",
      "Robert J. Chapman",
      "Rachel Grange"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]