[
  {
    "id": "arXiv:2406.19416",
    "title": "Lightweight Thermal Management Strategies for the Silicon Detectors of CBM at FAIR",
    "abstract": "           Lightweight thermal management is central to the design of the all-silicon Inner Tracker of the Compressed Baryonic Matter Experiment (CBM) at the Facility for Antiproton and Ion Research (FAIR). This experiment aims to study strongly interacting matter at neutron star core densities through fixed-target Au-Au collisions ($\\sqrt{s_{NN}} = 2.9 - 4.9\\,$GeV; up to 10$^7$ beam-target interactions per second; polar angular acceptance of $2.5^{\\circ} \\leq \\Theta \\leq 25^{\\circ}$). Studies with thermal demonstrators for both the pixel-based Micro Vertex Detector and the strip-based Silicon Tracking System have validated their thermal management strategies, preparing them for series production now and global commissioning in 2028.         ",
    "url": "https://arxiv.org/abs/2406.19416",
    "authors": [
      "Franz Matejcek",
      "Kshitij Agarwal",
      "CBM Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2406.19523",
    "title": "Implementation of two-dimensional selective acoustic tweezers merely using four straight interdigitated transducers:a numerical proof of concept of radiation field synthesis by pulsed acoustic waves",
    "abstract": "           Selective acoustic tweezers can focus the acoustic radiation force on a single particle to manipulate it without affecting its neighbors. This has long required highly complex hardware. In this numerical study, we show that pulsed acoustic waves can be used for the selective manipulation of particles using only two pairs of orthogonal transducers. While these tweezers are well-known for their ability to manipulate arrays of particles, we show that selectivity can be achieved by using sequences of acoustic pulses to iteratively construct a combined acoustic potential focused only on the target particle.         ",
    "url": "https://arxiv.org/abs/2406.19523",
    "authors": [
      "Shuhan Chen",
      "Jia Zhou",
      "Antoine Riaud"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19620",
    "title": "Monolithic lithium niobate photonic chip for efficient terahertz-optic modulation and terahertz generation",
    "abstract": "           The terahertz (THz) frequency range, bridging the gap between microwave and infrared frequencies, presents unparalleled opportunities for advanced imaging, sensing, communications, and spectroscopy applications. Terahertz photonics, in analogy with microwave photonics, is a promising solution to address the critical challenges in THz technologies through optical methods. Despite its vast potential, key technical challenges remain in effectively interfacing THz signals with the optical domain, especially THz-optic modulation and optical generation of THz waves. Here, we address these challenges using a monolithic integrated photonic chip designed to support efficient bidirectional interaction between THz and optical waves. Leveraging the significant second-order optical nonlinearity and strong optical and THz confinement in a thin-film lithium niobate on quartz platform, the chip supports both efficient THz-optic modulation and continuous THz wave generation at up to 500 GHz. The THz-optic modulator features a radio frequency (RF) half-wave voltage of 8V at 500 GHz, representing more than an order of magnitude reduction in modulation power consumption from previous works. The measured continuous wave THz generation efficiency of 4.8*10-6 /W at 500 GHz also marks a tenfold improvement over existing tunable THz generation devices based on lithium niobate. We further leverage the coherent nature of the optical THz generation process and mature optical modulation techniques to realize high-speed electro-THz modulation at frequencies up to 35 GHz. The chip-scale THz-photonic platform paves the way for more compact, efficient, and cost-effective THz systems with potential applications in THz communications, remote sensing, and spectroscopy.         ",
    "url": "https://arxiv.org/abs/2406.19620",
    "authors": [
      "Yiwen Zhang",
      "Jingwei Yang",
      "Zhaoxi Chen",
      "Hanke Feng",
      "Sha Zhu",
      "Kam-Man Shum",
      "Chi Hou Chan",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19745",
    "title": "High Precision Microscale 3D Manufacturing of Ultra Low Expansion Glass by Femtosecond Selective Laser Etching",
    "abstract": "           Due to its exceptional dimensional stability in harsh thermal conditions and excellent mechanical and optical properties, Corning ultra-low expansion (ULE) glass is the material of choice in many high-demanding fields such as aerospace, astronomy, and advanced optics. This material has recently attracted renewed attention with the advent of femtosecond laser technology, with a particular focus on the interaction of ultrafast pulses and the material itself. Phenomena like the formation of self-assembled nanogratings and their thermal stability as well as the darkening of laser-affected zones have then been characterized. This paper presents how to exploit femtosecond selective laser etching (SLE) techniques to manufacture truly three-dimensional (3D) components. To demonstrate the micron-scale accuracy and repeatability of this process from the mm- to the cm-size range, various devices are designed and fabricated: fiber hole arrays with different hole densities, sizes, orientations, and shapes; and fiber V-groove arrays. Additionally, a mechanical flexural fiber mount is presented as an example of how multiple functionalities can be monolithically integrated into a single piece of glass through SLE technology. An example of a passive alignment substrate for optical components is also shown. SLE technique represents a new advancement in the field of microscale manufacturing, enabling the scalable production of custom-designed ULE glass structures with unprecedented precision and complexity, paving the way for the miniaturized integration of highly stable components.         ",
    "url": "https://arxiv.org/abs/2406.19745",
    "authors": [
      "Enrico Casamenti",
      "Alessandro Bruno",
      "Pietro Bernasconi",
      "Andrea Lovera"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19944",
    "title": "Tutorial: Current controllers for optimizing laser cooling on cold atom experiments",
    "abstract": "           The design of single chip current source based on a common power operational amplifier is presented and demonstrated for the purpose of controlling applied magnetic fields using bias/shim electromagnets in cold atom experiments. The efficacy of the design is realized via application to red-detuned polarization-gradient cooling of $^{87}$Rb down to 3 $\\mu$K. Further, we demonstrate Raman spectroscopy using these devices to apply current and so generate a precise, accurate, and reproducible magnetic field. This work is intended as a short tutorial for new graduate students and postdocs of laser cooling and trapping.         ",
    "url": "https://arxiv.org/abs/2406.19944",
    "authors": [
      "D. O. Sabulsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.20002",
    "title": "Combined microwave and optical spectroscopy for hyperfine structure analysis in thulium atoms",
    "abstract": "           The hyperfine structure of atoms and ions is widely used in fundamental and applied research. Accurate knowledge of hyperfine splitting values is essential for quantum metrology applications as well as for improving the performance of systems designed for quantum computing and simulation. We present refined values of the hyperfine splitting frequencies of the ground and clock states of thulium atom, $f_{g}^\\textrm{HFS}=1\\,496\\,550\\,658.23(3)$\\,Hz and $f_{c}^\\textrm{HFS}=2\\,113\\,946\\,873.08(9)$\\,Hz, respectively. The measurements are performed on an ultracold atomic ensemble in an optical lattice using combined microwave and optical transition spectroscopy. Our results improve the accuracy by 2 and 7 orders of magnitude for $f_{g}^\\textrm{HFS}$ and $f_{c}^\\textrm{HFS}$, respectively, compared to the previously published values. We also refine the value of the Landé g-factor of the clock level to $g_c = 0.85479(11)$.         ",
    "url": "https://arxiv.org/abs/2406.20002",
    "authors": [
      "Denis Mishin",
      "Dmitry Tregubov",
      "Nikolay Kolachevsky",
      "Artem Golovizin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.20010",
    "title": "Transfer printing micro-assembly of silicon photonic crystal cavity arrays: beating the fabrication tolerance limit",
    "abstract": "           Photonic crystal cavities (PhCCs) can confine optical fields in ultra-small volumes, enabling efficient light-matter interactions for quantum and non-linear optics, sensing and all-optical signal processing. The inherent nanometric tolerances of micro-fabrication platforms can induce cavity resonant wavelength shifts two-orders of magnitude larger than cavity linewidths, prohibiting fabrication of arrays of nominally identical devices. We address this device variability by fabricating PhCCs as releasable pixels that can be transferred from their native substrate to a receiver where ordered micro-assembly can overcome the inherent fabrication variance. We demonstrate the measurement, binning and transfer of 119 PhCCs in a single session, producing spatially ordered arrays of PhCCs, sorted by resonant wavelength. Furthermore, the rapid in-situ measurement of the devices enables measurements of the PhCCs dynamic response to the print process for the first time, showing plastic and elastic effects in the seconds to hours range.         ",
    "url": "https://arxiv.org/abs/2406.20010",
    "authors": [
      "Sean P. Bommer",
      "Christopher Panuski",
      "Benoit Guilhabert",
      "Zhongyi Xia",
      "Jack A. Smith",
      "Martin D. Dawson",
      "Dirk Englund",
      "Michael J. Strain"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19426",
    "title": "Bell vs Bell: a ding-dong battle over quantum incompleteness",
    "abstract": "           Does determinism (or even the incompleteness of quantum mechanics) follow from locality and perfect correlations? In a 1964 paper John Bell gave the first demonstration that quantum mechanics is incompatible with local hidden variables. Since then a vigorous debate has rung out over whether he relied on an assumption of determinism or instead, as he later claimed in a 1981 paper, derived determinism from assumptions of locality and perfect correlation. This paper aims to bring clarity to the debate via simple examples and rigorous results. It is first recalled, via quantum and classical counterexamples, that the weakest statistical form of locality consistent with Bell's 1964 paper (parameter independence) is insufficient for the derivation of determinism. Attention is then turned to critically assess Bell's appealing to the Einstein-Rosen-Podolsky incompleteness argument to support his claim. It is shown this argument is itself incomplete, via counterexamples that expose two logical gaps. However, closing these gaps via a strong ``counterfactual'' reality criterion enables a rigorous derivation of each of quantum incompleteness, determinism and parameter independence, and in this sense justifies Bell's claim. Consequences for quantum interpretations are briefly discussed.         ",
    "url": "https://arxiv.org/abs/2406.19426",
    "authors": [
      "Michael J. W. Hall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19533",
    "title": "Testing quantum theory on curved space-time with quantum networks",
    "abstract": "           Quantum technologies present new opportunities for fundamental tests of nature. One potential application is to probe the interplay between quantum physics and general relativity - a field of physics with no empirical evidence yet. Here we show that quantum networks open a new window to test this interface. We demonstrate how photon mediated entanglement between atomic or atom-like systems can be used to probe time-dilation induced entanglement and interference modulation. Key are non-local measurements between clocks in a gravitational field, which can be achieved either through direct photon interference or by using auxiliary entanglement. The resulting observable depends on the interference between different proper times, and can only be explained if both quantum theory and general relativity are taken into account. The proposed protocol enables clock interferometry on km-scale separations and beyond. Our work thus shows a realistic experimental route for a first test of quantum theory on curved space-time, opening up new scientific opportunities for quantum networks.         ",
    "url": "https://arxiv.org/abs/2406.19533",
    "authors": [
      "Johannes Borregaard",
      "Igor Pikovski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19822",
    "title": "Scanning acoustic microscopy characterization of cold sprayed coatings deposited on grooved substrates",
    "abstract": "           The effect of non-planar substrate surface on homogeneity and quality of cold sprayed (CS) deposits was studied by scanning acoustic microscopy (SAM). Fe coatings were cold sprayed onto Al substrates containing artificially introduced grooves of square- and trapezoid-shaped geometries, with flat or cylindrical bottoms. The Al substrates were either wrought or cold sprayed, to comprehend their prospective influence on the Fe coatings build-up. SAM was then used to assess morphological properties of the materials from the cross-view and top-view directions. The microstructure below the surface of the studied samples was visualized by measuring the amplitudes of the reflection echoes and the velocity of the ultrasonic waves. The SAM analysis revealed that the regions of coating imperfections around the grooves are larger than what is suggested by standard scanning electron microscopy (SEM) observations. Furthermore, we found that the seemingly non-influenced coating regions that appear perfectly homogeneous and dense in SEM do, in fact, possess heterogeneous microstructure associated with the individual CS nozzle passes.         ",
    "url": "https://arxiv.org/abs/2406.19822",
    "authors": [
      "Martin Koller",
      "Jan Cizek",
      "Michaela Janovská",
      "Martin Ševčík",
      "Jan Kondas",
      "Reeti Singh",
      "Hanuš Seiner"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19992",
    "title": "Abnormal Frequency Response Determined by Saddle Points in Non-Hermitian Crystal Systems",
    "abstract": "           In non-Hermitian crystal systems under open boundary condition (OBC), it is generally believed that the OBC modes with frequencies containing positive imaginary parts, when excited by external driving, will experience exponential growth in population, thereby leading to instability. However, our work challenges this conventional understanding. In such a system, we find an anomalous response that grows exponentially with the frequency aligned with those of saddle points. The frequencies of these saddle points on the complex plane are below the maximum imaginary part of OBC spectrum, but they can lie within or beyond the OBC spectrum. We derive general formulas of excitation-response relationships and find that this anomalous response can occur because the excitation of OBC modes eventually evolve toward these saddle points at long times. Only when the frequencies of all these saddle points are below the real axis do the non-Hermitian crystal systems remain stable under periodic excitation. Thus our results also provide new insights on the stability criterion of non-Hermitian crystal systems.         ",
    "url": "https://arxiv.org/abs/2406.19992",
    "authors": [
      "Kunling Zhou",
      "Jun Zhao",
      "Bowen Zeng",
      "Yong Hu"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.19996",
    "title": "Integrating Quantum Algorithms Into Classical Frameworks: A Predictor-corrector Approach Using HHL",
    "abstract": "           The application of quantum algorithms to classical problems is generally accompanied by significant bottlenecks when transferring data between quantum and classical states, often negating any intrinsic quantum advantage. Here we address this challenge for a well-known algorithm for linear systems of equations, originally proposed by Harrow, Hassidim and Lloyd (HHL), by adapting it into a predictor-corrector instead of a direct solver. Rather than seeking the solution at the next time step, the goal now becomes determining the change between time steps. This strategy enables the intelligent omission of computationally costly steps commonly found in many classical algorithms, while simultaneously mitigating the notorious readout problems associated with extracting solutions from a quantum state. Random or regularly performed skips instead lead to simulation failure. We demonstrate that our methodology secures a useful polynomial advantage over a conventional application of the HHL algorithm. The practicality and versatility of the approach are illustrated through applications in various fields such as smoothed particle hydrodynamics, plasma simulations, and reactive flow configurations. Moreover, the proposed algorithm is well suited to run asynchronously on future heterogeneous hardware infrastructures and can effectively leverage the synergistic strengths of classical as well as quantum compute resources.         ",
    "url": "https://arxiv.org/abs/2406.19996",
    "authors": [
      "Omer Rathore",
      "Alastair Basden",
      "Nicholas Chancellor",
      "Halim Kusumaatmaja"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.08947",
    "title": "Switchable optical trapping of Mie-resonant phase-change nanoparticles",
    "abstract": "           Optical tweezers revolutionized the manipulation of nanoscale objects. Typically, tunable manipulations of optical tweezers rely on adjusting either the trapping laser beams or the optical environment surrounding the nanoparticles. We present a novel approach to achieve tunable and switchable trapping using nanoparticles made of a phase-change material (vanadium dioxide or VO$_2$). By varying the intensity of the trapping beam, we induce transitions of the VO$_2$ between monoclinic and rutile phases. Depending on the nanoparticles' sizes, they exhibit one of three behaviours: small nanoparticles (in our settings, radius $<0.12$ wavelength $\\lambda$) remain always attracted by the laser beam in both material phases, large nanoparticles ($>0.22 \\lambda$) remain always repelled. However, within the size range of $0.12$-$0.22 \\lambda$, the phase transition of the VO$_2$ switches optical forces between attractive and repulsive, thereby pulling/pushing them towards/away from the beam centre. The effect is reversible, allowing the same particle to be attracted and repelled repeatedly. The phenomenon is governed by Mie resonances supported by the nanoparticle and their alterations during the phase transition of the VO$_2$. This work provides an alternative solution for dynamic optical tweezers and paves a way to new possibilities, including optical sorting, light-driven optomechanics and single-molecule biophysics.         ",
    "url": "https://arxiv.org/abs/2402.08947",
    "authors": [
      "Libang Mao",
      "Ivan Toftul",
      "Sivacarendran Balendhran",
      "Mohammad Taha",
      "Yuri Kivshar",
      "Sergey Kruk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.00770",
    "title": "Low-loss liquid metal interconnects for superconducting quantum circuits",
    "abstract": "           Building a modular architecture with superconducting quantum computing chips is one of the means to achieve qubit scalability, allowing the screening, selection, replacement, and integration of individual qubit modules into large quantum systems. However, the nondestructive replacement of modules within a compact architecture remains a challenge. Liquid metals, specifically gallium alloys, can be alternatives to solid-state galvanic interconnects. This is motivated by their self-healing, self-aligning, and other desirable fluidic properties, potentially enabling the nondestructive replacement of modules at room temperatures, even after operating the entire system at millikelvin regimes. In this study, we present coplanar waveguide resonators (CPWRs) interconnected by gallium alloy droplets, achieving high internal quality factors up to nearly one million and demonstrating performance on par with the continuous solid-state CPWRs. Leveraging the desirable fluidic properties of gallium alloys at room temperature and their compact design, we envision a modular quantum system enabled by liquid metals.         ",
    "url": "https://arxiv.org/abs/2404.00770",
    "authors": [
      "Zhancheng Yao",
      "Martin Sandberg",
      "David W. Abraham",
      "David J. Bishop"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.01445",
    "title": "Tessellated phase diagram and extended criticality in driven quasicrystals and quantum Hall matter",
    "abstract": "           The well-known mapping between 1D quasiperiodic systems and 2D integer quantum Hall matter can also be applied in the presence of driving. Here we explore the effect of time-varying electric fields on the transport properties and phase diagram of Harper-Hofstadter materials. We consider light of arbitrary polarization illuminating a 2D electron gas at high magnetic field; this system maps to a 1D quasicrystal subjected to simultaneous phasonic and dipolar driving. We show that this generalized driving generates a tessellated phase diagram featuring a nested duality-protected pattern of metal-insulator transitions. Circularly or elliptically polarized light can create an extended critical phase, opening up a new route to achieving wavefunction multifractality without fine-tuning to a critical point, as well as induce Floquet topological insulators. We describe in detail a path to experimental realization of these phenomena using lattice-trapped ultracold atoms.         ",
    "url": "https://arxiv.org/abs/2406.01445",
    "authors": [
      "Yifei Bai",
      "David M. Weld"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2406.07902",
    "title": "Collinear three-photon excitation of a strongly forbidden optical clock transition",
    "abstract": "           The ${{^1\\mathrm{S}_0}\\!-\\!{^3\\mathrm{P}_0}}$ clock transition in strontium serves as the foundation for the world's best atomic clocks and for gravitational wave detector concepts in clock atom interferometry. This transition is weakly allowed in the fermionic isotope $^{87}$Sr but strongly forbidden in bosonic isotopes. Here we demonstrate coherent excitation of the clock transition in bosonic ${}^{88}$Sr using a novel collinear three-photon process in a weak magnetic field. We observe Rabi oscillations with frequencies of up to $50~\\text{kHz}$ using $\\text{W}/\\text{cm}^{2}$ laser intensities and Gauss-level magnetic field amplitudes. The absence of nuclear spin in bosonic isotopes offers decreased sensitivity to magnetic fields and optical lattice light shifts, enabling atomic clocks with reduced systematic errors. The collinear propagation of the laser fields permits the interrogation of spatially separated atomic ensembles with common laser pulses, a key requirement for dark matter searches and gravitational wave detection with next-generation quantum sensors.         ",
    "url": "https://arxiv.org/abs/2406.07902",
    "authors": [
      "Samuel P. Carman",
      "Jan Rudolph",
      "Benjamin E. Garber",
      "Michael J. Van de Graaff",
      "Hunter Swan",
      "Yijun Jiang",
      "Megan Nantel",
      "Mahiro Abe",
      "Rachel L. Barcklay",
      "Jason M. Hogan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.08319",
    "title": "Robustly learning the Hamiltonian dynamics of a superconducting quantum processor",
    "abstract": "           The required precision to perform quantum simulations beyond the capabilities of classical computers imposes major experimental and theoretical challenges. The key to solving these issues are precise means of characterizing analog quantum simulators. Here, we robustly estimate the free Hamiltonian parameters of bosonic excitations in a superconducting-qubit analog quantum simulator from measured time-series of single-mode canonical coordinates. We achieve high levels of precision in estimating the Hamiltonian parameters by exploiting a priori knowledge, making it robust against noise and state-preparation and measurement (SPAM) errors. Importantly, we are also able to obtain tomographic information about those SPAM errors from the same data, crucial for the experimental applicability of Hamiltonian learning in dynamical quantum-quench experiments. Our learning algorithm is scalable both in terms of the required amounts of data and post-processing. To achieve this, we develop a new super-resolution technique coined tensorESPRIT for frequency extraction from matrix time-series. The algorithm then combines tensorESPRIT with constrained manifold optimization for the eigenspace reconstruction with pre- and post-processing stages. For up to 14 coupled superconducting qubits on two Sycamore processors, we identify the Hamiltonian parameters -- verifying the implementation on one of them up to sub-MHz precision -- and construct a spatial implementation error map for a grid of 27 qubits. Our results constitute an accurate implementation of a dynamical quantum simulation that is characterized using a new diagnostic toolkit for understanding, calibrating, and improving analog quantum processors.         ",
    "url": "https://arxiv.org/abs/2108.08319",
    "authors": [
      "Dominik Hangleiter",
      "Ingo Roth",
      "Jonas Fuksa",
      "Jens Eisert",
      "Pedram Roushan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.04472",
    "title": "Hidden orders and phase transitions for the fully packed quantum loop model on the triangular lattice",
    "abstract": "           Quantum loop and dimer models are prototypical correlated systems with local constraints, which are not only intimately connected to lattice gauge theories and topological orders but are also widely applicable to the broad research areas of quantum materials and quantum simulation. Employing our sweeping cluster quantum Monte Carlo algorithm, we reveal the complete phase diagram of the triangular-lattice fully packed quantum loop model. Apart from the known lattice nematic (LN) solid and the even $\\mathbb{Z}_2$ quantum spin liquid (QSL) phases, we discover a hidden vison plaquette (VP) phase, which had been overlooked and misinterpreted as a QSL for more than a decade. Moreover, the VP-to-QSL continuous transition belongs to the $(2+1)$D cubic* universality class, which offers a lattice realization of the (fractionalized) cubic fixed point that had long been considered as irrelevant towards the O($3$) symmetry until corrected recently by conformal bootstrap calculations. Our results are therefore of relevance to recent developments in both experiments and theory, and facilitate further investigations of hidden phases and transitions.         ",
    "url": "https://arxiv.org/abs/2205.04472",
    "authors": [
      "Xiaoxue Ran",
      "Zheng Yan",
      "Yan-Cheng Wang",
      "Rhine Samajdar",
      "Junchen Rong",
      "Subir Sachdev",
      "Yang Qi",
      "Zi Yang Meng"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2406.10597",
    "title": "On-chip microwave coherent source with in-situ control of the photon number distribution",
    "abstract": "           Coherent photon sources are key elements in different applications, ranging from quantum sensing to quantum computing. In the context of circuit quantum electrodynamics, there have been multiple proposals for potential coherent sources of photons, but a well established candidate is still missing. The possibility of designing and engineering superconducting circuits behaving like artificial atoms supports the realization of quantum optics protocols, including microwave photons generation. Here we propose and theoretically investigate a new design that allows a tunable photon injection directly on-chip. The scheme is based on initiating a population inversion in a superconducting circuit that will act as the photon source of one or multiple target resonators. The key novelty of the proposed layout consists in replacing the usual capacitive link between the source and the target cavity with a tunable coupler, with the advantage of having on-demand control on the injected steady-state photons. We validate the dynamical control of the generated coherent states under the effect of an external flux threading the tunable coupler and discuss the possibility of employing this scheme also in the context of multiple bosonic reservoirs.         ",
    "url": "https://arxiv.org/abs/2406.10597",
    "authors": [
      "Pasquale Mastrovito",
      "Halima Giovanna Ahmad",
      "Martina Esposito",
      "Davide Massarotti",
      "Francesco Tafuri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]