[
  {
    "id": "arXiv:2508.09335",
    "title": "Geometric Optical Throughput and Etendue Revisited: Introducing the Optogeometric Factor for Pixel Level Quantitative Imaging",
    "abstract": "           This paper formally defines optogeometric factor as a pixel level measure of geometric optical throughput. The quantity is formally defined as the surface solid angle integral of the local etendue between a pixel and its corresponding scene element. Under ideal geometric optical conditions, it can be approximated by the product of the projected pixel footprint area on the object plane and the solid angle covered by the entrance pupil. Provides a compact link between the radiance of the scene and the radiant flux collected by a single pixel, making explicit the spatial angular coupling that governs the radiometric measurements at the pixel level. Two mathematically equivalent expressions of optogeometric factor are derived: a scene based form, expressed via the footprint area and instantaneous field of view, and a sensor based form, expressed via the pixel pitch and optical f number. Their equivalence is demonstrated analytically and confirmed using representative parameters of real thermal imaging systems. The concept is extended to effective optogeometric factor, which incorporates the pixel fill factor to account for the active area of the sensor. This concept enables a clear separation of geometric optical coupling from detector design and other calibration terms, offering a physically transparent and transferable basis for quantitative thermography and other imaging modalities operating in the geometric optics regime.         ",
    "url": "https://arxiv.org/abs/2508.09335",
    "authors": [
      "Sova Jan",
      "Kolaříková Marie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2508.09407",
    "title": "Periodically Poled Piezoelectric Lithium Niobate Resonator for Piezoelectric Power Conversion",
    "abstract": "           As the demand for compact and efficient power conversion systems increases, piezoelectric power converters have gained attention for their ability to replace bulky magnetic inductors with acoustic resonators, enabling higher power density and improved efficiency. Achieving optimal converter performance requires resonators with high quality factor ($Q$), strong electromechanical coupling ($k^2$), high power handling capability, and a spurious-free response. Lithium niobate (LN) has emerged as a promising material in this context due to its high figure of merit (FoM = $Q \\cdot k^2$). While previous studies on single-layer LN resonators have demonstrated high FoM values, they typically operate at relatively low resonance frequencies ($f_s$). Recently, periodically poled piezoelectric film (P3F) structures, formed by stacking piezoelectric layers with alternating crystal orientations, have shown the potential to both scale up the operating frequency and enhance the FoM compared to single-layer counterparts in piezoelectric power conversion. This work presents the first P3F thickness-extensional (TE) LN resonator for power conversion, operating at 19.23 MHz, with a large \\textit{$k^2$} of 29\\% and a high \\textit{Q} of 3187, achieving a state-of-the-art (\\textit{ $f_s \\cdot Q$}) product among piezoelectric power resonators. A high-power testing procedure is performed to systematically study the nonlinear behavior and power handling of P3F LN for power applications. With further optimization, P3F TE resonators have the potential to open up a new design space for high-power and high-frequency power conversion.         ",
    "url": "https://arxiv.org/abs/2508.09407",
    "authors": [
      "Ziqian Yao",
      "Clarissa Daniel",
      "Lezli Matto",
      "Heather Chang",
      "Vakhtang Chuluhadze",
      "Michael Liao",
      "Jack Kramer",
      "Eric Stolt",
      "Mark S. Goorsky",
      "Juan Rivas-Davila",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.09433",
    "title": "High-definition 3D suspended Archimedean spiral with broadband, spatially extended, and single-handed optical chirality enhancement in Vis-NIR range",
    "abstract": "           3D plasmonic structures can provide giant optical chirality (C) in the near field, enabling strong interactions with enantiomers for chiral sensing applications. However, these structures face several limitations, including narrow operational bandwidth constrained by resonance, flipping handedness of C around the resonant frequency, spatially confined distribution of C, and difficulty in trapping enantiomers. Our numerical predictions reveal that a 3D plasmonic Archimedean spiral (AS) exhibits spectrally broadband, spatially extended and single-handed near-field C in visible-to-near-infrared range. However, realizing highly deterministic 3D AS remains challenging. We develop an effective fabrication strategy that combines focused ion beam milling and template-stripping method to realize high-definition 3D AS. Furthermore, we experimentally characterize the fabricated structure's far-field chiroptical behavior to confirm the predicted optical response. Owing to its conical hole-like geometry, 3D AS can potentially function as a sieve for trapping enantiomer-functionalized nanoparticles in the hot zone with enhanced C for sensitive broadband chirotical detection.         ",
    "url": "https://arxiv.org/abs/2508.09433",
    "authors": [
      "Min Jiang",
      "Abhik Chakraborty",
      "Xiaofei Wu",
      "Hark Hoe Tan",
      "Jer-Shing Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.09439",
    "title": "Dynamically Switchable Polarization Lasing between q-BIC and Bragg Resonance Modes",
    "abstract": "           Quasi-bound states in the continuum (q-BICs) enable low-threshold lasing through high-Q cavity modes, yet their polarization tunability remains constrained by nanostructure-imposed cavity symmetries. By engineering a microcavity with an optimized duty cycle (0.34), we demonstrate a polarization-switchable distributed feedback (DFB) laser with controlled emission transitions between dual off-{\\Gamma} q-BIC lasing and single {\\Gamma}-point Bragg resonance (BR) lasing through switching pump polarization. The switching mechanism shows unprecedented robustness in varying waveguide thickness and photonic crystal period of DFB structures. Our findings extend the capabilities of DFB lasers beyond their conventional limits, opening opportunities for nanophotonics, classical and quantum optics applications.         ",
    "url": "https://arxiv.org/abs/2508.09439",
    "authors": [
      "Hongyu Yuan",
      "Jiaoyao Liu",
      "Xiaolin Wang",
      "Qianwen Jia",
      "Jinwei Shi",
      "Dahe Liu",
      "Zhaona Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.09840",
    "title": "Toward the \"platinum standard\" of quantum chemistry on quantum computers: perturbative quadruple corrections in unitary coupled cluster theory",
    "abstract": "           We propose a non-iterative, post hoc correction to the unitary coupled cluster theory with single, double, and triple excitations (UCCSDT) ansatz, which considers the leading-order effects of neglected quadruple excitations. We present two ways to derive this quadruples correction to UCCSDT, henceforth referred to as [Q-6], which leads to an improvement in the correlation energy shown to be correct through sixth-order in many-body perturbation theory (MBPT). A comparison between the UCC-based [Q-6] correction proposed in this work and analogous, \"platinum\" standard quadruples corrections proposed in conventional coupled cluster (CC) theory recognizes that [Q-6] is distinct from prior corrections since it is constructed entirely from internally connected components. Although Trotterized (t) and full operator variants of UCCSDT exhibit errors in scans of small molecule potential energy surfaces (PESs) that routinely exceed 1.6 mH, we find that t/UCCSDT[Q-6] is nevertheless able to achieve chemical accuracy as measured by the mean-unsigned error (MUE).         ",
    "url": "https://arxiv.org/abs/2508.09840",
    "authors": [
      "Zachary W. Windom",
      "Luke Bertels",
      "Daniel Claudino",
      "Rodney J. Bartlett"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.09901",
    "title": "Structure-Adaptive Topology Optimization Framework for Photonic Band Gaps with TE-Polarized Sources",
    "abstract": "           Leveraging our structure-adaptive topology optimization framework based on the integration of the photonic density of states over a frequency window for the TM polarization of light [see A. Bahulikar et al., arXiv:2411.09165 (2025)], we show that the $\\Gamma$-point and full Brillouin zone integration schemes can also recover two-dimensional photonic crystals for TE polarization. For the $\\Gamma$-point formalism, we employ the scalar magnetic field formulation of the electromagnetic wave equation with independent sources polarized in the x and y directions. For the full Brillouin zone formalism, we employ the vector electric field formulation of the electromagnetic wave equation, again with independent sources polarized in the x and y directions. This work can simultaneously treat frequency-dependent optical response, allow for targeted optimization for a given frequency and reciprocal lattice vector pair, and inherently encourage binarized designs.         ",
    "url": "https://arxiv.org/abs/2508.09901",
    "authors": [
      "Sukhad Dnyanesh Joshi",
      "Aditya Bahulikar",
      "Feng Wang",
      "M. Cenk Gursoy",
      "Rodrick Kuate Defo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.09917",
    "title": "Evaluation of a deliberate-practice informed supplemental intervention in graduate Quantum Mechanics",
    "abstract": "           Despite the prevalence of physics education research literature related to problem solving, recent studies have illustrated that opportunities for ``authentic'' problem solving -- conceptualized as making decisions with limited information using one's physics knowledge -- are limited at both the graduate and undergraduate levels in physics curricula. Building on one of these studies, we designed a supplemental intervention for a graduate-level quantum mechanics course which scaffolded the practice of making some of these critical decisions using the conceptual framework of deliberate practice. Despite similar incentive structures as prior interventions focused on conceptual understanding in similar contexts, we did not measure any statistically significant improvement in students' problem solving skills following our intervention, though faculty members involved with the next course and written qualifying exams indicated the students showed better-than-usual conceptual understanding. We explore a number of potential explanations for this disconnect and suggest future avenues of research in this area.         ",
    "url": "https://arxiv.org/abs/2508.09917",
    "authors": [
      "Michael E. Robbins",
      "Guillaume M. Laurent",
      "Eric W. Burkholder"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.08597",
    "title": "Can randomly structured metasurfaces be used for quantum tomography of high-dimensional spatial qudits?",
    "abstract": "           Reconstructing the density matrix of the quantum state of photons through a tomographically complete set of measurements, known as quantum state tomography, is an essential task in nearly all applications of quantum science and technology, from quantum sensing to quantum communications. Recent advances in optical metasurfaces enable the design of ultra-thin nanostructured optical elements performing such state tomography tasks, promising greater simplicity, miniaturization, and scalability. However, reported metasurfaces on this goal were limited to a small Hilbert dimension, e.g., polarization qubits or spatial qudits with only a few states. When scaling up to higher-dimensional qudit tomography problems, especially those involving spatial qudits, a natural question arises: whether a metasurface with randomized nanostructures is sufficient to perform such qudit tomography, achieving optimal conditions. In this work, we attempt to answer this question through a set of numerical experiments with random metasurfaces, utilizing large-scale simulations of over 11,000 distinct metasurfaces each exceeding 200 wavelengths in size. We show that with sufficient redundancy in the number of detectors, random metasurfaces perform reasonably well in quantum photonic spatial qudit tomography encoded in Hermite-Gaussian states for up to approximately 10 states. Furthermore, we discuss additional considerations for optimizing metasurfaces in multi-photon cases. Our work opens a pathway toward computationally efficient, miniaturized, and error-tolerant quantum measurement platforms.         ",
    "url": "https://arxiv.org/abs/2508.08597",
    "authors": [
      "Yuming Niu",
      "Kai Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.09316",
    "title": "Demonstration of a photonic time-frequency Fourier transform and temporal double slit using atomic quantum memory",
    "abstract": "           Aquantummemoryforlightisexpectedtoplayacrucialroleinquantumcommunicationprotocols and distributed quantum computing. In addition to storage and buffering, a quantum memory can be used for manipulations of stored states to allow more complex quantum network operations. In this work, we demonstrate an in-memory Fourier transform using a combination of two well-established quantum memory protocols: Gradient Echo Memory and Electromagnetically Induced Transparency. Our experiment is realised using an ensemble of rubidium atoms that are laser cooled in an elongated magneto-optic trap to maximise optical depth. The results of our time-frequency Fourier transform can be understood as a temporal double slit. We show that the interference between time-separated pulses depends on the relative phase and time between the pulses of light. The use of a quantum memory enables us to illuminate exactly where and how interference occurs between time separated pulses. Time-frequency Fourier manipulation is a well established technique in classical optical systems. Our combination of Fourier manipulation and quantum-compatible memory could be used to bring similar capability to quantum optical systems.         ",
    "url": "https://arxiv.org/abs/2508.09316",
    "authors": [
      "Ankit Papneja",
      "Jesse Everett",
      "Cameron Trainor",
      "Aaron D. Tranter",
      "Ben C. Buchler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2508.09491",
    "title": "Relative Wavefront Errors in Continuous-Variable Quantum Communication",
    "abstract": "           When undertaking continuous-variable quantum key distribution (CV-QKD) across atmospheric channels, strong classical local oscillators (LOs) are often polarization-multiplexed with the weak quantum signals for coherent measurement at the receiver. Although the wavefronts of the quantum signal and LO are often assumed to experience the same distortion across channels, previous theoretical work has shown that they can experience differential distortions, resulting in relative wavefront errors (WFEs). Such errors have previously been shown to limit CV-QKD performance, in some cases leading to zero secure key rates. In this work, for the first time, we provide strong experimental evidence that relative WFEs are present in some circumstances and that standard assumptions in CV-QKD deployments may need to be revisited. In addition, we demonstrate how turbulence can affect the detailed form of the relative WFEs, thereby indicating that long-range links like terrestrial-satellite channels are likely impacted more than short-range terrestrial-only channels.         ",
    "url": "https://arxiv.org/abs/2508.09491",
    "authors": [
      "Nathan K. Long",
      "John Wallis",
      "Alex Frost",
      "Benjamin P. Dix-Matthews",
      "Sascha W. Schediwy",
      "Kenneth J. Grant",
      "Robert Malaney"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.09921",
    "title": "Nonlinear periodic orbit solutions and their bifurcation structure at the origin of soliton hopping in coupled microresonators",
    "abstract": "           Microresonator frequency combs, essential for future integrated optical systems, rely on dissipative Kerr solitons generated in a single microresonator to achieve coherent frequency comb generation. Recent advances in the nanofabrication of low-loss integrated nonlinear microresonators have paved the way for the exploration of coupled-resonator systems. These systems provide significant technological advantages, including higher conversion efficiency and the generation of dual dispersive waves. Beyond their practical benefits, coupled-resonator systems also reveal novel emergent nonlinear phenomena, such as soliton hopping, a dynamic process in which solitons periodically transfer between coupled resonators. In this study, we employ a dynamical system approach and the corresponding well-established numerical techniques, extensively developed within the context of hydrodynamics and transitional turbulence, to investigate the bifurcation structure of periodic orbit solutions of the coupled Lugiato-Lefever equations that underlie soliton hopping in photonic dimers and trimers. Our main finding uncovers a fundamental difference in the origin of the hopping process in dimers and trimers. We demonstrate that in dimers, hopping emerges from a branch of stable soliton solutions, whereas in trimers, it originates from an unstable branch. This distinction leads to a significant difference in pump power requirements. We relate the bifurcation structure of the periodic orbits including their stability to the observed dynamics in simulated laser scans mimicking typical experimental investigations. Subcritical Hopf bifurcations of unstable equilibrium branches specifically explain observed hysteresis, the coexistence of multiple attractors at the same parameter values, and the importance of choosing a specific path in parameter space to reliably achieve a desired dynamical regime.         ",
    "url": "https://arxiv.org/abs/2508.09921",
    "authors": [
      "Savyaraj Deshmukh",
      "Aleksandr Tusnin",
      "Alexey Tikan",
      "Tobias J. Kippenberg",
      "Tobias M. Schneider"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.09962",
    "title": "Quantum statistics of single-mode radiation emitted by superradiant Dicke states",
    "abstract": "           We study the quantum statistics of single-mode radiation emitted by an atomic ensemble when the ensemble is initially prepared in a superradiant Dicke state. We show that while the radiation is well approximated by the Glauber coherent state at early times in the evolution, the emission can be truly quantum at later times. In particular, one can observe a large amount of photon-number squeezing in the emission under certain conditions; even a Fock state can be produced. We discuss the quantum statistics of the emission for various parameters, including different initial conditions for the atomic ensemble. To obtain these results, we have developed a formalism where we are able to calculate the quantum statistics of the emission over long time-scales even when the number of atoms in the ensemble is quite large.         ",
    "url": "https://arxiv.org/abs/2508.09962",
    "authors": [
      "A. Yadav",
      "D. D. Yavuz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.00199",
    "title": "Seeded Topology Optimization for Commercial Foundry Integrated Photonics",
    "abstract": "           We present a seeded topology optimization methodology for integrated photonic devices fabricated on foundry platforms that yields improved performance compared to traditional topology optimization. We employ blurring filters and a design rule check correction algorithm to more readily meet fabrication constraints, resulting in devices with fewer artifacts and improved correlation between simulation and measurements. A statistical study is performed on a 2D modal multiplexer, revealing that 87% of devices optimized using this strategy conform to foundry constraints, compared to 13% of devices optimized using traditional TO. We apply seeded topology optimization to an ultra-compact TE modal multiplexer, a TE mode converter, a polarization rotator, and a high-contrast grating reflector. Using this optimization strategy, the measured insertion loss of the TE mode converter was reduced from < 1.50 dB to < 0.64 dB, and the measured TE1 insertion loss of the TE modal multiplexer was reduced from < 3.95 dB to < 1.38 dB over C-band. This approach enables a two-step inverse design process, merging of physics-informed design strategies with inverse design, and ensures strict compliance with foundry constraints throughout optimization.         ",
    "url": "https://arxiv.org/abs/2503.00199",
    "authors": [
      "Jacob M. Hiesener",
      "C. Alex Kaylor",
      "Joshua J. Wong",
      "Prankush Agarwal",
      "Stephen E. Ralph"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.13630",
    "title": "The Birth of Quantum Mechanics: A Historical Study Through the Canonical Papers",
    "abstract": "           This paper explores the historical development of the theory of quantum mechanics between 1900 and 1927 by chronological examination of the foundational papers and ideas. Beginning with Planck's introduction of energy quantisation in blackbody radiation, we follow the emergence of Einstein's light quanta hypothesis, Bohr's atomic model, and the statistical implications of indistinguishable particles. Special emphasis is placed on the transition from the Old Quantum Theory to modern quantum mechanics, particularly through Heisenberg's matrix mechanics and Schrödinger's wave mechanics. This study aims to provide a structured historical account, offering insights into the conceptual transformations that led to quantum mechanics while making the development accessible to physicists, historians of science, and advanced students interested in the origins of modern quantum theory.         ",
    "url": "https://arxiv.org/abs/2503.13630",
    "authors": [
      "Eren Volkan Küçük"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2504.14342",
    "title": "Purcell-enhanced lifetime modulation of quantum emitters as a probe of local refractive index changes",
    "abstract": "           Quantum emitters embedded in photonic integrated circuit (PIC) cavities offer a scalable platform for label-free refractive index sensing at the nanoscale. We propose and theoretically analyze a sensing mechanism based on Purcell-enhanced modulation of the emitter's spontaneous emission lifetime, enabling detection of refractive index changes via time-correlated single-photon counting (TCSPC). Unlike traditional resonance-shift sensors, our approach uses lifetime sensitivity to variations in the local density of optical states (LDOS), providing an intensity-independent, spectrally unresolvable, CMOS-compatible modality. We derive analytical expressions linking refractive index perturbations to relative lifetime shifts and identify an optimal off-resonance regime with linear, high sensitivity to small perturbations. Using silicon PICs as an example, we show detection limits down to 10^{-9} RIU for Q = 10^5-10^7 cavities, matching or exceeding plasmonic and microresonator sensors with simpler instrumentation. Long-lived emitters such as T-centers in silicon allow sub-nanosecond shifts to be resolved with standard TCSPC systems. Although room-temperature operation of silicon-based quantum emitters remains unproven, the concept is generic and applicable to other PIC platforms, including diamond-, silicon nitride-, and silicon carbide-based systems where such operation is established.         ",
    "url": "https://arxiv.org/abs/2504.14342",
    "authors": [
      "Yevhenii Morozov",
      "Anatoliy Lapchuk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.06167",
    "title": "Whistler Chorus Amplification in the Magnetosphere: The Nonlinear Free-Electron Laser Model and the Ginzburg-Landau Equation",
    "abstract": "           We present a novel nonlinear model for whistler-mode chorus amplification based on the free-electron laser (FEL) mechanism. First, we derive the nonlinear collective variable equations for the whistler-electron interaction. Consistent with in situ satellite observations, these equations predict that a small seed wave can undergo exponential growth, reaching a peak of a few hundred picoteslas after a few milliseconds, followed by millisecond timescale amplitude modulations. Next, we show that when one accounts for multiple wave frequencies and wave spatial variations, the amplitude and phase of the whistler wave can be described by the Ginzburg-Landau equation (GLE), providing a framework for the investigation of solitary wave behavior of chorus modes. These findings enhance our understanding of wave-particle interactions and space weather in the Van Allen radiation belts, deepen the connection between whistler-electron dynamics and FELs, and reveal a novel connection between whistler-mode chorus and the GLE.         ",
    "url": "https://arxiv.org/abs/2506.06167",
    "authors": [
      "Brandon Bonham",
      "Amitava Bhattacharjee"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2507.14786",
    "title": "Defect Engineered Layer Dependent Nonlinear Optical Response in Two Dimensional Muscovite for Efficient Optical Limiting",
    "abstract": "           Light-matter interactions in two-dimensional (2D) materials have gained significant interest due to their distinctive optical and electronic properties. Recently, silicates have emerged as a promising new class of 2D materials, but their nonlinear optical properties remain largely unexplored. In this study, we demonstrate layer-dependent nonlinear absorption and optical limiting capabilities of 2D muscovite using femtosecond laser excitation at 450 nm. The two-photon absorption (TPA) coefficient is highly sensitive to both the number of layers and excitation intensity, increasing markedly from (3.91+/-0.06)x10^3 cm GW^-1 in multilayer structures to (6.94+/-0.17)x10^5 cm GW^-1 in the monolayer limit at a peak intensity of 68 GW cm^-2, highlighting a strong layer-dependent enhancement in nonlinear absorption. Additionally, monolayer muscovite exhibits an optical limiting threshold of 1.46 mJ cm^-2, outperforming graphene and other 2D dichalcogenides. This enhanced TPA arises from quantum confinement and intrinsic lattice defects that facilitate nonlinear optical transitions. Density functional theory reveals that liquid-phase exfoliation disrupts potassium interlayers and induces oxygen vacancies, generating mid-gap electronic states that significantly enhance TPA. These insights open new avenues for designing low-fluence, high-efficiency optical limiters using 2D silicates.         ",
    "url": "https://arxiv.org/abs/2507.14786",
    "authors": [
      "Dipanwita Mitra",
      "Guilherme S. L. Fabris",
      "Raphael Benjamim",
      "Mateus M. Ferrer",
      "Marcelo Lopes Pereira Junior",
      "Riya Sadhukhan",
      "Dipak Kumar Goswami",
      "Gelu Costin",
      "Douglas S. Galvão",
      "Chandra Sekhar Tiwary",
      "Prasanta Kumar Dattaa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2508.06522",
    "title": "Citation Issues in Wave Mechanics Theory of Microwave Absorption",
    "abstract": "           The wave mechanics theory of microwave absorption challenges the long-standing impedance-matching and quarter-wavelength paradigms by demonstrating that conventional models mistakenly conflate bulk material parameters with thin-film phenomena. Drawing on a corpus of 35 peer-reviewed papers and preprints, the study performs a citation-pattern analysis and a logical audit of established theory. Results reveal a striking asymmetry in scholarly engagement, only a handful of supportive or neutral citations appear amid widespread silence, alongside critical logical flaws in impedance matching, notably its inconsistent treatment of penetration, reflection, and absorption from film. By re-framing absorption as a wave-mechanics process governed by interference at parallel interfaces, the wave mechanics framework restores energy-conservation consistency and provides experimentally verified design rules for film thickness, phase response, and broadband performance. The paper further situates the citation neglect within broader issues of peer-review bias and paradigm inertia, illustrating how cargo-cult scientific practices can impede theoretical progress. Recommendations are offered for researchers, editors, and institutions to foster open discourse, rigorously test competing models, and update curricula and design tools accordingly.         ",
    "url": "https://arxiv.org/abs/2508.06522",
    "authors": [
      "Yue Liu",
      "Ying Liu",
      "Michael G. B. Drew"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Digital Libraries (cs.DL)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.08575",
    "title": "Bridging Quantum Mechanics to Organic Liquid Properties via a Universal Force Field",
    "abstract": "           Molecular dynamics (MD) simulations are essential tools for unraveling atomistic insights into the structure and dynamics of condensed-phase systems. However, the universal and accurate prediction of macroscopic properties from ab initio calculations remains a significant challenge, often hindered by the trade-off between computational cost and simulation accuracy. Here, we present ByteFF-Pol, a graph neural network (GNN)-parameterized polarizable force field, trained exclusively on high-level quantum mechanics (QM) data. Leveraging physically-motivated force field forms and training strategies, ByteFF-Pol exhibits exceptional performance in predicting thermodynamic and transport properties for a wide range of small-molecule liquids and electrolytes, outperforming state-of-the-art (SOTA) classical and machine learning force fields. The zero-shot prediction capability of ByteFF-Pol bridges the gap between microscopic QM calculations and macroscopic liquid properties, enabling the exploration of previously intractable chemical spaces. This advancement holds transformative potential for applications such as electrolyte design and custom-tailored solvent, representing a pivotal step toward data-driven materials discovery.         ",
    "url": "https://arxiv.org/abs/2508.08575",
    "authors": [
      "Tianze Zheng",
      "Xingyuan Xu",
      "Zhi Wang",
      "Zhenze Yang",
      "Yuanheng Wang",
      "Xu Han",
      "Zhenliang Mu",
      "Ziqing Zhang",
      "Siyuan Liu",
      "Sheng Gong",
      "Kuang Yu",
      "Wen Yan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2508.08611",
    "title": "Performance Benchmarking of Machine Learning Models for Terahertz Metamaterial Absorber Prediction",
    "abstract": "           This study presents a polarization-insensitive ultra-broadband terahertz metamaterial absorber based on vanadium dioxide (VO2) and evaluates machine learning methods for predicting its absorption performance. The structure consists of a VO2 metasurface, a MF2 dielectric spacer, and a gold ground plane. It achieves more than 90% absorption between 5.72 and 11.11 THz, covering a 5.38 THz bandwidth with an average absorptance of 98.15%. A dataset of 9,018 samples was generated from full-wave simulations by varying patch width, dielectric thickness, and frequency. Six regression models were trained: Linear Regression, Support Vector Regression, Decision Tree, Random Forest, XGBoost, and Bagging. Performance was measured using adjusted R2, MAE, MSE, and RMSE. Ensemble models achieved the best results, with Bagging reaching an adjusted R2 of 0.9985 and RMSE of 0.0146. The workflow offers a faster alternative to exhaustive simulations and can be applied to other metamaterial designs, enabling efficient evaluation and optimization.         ",
    "url": "https://arxiv.org/abs/2508.08611",
    "authors": [
      "Nafisa Anjum",
      "Robiul Hasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2409.05332",
    "title": "Tuning the terahertz response of liquids by creating polar many-body excitations",
    "abstract": "           A surprising result from the theory of quantum control is the degree to which the properties of a physical system can be manipulated. Both atomic and many-body solid state models admit the possibility of creating a 'driven imposter', in which the optical response of one material mimics that of a dynamically distinct system. Here we apply these techniques to polarons in polar liquids. Such quasiparticles describe solvated electrons interacting with many-body degrees of freedom of their environment. The polaron frequency, which depends on the electron concentration in the liquid, is controlled with a pump field, rendering the polaron frequency of three different liquids identical. The experiments demonstrate the feasibility of 'polar impostorons', a so far purely theoretical phenomenon.         ",
    "url": "https://arxiv.org/abs/2409.05332",
    "authors": [
      "Gerard McCaul",
      "Matthias Runge",
      "Michael Woerner",
      "Diyar Talbayev",
      "Thomas Elsaesser",
      "Denys I. Bondar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.16600",
    "title": "3D-1D modelling of cranial mesh heating induced by low or medium frequency magnetic fields",
    "abstract": "           Safety assessment of patients with one-dimensionally structured passive implants, like cranial meshes or stents, exposed to low or medium frequency magnetic fields, like those generated in magnetic resonance imaging or magnetic hyperthermia, can be challenging, because of the different length scales of the implant and the human body. Most of the methods used to estimate the heating induced near such implants neglect the presence of the metallic materials within the body, modeling the metal as thermal seeds. To overcome this limitation, a novel numerical approach that solves three-dimensional and one-dimensional coupled problems is proposed. The proposed method is compared with measurements performed on a cranial mesh exposed to the magnetic field generated by a gradient coil system for magnetic resonance imaging. Then, it is applied to a magnetic hyperthermia case study in which a patient with a cranial mesh is exposed to the magnetic field generated by a collar-type magnetic hyperthermia applicator for neck tumour treatment. The experimental comparison of the proposed method predictions and the measurement data shows an improved accuracy near the maximum temperature increase up to 25% with respect to the method based on thermal seeds. The application of the proposed method applied to the magnetic hyperthermia case study leads to a prediction of the maximum temperature increase that is 10% lower than the one overestimated by relying on thermal seeds. At the same time, the proposed method corrects the underestimation of the thermal seeds in the regions where the electromagnetic power is not directly deposited and the temperature increase is only due to heat transfer. The proposed method leads to improved results with respect to previous approximations by modelling the thermal diffusion through the highly conductive metallic implants.         ",
    "url": "https://arxiv.org/abs/2504.16600",
    "authors": [
      "Alessandro Arduino",
      "Oriano Bottauscio",
      "Denise Grappein",
      "Stefano Scialó",
      "Fabio Vicini",
      "Umberto Zanovello",
      "Luca Zilberti"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Numerical Analysis (math.NA)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2508.07157",
    "title": "Acoustic source depth estimation method based on a single hydrophone in Arctic underwater",
    "abstract": "           Based on the normal mode and ray theory, this article discusses the characteristics of surface sound source and reception at the surface layer, and explores depth estimation methods based on normal modes and rays, and proposes a depth estimation method based on the upper limit of modal frequency. Data verification is conducted to discuss the applicability and limitations of different methods. For the surface refracted normal mode waveguide, modes can be separated through warping transformation. Based on the characteristics of normal mode amplitude variation with frequency and number, the sound source depth can be estimated by matching amplitude information. Based on the spatial variation characteristics of eigenfunctions with frequency, a sound source depth estimation method matching the cutoff frequency of normal modes is proposed. For the deep Arctic sea, the sound ray arrival structure at the receiving end is obtained through the analysis of deep inversion sound ray trajectories, and the sound source depth can be estimated by matching the time difference of ray arrivals. Experimental data is used to verify the sound field patterns and the effectiveness of the sound source depth estimation method.         ",
    "url": "https://arxiv.org/abs/2508.07157",
    "authors": [
      "Jinbao Weng",
      "Yubo Qi",
      "Yanming Yang",
      "Hongtao Wen",
      "Hongtao Zhou",
      "Benqing Chen",
      "Dewei Xu",
      "Ruichao Xue",
      "Caigao Zeng"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Numerical Analysis (math.NA)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]