[
  {
    "id": "arXiv:2403.08952",
    "title": "Characterisation of analogue Monolithic Active Pixel Sensor test  structures implemented in a 65 nm CMOS imaging process",
    "abstract": "Analogue test structures were fabricated using the Tower Partners Semiconductor Co. CMOS 65 nm ISC process. The purpose was to characterise and qualify this process and to optimise the sensor for the next generation of Monolithic Active Pixels Sensors for high-energy physics. The technology was explored in several variants which differed by: doping levels, pixel geometries and pixel pitches (10-25 $\\mu$m). These variants have been tested following exposure to varying levels of irradiation up to 3 MGy and $10^{16}$ 1 MeV n$_\\text{eq}$ cm$^{-2}$. Here the results from prototypes that feature direct analogue output of a 4$\\times$4 pixel matrix are reported, allowing the systematic and detailed study of charge collection properties. Measurements were taken both using $^{55}$Fe X-ray sources and in beam tests using minimum ionizing particles. The results not only demonstrate the feasibility of using this technology for particle detection but also serve as a reference for future applications and optimisations. ",
    "url": "https://arxiv.org/abs/2403.08952",
    "authors": [
      "Gianluca Aglieri Rinella",
      "Giacomo Alocco",
      "Matias Antonelli",
      "Roberto Baccomi",
      "Stefania Maria Beole",
      "Mihail Bogdan Blidaru",
      "Bent Benedikt Buttwill",
      "Eric Buschmann",
      "Paolo Camerini",
      "Francesca Carnesecchi",
      "Marielle Chartier",
      "Yongjun Choi",
      "Manuel Colocci",
      "Giacomo Contin",
      "Dominik Dannheim",
      "Daniele De Gruttola",
      "Manuel Del Rio Viera",
      "Andrea Dubla",
      "Antonello di Mauro",
      "Maurice Calvin Donner",
      "Gregor Hieronymus Eberwein",
      "Jan Egger",
      "Laura Fabbietti",
      "Finn Feindt",
      "Kunal Gautam",
      "Roman Gernhaeuser",
      "James Julian Glover",
      "Laura Gonella",
      "Karl Gran Grodaas",
      "Ingrid-Maria Gregor",
      "Hartmut Hillemanns",
      "Lennart Huth",
      "Armin Ilg",
      "Artem Isakov",
      "Daniel Matthew Jones",
      "Antoine Junique",
      "Jetnipit Kaewjai",
      "Markus Keil",
      "Jiyoung Kim",
      "Alex Kluge",
      "Chinorat Kobdaj",
      "Artem Kotliarov",
      "Kritsada Kittimanapun",
      "Filip Křížek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.09041",
    "title": "Microwave photonic transversal filters based on microcombs with feedback  control",
    "abstract": "Feedback control plays a crucial role in improving system accuracy and stability for a variety of scientific and engineering applications. Here, we theoretically and experimentally investigate the implementation of feedback control in microwave photonic (MWP) transversal filter systems based on optical microcomb sources, which offer advantages in achieving highly reconfigurable processing functions without requiring changes to hardware. We propose four different feedback control methods including (1) one stage spectral power reshaping, (2) one stage impulse response reshaping, (3) two stage spectral power reshaping, and (4) two stage synergic spectral power reshaping and impulse response reshaping. We experimentally implement these feedback control methods and compare their performance. The results show that the feedback control can significantly improve not only the accuracy of comb line shaping as well as temporal signal processing and spectral filtering, but also the systems long term stability. Finally, we discuss the current limitations and future prospects for optimizing feedback control in microcomb based MWP transversal filter systems implemented by both discrete components and integrated chips. Our results provide a comprehensive guide for the implementation of feedback control in microcomb based MWP filter systems in order to improve their performance for practical applications. ",
    "url": "https://arxiv.org/abs/2403.09041",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09051",
    "title": "Dual-polarization RF Channelizer Based on Kerr Soliton Microcomb Sources",
    "abstract": "We report a dual-polarization radio frequency (RF) channelizer based on microcombs. With the tailored mismatch between the FSRs of the active and passive MRRs, wideband RF spectra can be channelized into multiple segments featuring digital compatible bandwidths via the Vernier effect. Due to the use of dual polarization states, the number of channelized spectral segments, and thus the RF instantaneous bandwidth (with a certain spectral resolution), can be doubled. In our experiments, we used 20 microcomb lines with 49 GHz FSR to achieve 20 channels for each polarization, with high RF spectra slicing resolutions at 144 MHz (TE) and 163 MHz (TM), respectively; achieving an instantaneous RF operation bandwidth of 3.1 GHz (TE) and 2.2 GHz (TM). Our approach paves the path towards monolithically integrated photonic RF receivers (the key components active and passive MRRs are all fabricated on the same platform) with reduced complexity, size, and unprecedented performance, which is important for wide RF applications with digital compatible signal detection. ",
    "url": "https://arxiv.org/abs/2403.09051",
    "authors": [
      "Xingyuan Xu",
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09087",
    "title": "Temporal Signal Processing with Nonlocal Optical Metasurfaces",
    "abstract": "Nonlocal metasurfaces have recently enabled an ultra-compact, low-power and high-speed platform to perform analog image processing. While several computational tasks have been demonstrated based on this platform, most of the previous studies have focused only on spatial operations, such as spatial differentiation and edge detection. Here, we demonstrate that metasurfaces with temporal nonlocalities - that is, with a tailored dispersive response - can be used to implement time-domain signal processing in deeply subwavelength footprints. In particular, we show a passive metasurface performing first-order differentiation of an input signal with high-fidelity and high-efficiency. We also demonstrate that this approach is prone to scalability and cascaded computation. Our work paves the way to a new generation of ultra-compact, passive devices for all-optical computation, with applications in neural networks and neuromorphic computing. ",
    "url": "https://arxiv.org/abs/2403.09087",
    "authors": [
      "Michele Cotrufo",
      "Sedigheh Esfahani",
      "Dmitriy Korobkin",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.09253",
    "title": "Broadband NIR photon upconversion generates NIR persistent luminescence  for bioimaging",
    "abstract": "Upconversion persistent luminescence (UCPL) phosphors that can be directly charged by near-infrared (NIR) light have gained considerable attention due to their promising applications ranging from photonics to biomedicine. However, current lanthanide-based UCPL phosphors show small absorption cross-sections and low upconversion charging efficiency. The development of UCPL phosphors faces challenges of lacking flexible upconversion charging pathways and poor design flexibility. Herein, we discovered a new lattice defect-mediated broadband photon upconversion process and the accompanied NIR-to-NIR UCPL in Cr-doped zinc gallate nanoparticles. The zinc gallate nanoparticles can be directly activated by broadband NIR light in the 700-1000 nm range to produce persistent luminescence at about 700 nm, which is also readily enhanced by rationally tailoring the lattice defects in the phosphors. This proposed UCPL phosphors achieved a signal-to-background ratio of over 200 in bioimaging by efficiently avoiding interference from autofluorescence and light scattering. Our findings reported the lattice defect-mediated photon upconversion for the first time, which significantly expanded the horizons for the flexible design of NIR-to-NIR UCPL phosphors toward broad applications. ",
    "url": "https://arxiv.org/abs/2403.09253",
    "authors": [
      "Shuting Yang",
      "Bing Qi",
      "Mingzi Sun",
      "Wenjing Dai",
      "Ziyun Miao",
      "Wei Zheng",
      "Bolong Huang",
      "Jie Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09286",
    "title": "Optical Calibration of Holographic Acoustic Tweezers",
    "abstract": "Recently, acoustic tweezers based on an array of ultrasonic transducers have been reported taking inspiration from holographic optical tweezers. In the latter technique, the calibration of the optical trap is an essential procedure to obtain the trap stiffnesses. On the contrary, in the case of acoustic tweezers the calibration of the acoustic forces is seldom carried out. To cover this gap, in this work, we adapt the calibration protocols employed in optical tweezers to acoustic tweezers based on arrays of ultrasonic transducers. We measure trap stiffnesses in the mN/m range that are consistent with theoretical estimates obtained by calculations of the acoustic radiation forces based on the Gorkov potential. This work gives a common framework to the optical and acoustic manipulation communities, paving the way to a consistent calibration of hybrid acoustooptical setups. ",
    "url": "https://arxiv.org/abs/2403.09286",
    "authors": [
      "Sonia Marrara",
      "David Bronte Ciriza",
      "Alessandro Magazzu",
      "Roberto Caruso",
      "Giuseppe Lupo",
      "Rosalba Saija",
      "Antonino Foti",
      "Pietro G. Gucciardi",
      "Andrea Mandanici",
      "Onofrio M. Marago",
      "Maria Grazia Donato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09336",
    "title": "Radiative lifetime of the A 2Π1/2 state in RaF with relevance to  laser cooling",
    "abstract": "The radiative lifetime of the $A$ $^2 \\Pi_{1/2}$ (v=0) state in radium monofluoride (RaF) is measured to be 35(1) ns. The lifetime of this state is of relevance to the laser cooling of RaF via the optically closed $A$ $^2 \\Pi_{1/2} \\leftarrow X$ $^2\\Sigma_{1/2}$ transition, which is an advantageous aspect of the molecule for its promise as a probe for new physics. The radiative decay rate $\\Gamma = 2.9(2)\\times 10^7$ s$^{-1}$ is extracted using the lifetime, which determines the natural linewidth of 4.6(3) MHz and the maximum photon scattering rate of $4.1(3)\\times 10^6$ s$^{-1}$ of the laser-cooling transition. RaF is thus found to have a comparable photon-scattering rate with other laser-cooled molecules, while thanks to its highly diagonal Franck-Condon matrix it is expected to scatter an order of magnitude more photons when using 3 cooling lasers before it decays to a dark state. The lifetime measurement in RaF is benchmarked by measuring the lifetime of the $8P_{3/2}$ state in Fr to be 83(3) ns, in agreement with literature. ",
    "url": "https://arxiv.org/abs/2403.09336",
    "authors": [
      "M. Athanasakis-Kaklamanakis",
      "S. G. Wilkins",
      "P. Lassègues",
      "L. Lalanne",
      "J. R. Reilly",
      "O. Ahmad",
      "M. Au",
      "S. W. Bai",
      "J. Berbalk",
      "C. Bernerd",
      "A. Borschevsky",
      "A. A. Breier",
      "K. Chrysalidis",
      "T. E. Cocolios",
      "R. P. de Groote",
      "C. M. Fajardo-Zambrano",
      "K. T. Flanagan",
      "S. Franchoo",
      "R. F. Garcia Ruiz",
      "D. Hanstorp",
      "R. Heinke",
      "P. Imgram",
      "A. Koszorús",
      "A. A. Kyuberis",
      "J. Lim",
      "Y. C. Liu",
      "K. M. Lynch",
      "A. McGlone",
      "W. C. Mei",
      "G. Neyens",
      "L. Nies",
      "A. V. Oleynichenko",
      "A. Raggio",
      "S. Rothe",
      "L. V. Skripnikov",
      "E. Smets",
      "B. van den Borne",
      "J. Warbinek",
      "J. Wessolek",
      "X. F. Yang",
      "ISOLDE Collaboration"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2403.09360",
    "title": "Quality factor of dielectric optical resonators",
    "abstract": "We show analytically that the quality ($Q$) factor of magnetic and electric Mie modes in a lossless dielectric spherical resonator with high refractive index ($n \\gg 1$) scales as $n^{2j+1}$ and $n^{2j+3}$ respectively, where $j$ denotes the multipolar order. We numerically validate these results and show that our high-$n$ analytical relation is accurate for the dipolar modes when $n>5$. For higher multipolar orders, the analytical relation becomes valid for increasingly lower $n$. We study the dependence of the $Q$ factor on absorption losses and determine a general functional form that describes the $Q$ factor for all Mie modes for any complex refractive index. Finally, we observe that this functional form predicts a multipolar-dependent singular value of optical gain which gives rise to a lasing condition with an infinite $Q$ factor. ",
    "url": "https://arxiv.org/abs/2403.09360",
    "authors": [
      "Xavier Zambrana-Puyalto",
      "Søren Raza"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.09462",
    "title": "Deep-learning-assisted optical communication with discretized state  space of structural light",
    "abstract": "The rich structure of the transverse spatial mode of structural light has facilitated its applications in quantum information and optical communication. The Laguerre-Gaussian (LG) modes, with azimuthal and radial indexes, consist of a complete orthogonal basis to describe the transverse spatial mode of light. The azimuthal index is often endowed with the orbital angular momentum (OAM), a high dimensional degree of freedom. The advent of OAM in optical science marks a pivotal advancement, surpassing traditional optical techniques in light manipulation for advanced data encoding and signal transmission. Here, we present a scheme that utilizes the advanced deep learning technique for LG modes recognition. By discretizing the state space of the LG modes, a neural network model is trained to classify the given samples. A proof-of-principle experiment is performed to show that our scheme requires less samples for model training, while increasing the channel capacity within limited OAM number. We further apply our scheme to an image transmission task, demonstrating the ability to encode large data with low OAM number. Our work opens a new avenue for high capacity optical communication based on structural light. ",
    "url": "https://arxiv.org/abs/2403.09462",
    "authors": [
      "Minyang Zhang",
      "Dong-Xu Chen",
      "Pengxiang Ruan",
      "Jun Liu",
      "Jun-Long Zhao",
      "Chui-Ping Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09550",
    "title": "Understanding the Humidity Sensitivity of Sensors with TCAD Simulations",
    "abstract": "The breakdown voltage of silicon sensors without special surface is known to be affected by the ambient humidity. To understand the sensor's humidity sensitivity, Synopsys TCAD was used to simulate n-in-p test structures for different effective relative humidity. Photon emission of hot electrons was imaged with a microscope to locate breakdown in the edge-region of the sensor. The Top-Transient Current Technique was used to measure charge transport near the surface in the breakdown region of the sensor. Using the measurements and simulations, the evolution of the electric field, carrier densities and avalanche breakdown in the periphery of p-bulk silicon sensors is presented. ",
    "url": "https://arxiv.org/abs/2403.09550",
    "authors": [
      "Ilona-Stefana Ninca",
      "Ingo Bloch",
      "Ben Bruers",
      "Vitaliy Fadeyev",
      "Xavi Fernandez-Tejero",
      "Callan Jessiman",
      "John Stakely Keller",
      "Christoph Thomas Klein",
      "Thomas Koffas",
      "Heiko Markus Lacker",
      "Peilin Li",
      "Christian Scharf",
      "Ezekiel Staats",
      "Miguel Ullan",
      "Yoshinobu Unno"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2403.09591",
    "title": "The effect of spatially-varying collision frequency on the development  of the Rayleigh-Taylor instability",
    "abstract": "The Rayleigh-Taylor (RT) instability is ubiquitously observed, yet has traditionally been studied using ideal fluid models. Collisionality can vary strongly across the fluid interface, and previous work demonstrates the necessity of kinetic models to completely capture dynamics in certain collisional regimes. Where previous kinetic simulations used spatially- and temporally-constant collision frequency, this work presents 5-dimensional (two spatial, three velocity dimensions) continuum-kinetic simulations of the RT instability using a more realistic spatially-varying collision frequency. Three cases of collisional variation are explored for two Atwood numbers: low to intermediate, intermediate to high, and low to high. The low to intermediate case exhibits no RT instability growth, while the intermediate to high case is similar to a fluid limit kinetic case with interface widening biased towards the lower collisionality region. A novel contribution of this work is the low to high collisionality case that shows significantly altered instability growth through upward movement of the interface and damped spike growth due to increased free-streaming particle diffusion in the lower region. Contributions to the energy-flux from the non-Maxwellian portions of the distribution function are not accessible to fluid models and are greatest in magnitude in the spike and regions of low collisionality. Increasing the Atwood number results in greater RT instability growth and reduced upward interface movement. Deviation of the distribution function from Maxwellian is inversely proportional to collision frequency and concentrated around the fluid interface. The linear phase of RT instability growth is well-described by theoretical linear growth rates accounting for viscosity and diffusion. ",
    "url": "https://arxiv.org/abs/2403.09591",
    "authors": [
      "John Rodman",
      "James Juno",
      "Bhuvana Srinivasan"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09612",
    "title": "Compute-first optical detection for noise-resilient visual perception",
    "abstract": "In the context of visual perception, the optical signal from a scene is transferred into the electronic domain by detectors in the form of image data, which are then processed for the extraction of visual information. In noisy and weak-signal environments such as thermal imaging for night vision applications, however, the performance of neural computing tasks faces a significant bottleneck due to the inherent degradation of data quality upon noisy detection. Here, we propose a concept of optical signal processing before detection to address this issue. We demonstrate that spatially redistributing optical signals through a properly designed linear transformer can enhance the detection noise resilience of visual perception tasks, as benchmarked with the MNIST classification. Our idea is supported by a quantitative analysis detailing the relationship between signal concentration and noise robustness, as well as its practical implementation in an incoherent imaging system. This compute-first detection scheme can pave the way for advancing infrared machine vision technologies widely used for industrial and defense applications. ",
    "url": "https://arxiv.org/abs/2403.09612",
    "authors": [
      "Jungmin Kim",
      "Nanfang Yu",
      "Zongfu Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2403.08868",
    "title": "Partitioned Quantum Subspace Expansion",
    "abstract": "We present an iterative generalisation of the quantum subspace expansion algorithm used with a Krylov basis. The iterative construction connects a sequence of subspaces via their lowest energy states. Diagonalising a Hamiltonian in a given Krylov subspace requires the same quantum resources in both the single step and sequential cases. We propose a variance-based criterion for determining a good iterative sequence and provide numerical evidence that these good sequences display improved numerical stability over a single step in the presence of finite sampling noise. Implementing the generalisation requires additional classical processing with a polynomial overhead in the subspace dimension. By exchanging quantum circuit depth for additional measurements the quantum subspace expansion algorithm appears to be an approach suited to near term or early error-corrected quantum hardware. Our work suggests that the numerical instability limiting the accuracy of this approach can be substantially alleviated beyond the current state of the art. ",
    "url": "https://arxiv.org/abs/2403.08868",
    "authors": [
      "Tom O'Leary",
      "Lewis W. Anderson",
      "Dieter Jaksch",
      "Martin Kiffner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09099",
    "title": "Quantum emitters in van der Waals α-MoO3",
    "abstract": "Quantum emitters in solid-state materials are highly promising building blocks for quantum information processing and communication science. Recently, single-photon emission from van der Waals materials has been reported in transition metal dichalcogenides and hexagonal boron nitride, exhibiting the potential to realize photonic quantum technologies in two-dimensional materials. Here, we report the observation of single-photon generation from exfoliated and thermally annealed single crystals of van der Waals {\\alpha}-MoO3. The second-order correlation function measurement displays a clear photon antibunching, while the luminescence intensity exceeds 100 kcounts/s and remains stable under laser excitation. Also, the zero-phonon lines of these emitters are distributed in a spectrally narrow energy range. The theoretical calculation suggests that an oxygen vacancy defect is a possible candidate for the observed emitters. Together with photostability and brightness, quantum emitters in {\\alpha}-MoO3 provide a new avenue to realize photon-based quantum information science in van der Waals materials. ",
    "url": "https://arxiv.org/abs/2403.09099",
    "authors": [
      "Jeonghan Lee",
      "Haiyuan Wang",
      "Keun-Yeol Park",
      "Soonsang Huh",
      "Donghan Kim",
      "Mihyang Yu",
      "Changyoung Kim",
      "Kristian Sommer Thygesen",
      "Jieun Lee"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09332",
    "title": "A secular solar system resonance that disrupts the dominant cycle in  Earth's orbital eccentricity (g2-g5): Implications for astrochronology",
    "abstract": "The planets' gravitational interaction causes rhythmic changes in Earth's orbital parameters (also called Milankovi\\'c cycles), which have powerful applications in geology and astrochronology. For instance, the primary astronomical eccentricity cycle due to the secular frequency term (g2-g5) (~405 kyr in the recent past) utilized in deep-time analyses is dominated by Venus' and Jupiter's orbits, aka long eccentricity cycle. The widely accepted and long-held view is that (g2-g5) was practically stable in the past and may hence be used as a \"metronome\" to reconstruct accurate ages and chronologies. However, using state-of-the-art integrations of the solar system, we show here that (g2-g5) can become unstable over long time scales, without major changes in, or destabilization of, planetary orbits. The (g2-g5) disruption is due to the secular resonance $\\sigma_{12}$ = (g1 - g2) + (s1 - s2), a major contributor to solar system chaos. We demonstrate that entering/exiting the $\\sigma_{12}$ resonance is a common phenomenon on long time scales, occurring in ~40% of our solutions. During $\\sigma_{12}$-resonance episodes, (g2-g5) is very weak or absent and Earth's orbital eccentricity and climate-forcing spectrum are unrecognizable compared to the recent past. Our results have fundamental implications for geology and astrochronology, as well as climate forcing because the paradigm that the longest Milankovi\\'c cycle dominates Earth's astronomical forcing, is stable, and has a period of ~405 kyr requires revision. ",
    "url": "https://arxiv.org/abs/2403.09332",
    "authors": [
      "Richard E. Zeebe",
      "Margriet L. Lantink"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09517",
    "title": "Observation of quantum thermalization restricted to Hilbert space  fragments",
    "abstract": "Quantum thermalization occurs in a broad class of systems from elementary particles to complex materials. Out-of-equilibrium quantum systems have long been understood to either thermalize or retain memory of their initial states, but not both. Here we achieve the first simultaneous demonstration of thermalization and memory in a quantum system. Using a Rydberg atom array, we observe quantum thermalization restricted to Hilbert space fragments, where the thermalized system retains characteristics of the initial configuration. Intriguingly, states from different subspaces do not thermalize with each other even when they have the same energy. Our work challenges established ideas of quantum thermalization while experimentally resolving the longstanding tension between thermalization and memory. These results may be applied to control entanglement dynamics in quantum processors and quantum sensors. ",
    "url": "https://arxiv.org/abs/2403.09517",
    "authors": [
      "Luheng Zhao",
      "Prithvi Raj Datla",
      "Weikun Tian",
      "Mohammad Mujahid Aliyu",
      "Huanqian Loh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.11157",
    "title": "The Interplay of Machine Learning--based Resonant Anomaly Detection  Methods",
    "abstract": " Comments: 27 pages, 21 figures. Updated with revisions for journal acceptance ",
    "url": "https://arxiv.org/abs/2307.11157",
    "authors": [
      "Tobias Golling",
      "Gregor Kasieczka",
      "Claudius Krause",
      "Radha Mastandrea",
      "Benjamin Nachman",
      "John Andrew Raine",
      "Debajyoti Sengupta",
      "David Shih",
      "Manuel Sommerhalder"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2308.12246",
    "title": "Feasibility of a trapped atom interferometer with accelerating optical  traps",
    "abstract": " Comments: 27 pages (including bibliography). 9 figures. Coherence for a trapped initial thermal state added. New references added. Prefactor of Brownian trap center noise corrected ",
    "url": "https://arxiv.org/abs/2308.12246",
    "authors": [
      "Gayathrini Premawardhana",
      "Jonathan Kunjummen",
      "Sarthak Subhankar",
      "Jacob M. Taylor"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2309.02501",
    "title": "Transverse Quantum Fluids",
    "abstract": " Comments: replaced with the published version Phys. Rev. B 109, L100502 (2024) ",
    "url": "https://arxiv.org/abs/2309.02501",
    "authors": [
      "Anatoly Kuklov",
      "Nikolay Prokof'ev",
      "Leo Radzihovsky",
      "Boris Svistunov"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07038",
    "title": "Broadband near-ultraviolet dual comb spectroscopy",
    "abstract": " Comments: 17 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2312.07038",
    "authors": [
      "Lukas Fuerst",
      "Adrian Kirchner",
      "Alexander Eber",
      "Florian Siegrist",
      "Robert di Vora",
      "Birgitta Bernhardt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.00699",
    "title": "Quantum walk on simplicial complexes for simplicial community detection",
    "abstract": " Comments: 13 pages, minor corrections ",
    "url": "https://arxiv.org/abs/2401.00699",
    "authors": [
      "Euijun Song"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Algebraic Topology (math.AT)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.13321",
    "title": "Temperature Compensation Method of Fluxgate Sensor Based on Polynomial  Fitting",
    "abstract": " Comments: An error occurred in the model section ",
    "url": "https://arxiv.org/abs/2401.13321",
    "authors": [
      "Ruiping Yang",
      "Huan Liu",
      "Jian Ge",
      "Daisuke Chugo",
      "Haobin Dong"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.12661",
    "title": "Dynamics of Symmetry-Protected Topological Matter on a Quantum Computer",
    "abstract": " Title: Dynamics of Symmetry-Protected Topological Matter on a Quantum Computer ",
    "url": "https://arxiv.org/abs/2402.12661",
    "authors": [
      "Miguel Mercado",
      "Kyle Chen",
      "Parth Darekar",
      "Aiichiro Nakano",
      "Rosa Di Felice",
      "Stephan Haas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12942",
    "title": "Field calibration and analysis of a low-cost sensor network based on the  existing air quality infrastructure of a city",
    "abstract": " Title: Field calibration and analysis of a low-cost sensor network based on the  existing air quality infrastructure of a city ",
    "url": "https://arxiv.org/abs/2402.12942",
    "authors": [
      "Robert Blaga"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2403.03160",
    "title": "Soliton Frequency Combs in Elastomer Membrane-Cavity Optomechanics",
    "abstract": " Title: Soliton Frequency Combs in Elastomer Membrane-Cavity Optomechanics ",
    "url": "https://arxiv.org/abs/2403.03160",
    "authors": [
      "Sasan Rahmanian",
      "Hamza Mouharrar",
      "Amin Alibakhshi",
      "Zeeshan Iqbal",
      "Luis Saucedo-Mora",
      "Francisco Javier Montans",
      "Jan Awrejcewicz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  }
]