[
  {
    "id": "arXiv:2405.08833",
    "title": "GHz-rate optical phase shift in light matter interaction-engineered, silicon-ferroelectric nematic liquid crystals",
    "abstract": "           Organic electro-optic (OEO) materials have demonstrated promising performance in developing electro-optic phase shifters (EOPS) and modulators compared to their inorganic counterparts. Integration with other devices in a silicon photonic (SiP) process, simple nanofabrication, and temperature/aging robustness remain to be developed for this class of hybrid material platforms. In particular, electro-optic (EO) polymers need an electro-thermal poling method, which has limited their potential and utilization in large-scale SiP. Devices made of paraelectric nematic liquid crystals (PN-LC), another primary type of OEO material, feature a very efficient but slow phase shift mechanism. We present a general-purpose EOPS that applies to various modulator embodiments to address these concerns. Based on that, we report a GHz-fast phase shift in a newly discovered family of OEO, namely ferroelectric nematic liquid crystals (FN-LC), which finally enables liquid crystals to have significant second-order nonlinear optical coefficients and associated Pockels effect. The new material avoids poling issues associated with EO polymers and can pave the way for hybrid silicon-OEO systems with CMOS-foundry compatibility. Furthermore, we propose a finger-loaded, non-slotted waveguide that enhances light-matter interaction, allowing us to achieve DC and AC modulation efficiencies of $\\approx$ 0.25 this http URL and 25.7 this http URL, respectively, an on-chip insertion loss of $\\approx$ 4 dB, and an EO bandwidth of f$_{-6dB}$ >4.18 GHz. The remaining figures of merit for our poling-free EOPS are equivalent to EO polymer-enabled devices with fewer manufacturing difficulties. We demonstrate an electrically and photonically packaged chip that contains >100 silicon-FN-LC modulators to evaluate the large-scale integration of our poling-free phase shifters and modulators.         ",
    "url": "https://arxiv.org/abs/2405.08833",
    "authors": [
      "Iman Taghavi",
      "Omid Esmaeeli",
      "Sheri Jahan Chowdhury",
      "Matthew Mitchell",
      "Donald Witt",
      "Cory Pecinovsky",
      "Jason Sickler",
      "Nicolas A.F. Jaeger",
      "Sudip Shekhar",
      "Lukas Chrostowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08836",
    "title": "Piezoelectric actuation for integrated photonics",
    "abstract": "           Recent decades have seen significant advancements in integrated photonics, driven by improvements in nanofabrication technology. This field has developed from integrated semiconductor lasers and low-loss waveguides to optical modulators, enabling the creation of sophisticated optical systems on a chip scale capable of performing complex functions like optical sensing, signal processing, and metrology. The tight confinement of optical modes in photonic waveguides further enhances the optical nonlinearity, leading to a variety of nonlinear optical phenomena such as optical frequency combs, second-harmonic generation, and supercontinuum generation. Active tuning of photonic circuits is crucial not only for offsetting variations caused by fabrication in large-scale integration, but also serves as a fundamental component in programmable photonic circuits. Piezoelectric actuation in photonic devices offers a low-power, high-speed solution and is essential in the design of future photonic circuits due to its compatibility with materials like Si and Si3N4, which do not exhibit electro-optic effects. Here, we provide a detailed review of the latest developments in piezoelectric tuning and modulation, by examining various piezoelectric materials, actuator designs tailored to specific applications, and the capabilities and limitations of current technologies. Additionally, we explore the extensive applications enabled by piezoelectric actuators, including tunable lasers, frequency combs, quantum transducers, and optical isolators. These innovative ways of managing photon propagation and frequency on-chip are expected to be highly sought after in the future advancements of advanced photonic chips for both classical and quantum optical information processing and computing.         ",
    "url": "https://arxiv.org/abs/2405.08836",
    "authors": [
      "Hao Tian",
      "Junqiu Liu",
      "Tobias J. Kippenberg",
      "Sunil Bhave"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08840",
    "title": "Femtosecond laser writing of depressed cladding waveguides in sapphire",
    "abstract": "           A promising solution for scalable integrated optics of trapped-ion quantum processors are curved waveguides guiding visible light within sapphire bulk material. To the best of our knowledge, no curved waveguides were investigated in sapphire so far and no waveguides for visible light in undoped planar sapphire substrates were reported. Here, we demonstrate femtosecond laser writing of depressed cladding waveguides in sapphire. Laser parameters such as pulse energy, pulse duration, and repetition rate, as well as waveguide geometry parameters were optimized to guide 728 nm light. This resulted in single-mode waveguides with a propagation loss of 1.9 (3) dB/cm. The investigation of curved waveguides showed a sharp increase in total loss for curvature radii below 15 mm. Our results demonstrate the potential of femtosecond laser writing as a powerful technique for creating integrated optical waveguides in the volume of sapphire substrates. Such waveguides could be a building block for integrated optics in trapped ion quantum processors.         ",
    "url": "https://arxiv.org/abs/2405.08840",
    "authors": [
      "Sarah Winkler",
      "Joachim R. Krenn",
      "Jakob Wahl",
      "Alexander Zesar",
      "Yves Colombe",
      "Klemens Schüppert",
      "Clemens Rössler",
      "Christian Sommer",
      "Philipp Hurdax",
      "Philip Lichtenegger",
      "Bernhard Lamprecht"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08850",
    "title": "Parametrically encircled higher-order exceptional points in anti-parity-time symmetric optical microcavities",
    "abstract": "           The fascinating realm of non-Hermitian physics with the interplay of parity (P) and time-reversal (T) symmetry has been witnessing immense attention in exploring unconventional physics at Exceptional Point (EP) singularities. Particularly, the physics of PT-symmetry, anti-PT (APT)-symmetry, and the emergence of EPs have ignited fervor in photonics. Beyond the conventional relation between EP and PT-symmetric phase transitions, this study delves into hosting higher-order EPs in a specially designed APT-symmetric Fabry-Pérot-type microcavity. We unveil the captivating physics of the parametric encirclement schemes to explore the branch-point behaviors of EPs up to order three in terms of successive state-flipping, while optimizing the designed cavity under APT-symmetric constraints. The insights from our findings are poised to boost research in optical metamaterials, meeting the demands of APT-symmetry and paving the way for a novel class of photonic devices.         ",
    "url": "https://arxiv.org/abs/2405.08850",
    "authors": [
      "Dinesh Beniwal",
      "Arnab Laha",
      "Adam Miranowicz",
      "Somnath Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.08851",
    "title": "Enhanced Terahertz Spectroscopy of a Monolayer Transition Metal Dichalcogenide",
    "abstract": "           Two-dimensional materials, including transition metal dichalcogenides, are attractive for a variety of applications in electronics as well as photonics and have recently been envisioned as an appealing platform for phonon polaritonics. However, their direct characterization in the terahertz spectral region, of interest for retrieving, e.g., their phonon response, represents a major challenge, due to the limited sensitivity of typical terahertz spectroscopic tools and the weak interaction of such long-wavelength radiation with sub-nanometer systems. In this work, by exploiting an ad-hoc engineered metallic surface enabling a ten-thousand-fold local absorption boost, we perform enhanced terahertz spectroscopy of a monolayer transition metal dichalcogenide (tungsten diselenide) and extract its dipole-active phonon resonance features. In addition, we use these data to obtain the monolayer effective permittivity around its phonon resonance. Via the direct terahertz characterization of the phonon response of such two-dimensional systems, this method opens the path to the rational design of phonon polariton devices exploiting monolayer transition metal dichalcogenides.         ",
    "url": "https://arxiv.org/abs/2405.08851",
    "authors": [
      "Xin Jin",
      "Vincenzo Aglieri",
      "Young-Gyun Jeong",
      "Atiye Pezeshki",
      "Lilian Skokan",
      "Mostafa Shagar",
      "Yuechen Jia",
      "Pablo Bianucci",
      "Andreas Ruediger",
      "Emanuele Orgiu",
      "Andrea Toma",
      "Luca Razzari"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.08910",
    "title": "Investigation of BaTiO$_3$-NiO composite as compact Dielectric Resonator Antenna",
    "abstract": "           A compact dielectric resonator antenna has been fabricated on a microstrip transmission line for the purpose of C-band wireless communication using a ceramic material made out of a sintered mixture of BTO and NiO. The antenna parameters are optimized using Ansys HFSS software and verified experimentally. Ni replaces both Ba at A site and Ti at B site. Such a solid solution has a limit depending on the amount of NiO provided during sintering. A complete study of the structural changes and the dielectric constant enables the correlation with the resonating property. All the samples retain the ferroelectric tetragonal P4mm phase with a nominal decrease in the c/a ratio. NiO incorporation in BTO decreases the sintering temperature and shows two types of morphology associated with BTO-like and NiO-like phases. It induces prominent reduction in the permittivity and loss tangent (<0.01) in the range 100Hz to 1MHz. These properties make these samples suitable for DRA application in the C-Band range [4-8 GHz]. Experimental and theoretical assessment using HFSS software yields a C-band signal at ~7.27 GHz.         ",
    "url": "https://arxiv.org/abs/2405.08910",
    "authors": [
      "Prithwiraj Ganguly",
      "Vince Kumar",
      "P. Maneesha",
      "Saptarshi Ghosh",
      "Somaditya Sen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2405.08957",
    "title": "Ballistic-aggregated Carbon Nanofoam in Target-side of Pulsed Laser Deposition for Energy Storage Applications",
    "abstract": "           In pulsed laser deposition, along conventional deposition on frontside of plasma-plume, target is getting coated on its surface too. For reproducibility, cleaning those residues is the most adopted approach. Herein, we investigate the target-side coated materials and employ them as a binder-free supercapacitor electrode. Ballistic aggregated target-side nanofoam is compact and contains higher sp2-carbon, higher nitrogen content with higher graphitic-N and lower oxygen content with lower COOH group than that of diffusive aggregated conventional nanofoams. They are highly hydrogenated graphite-like amorphous carbon and superhydrophilic. The symmetric microsupercapacitor delivers higher volumetric capacitance of 522 mF/cm3 at 100 mV/s and 104% retention after 10000 charge-discharge cycles over conventional nanofoam (215 mF/cm3 and 85% retention) with the areal capacitance of 134 {\\mu}F/cm2 at 120 Hz and ultrafast frequency response. Utilizing those residue materials is of great importance towards sustainable development, zero-waste, and utilization of deposition techniques in full-phase, which is resource-efficient, energy competent and cost-effective.         ",
    "url": "https://arxiv.org/abs/2405.08957",
    "authors": [
      "Subrata Ghosh",
      "Massimiliano Righi",
      "Andrea Macrelli",
      "Davide Orecchia",
      "Alessandro Maffini",
      "Francesco Goto",
      "Gianlorenzo Bussetti",
      "David Dellasega",
      "Valeria Russo",
      "Andrea Li Bassi",
      "Carlo S. Casari"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2405.08972",
    "title": "Detecting Hollow Electron Beams via Smith-Purcell Radiation from a Metasurface",
    "abstract": "           Hollow electron beams are today highly desirable for many applications, but are still challenging in view of their detection. In this Letter, we focus on the unique character of the electromagnetic radiation that relativistic hollow electron beams can produce when traveling above a metasurface. We investigate theoretically the specific features of the radiation in a coherent mode, which provides the highest intensity, and show that the radiation from a hollow beam can be considerably more intense than that from a conventional solid beam. This solves the problem of distinguishing between hollow and solid beams. Moreover, we consider the two-layer internal structure of a hollow beam and reveal that the radiation characteristics are sensitive to the width and population of each layer. This allows detecting the internal structure of hollow beams. Interestingly, we found that the factor describing the annular beam form is a separated multiplier in a conventional form factor, independent of the properties of periodic structure. Thus, we can conclude that our results will stay correct for different profiles of periodic structures and metasurfaces made of metaatoms of different topologies and forms. The results pave the way towards a variety of newly emerging applications based on hollow electron beams, very diverse in topics, such as manipulation of objects at the nano-level, studies of chiral matter, plasma acceleration in donut wakefields and even applications in huge facilities such as LHC for controlling proton beam halos etc.         ",
    "url": "https://arxiv.org/abs/2405.08972",
    "authors": [
      "D. Yu. Sergeeva",
      "D. V. Karlovets",
      "A. A. Tishchenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.08983",
    "title": "Generalized quantum master equations can improve the accuracy of semiclassical predictions of multitime correlation functions",
    "abstract": "           Multitime quantum correlation functions are central objects in physical science, offering a direct link between experimental observables and the dynamics of an underlying model. While experiments such as 2D spectroscopy and quantum control can now measure such quantities, the accurate simulation of such responses remains computationally expensive and sometimes impossible, depending on the system's complexity. A natural tool to employ is the generalized quantum master equation (GQME), which can offer computational savings by extending reference dynamics at a comparatively trivial cost. However, dynamical methods that can tackle chemical systems with atomistic resolution, such as those in the semiclassical hierarchy, often suffer from poor accuracy, limiting the credence one might lend to their results. By combining work on the accuracy-boosting formulation of semiclassical memory kernels with recent work on the multitime GQME, here we show for the first time that one can exploit a multitime semiclassical GQME to dramatically improve both the accuracy of coarse mean-field Ehrenfest dynamics and obtain orders of magnitude efficiency gains.         ",
    "url": "https://arxiv.org/abs/2405.08983",
    "authors": [
      "Thomas Sayer",
      "Andrés Montoya-Castillo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09047",
    "title": "Topological Laser in Anomalous Quadrupole Topological Phases",
    "abstract": "           Topological photonics shows considerable promise in revolutionizing photonic devices through the use of topological phases, leading to innovations like topological lasers that enhance light control. One of recent breakthroughs is reducing the size of these systems by utilizing lower-dimensional boundary states, notably via higher-order topological phases. This paper presents the first experimental demonstration of topological laser in anomalous quadrupole topological phase, an instance of higher-order phases. To facilitate this, a topological nanocavity with quality factor near 6,000 is engineered through a twisting operation. The topological nature of our system is validated by calculation of nested Wannier center and the emergency condition of corner states. Our experimental observations reveal the manifestation of corner states and the achievement of single-mode pulsed laser, driven by optical gain from multiple quantum wells at telecommunication wavelengths and at a temperature of 4 K. A lasing threshold of 23 uW and a cold quality factor of 1,500 are deduce through rate equation. Our work gives a new potential in the application of topological principles to advance nanophotonic technologies.         ",
    "url": "https://arxiv.org/abs/2405.09047",
    "authors": [
      "Guangtai Lu",
      "Yasutomo Ota",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.09065",
    "title": "Efficient optical beam displacement measurements using high-order Hermite-Gaussian modes",
    "abstract": "           We develop a novel interferometric technique to measure small angular and lateral displacements of an optical beam. The technique relies on the metrological performance of the Hermite-Gaussian $HG_{m,0}$ spatial modes. We report an improvement factor of $41$ in the signal-to-noise ratio, as compared to the Gaussian mode, using modes as high as $m=20$. This considerably enhances the sensitivity of such measurements and attests its efficiency.         ",
    "url": "https://arxiv.org/abs/2405.09065",
    "authors": [
      "A. L. S. Santos Junior",
      "M. Gil de Oliveira",
      "E. V. S. Cubas",
      "A. Z. Khoury",
      "G. B. Alves"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09160",
    "title": "Temporal Talbot Effect: From a Quasi-Linear Talbot Carpet to Soliton Crystals and Talbot Solitons",
    "abstract": "           The temporal Talbot effect refers to the periodic self-imaging of pulse trains in optical fibers. The connection between the linear and nonlinear temporal Talbot effect is still not fully understood. To address this challenge, we use Soliton Radiation Beat Analysis and numerically investigate the evolution of a phase-modulated continuous-wave laser input in a passive single-mode fiber. We identify three input-power-dependent regimes and their Talbot carpets: the quasi-linear regime for low input powers, the intermediate one, and separated Talbot solitons for higher powers. We show that the intermediate regime hosts soliton crystals rather than rogue waves, as reported in the literature. The Talbot-solitons beating can be used for pulse repetition-rate multiplication in the nonlinear regime. We also show two types of solitons involved: some encoded in the whole frequency comb and the individual solitons carried only by particular comb lines.         ",
    "url": "https://arxiv.org/abs/2405.09160",
    "authors": [
      "Marina Zajnulina",
      "Michael Böhm"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.09340",
    "title": "Laser Printing of Silver and Silver Oxide",
    "abstract": "           We show that direct laser writing (DLW) in aqueous silver nitrate with a 1030 nm femtosecond (fs) laser results in deposition of a mixture of silver oxide and silver, in contrast to the pure silver deposition previously reported with 780 nm fs DLW. However, adding photoinitiator prevents silver oxide formation in a concentration-dependent manner. As a result, the resistivity of the material can also be controlled by photoinitiator concentration with resistivity being reduced from approximately 9e-3 $\\Omega m$ to 3e-7 $\\Omega m$. Silver oxide peaks dominate the X-ray diffraction spectra when no photoinitiator is present, while the peaks disappear with photoinitiator concentrations above 0.05wt%. While femtosecond pulses are needed to initiate deposition, a continues-wave laser when well overlapped with the previously written material and supplying enough average power can lead to further printing, suggesting thermal deposition can also occur where the photoinitiator molecule also acts as a general reducing agent that prevents oxide formation. We also compare the surface quality of printed lines for different photoinitiator concentrations and laser printing conditions. A THz polarizer and metamaterial are printed as a demonstration of silver oxide printing.         ",
    "url": "https://arxiv.org/abs/2405.09340",
    "authors": [
      "Jordan M. Adams",
      "Daniel Heligman",
      "Ryan O'Dell",
      "Christine Y. Wang",
      "Daniel Young"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2405.09427",
    "title": "Laser cooling of barium monofluoride molecules using synthesized optical spectra",
    "abstract": "           We demonstrate laser cooling of barium monofluoride (138BaF) molecules. We use serrodynes to synthesize time-sequenced optical spectra that can be precisely tailored to the hyperfine structure of this heaviest non-radioactive alkaline earth monofluoride. By optimizing these optical spectra, we realize strong Sisyphus cooling forces that efficiently collimate a molecular beam. Our technique is an important step towards using intense beams of barium monofluoride for precision measurement applications, and will be useful for cooling other molecular species with complex level structure.         ",
    "url": "https://arxiv.org/abs/2405.09427",
    "authors": [
      "Marian Rockenhäuser",
      "Felix Kogel",
      "Tatsam Garg",
      "Sebastián A. Morales-Ramírez",
      "Tim Langen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2405.09456",
    "title": "Photonic Landau levels in a high-dimensional frequency-degenerate cavity",
    "abstract": "           Topological orders emerge in both microscopic quantum dynamics and macroscopic materials as a fundamental principle to characterize intricate properties in nature with vital significance, for instance, the Landau levels of electron systems in magnetic field. Whilst, recent advances of synthetic photonic systems enable generalized concepts of Landau levels across fermionic and bosonic systems, extending the modern physical frontier. However, the controls of Landau levels of photons were only confined in complex artificial metamaterials or multifolded cavities. Here, we exploit advanced structured light laser technology and propose the theory of high-dimensional frequency-degeneracy, which enables photonic Landau level control in a linear open laser cavity with simple displacement tuning of intracavity elements. This work not only create novel structured light with new topological effects but also provides broad prospects for Bose-analogue quantum Hall effects and topological physics.         ",
    "url": "https://arxiv.org/abs/2405.09456",
    "authors": [
      "Jing Pan",
      "Zhaoyang Wang",
      "Yuan Meng",
      "Xing Fu",
      "Yijie Shen",
      "Qiang Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.08829",
    "title": "Plasma Effects on Resonant Phenomena",
    "abstract": "           The effect of autoionizing resonances in atomic systems and processes is reviewed. Theoretical framework for treating resonances in the coupled channel approximation using the R-matrix method, as well as approximations related to plasma applications are described. The former entails large-scale atomic computations, and the latter is based on a new method for including collisional, Stark, thermal and other broadening mechanisms. We focus particularly on the problem of opacities calculations in high-energy-density (HED) plasmas such as stellar interiors and inertial confinement fusion devices. The treatment is generally relevant to radiative and collisional processes as the cross sections become energy-temperature-density dependent. While the computational difficulty increases considerably, the reaction rates are significantly affected. The related issue of the Boltzmann-Saha equation-of-state and its variants in local-thermodynamic-equilibrium (LTE) is also explored as the intermediary between atomic data on the one hand and plasma environments on the other.         ",
    "url": "https://arxiv.org/abs/2405.08829",
    "authors": [
      "Anil Pradhan"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Atomic Physics (physics.atom-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08914",
    "title": "Finite-size catalysis in quantum resource theories",
    "abstract": "           Quantum catalysis, the ability to enable previously impossible transformations by using auxiliary systems without degrading them, has emerged as a powerful tool in various resource theories. Although catalytically enabled state transformations have been formally characterized by the monotonic behaviour of entropic quantifiers (e.g., the von Neumann entropy or non-equilibrium free energy), such characterizations often rely on unphysical assumptions, namely the ability of using catalysts of infinitely large dimension. This approach offers very limited insights into the practical significance of using catalysis for quantum information processing. Here, we address this problem across a broad class of quantum resource theories. Leveraging quantum information tools beyond the asymptotic regime, we establish sufficient conditions for the existence of catalytic transformations with finite-size catalysts. We further unveil connections between finite-size catalysis and multi-copy transformations. Notably, we discover a fascinating phenomenon of catalytic resonance: by carefully tailoring the catalysts's state, one can drastically reduce the required dimension of the catalyst, thus enabling efficient catalytic transformations with minimal resources. Finally, we illustrate our findings with examples from the resource theories of entanglement and thermodynamics, as well in the context of catalytic unitary transformations.         ",
    "url": "https://arxiv.org/abs/2405.08914",
    "authors": [
      "Patryk Lipka-Bartosik",
      "Kamil Korzekwa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09126",
    "title": "Floquet engineering of quantum thermal machines: A gradient-based procedure to optimize their performance",
    "abstract": "           A procedure to find optimal regimes for quantum thermal engines (QTMs) is described and demonstrated. The QTMs are modelled as the periodically-driven non-equilibrium steady states of open quantum systems, whose dynamics is approximated in this work with Markovian master equations. The action of the external agent, and the couplings to the heat reservoirs can be modulated with control functions, and it is the time-dependent shape of these control functions the object of optimisation. Those functions can be freely parameterised, which permits to constrain the solutions according to experimental or physical requirements.         ",
    "url": "https://arxiv.org/abs/2405.09126",
    "authors": [
      "Alberto Castro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09180",
    "title": "Integrated and DC-powered superconducting microcomb",
    "abstract": "           Frequency combs, specialized laser sources emitting multiple equidistant frequency lines, have revolutionized science and technology with unprecedented precision and versatility. Recently, integrated frequency combs are emerging as scalable solutions for on-chip photonics. Here, we demonstrate a fully integrated superconducting microcomb that is easy to manufacture, simple to operate, and consumes ultra-low power. Our turnkey apparatus comprises a basic nonlinear superconducting device, a Josephson junction, directly coupled to a superconducting microstrip resonator. We showcase coherent comb generation through self-started mode-locking. Therefore, comb emission is initiated solely by activating a DC bias source, with power consumption as low as tens of picowatts. The resulting comb spectrum resides in the microwave domain and spans multiple octaves. The linewidths of all comb lines can be narrowed down to 1 Hz through a unique coherent injection-locking technique. Our work represents a critical step towards fully integrated microwave photonics and offers the potential for integrated quantum processors.         ",
    "url": "https://arxiv.org/abs/2405.09180",
    "authors": [
      "Chen-Guang Wang",
      "Wuyue Xu",
      "Chong Li",
      "Lili Shi",
      "Junliang Jiang",
      "Tingting Guo",
      "Wen-Cheng Yue",
      "Tianyu Li",
      "Ping Zhang",
      "Yang-Yang Lyu",
      "Jiazheng Pan",
      "Xiuhao Deng",
      "Ying Dong",
      "Xuecou Tu",
      "Sining Dong",
      "Chunhai Cao",
      "Labao Zhang",
      "Xiaoqing Jia",
      "Guozhu Sun",
      "Lin Kang",
      "Jian Chen",
      "Yong-Lei Wang",
      "Huabing Wang",
      "Peiheng Wu"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09377",
    "title": "Strategic Data Re-Uploads: A Pathway to Improved Quantum Classification Data Re-Uploading Strategies for Improved Quantum Classifier Performance",
    "abstract": "           Quantum machine learning (QML) is a promising field that explores the applications of quantum computing to machine learning tasks. A significant hurdle in the advancement of quantum machine learning lies in the development of efficient and resilient quantum classifiers capable of accurately mapping input data to specific, discrete target outputs. In this paper, we propose a novel approach to improve quantum classifier performance by using a data re-uploading strategy. Re-uploading classical information into quantum states multiple times can enhance the accuracy of quantum classifiers. We investigate the effects of different cost functions, such as fidelity and trace distance, on the optimization process and the classification results. We demonstrate our approach to two classification patterns: a linear classification pattern (LCP) and a non-linear classification pattern (NLCP). We evaluate the efficacy of our approach by benchmarking it against four distinct optimization techniques: L-BFGS-B, COBYLA, Nelder-Mead, and SLSQP. Additionally, we study the different impacts of fixed datasets and random datasets. Our results show that our approach can achieve high classification accuracy and robustness and outperform the existing quantum classifier models.         ",
    "url": "https://arxiv.org/abs/2405.09377",
    "authors": [
      "S. Aminpour",
      "Y. Banad",
      "S. Sharif"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2003.04288",
    "title": "Review of the high-power vacuum tube microwave sources",
    "abstract": "           Since the first vacuum tube (X-ray tube) was invented by Wilhelm Röntgen in Germany, after more than one hundred years of development, the average power density of the vacuum tube microwave source has reached the order of 108 [MW][GHz]2. The maximum power density record was created by the Free Electron Lasers. In the high-power microwave field, the vacuum devices are still the mainstream microwave sources for applications such as scientific instruments, communications, radars, magnetic confinement fusion heating, microwave weapons, etc. The principles of microwave generation by vacuum tube microwave sources include Cherenkov or Smith-Purcell radiation, transition radiation, and Bremsstrahlung. In this paper, the vacuum tube microwave sources were reviewed in order according to the three radiation principles. Among them, the Vircators can produce 22 GW output power in P-band (0.23-1GHz). Vacuum tubes that can achieve continuous-wave operation include Traveling Wave Tubes, Klystrons, Free Electron Lasers, and Magnetrons, with output power up to 1MW. Vacuum tubes that can generate frequencies of the order of 100 GHz and above include Klystrons, Traveling Wave Tubes, Gyrotrons, Backward Wave Oscillators, Magnetrons, Surface Wave Oscillators, Free Electron Lasers, Orotrons, etc. Gyrotrons are very attractive in the millimeter wave and THz fields. The Gyrotrons can output power at the MW level with 3000s pulse width at millimeter wavelengths.         ",
    "url": "https://arxiv.org/abs/2003.04288",
    "authors": [
      "Weiye Xu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06028",
    "title": "Scheme for Deterministic Loading of Laser-Cooled Molecules into Optical Tweezers",
    "abstract": "           We propose to repeatedly load laser-cooled molecules into optical tweezers, and transfer them to storage states that are rotationally excited by two additional quanta. Collisional loss of molecules in these storage states is suppressed, and a dipolar blockade prevents the accumulation of more than one molecule. Applying three cycles loads tweezers with single molecules at an 80% success rate, limited by residual collisional loss. This improved loading efficiency reduces the time needed for rearrangement of tweezer arrays, which would otherwise limit the scalability of neutral molecule quantum computers.         ",
    "url": "https://arxiv.org/abs/2401.06028",
    "authors": [
      "Etienne F. Walraven",
      "Michael R. Tarbutt",
      "Tijs Karman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.02962",
    "title": "Multem 3: An updated and revised version of the program for transmission and band calculations of photonic crystals",
    "abstract": "           We present here Multem 3, an updated and revised version of Multem 2, which syntax has been upgraded to Fortran 2018, with the source code being divided into modules. Multem 3 is equipped with LAPACK, the state-of-the art Faddeeva complex error function routine, and the Bessel function package AMOS. The amendments significantly improve both the speed, convergence, and precision of Multem 2. Increased stability allows to freely increase the cut-off value LMAX on the number of spherical vector wave functions and the cut-off value RMAX controlling the maximal length of reciprocal vectors taken into consideration. An immediate bonus is that Multem 3 can be reliably used to describe bound states in the continuum (BICs). To ensure convergence of the layer coupling scheme, it appears that appreciably larger values of convergence paramaters LMAX and RMAX are required than those reported in numerous published work in the past using Multem 2. We hope that Multem 3 will become a reliable and fast alternative to generic commercial software, such as COMSOL Multiphysics, CST Microwave Studio, or Ansys HFSS, and that it will become the code of choice for various optimization tasks for a large number of research groups. The improvements concern the core part of Multem 2, which is common to the extensions of Multem 2 for acoustic and elastic multiple scattering and to the original layer-Kohn-Korringa-Rostocker (LKKR) code. Therefore, the enhancements presented here can be readily applied to the above codes as well.         ",
    "url": "https://arxiv.org/abs/2402.02962",
    "authors": [
      "Artem Shalev",
      "Konstantin Ladutenko",
      "Igor Lobanov",
      "Vassilios Yannopapas",
      "Alexander Moroz"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.18239",
    "title": "Optical Widefield Nuclear Magnetic Resonance Microscopy",
    "abstract": "           Microscopy enables detailed visualization and understanding of minute structures or processes. While cameras have significantly advanced optical, infrared, and electron microscopy, imaging nuclear magnetic resonance (NMR) signals on a camera has remained elusive. Here, we employ nitrogen-vacancy (NV) centers in diamond as a quantum sensor, which converts NMR signals into optical signals that are subsequently captured by a high-speed camera. Unlike traditional magnetic resonance imaging (MRI), our method records the NMR signal over a wide field of view in real space. We demonstrate that our optical widefield NMR microscopy (OMRM) can image NMR signals in microfluidic structures with a $\\sim 10\\,\\mu m$ resolution across a $\\sim 235 \\times 150\\,\\mu m^2$ area. Crucially, each camera pixel records an NMR spectrum providing multicomponent information about the signal's amplitude, phase, local magnetic field strengths, and gradients. The fusion of optical microscopy and NMR techniques enables multifaceted imaging applications in the physical and life sciences.         ",
    "url": "https://arxiv.org/abs/2402.18239",
    "authors": [
      "Karl D. Briegel",
      "Nick R. von Grafenstein",
      "Julia C. Draeger",
      "Peter Blümler",
      "Robin D. Allert",
      "Dominik B. Bucher"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01019",
    "title": "Two-photon absorption in silicon using real density matrix approach",
    "abstract": "           Two-photon absorption in indirect gap semiconductors is an frequently encountered, but not well-understood phenomenon. To address this, the Real Density Matrix Approach is applied to describe two-photon absorption in silicon through the excitonic response to the interacting fields. This approach produces an analytical expression for the dispersion of the two-photon absorption coefficient for indirect-gap materials, and can be used to explain trends in reported experimental data for bulk silicon both old and new with minimal fitting.         ",
    "url": "https://arxiv.org/abs/2403.01019",
    "authors": [
      "David Ziemkiewicz",
      "David Knez",
      "Evan P. Garcia",
      "Sylwia Zielińska-Raczyńska",
      "Gerard Czajkowski",
      "Alessandro Salandrino",
      "Sergey S. Kharintsev",
      "Aleksei I. Noskov",
      "Eric O. Potma",
      "Dmitry A. Fishman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.07878",
    "title": "Effective medium properties of stealthy hyperuniform photonic structures using multiscale physics-informed neural networks",
    "abstract": "           In this article, we employ multiscale physics-informed neural networks (MscalePINNs) for the inverse retrieval of the effective permittivity and homogenization of finite-size photonic media with stealthy hyperuniform (SHU) disordered geometries. Specifically, we show that MscalePINNs are capable of capturing the fast spatial variations of complex fields scattered by arrays of dielectric nanocylinders arranged according to isotropic SHU point patterns, thus enabling a systematic methodology to inverse retrieve their effective dielectric profiles. Our approach extends the recently developed high-frequency homogenization theory of hyperuniform media and retrieves more general permittivity profiles for applications-relevant finite-size SHU systems, unveiling unique features related to their isotropic nature. In particular, we demonstrate the existence of a transparency region beyond the long-wavelength approximation, enabling effective and isotropic homogenization even without disorder-averaging, in contrast to the case of uncorrelated Poisson random patterns. We believe that the multiscale network approach introduced here enables the efficient inverse design of general effective media and finite-size metamaterials with isotropic electromagnetic responses beyond the limitations of traditional homogenization theories.         ",
    "url": "https://arxiv.org/abs/2405.07878",
    "authors": [
      "Roberto Riganti",
      "Yilin Zhu",
      "Wei Cai",
      "Salvatore Torquato",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08505",
    "title": "Imaging Localized Variable Capacitance During Switching Processes in Silicon Diodes by Time-Resolved Electron Holography",
    "abstract": "           Interference Gating or iGate is a unique method for ultrafast time-resolved electron holography in a transmission electron microscope enabling a spatiotemporal resolution in the nm and ns regime with a minimal technological effort. Here, iGate is used for the first image-based investigation of the local dynamics of the projected electric potential in the area of the space charge region of two different general purpose silicon diodes during switching between unbiased and reverse biased condition with a temporal resolution of 25ns at a repetition rate of 3MHz. The obtained results for a focus-ion-beam-prepared ultrafast UG1A rectifier diode, which shows a decreasing capacitance with increasing reverse bias are in good agreement with an electric characterization of the macroscopic device as well as with theoretical expectations. For a severely modified 1N4007 device, however, time-resolved electron holography revealed a MOSCAP-like behavior with a rising capacitance in the area of the space charge region during the switching into reverse biased condition. Remarkably, a different behavior, dominated by the effective capacitance of the electrical setup, can be observed in the vacuum region outside both devices within the same measurements, clearly showing the benefits of localized dynamic potentiometry.         ",
    "url": "https://arxiv.org/abs/2405.08505",
    "authors": [
      "Tolga Wagner",
      "Hüseyin Çelik",
      "Dirk Berger",
      "Ines Häusler",
      "Michael Lehmann"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.13127",
    "title": "Observation of stochastic resonance in directed propagation of cold atoms",
    "abstract": "           Randomly diffusing atoms confined in a dissipative optical lattice are illuminated by a weak probe of light. The probe transmission spectrum reveals directed atomic propagation that occurs perpendicular to the direction of probe beam propagation. Resonant enhancement of this directed propagation is observed as we vary the random photon scattering rate. We experimentally characterize this stochastic resonance as a function of probe intensity and lattice well depth. A simple model reveals how the probe-excited atomic density waves and optical pumping rates conspire to create directed atomic propagation within a randomly diffusing sample.         ",
    "url": "https://arxiv.org/abs/2208.13127",
    "authors": [
      "Alexander Staron",
      "Kefeng Jiang",
      "Casey Scoggins",
      "Daniel Wingert",
      "David Cubero",
      "Samir Bali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.19324",
    "title": "Quantum catalysis in cavity quantum electrodynamics",
    "abstract": "           Catalysis plays a key role in many scientific areas, most notably in chemistry and biology. Here we present a catalytic process in a paradigmatic quantum optics setup, namely the Jaynes-Cummings model, where an atom interacts with an optical cavity. The atom plays the role of the catalyst, and allows for the deterministic generation of non-classical light in the cavity. Considering a cavity prepared in a ``classical'' coherent state, and choosing appropriately the atomic state and the interaction time, we obtain an evolution with the following properties. First, the state of the cavity has been modified, and now features non-classicality, as witnessed by sub-Poissonian statistics or Wigner negativity. Second, the process is catalytic, in the sense that the atom is deterministically returned to its initial state exactly, and can be re-used multiple times. What is more, we also show that our findings are robust under dissipation and can be applied to scenarios featuring cavity loss and atomic decay. Finally, we investigate the mechanism of this catalytic process, in particular highlighting the key role of correlations and quantum coherence.         ",
    "url": "https://arxiv.org/abs/2305.19324",
    "authors": [
      "A. de Oliveira Junior",
      "Martí Perarnau-Llobet",
      "Nicolas Brunner",
      "Patryk Lipka-Bartosik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00056",
    "title": "Quantum simulation of dissipation for Maxwell equations in dispersive media",
    "abstract": "           In dispersive media, dissipation appears in the Schrödinger representation of classical Maxwell equations as a sparse diagonal operator occupying an $r$-dimensional subspace. A first order Suzuki-Trotter approximation for the evolution operator enables us to isolate the non-unitary operators (associated with dissipation) from the unitary operators (associated with lossless media). The unitary operators can be implemented through qubit lattice algorithm (QLA) on $n$ qubits. However, the non-unitary-dissipative part poses a challenge on how it should be implemented on a quantum computer. In this paper, two probabilistic dilation algorithms are considered for handling the dissipative operators. The first algorithm is based on treating the classical dissipation as a linear amplitude damping-type completely positive trace preserving (CPTP) quantum channel where the combined system-environment must undergo unitary evolution in the dilated space. The unspecified environment can be modeled by just one ancillary qubit, resulting in an implementation scaling of $\\textit{O}(2^{n-1}n^2)$ elementary gates for the dilated unitary evolution operator. The second algorithm approximates the non-unitary operators by the Linear Combination of Unitaries (LCU). We obtain an optimized representation of the non-unitary part, which requires $\\textit{O}(2^{n})$ elementary gates. Applying the LCU method for a simple dielectric medium with homogeneous dissipation rate, the implementation scaling can be further reduced into $\\textit{O}[poly(n)]$ basic gates. For the particular case of weak dissipation we show that our proposed post-selective dilation algorithms can efficiently delve into the transient evolution dynamics of dissipative systems by calculating the respective implementation circuit depth. A connection of our results with the non-linear-in-normalization-only (NINO) quantum channels is also presented.         ",
    "url": "https://arxiv.org/abs/2308.00056",
    "authors": [
      "Efstratios Koukoutsis",
      "Kyriakos Hizanidis",
      "Abhay K. Ram",
      "George Vahala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.03325",
    "title": "Spatial quasiperiodic driving of a dissipative optical lattice and origin of directed Brillouin modes in a randomly diffusing cold atom cloud",
    "abstract": "           Atoms confined in a three-dimensional dissipative optical lattice oscillate inside potential wells, occasionally hopping to adjacent wells, thereby diffusing in all directions. Illumination by a weak probe beam modulates the lattice, yielding propagating atomic density waves, referred to as Brillouin modes which travel perpendicular to the direction of travel of the probe. The probe is made incident at a small angle relative to a lattice symmetry axis, yielding a driving potential perturbation whose spatial period is not a multiple of the period of the underlying optical potential, thus enabling exploration of the regime of space quasiperiodic drive. A theory, based on the Fourier decomposition of the current into its atomic density wave contributions, reveals that unlike the previously studied time quasiperiodic case, wherein a lattice driven by two incommensurate frequencies may exhibit abrupt suppression in directed current as the driving transitions from quasiperiodic to periodic, a spatial-quasiperiodically driven lattice exhibits no such abrupt response. Further, detailed modeling of spatial-quasiperiodically driven lattices reveals that directed propagation occurs not only as a consequence of velocity-matching between the propagating modulation and the average velocity of the atom oscillating inside a well as was previously reported in the literature, but also as a distinct consequence of a new mechanism, namely, frequency-matching between the modulation frequency and the oscillation frequencies. A systematic measurement of the transmitted probe spectra as a function of off-axis probe angle is presented, which is consistent with the velocity- and frequency-matching predictions from the detailed model.         ",
    "url": "https://arxiv.org/abs/2309.03325",
    "authors": [
      "David Cubero",
      "Kefeng Jiang",
      "Alexander Staron",
      "Casey Scoggins",
      "Daniel Wingert",
      "Ian Dilyard",
      "Stone Oliver",
      "Samir Bali"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17362",
    "title": "Optical Control of Ferroaxial Order",
    "abstract": "           Materials that exhibit ferroaxial order hold potential for novel multiferroic applications. However, in pure ferroaxials, domains are not directly coupled to stress or static electric field due to their symmetry, limiting the ability to pole and switch between domains -- features required for real-world applications. Here we propose a general approach to selectively condense and switch between ferroaxial domains with light. We show that circularly polarized light pulses on resonance with infrared-active phonons manifest helicity-dependent control over ferroaxial domains. Nonlinear contributions to the lattice polarizability play an essential role in this phenomenon. We illustrate the feasibility of our approach using first-principle calculations and dynamical simulations for the archetypal ferroaxial material RbFe(MoO$_4$)$_2$. Our results are discussed in the context of future pump-probe optical experiments, where polarization, carrier frequency, and fluence threshold are explored.         ",
    "url": "https://arxiv.org/abs/2311.17362",
    "authors": [
      "Zhiren He",
      "Guru Khalsa"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  }
]