[
  {
    "id": "arXiv:2208.07987",
    "title": "Why Ortho- and Para-Hydroxy Metabolites Can Scavenge Free Radicals that  the Parent Atorvastatin Cannot? Important Pharmacologic Insight from Quantum  Chemistry",
    "abstract": "The pharmaceutical success of atorvastatin (ATV), a widely employed drug against the \"bad\" cholesterol (LDL) and cardiovascular diseases, traces back to its ability to scavenge free radicals. Unfortunately, information on its antioxidant properties is missing or unreliable. Here, we report detailed quantum chemical results for ATV and its ortho- and para-hydroxy metabolites (o-ATV, p-ATV) in the methanolic phase. They comprise global reactivity indices, bond order indices, and spin densities as well as all relevant enthalpies of reaction (bond dissociation BDE, ionization IP and electron attachment EA, proton detachment PDE and proton affinity PA, and electron transfer ETE). With these properties in hand, we can provide the first theoretical explanation of the experimental finding that, due to their free radical scavenging activity, ATV hydroxy metabolites rather than the parent ATV, have substantial inhibitory effect on LDL and the like. Surprisingly (because it is contrary to the most cases currently known), we unambiguously found that HAT (direct hydrogen atom transfer) rather than SPLET (sequential proton loss electron transfer) or SET-PT (stepwise electron transfer proton transfer) is the thermodynamically preferred pathway by which o-ATV and p-ATV in methanolic phase can scavenge DPPH$^\\bullet$ (1,1-diphenyl-2-picrylhydrazyl) radicals. From a quantum chemical perspective, the ATV's species investigated are surprising because of the nontrivial correlations between bond dissociation energies, bond lengths, bond order indices and pertaining stretching frequencies, which do not fit the framework of naive chemical intuition. ",
    "url": "https://arxiv.org/abs/2208.07987",
    "authors": [
      "Ioan Baldea"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)",
      "Biomolecules (q-bio.BM)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2208.08046",
    "title": "High-speed tunable microwave-rate soliton microcomb",
    "abstract": "Microwave signal generation with fast frequency tuning underlies many applications including sensing, imaging, ranging, time keeping, wireless communication, and high-speed electronics. Soliton microcombs are a promising new approach for photonic-based microwave signal synthesis. To date, however, tuning rate has been limited in microcombs (and in frequency combs generally). Here, we demonstrate the first microwave-rate soliton microcomb whose repetition rate can be tuned at a high speed. By integrating an electro-optic tuning/modulation element into a lithium niobate comb microresonator, a modulation bandwidth up to 75 MHz and a continuous frequency modulation rate up to 5.0 * 10^14 Hz/s are achieved, several orders-of-magnitude faster than existing microcomb technology. These features are especially useful for disciplining an optical VCO to a long-term reference such as an optical clock or for tight phase lock in dual-microcomb clocks or synthesizers. Moreover, the microwave signal rate can be set to any X - W band rate. Besides its positive impact on microwave photonics, fast repetition rate control is generally important in all applications of frequency combs. ",
    "url": "https://arxiv.org/abs/2208.08046",
    "authors": [
      "Yang He",
      "Raymond Lopez-Rios",
      "Usman A. Javid",
      "Jingwei Ling",
      "Mingxiao Li",
      "Shixin Xue",
      "Kerry Vahala",
      "Qiang Lin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08126",
    "title": "Mechanisms to control laser-plasma coupling in laser wakefield electron  acceleration",
    "abstract": "Experimental results, supported by precise modelling, demonstrate optimisation of a plasma-based injector with intermediate laser pulse energy ($<1$~J), corresponding to a normalised vector potential $a_0 = 2.15$, using ionisation injection in a tailored plasma density profile. An increase in electron bunch quality and energy is achieved experimentally with the extension of the density downramp at the plasma exit. Optimisation of the focal position of the laser pulse in the tailored plasma density profile is shown to efficiently reduce electron bunch angular deviation, leading to a better alignment of the electron bunch with the laser axis. Single peak electron spectra are produced in a previously unexplored regime by combining an early focal position and adaptive optic control of the laser wavefront through optimising the symmetry of the pre-focal laser energy distribution. Experimental results have been validated through particle-in-cell simulations using realistic laser energy, phase distribution, and temporal envelope, allowing for accurate predictions of difficult to model parameters, such as total charge and spatial properties of the electron bunches, opening the way for more accurate modelling for the design of plasma-based accelerators. ",
    "url": "https://arxiv.org/abs/2208.08126",
    "authors": [
      "L.T. Dickson",
      "C.I.D. Underwood",
      "F. Filippi",
      "R.J. Shalloo",
      "J. Björklund Svensson",
      "D. Guénot",
      "K. Svendsen",
      "I. Moulanier",
      "S. Dobosz Dufrénoy",
      "C.D. Murphy",
      "N.C. Lopes",
      "P.P. Rajeev",
      "Z. Najmudin",
      "G. Cantono",
      "A. Persson",
      "O. Lundh",
      "G. Maynard",
      "M.J.V. Streeter",
      "B. Cros"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08249",
    "title": "The Future Quantum Workforce: Competences, Requirements and Forecasts",
    "abstract": "With the increasing industrial relevance of new quantum technologies, a well educated quantum workforce becomes increasingly crucial and raises important questions. What are the expectations regarding the future relevance of second generation quantum technologies? And what are the requirements for the workforce in the coming quantum industry? What competences, knowledge and skills should the future employees have? In this paper, we report the results of our Delphi study that was aimed at mapping requirements and forecasts for the future quantum workforce. Our Delphi study consisted of three consecutive survey rounds. In total, we gathered 188 responses from industry and academic experts across Europe. Our study results served as an input for the development of the European Competence Framework for Quantum Technologies, delivered by the project QTEdu CSA for the European Quantum Flagship. In addition, we will discuss predictions from experts related to the future quantum workforce, including the expected industrial relevance of the main areas of quantum technologies, the need for educational efforts, and the expected influence of quantum technologies on everyday life. ",
    "url": "https://arxiv.org/abs/2208.08249",
    "authors": [
      "Franziska Greinert",
      "Rainer Müller",
      "Philipp Bitzenbauer",
      "Malte S. Ubben",
      "Kim-Alessandro Weber"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08294",
    "title": "Silicon sensors with resistive read-out: ML techniques for ultimate  spatial resolutionSilicon sensors with resistive read-out: ML techniques for  ultimate spatial resolution",
    "abstract": "Resistive Silicon Detectors (RSDs) are based on the LGAD technology, characterized by a continuous gain layer, and by the innovative introduction of resistive read-out. Thanks to a novel electrode design aimed at maximizing signal sharing, the second FBK production of RSD sensors, RSD2, achieves a position resolution on the whole pixel surface of about 8 $\\mu m$ for 200-$\\mu m$ pitch. RSD2 arrays have been tested in the Laboratory for Innovative Silicon Sensors in Torino using a Transient Current Technique setup equipped with a 16-channel digitizer, and results on spatial resolution have been obtained with machine learning algorithms. ",
    "url": "https://arxiv.org/abs/2208.08294",
    "authors": [
      "Marta Tornago",
      "Flavio Giobergia",
      "Luca Menzio",
      "Federico Siviero"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2208.08357",
    "title": "Low-noise supercontinuum generation in chiral all-normal dispersion  photonic crystal fibers",
    "abstract": "We present the advantages of supercontinuum generation in chiral, therefore circularly birefringent, all-normal dispersion fibers. Due to the absence of nonlinear power transfer between the polarization eigenstates of the fiber, chiral all-normal dispersion fibers do not exhibit any polarization instabilities and thus are an ideal platform for low-noise supercontinuum generation. By pumping a chiral all-normal dispersion fiber at 802 nm, we obtained an octave-spanning, robustly circularly polarized supercontinuum with low-noise. ",
    "url": "https://arxiv.org/abs/2208.08357",
    "authors": [
      "Markus Lippl",
      "Michael H. Frosz",
      "Nicolas Y. Joly"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.08434",
    "title": "Metamaterial-based octave-wide terahertz bandpass filters",
    "abstract": "We present octave-wide bandpass filters in the terahertz (THz) region based on bilayer-metamaterial (BLMM) structures. The passband region has a super-Gaussian shape with a maximum transmittance approaching 70% and a typical stopband rejection of 20 dB. The design is based on a metasurface consisting of a metallic square-hole array deposited on a transparent polymer, which is stacked on top of an identical metasurface with a sub-wavelength separation. The superimposed metasurface structures were designed using finite-difference time-domain (FDTD) simulations and fabricated using a photolithography process. Experimental characterization of these structures between 0.3 to 5.8 THz is performed with a time-domain THz spectroscopy system. Good agreement between experiment and simulation results is observed. We also demonstrate that two superimposed BLMM (2BLMM) devices increase the steepness of the roll-offs to more than 85 dB/octave and enable a superior stopband rejection approaching 40 dB while the maximum transmittance remains above 64%. This work paves the way toward new THz applications, including the detection of THz pulses centered at specific frequencies, and an enhanced time-resolved detection sensitivity towards molecular vibrations that are noise dominated by a strong, off-resonant, driving field. ",
    "url": "https://arxiv.org/abs/2208.08434",
    "authors": [
      "Ali Maleki",
      "Avinash Singh",
      "Ahmed Jaber",
      "Wei Cui",
      "Yongbao Xin",
      "Brian T. Sullivan",
      "Robert W. Boyd",
      "Jean-Michel Menard"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.04691",
    "title": "Enhancement in the mean square range delay accuracy by means of multiple  entangled photon states quantum illumination",
    "abstract": "Zhuang and Shapiro have recently discussed how quantum illumination can be used to increase the mean value range delay. In this paper it is shown how multiple entangled photon quantum illumination helps to reduce the integration time when evaluating range delay. The analysis is conveyed in the setting of three entangled photon states discrete quantum illumination models, but it is argued the extension of the main result to the setting of continuous quantum illumination models. ",
    "url": "https://arxiv.org/abs/2208.04691",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08007",
    "title": "Atom Interferometric Imaging of Differential Potentials Using an Atom  Laser",
    "abstract": "Interferometry is a prime technique for modern precision measurements. Atoms, unlike light, have significant interactions with electric, magnetic, and gravitational fields, making their use in interferometric applications particularly versatile. Here, we demonstrate atom interferometry to image optical and magnetic potential landscapes over an area exceeding $240 \\mu m \\times 600 \\mu m$. The differential potentials employed in our experiments generate phase imprints in an atom laser that are made visible through a Ramsey pulse sequence. We further demonstrate how advanced pulse sequences can enhance desired imaging features, e.g. to image steep potential gradients. A theoretical discussion is presented that provides a semiclassical analysis and matching numerics. ",
    "url": "https://arxiv.org/abs/2208.08007",
    "authors": [
      "Maren E. Mossman",
      "Ryan A. Corbin",
      "Michael McNeil Forbes",
      "Peter Engels"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08075",
    "title": "Structural and optical properties of micro-diamonds with SiV- color  centers",
    "abstract": "Isolated, micro-meter sized diamonds are grown by micro-wave plasma chemical vapour deposition technique on Si(001) substrates. Each diamond is uniquely identified by markers milled in the Si substrate by Ga+ focused ion beam. The morphology and micrograin structure analysis indicates that the diamonds are icosahedral or bi-crystals. Icosahedral diamonds have higher (up to $\\sigma_\\mathrm{h}$ = 2.3 GPa), and wider distribution ($\\Delta\\sigma_\\mathrm{h}$ = 4.47 GPa) of hydrostatic stress built up at the microcrystal grain boundaries, compared to the other crystals. The number and spectral shape of SiV- color centers incorporated in the micro-diamonds is analysed, and estimated by means of temperature dependent photoluminescence measurements, and Montecarlo simulations. The Montecarlo simulations indicate that the number of SiV- color centers is a few thousand per micro-diamond. ",
    "url": "https://arxiv.org/abs/2208.08075",
    "authors": [
      "Fabio Isa",
      "Matthew Joliffe",
      "Brendan Wouterlood",
      "Naomi He Ho",
      "Thomas Volz",
      "Avi Bendavid",
      "Lachlan J. Rogers"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08199",
    "title": "Measuring Optical Activity with Unpolarised Light: Ghost Polarimetry",
    "abstract": "Quantifying the optical chirality of a sample requires the precise measurement of the rotation of the plane of linear polarisation of the transmitted light. Central to this notion is that the sample needs to be exposed to light of a defined polarisation state. We show that by using a polarisation-entangled photon source we can measure optical activity whilst illuminating a sample with unpolarised light. This not only allows for low light measurement of optical activity but also allows for the analysis of samples that would otherwise be perturbed if subject to polarised light. ",
    "url": "https://arxiv.org/abs/2208.08199",
    "authors": [
      "S. Restuccia",
      "G.M. Gibson",
      "L. Cronin",
      "M.J. Padgett"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.11534",
    "title": "Acceleration of spin-polarized proton beams via two parallel laser  pulses",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2201.11534",
    "authors": [
      "Lars Reichwein",
      "Markus Büscher",
      "Alexander Pukhov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05299",
    "title": "Continuous-variable quantum key distribution: security analysis with  trusted hardware noise against general attacks",
    "abstract": " Comments: 28 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2205.05299",
    "authors": [
      "Roman Goncharov",
      "Alexei D. Kiselev",
      "Eduard Samsonov",
      "Vladimir Egorov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03872",
    "title": "SHAARP: An Open-Source Package for Analytical and Numerical Modeling of  Optical Second Harmonic Generation in Anisotropic Crystals",
    "abstract": " Title: SHAARP: An Open-Source Package for Analytical and Numerical Modeling of  Optical Second Harmonic Generation in Anisotropic Crystals ",
    "url": "https://arxiv.org/abs/2208.03872",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Jian-Jun Wang",
      "Lincoln Weber",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.06764",
    "title": "Triply-Resonant Sum Frequency Conversion with Gallium Phosphide Ring  Resonators",
    "abstract": " Comments: 15 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2208.06764",
    "authors": [
      "Alan D. Logan",
      "Shivangi Shree",
      "Srivatsa Chakravarthi",
      "Nicholas Yama",
      "Christian Pederson",
      "Karine Hestroffer",
      "Fariba Hatami",
      "Kai-Mei C. Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07474",
    "title": "N-Band Photonic Hopf Insulators Based on 2D Microring Lattices",
    "abstract": " Comments: 10 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2208.07474",
    "authors": [
      "Bo Leng",
      "Vien Van"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]