[
  {
    "id": "arXiv:2311.05692",
    "title": "Phase-Field Model of Silicon Carbide Growth During Isothermal Condition",
    "abstract": "Silicon carbide (SiC) emerges as a promising ceramic material for high-temperature structural applications, especially within the aerospace sector. The utilization of SiC-based ceramic matrix composites (CMCs) instead of superalloys in components like engine shrouds, combustors, and nozzles offers notable advantages, including a 25% improvement in fuel efficiency, over 10% enhanced thrust, and the capability to withstand up to 500$^{\\circ}$C higher operating temperatures. Employing a CALPHAD-reinforced multi-phase-field model, our study delves into the evolution of the SiC layer under isothermal solidification conditions. By modeling the growth of SiC between liquid Si and solid C at 1450$^{\\circ}$C, we compared results with experimental microstructures and quantitatively examined the evolution of SiC thickness over time. Efficient sampling across the entire model space mitigated uncertainty in high-temperature kinetic parameters, allowing us to predict a range of growth rates and morphologies for the SiC layer. The model accounts for parameter uncertainty stemming from limited experimental knowledge and successfully predicts relevant morphologies for the system. Experimental results validated the kinetic parameters of the simulations, offering valuable insights and potential constraints on the reaction kinetics. We further explored the significance of multi-phase-field model parameters on two key outputs, and found that the diffusion coefficient of liquid Si emerges as the most crucial parameter significantly impacting the SiC average layer thickness and grain count over time. This study provides valuable insights into the microstructure evolution of the Si-C binary system, offering pertinent information for the engineering of CMCs in industrial applications. ",
    "url": "https://arxiv.org/abs/2311.05692",
    "authors": [
      "Elias J. Munoz",
      "Vahid Attari",
      "Marco Martinez",
      "Matthew B. Dickerson",
      "Miladin Radovic",
      "Raymundo Arroyave"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2311.05714",
    "title": "Coriolis Force Compensation and Laser Beam Delivery for 100-Meter  Baseline Atom Interferometry",
    "abstract": "The Coriolis force is a significant source of systematic phase errors and dephasing in atom interferometry and is often compensated by counter-rotating the interferometry laser beam against Earth's rotation. We present a novel method for performing Coriolis force compensation for long-baseline atom interferometry which mitigates atom-beam misalignment due to beam rotation, an effect which is magnified by the long lever arm of the baseline length. The method involves adjustment of the angle of the interferometer beam prior to a magnifying telescope, enabling the beam to pivot around a tunable position along the interferometer baseline. By tuning the initial atom kinematics, and adjusting the angle with which the interferometer beam pivots about this point, we can ensure that the atoms align with the center of the beam during the atom optics laser pulses. This approach will be used in the MAGIS-100 atom interferometer and could also be applied to other long-baseline atom interferometers. An additional challenge associated with long baseline interferometry is that since long-baseline atom interferometers are often located outside of typical laboratory environments, facilities constraints may require lasers to be housed in a climate-controlled room a significant distance away from the main experiment. Nonlinear effects in optical fibers restrict the use of fiber-based transport of the high-power interferometry beam from the laser room to the experiment. We present the design of and prototype data from a laser transport system for MAGIS-100 that maintains robustness against alignment drifts despite the absence of a long fiber. ",
    "url": "https://arxiv.org/abs/2311.05714",
    "authors": [
      "Jonah Glick",
      "Zilin Chen",
      "Tejas Deshpande",
      "Yiping Wang",
      "Tim Kovachy"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05755",
    "title": "4x2 Hot electron bolometer mixer arrays for detection at 1.46, 1.9 and  4.7 THz for a balloon borne terahertz observatory",
    "abstract": "We have demonstrated three 4x2 hot electron bolometer (HEB) mixer arrays for operation at local oscillator (LO) frequencies of 1.46, 1.9 and 4.7 THz, respectively. They consist of spiral antenna coupled NbN HEB mixers combined with elliptical lenses. These are to date the highest pixel count arrays using a quasi-optical coupling scheme at supra-THz frequencies. At 1.4 THz, we measured an average double sideband mixer noise temperature of 330 K, a mixer conversion loss of 5.7 dB, and an optimum LO power of 210 nW. The array at 1.9 THz has an average mixer noise temperature of 420K, a conversion loss of 6.9 dB, and an optimum LO power of 190 nW. For the array at 4.7 THz, we obtained an average mixer noise temperature of 700 K, a conversion loss of 9.7 dB, and an optimum LO power of 240 nW. We found the arrays to be uniform regarding the mixer noise temperature with a standard deviation of 3-4%, the conversion loss with a standard deviation of 7-10%, and optimum LO power with a standard deviation of 5-6%. The noise bandwidth was also measured, being 3.5 GHz for the three arrays. These performances are comparable to previously reported values in the literature for single pixels and also other detector arrays. Our arrays meet the requirements of the Galactic/Extra-Galactic ULDB Spectroscopic Terahertz Observatory (GUSTO), a NASA balloon borne observatory, and are therefore scheduled to fly as part of the payload, which is expected to be launched in December 2023. ",
    "url": "https://arxiv.org/abs/2311.05755",
    "authors": [
      "José R. G. Silva",
      "Wouter M. Laauwen",
      "Behnam Mirzaei",
      "Nathan Vercruyssen",
      "Matvey Finkel",
      "Menno Westerveld",
      "Nikhil More",
      "Vitor Silva",
      "Abram Young",
      "Craig Kulesa",
      "Christopher Walker",
      "Floris van der Tak",
      "Jian Rong Gao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.05837",
    "title": "High-efficiency edge couplers enabled by vertically tapering on  lithium-niobate photonic chips",
    "abstract": "In the past decade, photonic integrated circuits (PICs) based on thin-film lithium niobate (TFLN) have advanced in various fields, including optical communication, nonlinear photonics, and quantum optics. A critical component is an efficient edge coupler connecting PICs to light sources or detectors. Here, we propose an innovative edge coupler design with a wedge-shaped TFLN waveguide and a silicon oxynitride (SiON) cladding. Experimental results show that the coupling loss between the TFLN PIC and a 3-{\\mu}m mode field diameter (MFD) lensed fiber is low at 1.52 dB/facet, with the potential for improvement to 0.43 dB/facet theoretically. The coupling loss between the edge coupler and a UHNA7 fiber with an MFD of 3.2 {\\mu}m is reduced to 0.92 dB/facet. This design maintains robust fabrication and alignment tolerance. Importantly, the minimum linewidth of the TFLN waveguide of the coupler (600 nm) can be easily achieved using foundry-available i-line stepper lithography. This work benefits the development of TFLN integrated platforms, such as on-chip electro-optic modulators, frequency comb generation, and quantum sensors. ",
    "url": "https://arxiv.org/abs/2311.05837",
    "authors": [
      "Di Jia",
      "Qiang Luo",
      "Chen Yang",
      "Rui Ma",
      "Xuanyi Yu",
      "Feng Gao",
      "Qifan Yang",
      "Fang Bo",
      "Guoquan Zhang",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05881",
    "title": "Programmable Superconducting Optoelectronic Single-Photon Synapses with  Integrated Multi-State Memory",
    "abstract": "The co-location of memory and processing is a core principle of neuromorphic computing. A local memory device for synaptic weight storage has long been recognized as an enabling element for large-scale, high-performance neuromorphic hardware. In this work, we demonstrate programmable superconducting synapses with integrated memories for use in superconducting optoelectronic neural systems. Superconducting nanowire single-photon detectors and Josephson junctions are combined into programmable synaptic circuits that exhibit single-photon sensitivity, memory cells with more than 400 internal states, leaky integration of input spike events, and 0.4 fJ programming energies (including cooling power). These results are attractive for implementing a variety of supervised and unsupervised learning algorithms and lay the foundation for a new hardware platform optimized for large-scale spiking network accelerators. ",
    "url": "https://arxiv.org/abs/2311.05881",
    "authors": [
      "Bryce A. Primavera",
      "Saeed Khan",
      "Richard P. Mirin",
      "Sae Woo Nam",
      "Jeffrey M. Shainline"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2311.05932",
    "title": "Beam test of a 180 nm CMOS Pixel Sensor for the CEPC vertex detector",
    "abstract": "The proposed Circular Electron Positron Collider (CEPC) imposes new challenges for the vertex detector in terms of pixel size and material budget. A Monolithic Active Pixel Sensor (MAPS) prototype called TaichuPix, based on a column drain readout architecture, has been developed to address the need for high spatial resolution. In order to evaluate the performance of the TaichuPix-3 chips, a beam test was carried out at DESY II TB21 in December 2022. Meanwhile, the Data Acquisition (DAQ) for a muti-plane configuration was tested during the beam test. This work presents the characterization of the TaichuPix-3 chips with two different processes, including cluster size, spatial resolution, and detection efficiency. The analysis results indicate the spatial resolution better than 5 $\\mu m$ and the detection efficiency exceeds 99.5 % for both TaichuPix-3 chips with the two different processes. ",
    "url": "https://arxiv.org/abs/2311.05932",
    "authors": [
      "Tianya Wu",
      "Shuqi Li",
      "Wei Wang",
      "Jia Zhou",
      "Ziyue Yan",
      "Yiming Hu",
      "Xiaoxu Zhang",
      "Zhijun Liang",
      "Wei Wei",
      "Ying Zhang",
      "Xiaomin Wei",
      "Xinhui Huang",
      "Lei Zhang",
      "Ming Qi",
      "Hao Zeng",
      "Xuewei Jia",
      "Jun Hu",
      "Jinyu Fu",
      "Hongyu Zhang",
      "Gang Li",
      "Linghui Wu",
      "Mingyi Dong",
      "Xiaoting Li",
      "Raimon Casanova",
      "Liang Zhang",
      "Jianing Dong",
      "Jia Wang",
      "Ran Zheng",
      "Weiguo Lu",
      "Sebastian Grinstein",
      "João Guimarães da Costa"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2311.05950",
    "title": "Superlens-Assisted Laser Nanostructuring of Long Period Optical Fiber  Gratings (LPGs) for Enhanced Refractive Index Sensing",
    "abstract": "We present an innovative method to enhance Long Period Optical Fiber Gratings (LPGs) for refractive index sensing using microsphere-assisted superlens laser nanostructuring. This technique involves self-assembling a silica microsphere monolayer on LPGs' outer surface, followed by pulsed laser irradiation to generate nanoholes (300-500 nm) forming nanohole-structured LPGs (NS-LPGs). In experiments, two nanohole densities were compared for their impact on sensing performance in sucrose and glycerin solutions. The nanostructured NS-LPGs showed improved sensitivity by 16.08% and 19.57% compared to regular LPGs, with higher nanohole density yielding greater enhancement. Importantly, the permanent nanohole structures ensure durability in harsh environments, surpassing conventional surface-coating-based LPGs. Further improvements can be achieved by refining nanostructuring density and controlling nanohole size and depth. Our work represents a notable advancement in LPG sensor engineering, prioritizing surface nanostructuring over nano-coating, promising enhanced refractive index sensing applications. ",
    "url": "https://arxiv.org/abs/2311.05950",
    "authors": [
      "Yiduo Chen",
      "Liyang Yue",
      "Zengbo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05984",
    "title": "Controlling electron motion with attosecond precision by shaped  femtosecond intense laser pulse",
    "abstract": "We propose the scheme of temporal double-slit interferometer to precisely measure the electric field of shaped intense femtosecond laser pulse directly, and apply it to control the electron tunneling wave packets in attosecond precision. By manipulating the spectra phase of the input femtosecond pulse in frequency domain, one single pulse is split into two sub-pulses whose waveform can be precisely controlled by adjusting the spectra phase. When the shaped pulse interacts with atoms, the two sub-pulses are analogous to the Young's double-slit in time domain. The interference pattern in the photoelectron momentum distribution can be used to precisely retrieve the peak electric field and the time delay between two sub-pulses. Based on the precise characterization of the shaped pulse, we demonstrate that the sub-cycle dynamics of electron can be controlled with attosecond precision. The above scheme is proved to be feasible by both quantum-trajectory Monte Carlo simulations and numerical solutions of three-dimensional time-dependent Schr\\\"{o}dinger equation. ",
    "url": "https://arxiv.org/abs/2311.05984",
    "authors": [
      "Xiaoyun Zhao",
      "Mingqing Liu",
      "Yizhang Yang",
      "Zhou Chen",
      "Xiaolei Hao",
      "Chuncheng Wang",
      "Weidong Li",
      "Jing Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.06019",
    "title": "Multi-dimensional vibration sensing and simultaneous self-homodyne  optical transmission of single wavelength net 5.36 Tb/s signal using telecom  7-core fiber",
    "abstract": "We present a high-capacity self-homodyne optical transmission system that enables simultaneously multidimensional vibration sensing based on a weakly-coupled 7-core fiber. To our knowledge, we demonstrate for the first-time detection of fiber vibration direction along with strength, frequency, and location of the vibration source, while transmitting in the meantime single-carrier 16 QAM signal reaching a net date rate of 5.36 Tb/s over 41.4 km of telecom 7-core fiber. ",
    "url": "https://arxiv.org/abs/2311.06019",
    "authors": [
      "Jianwei Tang",
      "Xueyang Li",
      "Bang Yang",
      "Chen Cheng",
      "Yaguang Hao",
      "Yifan Xu",
      "Jiali Li",
      "Zhixue He",
      "Yanfu Yang",
      "Weisheng Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06088",
    "title": "Effects of detection-beam focal offset on displacement detection in  optical tweezers",
    "abstract": "A high-resolution displacement detection can be achieved by analyzing the scattered light of the trapping beams from the particle in optical tweezers. In some applications where trapping and displacement detection need to be separated, a detection beam can be introduced for independent displacement detection. However, the detection beam focus possibly deviates from the centre of the particle, which will affect the performance of the displacement detection. In this paper, we detect the radial displacement of the particle by utilizing the forward scattered light of the detection beam from the particle. The effects of the lateral and axial offsets between the detection beam focus and the particle centre on the displacement detection are analyzed by the simulation and experiment. The results show that the lateral offsets will decrease the detection sensitivity and linear range and aggravate the crosstalk between the x-direction signal and y-direction signal of QPD. The axial offsets also affect the detection sensitivity, an optimal axial offset can improve the sensitivity of the displacement detection substantially. In addition, the influence of system parameters, such as particle radius a, numerical aperture of the condenser NAc and numerical aperture of the objective NAo on the optimal axial offset are discussed. A combination of conventional optical tweezers instrument and a detection beam provides a more flexible working point, allowing for the active modulation of the sensitivity and linear range of the displacement detection. This work would be of great interest for improving the accuracy of the displacement and force detection performed by the optical tweezers. ",
    "url": "https://arxiv.org/abs/2311.06088",
    "authors": [
      "Anni Chen",
      "Hui Luo",
      "Zhijie Chen",
      "Haining Feng",
      "Tengfang Kuang",
      "Hui An",
      "Xiang Han",
      "Wei Xiong",
      "Guangzong Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.06123",
    "title": "Curved GaAs cantilever waveguides for the vertical coupling to photonic  integrated circuits",
    "abstract": "We report the nanofabrication and characterization of optical spot-size converters couplers based on curved GaAs cantilever waveguides. Using the stress mismatch between the GaAs substrate and deposited Cr-Ni-Au strips, single-mode waveguides can be bent out-of-plane in a controllable manner. A stable and vertical orientation of the out-coupler is achieved by locking the spot-size converter at a fixed 90$^\\circ$ angle via short-range forces. The optical transmission is characterized as a function of temperature and polarization, resulting in a broad-band chip-to-fiber coupling extending over a 200 nm wavelength bandwidth. The methods reported here are fully compatible with quantum photonic integrated circuit technology with quantum dot emitters, and open opportunities to design novel photonic devices with enhanced functionality. ",
    "url": "https://arxiv.org/abs/2311.06123",
    "authors": [
      "Celeste Qvotrup",
      "Zhe Liu",
      "Camille Papon",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Leonardo Midolo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06219",
    "title": "High-speed coherent photonic random-access memory in long-lasting sound  waves",
    "abstract": "In recent years, remarkable advances in photonic computing have highlighted the need for photonic memory, particularly high-speed and coherent random-access memory. Addressing the ongoing challenge of implementing photonic memories is required to fully harness the potential of photonic computing. A photonic-phononic memory based on stimulated Brillouin scattering is a possible solution as it coherently transfers optical information into sound waves at high-speed access times. Such an optoacoustic memory has shown great potential as it fulfils key requirements for high-performance optical random-access memory due to its coherence, on-chip compatibility, frequency selectivity, and high bandwidth. However, the storage time has so far been limited to a few nanoseconds due to the nanosecond decay of the acoustic wave. In this work, we experimentally enhance the intrinsic storage time of an optoacoustic memory by more than one order of magnitude and coherently retrieve optical information after a storage time of 120 ns. This is achieved by employing the optoacoustic memory in a highly nonlinear fiber at 4.2 K, increasing the intrinsic phonon lifetime by a factor of six. We demonstrate the capability of our scheme by measuring the initial and readout optical data pulse with a direct and double homodyne detection scheme. Finally, we analyze the dynamics of the optoacoustic memory at different cryogenic temperatures in the range of 4.2 K to 20 K and compare the findings to continuous wave measurements. The extended storage time is not only beneficial for photonic computing, but also for Brillouin applications that require long phonon lifetimes, such as optoacoustic filters, true-time delay networks, and synthesizers in microwave photonics. ",
    "url": "https://arxiv.org/abs/2311.06219",
    "authors": [
      "Andreas Geilen",
      "Steven Becker",
      "Birgit Stiller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.06238",
    "title": "Role of the edge electric field in the resonant mode-particle  interactions and the formation of transport barriers in toroidal plasmas",
    "abstract": "The impact of an edge radial electric field on the particle orbits and the orbital spectrum in an axisymmetric toroidal magnetic equilibrium is investigated using a guiding center canonical formalism. Poloidal and bounce/transit-averaged toroidal precession frequencies are calculated, highlighting the role of the radial electric field. The radial electric field is shown to drastically modify the resonance conditions between particles with certain kinetic characteristics and specific perturbative non-axisymmetric modes and to enable the formation of transport barriers. The locations of the resonances and the transport barriers, that determine the particle, energy and momentum transport are shown to be accurately pinpointed in the phase space, by employing the calculated orbital frequencies. ",
    "url": "https://arxiv.org/abs/2311.06238",
    "authors": [
      "Giorgos Anastassiou",
      "Panagiotis Zestanakis",
      "Yannis Antonenas",
      "Eleonora Viezzer",
      "Yannis Kominis"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2311.05646",
    "title": "Automatic differentiation accelerated shape optimization approaches to  photonic inverse design on rectilinear simulation grids",
    "abstract": "Shape optimization approaches to inverse design offer low-dimensional, physically-guided parameterizations of structures by representing them as combinations of shape primitives. However, on discretized rectilinear simulation grids, computing the gradient of a user objective via the adjoint variables method requires a sum reduction of the forward/adjoint field solutions and the Jacobian of the simulation material distribution with respect to the structural shape parameters. These shape parameters often perturb large or global parts of the simulation grid resulting in many non-zero Jacobian entries, which are typically computed by finite-difference in practice. Consequently, the gradient calculation can be non-trivial. In this work we propose to accelerate the gradient calculation by invoking automatic differentiation (AutoDiff) in instantiations of structural material distributions. In doing so, we develop extensible differentiable mappings from shape parameters to shape primitives and differentiable effective logic operations (denoted AutoDiffGeo). These AutoDiffGeo definitions may introduce some additional discretization error into the field solutions because they relax notions of sub-pixel smoothing along shape boundaries. However, we show that some mappings (e.g. simple cuboids) can achieve zero error with respect to volumetric averaging strategies. We demonstrate AutoDiff enhanced shape optimization using three integrated photonic examples: a multi-etch blazed grating coupler, a non-adiabatic waveguide transition taper, and a polarization-splitting grating coupler. We find accelerations of the gradient calculation by AutoDiff relative to finite-difference often exceed 50x, resulting in total wall time accelerations of 4x or more on the same hardware with little or no compromise to final device performance. Our code is available open source at https://github.com/smhooten/emopt ",
    "url": "https://arxiv.org/abs/2311.05646",
    "authors": [
      "Sean Hooten",
      "Peng Sun",
      "Liron Gantz",
      "Marco Fiorentino",
      "Raymond G. Beausoleil",
      "Thomas Van Vaerenbergh"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.05777",
    "title": "Epitaxial growth and characterization of multi-layer site-controlled  InGaAs quantum dots based on the buried stressor method",
    "abstract": "We report on the epitaxial growth, theoretical modeling, and structural as well as optical investigation of multi-layer, site-controlled quantum dots fabricated using the buried stressor method. This advanced growth technique utilizes the strain from a partially oxidized AlAs layer to induce site-selective nucleation of InGaAs quantum dots. By implementing strain-induced spectral nano-engineering, we achieve separation in emission energy by about 150 meV of positioned and non-positioned quantum dots and a local increase of the emitter density in a single layer. Furthermore, we achieve a threefold increase of the optical intensity and reduce the inhomogeneous broadening of the ensemble emission by 20% via stacking three layers of site-controlled emitters, which is particularly valuable for using the SCQDs in microlaser applications. Moreover, we obtain direct control over emission properties by adjusting the growth and fabrication parameters. Our optimization of site-controlled growth of quantum dots enables the development of photonic devices with enhanced light-matter interaction and microlasers with increased confinement factor and spontaneous emission coupling efficiency. ",
    "url": "https://arxiv.org/abs/2311.05777",
    "authors": [
      "Imad Limame",
      "Ching-Wen Shih",
      "Alexej Koltchanov",
      "Fabian Heisinger",
      "Felix Nippert",
      "Moritz Plattner",
      "Johannes Schall",
      "Markus R. Wagner",
      "Sven Rodt",
      "Petr Klenovsky",
      "Stephan Reitzenstein"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.05807",
    "title": "Quantum light microscopy",
    "abstract": "Much of our progress in understanding microscale biology has been powered by advances in microscopy. For instance, super-resolution microscopes allow the observation of biological structures at near-atomic-scale resolution, while multi-photon microscopes allow imaging deep into tissue. However, biological structures and dynamics still often remain out of reach of existing microscopes, with further advances in signal-to-noise, resolution and speed needed to access them. In many cases, the performance of microscopes is now limited by quantum effects -- such as noise due to the quantisation of light into photons or, for multi-photon microscopes, the low cross-section of multi-photon scattering. These limitations can be overcome by exploiting features of quantum mechanics such as entanglement. Quantum effects can also provide new ways to enhance the performance of microscopes, such as new super-resolution techniques and new techniques to image at difficult to reach wavelengths. This review provides an overview of these various ways in which quantum techniques can improve microscopy, including recent experimental progress. It seeks to provide a realistic picture of what is possible, and what the constraints and opportunities are. ",
    "url": "https://arxiv.org/abs/2311.05807",
    "authors": [
      "W. P. Bowen",
      "Helen M. Chrzanowski",
      "Dan Oron",
      "Sven Ramelow",
      "Dmitry Tabakaev",
      "Alex Terrasson",
      "Rob Thew"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.05944",
    "title": "The Exceptional Ring of buoyancy instability in stars",
    "abstract": "We reveal properties of global modes of linear buoyancy instability in stars, characterised by the celebrated Schwarzschild criterion, using non-Hermitian topology. We identify a ring of Exceptional Points of order 4 that originates from the pseudo-Hermitian and pseudo-chiral symmetries of the system. The ring results from the merging of a dipole of degeneracy points in the Hermitian stablystratified counterpart of the problem. Its existence is related to spherically symmetric unstable modes. We obtain the conditions for which convection grows over such radial modes. Those are met at early stages of low-mass stars formation. We finally show that a topological wave is robust to the presence of convective regions by reporting the presence of a mode transiting between the wavebands in the non-Hermitian problem, strengthening their relevance for asteroseismology. ",
    "url": "https://arxiv.org/abs/2311.05944",
    "authors": [
      "Armand Leclerc",
      "Lucien Jezequel",
      "Nicolas Perez",
      "Asmita Bhandare",
      "Guillaume Laibe",
      "Pierre Delplace"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2309.00446",
    "title": "Quantum Walk Comb in a Fast Gain Laser",
    "abstract": " Comments: This is the author's version of the work. The definitive version was published in Science on 2023/10/27, 10.1126/science.adj3858 (10 pages, 4 figures) ",
    "url": "https://arxiv.org/abs/2309.00446",
    "authors": [
      "Ina Heckelmann",
      "Mathieu Bertrand",
      "Alexander Dikopoltsev",
      "Mattias Beck",
      "Giacomo Scalari",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.10412",
    "title": "Cooperative optical pattern formation in an ultrathin atomic layer",
    "abstract": " Title: Cooperative optical pattern formation in an ultrathin atomic layer ",
    "url": "https://arxiv.org/abs/2309.10412",
    "authors": [
      "C. D. Parmee",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05214",
    "title": "Resonant optical trapping of Janus nanoparticles in plasmonic  nanoaperture",
    "abstract": " Title: Resonant optical trapping of Janus nanoparticles in plasmonic  nanoaperture ",
    "url": "https://arxiv.org/abs/2310.05214",
    "authors": [
      "Alemayehu Nana Koya",
      "Longnan Li",
      "Wei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.00901",
    "title": "Closed Loop Testing of Microphonics Algorithms Using a Cavity Emulator",
    "abstract": " Comments: Poster presented at LLRF Workshop 2023 (LLRF2023, arXiv: 2311.00901) ",
    "url": "https://arxiv.org/abs/2311.00901",
    "authors": [
      "S. Raman",
      "P. Varghese",
      "B. Chase",
      "S. Ahmed",
      "C. Fulz",
      "P. Hanlet",
      "D. Klepec"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03461",
    "title": "A low phase noise cavity transmission self-injection locked laser system  for atomic physics experiments",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2311.03461",
    "authors": [
      "Ludwig Krinner",
      "Kai Dietze",
      "Lennart Pelzer",
      "Nicolas Spethmann",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]