[
  {
    "id": "arXiv:2407.07902",
    "title": "Education for expanding the quantum workforce: Student perceptions of the quantum industry in an upper-division physics capstone course",
    "abstract": "           As quantum technologies transition out of the research lab and into commercial applications, it becomes important to better prepare students to enter this new and evolving workforce. To work towards this goal of preparing physics students for a career in the quantum industry, a senior capstone course called \"Quantum Forge\" was created at the University of Colorado Boulder. This course aims to provide students a hands-on quantum experience and prepare them to enter the quantum workforce directly after their undergraduate studies. Some of the course's goals are to have students understand what comprises the quantum industry and have them feel confident they could enter the industry if desired. To understand to what extent these goals are achieved, we followed the first cohort of Quantum Forge students through their year in the course in order to understand their perceptions of the quantum industry including what it is, whether they feel that they could be successful in it, and whether or not they want to participate in it. The results of this work can assist educators in optimizing the design of future quantum-industry-focused courses and programs to better prepare students to be a part of this burgeoning industry.         ",
    "url": "https://arxiv.org/abs/2407.07902",
    "authors": [
      "Kristin A. Oliver",
      "Victoria Borish",
      "Bethany R. Wilcox",
      "H.J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08247",
    "title": "A definition of the SI second based on several optical transitions",
    "abstract": "           A new definition of the SI second based on optical transitions is expected to be adopted within the next 10 years. Several options for this redefinition are currently under consideration. Among them, a definition based on several transitions would take advantage of the variety of high performance optical frequency standards. In this paper, we review practical aspects such a definition entails, and propose a detailed analysis of its strengths and weaknesses.         ",
    "url": "https://arxiv.org/abs/2407.08247",
    "authors": [
      "Jérôme Lodewyck"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08267",
    "title": "Chiral bulk solitons in photonic graphene with decorated boundaries",
    "abstract": "           We propose a chiral bulk soliton in a nonlinear photonic lattice with decorated boundaries, presenting a novel approach to manipulate photonic transport without extensive bulk modifications. Unlike traditional methods that rely on topological edge and corner modes, our strategy leverages the robust chiral propagation of bulk modes. By introducing nonlinearity into the system, we find a stable bulk soliton, akin to the topological valley Hall effects. The chiral bulk soliton exhibits remarkable stability; the energy does not decay even after a long-distance propagation; and the corresponding Fourier spectrum confirms the absence of inter-valley scattering indicating a valley-locking property. Our findings not only contribute to the fundamental understanding of nonlinear photonic systems but also hold significant practical implications for the design and optimization of photonic devices.         ",
    "url": "https://arxiv.org/abs/2407.08267",
    "authors": [
      "Shuang Shen",
      "Ce Shang",
      "Yongdong Li",
      "Yiqi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.08391",
    "title": "An avalanche model for femtosecond optical response",
    "abstract": "           Experiments on Indium Tin Oxide (ITO) have revealed that a relatively broad 200THz pump pulse, roughly 30 cycles in width, can switch ITO from a transparent to a reflecting state within one or two optical cycles, a few Femtoseconds. So far the rapid switching has remained unexplained by theory. Here a very simple bare bones theory explains the key experimental features in terms of an avalanche model suggested by avalanche diodes.         ",
    "url": "https://arxiv.org/abs/2407.08391",
    "authors": [
      "J.B. Pendry"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.08480",
    "title": "Magic silicon dioxide for widely tunable integrated photonics",
    "abstract": "           Integrated photonic circuits have transformed data communication, biosensing, and light detection and ranging, and hold wide-ranging potential for optical computing, optical imaging and signal processing. These applications often require tunable and reconfigurable photonic components, most commonly accomplished through the thermo-optic effect. However, the resulting tuning window is limited for standard optical materials such as silicon dioxide and silicon nitride. Most importantly, bidirectional thermal tuning on a single platform has not been realized. For the first time, we show that by tuning and optimizing the deposition conditions in inductively-coupled plasma chemical vapor deposition (ICPCVD) of silicon dioxide, this material can be used to deterministically tune the thermo-optic properties of optical devices without introducing significant losses. We demonstrate that we can deterministically integrate positive and negative wavelength shifts on a single chip, validated on amorphous silicon carbide (a-SiC), silicon nitride (SiN) and silicon-on-insulator (SOI) platforms. We observe up to a 10-fold improvement of the thermo-optic tunability and, in addition, demonstrate athermal ring resonators with shifts as low as 1.5 pm/°C. This enables the fabrication of a novel tunable coupled ring optical waveguide (CROW) requiring only a single heater. In addition, the low-temperature deposition of our silicon dioxide cladding can be combined with lift-off to isolate the optical devices resulting in a decrease in thermal crosstalk by at least two orders of magnitude. Our method paves the way for novel photonic architectures incorporating bidirectional thermo-optic tunability.         ",
    "url": "https://arxiv.org/abs/2407.08480",
    "authors": [
      "Bruno Lopez-Rodriguez",
      "Naresh Sharma",
      "Zizheng Li",
      "Roald van der Kolk",
      "Jasper van der Boom",
      "Thomas Scholte",
      "Jin Chang",
      "Simon Groblacher",
      "Iman Esmaeil Zadeh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08482",
    "title": "Inverse-designed 3D laser nanoprinted phase masks to extend the depth of field of by systems",
    "abstract": "           In optical imaging, achieving high resolution often comes at the expense of a shallow depth of field. This means that when using a standard microscope, any minor movement of the object along the optical axis can cause the image to become blurry. To address this issue, we exploit inverse design techniques to optimise a phase mask which, when inserted into a standard microscope, extends the depth of field by a factor of approximately four without compromising the microscope's resolution. Differentiable Fourier optics simulations allow us to rapidly iterate towards an optimised design in a hybrid fashion, starting with gradient-free Bayesian optimisation and proceeding to a local gradient-based optimisation. To fabricate the device, a commercial two-photon 3D laser nanoprinter is used, in combination with a two-step pre-compensation routine, providing high fabrication speed and much better than subwavelength accuracy. We find excellent agreement between our numerical predictions and the measurements upon integrating the phase mask into a microscope and optically characterising selected samples. The phase mask enables us to conduct simultaneous multiplane imaging of objects separated by distances that cannot be achieved with the original microscope.         ",
    "url": "https://arxiv.org/abs/2407.08482",
    "authors": [
      "T. J. Sturges",
      "M. Nyman",
      "S. Kalt",
      "K. Pälsi",
      "P. Hilden",
      "M. Wegener",
      "C. Rockstuhl",
      "A. Shevchenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.08541",
    "title": "Cavity Formation in Silica-Filled Rubber Compounds Observed During Deformation by Ultra Small-Angle X-Ray Scattering",
    "abstract": "           When silica-filled rubber compounds are deformed, structural modifications in the material's bulk lead to irreversible damage, the most significant of which is cavitation appearing within the interfaces of interconnected polymer and filler networks. This work introduces a new method to analyze cavitation in industrial-grade rubbers based on Ultra Small-Angle X-ray Scattering. This method employs a specially designed multi-sample stretching device for high-throughput measurements with statistical relevance. The proposed data reduction approach allows for early detection and quantification of cavitation while providing at the same time information on the hierarchical filler structures at length scales ranging from the primary particle size to large silica agglomerates over four orders of magnitude. To validate the method, the scattering of SSBR rubber compounds filled with highly dispersible silica at different ratios was measured under quasi-static strain. The strain was applied in incremental steps up to a maximum achievable elongation or breakage of the sample. From the measurements performed in multiple repetitions, it was found that the minimum strain necessary for cavity formation and the size evolution of the cavities with increasing strain are comparable between these samples. The sample with the highest polymer content showed the lowest rate of cavity formation and higher durability of silica structures. The structural stability of the compounds was determined by the evolution of the filler hierarchical structures, obtained by fitting data across the available strain range.         ",
    "url": "https://arxiv.org/abs/2407.08541",
    "authors": [
      "Ilya Yakovlev",
      "Michael Sztucki",
      "Frank Fleck",
      "Hossein Ali Karimi-Varzaneh",
      "Jorge Lacayo-Pineda",
      "Christoph Vatterott",
      "Ulrich Giese"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08559",
    "title": "Study of a Novel Capacitive Pressure Sensor Using Spiral Comb Electrodes",
    "abstract": "           For traditional capacitive pressure sensors, high nonlinearity and poor sensitivity greatly limited their sensing applications. Hence, an innovative design of capacitors based on spiral comb electrodes is proposed for high-sensitivity pressure detection in this work. Compared to traditional capacitive pressure sensors with straight plate electrodes, the proposed sensor with the spiral electrodes increases the overlap areas of electrodes sufficiently, the pressure sensitivity can thus be greatly improved. Moreover, the capacitance variation of the proposed sensor is dominated by the change of the overlap area of the electrodes rather than the electrode's distance, the linearity can also thus be improved to higher than 0.99. Theoretical analysis and COMSOL-based finite element simulation have been implemented for principle verification and performance optimization. Simulation results show that the proposed design has a mechanical sensitivity of 1.5x10-4 m/Pa, capacitive sensitivity of 1.10 aF/Pa, and nonlinear error of 3.63%, respectively, at the pressure range from 0 to 30 kPa. An equivalent experiment has been further carried out for verification. Experimental results also show that both the sensitivity and linearity of capacitive pressure sensors with spiral electrodes are higher than those with straight electrodes. This work not only provides a new avenue for capacitor design, but also can be applied to high-sensitivity pressure detection.         ",
    "url": "https://arxiv.org/abs/2407.08559",
    "authors": [
      "Wenjie Chen",
      "Qi Yang",
      "Qi Liu",
      "Yiqun Zhang",
      "Liang He",
      "Yuanlin Xia",
      "Zhuqing Wang",
      "Yubo Huang",
      "Jianfeng Chen",
      "Cao Xia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08619",
    "title": "Description of the hydrogen atom and the He+ ion in an optical cavity using the Pauli-Fierz Hamiltonian",
    "abstract": "           A system of one electron in a Coulomb potential in an optical cavity is solved using a tensor-product light-matter basis. The problem was treated at the level of the Pauli-Fierz Hamiltonian describing both light and matter quantum mechanically. The effect of cavity size on the energy levels and high harmonics generation (HHG) spectrum is studied. We have shown that the energy levels, transition states, entanglement, and the HHG spectrum can be strongly influenced by changing the cavity size.         ",
    "url": "https://arxiv.org/abs/2407.08619",
    "authors": [
      "Yetmgeta Aklilu",
      "Kálmán Varga"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.07963",
    "title": "Towards Efficient Quantum Computation of Molecular Ground State Energies using Bayesian Optimization with Priors over Surface Topology",
    "abstract": "           Variational Quantum Eigensolvers (VQEs) represent a promising approach to computing molecular ground states and energies on modern quantum computers. These approaches use a classical computer to optimize the parameters of a trial wave function, while the quantum computer simulates the energy by preparing and measuring a set of bitstring observations, referred to as shots, over which an expected value is computed. Although more shots improve the accuracy of the expected ground state, it also increases the simulation cost. Hence, we propose modifications to the standard Bayesian optimization algorithm to leverage few-shot circuit observations to solve VQEs with fewer quantum resources. We demonstrate the effectiveness of our proposed approach, Bayesian optimization with priors on surface topology (BOPT), by comparing optimizers for molecular systems and demonstrate how current quantum hardware can aid in finding ground state energies.         ",
    "url": "https://arxiv.org/abs/2407.07963",
    "authors": [
      "Farshud Sorourifar",
      "Mohamed Taha Rouabah",
      "Nacer Eddine Belaloui",
      "Mohamed Messaoud Louamri",
      "Diana Chamaki",
      "Erik J. Gustafson",
      "Norm M. Tubman",
      "Joel A. Paulson",
      "David E. Bernal Neira"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08160",
    "title": "Harnessing quantum light for microscopic biomechanical imaging of cells and tissues",
    "abstract": "           The biomechanical properties of cells and tissues play an important role in our fundamental understanding of the structures and functions of biological systems at both the cellular and subcellular levels. Recently, Brillouin microscopy, which offers a label-free spectroscopic means of assessing viscoelastic properties in vivo, has emerged as a powerful way to interrogate those properties on a microscopic level in living tissues. However, susceptibility to photo-damage and photo-bleaching, particularly when high-intensity laser beams are used to induce Brillouin scattering, poses a significant challenge. This article introduces a transformative approach designed to mitigate photo-damage in biological and biomedical studies, enabling non-destructive, label-free assessments of mechanical properties in live biological samples. By leveraging quantum-light-enhanced stimulated Brillouin scattering (SBS) imaging contrast, the signal-to-noise ratio is significantly elevated, thereby increasing sample viability and extending interrogation times without compromising the integrity of living samples. The tangible impact of this novel methodology is evidenced by a notable three-fold increase in sample viability observed after subjecting the samples to three hours of continuous squeezed-light illumination, surpassing the traditional coherent light-based approaches. The quantum-enhanced SBS imaging holds promise across diverse fields, such as cancer biology and neuroscience where preserving sample vitality is of paramount significance. By mitigating concerns regarding photo-damage and photo-bleaching associated with high-intensity lasers, this technological breakthrough expands our horizons for exploring the mechanical properties of live biological systems, paving the way for a new era of research and clinical applications.         ",
    "url": "https://arxiv.org/abs/2407.08160",
    "authors": [
      "Tian Li",
      "Vsevolod Cheburkanov",
      "Vladislav V. Yakovlev",
      "Girish S. Agarwal",
      "Marlan O. Scully"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.08357",
    "title": "Mirror-induced effects in cavity polaritonics: influence on edge states",
    "abstract": "           Optical cavities are widely used to induce strong light-matter coupling and thereby enable the presence of polaritons. While polaritons are at the source of most of the observed physics, the mirrors forming the cavity may also themselves be responsible for a number of phenomena, independently of the strong light-matter coupling regime. Here, we use a toy model of a chain of dipolar emitters coupled to a cuboidal cavity. We unveil several effects originating solely from the boundary conditions imposed by the cavity mirrors, that are dominant when the distances of the emitters to the cavity walls are of the order of the interdipole separation. In particular, we show that mirrors in the direction transverse to the chain may act as effective defects, leading to the emergence of Tamm edge states. Considering a topological chain, we demonstrate that such transverse mirrors may also protect edge states against the effects of the strong light-matter coupling. Finally, we find that mirrors parallel to the chain, by the image charges they involve, induce topological phase transitions even in the case of highly off-resonant photons.         ",
    "url": "https://arxiv.org/abs/2407.08357",
    "authors": [
      "Thomas F. Allard",
      "Guillaume Weick"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08420",
    "title": "Skin Effect of Nonlinear Optical Responses in Antiferromagnets",
    "abstract": "           Nonlinear optics plays important roles in the research of fundamental physics and the applications of highperformance optoelectronic devices. The bulk nonlinear optical responses arise from the uniform light absorption in noncentrosymmetric crystals, and hence are usually considered to be the collective phenomena of all atoms. Here we show, in contrast to this common expectation, the nonlinear optical responses in antiferromagnets can be selectively accumulated near the surfaces, representing a skin effect. This is because the inversion symmetry, despite being broken globally, is barely violated locally deeply inside these antiferromagnets. Using A-type layered antiferromagnets as the representatives, we predict that the spatial-dependent nonlinear optical responses, such as bulk photovoltaic effect (BPVE) and second harmonic generation (SHG), are notable in the top- and bottom-most layers and decay rapidly when moving away from the surfaces. Such a phenomenon exists in a broad range of antiferromagnets composed of centrosymmetric sublattices, offering promising device applications using these antiferromagnets. Our work uncovers a previously overlooked property of nonlinear optical responses and opens new opportunities for high-performance antiferromagnetic optospintronics.         ",
    "url": "https://arxiv.org/abs/2407.08420",
    "authors": [
      "Hang Zhou",
      "Rui-Chun Xiao",
      "Shu-Hui Zhang",
      "Wei Gan",
      "Hui Han",
      "Hong-Miao Zhao",
      "Wenjian Lu",
      "Changjin Zhang",
      "Yuping Sun",
      "Hui Li",
      "Ding-Fu Shao"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.00003",
    "title": "Generative Inverse Design of Metamaterials with Functional Responses by Interpretable Learning",
    "abstract": "           Metamaterials with functional responses, such as wave-based responses or deformation-induced property variation under external stimuli, can exhibit varying properties or functionalities under different conditions. Herein, we aim at rapid inverse design of these metamaterials to meet target qualitative functional behaviors. This inverse problem is challenging due to its intractability and the existence of non-unique solutions. Past works mainly focus on deep-learning-based methods that are data-demanding, require time-consuming training and hyperparameter tuning, and are non-interpretable. To overcome these limitations, we propose the Random-forest-based Interpretable Generative Inverse Design (RIGID), an iteration-free, single-shot inverse design method to achieve the fast generation of metamaterial designs with on-demand functional behaviors. Unlike most existing methods, by exploiting the interpretability of the random forest, we eliminate the need to train an inverse model mapping responses to designs. Based on the likelihood of target satisfaction derived from the trained forward model, one can sample design solutions using Markov chain Monte Carlo methods. The RIGID method therefore functions as a generative model that captures the conditional distribution of satisfying solutions given a design target. We demonstrate the effectiveness and efficiency of RIGID on both acoustic and optical metamaterial design problems where only small datasets (less than 250 training samples) are available. Synthetic design problems are created to further illustrate and validate the mechanism of likelihood estimation in RIGID. This work offers a new perspective on solving on-demand inverse design problems, showcasing the potential for incorporating interpretable machine learning into generative design and eliminating its large data requirement.         ",
    "url": "https://arxiv.org/abs/2401.00003",
    "authors": [
      "Wei \"Wayne\" Chen",
      "Rachel Sun",
      "Doksoo Lee",
      "Carlos M. Portela",
      "Wei Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2404.17889",
    "title": "Tunable quasi-discrete spectrum of spin waves excited by periodic laser patterns",
    "abstract": "           We present a concept for selective excitation of magnetostatic surface waves with quasi-discrete spectrum using spatially patterned femtosecond laser pulses inducing either ultrafast change of magnetic anisotropy or inverse Faraday effect. We micromagnetically simulate excitation of the waves with periodically patterned uni- or bipolar laser impact. Such excitation yields multiple wavepackets propagating with different group velocities, whose dispersion corresponds to the set of quasi-discrete points. In addition, we show that the frequency of the spectral peaks can be controlled by the polarity of the periodic impact and its spatial period. Presented consideration of multiple spatially periodic magnetostatic surface wave sources as a whole enables implementation of a comprehensive toolkit of spatio-temporal optical methods for tunable excitation and control of spin wave parameters         ",
    "url": "https://arxiv.org/abs/2404.17889",
    "authors": [
      "Ia. A. Filatov",
      "P. I. Gerevenkov",
      "N. E. Khokhlov",
      "A. M. Kalashnikova"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13523",
    "title": "Measurement of the Crystallization and Phase Transition of Niobium Dioxide Thin-Films for Neuromorphic Computing Applications Using a Tube Furnace Optical Transmission System",
    "abstract": "           Significant research has focused on low-power stochastic devices built from memristive materials. These devices foster neuromorphic approaches to computational efficiency enhancement in merged biomimetic and CMOS architectures due to their ability to phase transition from a dielectric to a metal at an increased temperature. Niobium dioxide has a volatile memristive phase change that occurs $\\sim$800$^\\circ$C~that makes it an ideal candidate for future neuromorphic electronics. A straightforward optical system has been developed on a horizontal tube furnace for \\emph{in situ} spectral measurements as an as-grown \\NbtOf\\ film is annealed and ultimately crystallizes as \\NbOt. The system measures the changing spectral transmissivity of \\NbtOf\\ as it undergoes both reduction and crystallization processes. We were also able to measure the transition from metallic-to-non-metallic \\NbOt\\ during the cooldown phase, which is shown to occur about 100$^\\circ$C~ lower on a sapphire substrate than fused silica. After annealing, the material properties of the \\NbtOf\\ and \\NbOt\\ were assessed via X-ray photoelectron spectroscopy, X-ray diffraction, and 4-point resistivity, confirming that we have made crystalline \\NbOt.         ",
    "url": "https://arxiv.org/abs/2406.13523",
    "authors": [
      "Zachary R. Robinson",
      "Karsten Beckmann",
      "James Michels",
      "Vincent Daviero",
      "Elizabeth A. Street",
      "Fiona Lorenzen",
      "Matthew C. Sullivan",
      "Nathaniel Cady",
      "Alexander Kozen",
      "Marc Currie"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2407.02214",
    "title": "Enhanced Second-Harmonic Generation in Thin-Film Lithium Niobate Circular Bragg Nanocavity",
    "abstract": "           Second-order nonlinearity gives rise to many distinctive physical phenomena, e.g., second-harmonic generation, which plays an important role in fundamental science and various applications. Lithium niobate, one of the most widely used nonlinear crystals, exhibits strong second-order nonlinear effects and electro-optic properties. However, its moderate refractive index and etching sidewall angle limit its capability in confining light into nanoscales, restricting its application in nanophotonics. Here, we exploit nanocavities formed by second-order circular Bragg gratings, which support resonant anapole modes to achieve highly enhanced SHG in thin film lithium niobate. The CBG nanocavity exhibits a record-high normalized conversion efficiency of $1.21\\times10^{-2}\\mathrm{cm^2/GW}$ under the pump intensity of $1.9$ $\\mathrm{MW/cm^2}$. An SHG enhancement of $42,000$ is realized compared to TFLN. Besides, we also show s- and p-polarization independent SHG in elliptical Bragg nanocavities. This work could inspire studying nonlinear optics at the nanoscale on TFLN as well as other novel photonic platforms.         ",
    "url": "https://arxiv.org/abs/2407.02214",
    "authors": [
      "Zengya Li",
      "Zhuoran Hu",
      "Xiaona Ye",
      "Zhengyang Mao",
      "Juan Feng",
      "Hao Li",
      "Shijie Liu",
      "Bo Wang",
      "Yuanlin Zheng",
      "Xianfeng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.06067",
    "title": "Faraday laser pumped cesium beam clock",
    "abstract": "           We realize a high-performance compact optically pumped cesium beam clock using Faraday laser simultaneously as pumping and detection lasers. The Faraday laser, which is frequency stabilized by modulation transfer spectroscopy (MTS) technique, has narrow linewidth and superior frequency stability. Measured by optical heterodyne method between two identical systems, the linewidth of the Faraday laser is 2.5 kHz after MTS locking, and the fractional frequency stability of the Faraday laser is optimized to $1.8\\times{10}^{-12}/\\sqrt{\\tau}$. Based on this high-performance Faraday laser, the cesium beam clock realizes a signal-to-noise ratio (SNR) in 1 Hz bandwidth of $39600$ when the cesium oven temperature is 130°C. Frequency-compared with Hydrogen maser, the fractional frequency stability of the Faraday laser pumped cesium beam clock can reach $1.3\\times{10}^{-12}/\\sqrt{\\tau}$ and drops to $1.4\\times{10}^{-14}$ at 10000 s when the cesium oven temperature is 110°C. %, which is the best reported result compared with other cesium beam clocks. This Faraday laser pumped cesium beam clock demonstrates its excellent performance, and its great potential in the fields of timekeeping, navigation, and communication. Meanwhile, the Faraday laser, as a high-performance optical frequency standard, can also contribute to the development of other applications in quantum metrology, precision measurement and atomic physics.         ",
    "url": "https://arxiv.org/abs/2407.06067",
    "authors": [
      "Hangbo Shi",
      "Xiaomin Qin",
      "Haijun Chen",
      "Yufei Yan",
      "Ziqi Lu",
      "Zhiyang Wang",
      "Zijie Liu",
      "Xiaolei Guan",
      "Qiang Wei",
      "Tiantian Shi",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.16600",
    "title": "Constraining Ultralight Dark Matter through an Accelerated Resonant Search",
    "abstract": "           Experiments aimed at detecting ultralight dark matter typically rely on resonant effects, which are sensitive to the dark matter mass that matches the resonance frequency. In this study, we investigate the nucleon couplings of ultralight axion dark matter using a magnetometer operating in a nuclear magnetic resonance (NMR) mode. Our approach involves the use of a $^{21}$Ne spin-based sensor, which features the lowest nuclear magnetic moment among noble-gas spins. This configuration allows us to achieve an ultrahigh sensitivity of 0.73 fT/Hz$^{1/2}$ at around 5 Hz, corresponding to energy resolution of approximately 1.5$\\times 10^{-23}\\,\\rm{eV/Hz^{1/2}}$. Our analysis reveals that under certain conditions it is beneficial to scan the frequency with steps significantly larger than the resonance width. The analytical results are in agreement with experimental data and the scan strategy is potentially applicable to other resonant searches. Further, our study establishes stringent constraints on axion-like particles (ALP) in the 4.5--15.5 Hz Compton-frequency range coupling to neutrons and protons, improving on prior work by several-fold. Within a band around 4.6--6.6 Hz and around 7.5 Hz, our laboratory findings surpass astrophysical limits derived from neutron-star cooling. Hence, we demonstrate an accelerated resonance search for ultralight dark matter, achieving an approximately 30-fold increase in scanning step while maintaining competitive sensitivity.         ",
    "url": "https://arxiv.org/abs/2309.16600",
    "authors": [
      "Zitong Xu",
      "Xiaolin Ma",
      "Kai Wei",
      "Yuxuan He",
      "Xing Heng",
      "Xiaofei Huang",
      "Tengyu Ai",
      "Jian Liao",
      "Wei Ji",
      "Jia Liu",
      "Xiao-Ping Wang",
      "Dmitry Budker"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Experiment (hep-ex)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04089",
    "title": "Qualitatively Distinct Signaling in Cells: The Informational Landscape of Amplitude and Frequency Encoding",
    "abstract": "           Cells continuously sense their surroundings to detect modifications and generate responses. Very often changes in extracellular concentrations initiate signaling cascades that eventually result in changes in gene expression. Increasing stimulus strengths can be encoded in increasing concentration amplitudes or increasing activation frequencies of intermediaries of the pathway. In this paper we show that the different way in which amplitude and frequency encoding map environmental changes endow cells with qualitatively different information transmission capabilities. While amplitude encoding is optimal for a limited range of stimuli strengths, frequency encoding can transmit information with equal reliability over much broader ranges. The qualitative difference between the two strategies stems from the scale invariant discriminating power of the first transducing step in frequency codification. The apparently redundant combination of both strategies in some cell types may then serve the purpose of expanding the span over which stimulus strengths can be reliably discriminated. In this paper we discuss a possible example of this mechanism in yeast.         ",
    "url": "https://arxiv.org/abs/2401.04089",
    "authors": [
      "Alan Givré",
      "Alejandro Colman-Lerner",
      "Silvina Ponce Dawson"
    ],
    "subjectives": [
      "Cell Behavior (q-bio.CB)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15024",
    "title": "The 18 May 2024 Iberian superbolide from a sunskirting orbit: USG space sensors and ground-based independent observations",
    "abstract": "           On 18 May 2024, a superbolide traversed the western part of the Iberian Peninsula, culminating its flight over the Atlantic Ocean and generating significant media attention. This event was caused by a weak carbonaceous meteoroid of 1 m, entering the atmosphere at 40.4 km$\\,$s$^{-1}$ with an average slope of 8.5$^\\circ$. The luminous phase started at 133 km and ended at an altitude of 54 km. The meteoroid's heliocentric orbit had an inclination of 16.4$^\\circ$, a high eccentricity of 0.952, a semi-major axis of 2.4 au, and a short perihelion distance of 0.12 au. The superbolide was recorded by multiple ground-based stations of the Spanish Meteor Network (SPMN) and the European Space Agency (ESA), as well as by the U.S. Government (USG) sensors from space. Due to the absence of observable deceleration, we successfully reconciled satellite radiometric data with a purely dynamic atmospheric flight model, constraining the meteoroid's mass and coherently fitting its velocity profile. Our analysis shows a good agreement with the radiant and velocity data reported by the Center for Near-Earth Object Studies (CNEOS), with a deviation of 0.56$^\\circ$ and 0.1 km$\\,$s$^{-1}$, respectively. The presence of detached fragments in the lower part of the luminous trajectory suggests that the meteoroid was a polymict carbonaceous chondrite, containing higher-strength macroscopic particles in its interior due to collisional gardening, or a thermally processed C-type asteroid. The orbital elements indicate that the most likely source is the Jupiter-Family Comet (JFC) region, aligning with the SOHO comet family, as its sunskirting orbit is decoupled from Jupiter. This event provides important information to characterize the disruption mechanism of near-Sun objects.         ",
    "url": "https://arxiv.org/abs/2405.15024",
    "authors": [
      "Eloy Peña-Asensio",
      "Pau Grèbol-Tomàs",
      "Josep M. Trigo-Rodríguez",
      "Pablo Ramírez-Moreta",
      "Rainer Kresken"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2406.19822",
    "title": "Scanning acoustic microscopy characterization of cold sprayed coatings deposited on grooved substrates",
    "abstract": "           The effect of non-planar substrate surface on homogeneity and quality of cold sprayed (CS) deposits was studied by scanning acoustic microscopy (SAM). Fe coatings were cold sprayed onto Al substrates containing artificially introduced grooves of square- and trapezoid-shaped geometries, with flat or cylindrical bottoms. The Al substrates were either wrought or cold sprayed, to comprehend their prospective influence on the Fe coatings build-up. SAM was then used to assess morphological properties of the materials from the cross-view and top-view directions. The microstructure below the surface of the studied samples was visualized by measuring the amplitudes of the reflection echoes and the velocity of the ultrasonic waves. The SAM analysis revealed that the regions of coating imperfections around the grooves are larger than what is suggested by standard scanning electron microscopy (SEM) observations. Furthermore, we found that the seemingly non-influenced coating regions that appear perfectly homogeneous and dense in SEM do, in fact, possess heterogeneous microstructure associated with the individual CS nozzle passes.         ",
    "url": "https://arxiv.org/abs/2406.19822",
    "authors": [
      "Martin Koller",
      "Jan Cizek",
      "Michaela Janovská",
      "Martin Ševčík",
      "Jan Kondas",
      "Reeti Singh",
      "Hanuš Seiner"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]