[
  {
    "id": "arXiv:2401.06265",
    "title": "Ultrafast second-order nonlinear photonics -- from classical physics to  non-Gaussian quantum dynamics",
    "abstract": "Photonic integrated circuits with second-order ($\\chi^{(2)}$) nonlinearities are rapidly scaling to remarkably low powers. At this time, state-of-the-art devices achieve saturated nonlinear interactions with thousands of photons when driven by continuous-wave lasers, and further reductions in these energy requirements enabled by the use of ultrafast pulses may soon push nonlinear optics into the realm of single-photon nonlinearities. This tutorial reviews these recent developments in ultrafast nonlinear photonics, discusses design strategies for realizing few-photon nonlinear interactions, and presents a unified treatment of ultrafast quantum nonlinear optics using a framework that smoothly interpolates from classical behaviors to the few-photon scale. These emerging platforms for quantum optics fundamentally differ from typical realizations in cavity quantum electrodynamics due to the large number of coupled optical modes. Classically, multimode behaviors have been well studied in nonlinear optics, with famous examples including soliton formation and supercontinuum generation. In contrast, multimode quantum systems exhibit a far greater variety of behaviors, and yet closed-form solutions are even sparser than their classical counterparts. In developing a framework for ultrafast quantum optics, we will identify what behaviors carry over from classical to quantum devices, what intuition must be abandoned, and what new opportunities exist at the intersection of ultrafast and quantum nonlinear optics. While this article focuses on establishing connections between the classical and quantum behaviors of devices with $\\chi^{(2)}$ nonlinearities, the frameworks developed here are general and are readily extended to the description of dynamical processes based on third-order ($\\chi^{(3)}$) nonlinearities. ",
    "url": "https://arxiv.org/abs/2401.06265",
    "authors": [
      "Marc Jankowski",
      "Ryotatsu Yanagimoto",
      "Edwin Ng",
      "Ryan Hamerly",
      "Timothy P. McKenna",
      "Hideo Mabuchi",
      "M. M. Fejer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06418",
    "title": "Manipulating multiple optical parametric processes in photonic  topological insulators",
    "abstract": "Topological quantum optics, an emerging area of study, holds the potential to bring about substantial enhancements for integrated quantum devices. Here we propose integrated topological quantum devices performing various functions including optical parametric amplification, frequency division, and frequency entangled biphoton generation. We show two distinct edge modes corresponding to different frequency ranges in both sandwich kagome and honeycomb topological designs that emulate the quantum valley Hall effect. These two topological edge modes enable two types of optical parametric processes through four-wave mixing, specifically inter-band and intra-band cases. The devices emulating photonic valley-Hall insulators allow the frequency division of two transverse modes, and furthermore, enable the separation of two quantum functionalities - optical parametric amplification and frequency entangled biphoton state generation. More importantly, the parametric processes are inborn topological protected, showing robustness against sharp bends and disorders. Our proposal significantly widens the possibilities for robust, multifunctional topological quantum devices on-chip, which may find applications in quantum information processing. ",
    "url": "https://arxiv.org/abs/2401.06418",
    "authors": [
      "Zhen Jiang",
      "Bo Ji",
      "Yanghe Chen",
      "Chun Jiang",
      "Guangqiang He"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06589",
    "title": "Soliton formation in an exciton-polariton condensate at a bound state in  the continuum",
    "abstract": "Bound states in the continuum (BIC) are of special interest in photonics due to their theoretically infinite radiative lifetime. Here, we design a structure composed of a GaN layer with guided exciton-polaritons and a TiO$_2$ 1D photonic crystal slab. The photonic BIC hosted by the photonic crystal slab couples with the excitons of GaN to form a polaritonic BIC with a negative mass. This allows condensation to be reached with a low threshold in a structure suitable for electrical injection, paving the way for room-temperature polariton microdevices. We study in detail how the repulsive interaction between exciton-polaritons affects the condensate distribution in reciprocal space and, consequently, the condensate's overlap with the BIC resonance and, therefore, the condensate lifetime. We study an intrinsic contribution related to the formation of a bright soliton and the extrinsic contribution related to the interaction with an excitonic reservoir induced by spatially focused non-resonant pumping. We then study the peculiar dynamics of the condensation process in a BIC state for interacting particles using Boltzmann equations and hybrid Boltzmann-Gross Pitaevskii equations. We find optimal conditions allowing one to benefit from the long lifetime of the BIC for polariton condensation in a real structure. ",
    "url": "https://arxiv.org/abs/2401.06589",
    "authors": [
      "I. Septembre",
      "I. Fudjo",
      "V. Develay",
      "T. Guillet",
      "S. Bouchoule",
      "J. Zúñiga-Pérez",
      "D. D. Solnyshkov",
      "G. Malpuech"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2401.06745",
    "title": "Quantum Vibronic Effects on the Excitation Energies of the  Nitrogen-Vacancy Center in Diamond",
    "abstract": "We investigate the impact of quantum vibronic coupling on the electronic properties of solid-state spin defects using stochastic methods and first principles molecular dynamics with a quantum thermostat. Focusing on the negatively charged nitrogen-vacancy center in diamond as an exemplary case, we found a significant dynamic Jahn-Teller splitting of the doubly degenerate single-particle levels within the diamond's band gap, even at 0 K, with a magnitude exceeding 180 meV. This pronounced splitting leads to substantial renormalizations of these levels and subsequently, of the vertical excitation energies of the doubly degenerate singlet and triplet excited states. Our findings underscore the pressing need to incorporate quantum vibronic effects in first-principles calculations, particularly when comparing computed vertical excitation energies with experimental data. Our study also reveals the efficiency of stochastic thermal line sampling for studying phonon renormalizations of solid-state spin defects. ",
    "url": "https://arxiv.org/abs/2401.06745",
    "authors": [
      "Arpan Kundu",
      "Giulia Galli"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06240",
    "title": "Quantum eigenvalue processing",
    "abstract": "Many problems in linear algebra -- such as those arising from non-Hermitian physics and differential equations -- can be solved on a quantum computer by processing eigenvalues of the non-normal input matrices. However, the existing Quantum Singular Value Transformation (QSVT) framework is ill-suited to this task, as eigenvalues and singular values are different in general. We present a Quantum EigenValue Transformation (QEVT) framework for applying arbitrary polynomial transformations on eigenvalues of block-encoded non-normal operators, and a related Quantum EigenValue Estimation (QEVE) algorithm for operators with real spectra. QEVT has query complexity to the block encoding nearly recovering that of the QSVT for a Hermitian input, and QEVE achieves the Heisenberg-limited scaling for diagonalizable input matrices. As applications, we develop a linear differential equation solver with strictly linear time query complexity for average-case diagonalizable operators, as well as a ground state preparation algorithm that upgrades previous nearly optimal results for Hermitian Hamiltonians to diagonalizable matrices with real spectra. Underpinning our algorithms is an efficient method to prepare a quantum superposition of Faber polynomials, which generalize the nearly-best uniform approximation properties of Chebyshev polynomials to the complex plane. Of independent interest, we also develop techniques to generate $n$ Fourier coefficients with $\\mathbf{O}(\\mathrm{polylog}(n))$ gates compared to prior approaches with linear cost. ",
    "url": "https://arxiv.org/abs/2401.06240",
    "authors": [
      "Guang Hao Low",
      "Yuan Su"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Numerical Analysis (math.NA)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06483",
    "title": "Resonant Solitary States in Complex Networks",
    "abstract": "Partially synchronized solitary states occur frequently when a synchronous system of networked oscillators is perturbed locally. Remarkably, several asymptotic states of different frequencies can coexist at the same node. Here, we uncover the mechanism underlying this multistability: The resonant back-reaction of the network's modes on the solitary can lead to a large energy transfer between them, and the solitary's frequency adaptation can tune the system to this resonance. We provide a full analytic analysis of this mechanism, and show which network structures enable its presence. ",
    "url": "https://arxiv.org/abs/2401.06483",
    "authors": [
      "Jakob Niehues",
      "Serhiy Yanchuk",
      "Rico Berner",
      "Jürgen Kurths",
      "Frank Hellmann",
      "Mehrnaz Anvari"
    ],
    "subjectives": [
      "Adaptation and Self-Organizing Systems (nlin.AO)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06496",
    "title": "Spin Resonance Spectroscopy with an Electron Microscope",
    "abstract": "Coherent spin resonance methods, such as nuclear magnetic resonance and electron spin resonance spectroscopy, have led to spectrally highly sensitive, non-invasive quantum imaging techniques. Here, we propose a pump-probe spin resonance spectroscopy approach, designed for electron microscopy, based on microwave pump fields and electron probes. We investigate how quantum spin systems couple to electron matter waves through their magnetic moments and how the resulting phase shifts can be utilized to gain information about the states and dynamics of these systems. Notably, state-of-the-art transmission electron microscopy provides the means to detect phase shifts almost as small as that due to a single electron spin. This could enable state-selective observation of spin dynamics on the nanoscale and indirect measurement of the environment of the examined spin systems, providing information, for example, on the atomic structure, local chemical composition and neighboring spins. ",
    "url": "https://arxiv.org/abs/2401.06496",
    "authors": [
      "Philipp Haslinger",
      "Stefan Nimmrichter",
      "Dennis Rätzel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06504",
    "title": "The Causal Axioms of Algebraic Quantum Field Theory: A Diagnostic",
    "abstract": "Algebraic quantum field theory (AQFT) puts forward three \"causal axioms\" that aim to characterize the theory as one that implements relativistic causation: the spectrum condition, microcausality, and primitive causality. In this paper, I aim to show, in a minimally technical way, that none of them fully explains the notion of causation appropriate for AQFT because they only capture some of the desiderata for relativistic causation I state or because it is often unclear how each axiom implements its respective desideratum. After this diagnostic, I will show that a fourth condition, local primitive causality (LPC), fully characterizes relativistic causation in the sense of fulfilling all the relevant desiderata. However, it only encompasses the virtues of the other axioms because it is implied by them, as I will show from a construction by Haag and Schroer (1962). Since the conjunction of the three causal axioms implies LPC and other important results in QFT that LPC does not imply, and since LPC helps clarify some of the shortcomings of the three axioms, I advocate for a holistic interpretation of how the axioms characterize the causal structure of AQFT against the strategy in the literature to rivalize the axioms and privilege one among them. ",
    "url": "https://arxiv.org/abs/2401.06504",
    "authors": [
      "Francisco Calderón"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06617",
    "title": "Continuous microwave photon counting by semiconductor-superconductor  hybrids",
    "abstract": "The growing interest in quantum information has enabled the manipulation and readout of microwave photon states with high fidelities. The presently available microwave photon counters, based on superconducting circuits, are limited to non-continuous pulsed mode operation, requiring additional steps for qubit state preparation before an actual measurement. Here, we present a continuous microwave photon counter based on superconducting cavity-coupled semiconductor quantum dots. The device utilizes photon-assisted tunneling in a double quantum dot with tunneling events being probed by a third dot. Our device detects both single and multiple-photon absorption events independently, thanks to the energy tunability of a two-level double-dot absorber. We show that the photon-assisted tunnel rates serve as the measure of the cavity photon state in line with the P(E) theory - a theoretical framework delineating the mediation of the cavity photon field via a two-level environment. We further describe the single photon detection using the Jaynes-Cummings input-output theory and show that it agrees with the P(E) theory predictions. ",
    "url": "https://arxiv.org/abs/2401.06617",
    "authors": [
      "Subhomoy Haldar",
      "David Barker",
      "Harald Havir",
      "Antti Ranni",
      "Sebastian Lehmann",
      "Kimberly A. Dick",
      "Ville F. Maisi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10397",
    "title": "Towards an open-source framework to perform quantum calibration and  characterization",
    "abstract": " Comments: 7 pages, 4 figures, ACAT22 proceedings ",
    "url": "https://arxiv.org/abs/2303.10397",
    "authors": [
      "Andrea Pasquale",
      "Stavros Efthymiou",
      "Sergi Ramos-Calderer",
      "Jadwiga Wilkens",
      "Ingo Roth",
      "Stefano Carrazza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06900",
    "title": "Solomon equations for qubit and two-level systems: insights into  non-Poissonian quantum jumps",
    "abstract": " Title: Solomon equations for qubit and two-level systems: insights into  non-Poissonian quantum jumps ",
    "url": "https://arxiv.org/abs/2307.06900",
    "authors": [
      "Martin Spiecker",
      "Andrei I. Pavlov",
      "Alexander Shnirman",
      "Ioan M. Pop"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16158",
    "title": "Propagation of light in cold emitter ensembles with quantum position  correlations due to static long-range dipolar interactions",
    "abstract": " Comments: Expanded experimental considerations, etc ",
    "url": "https://arxiv.org/abs/2310.16158",
    "authors": [
      "G. J. Bean",
      "N. D. Drummond",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05036",
    "title": "Bell test of quantum entanglement in attosecond photoionization",
    "abstract": " Comments: 17 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2312.05036",
    "authors": [
      "Marco Ruberti",
      "Vitali Averbukh",
      "Florian Mintert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13542",
    "title": "Imagining density distribution of molecular orbitals in IR+XUV  co-rotating circular laser fields by frequency-domain theory",
    "abstract": " Title: Imagining density distribution of molecular orbitals in IR+XUV  co-rotating circular laser fields by frequency-domain theory ",
    "url": "https://arxiv.org/abs/2312.13542",
    "authors": [
      "Yu-Hong Li",
      "Facheng Jin",
      "Yujun Yang",
      "Fei Li",
      "Ying-Chun Guo",
      "Zhi-Yi Wei",
      "Jing Chen",
      "Xiaojun Liu",
      "Bingbing Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01447",
    "title": "Circular photonic crystal grating design for charge-tunable quantum  light sources in the telecom C-band",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2401.01447",
    "authors": [
      "Chenxi Ma",
      "Jingzhong Yang",
      "Pengji Li",
      "Eddy P. Rugeramigabo",
      "Michael Zopf",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.06028",
    "title": "A scheme for deterministic loading of laser-cooled molecules into  optical tweezers",
    "abstract": " Title: A scheme for deterministic loading of laser-cooled molecules into  optical tweezers ",
    "url": "https://arxiv.org/abs/2401.06028",
    "authors": [
      "Etienne F. Walraven",
      "Michael R. Tarbutt",
      "Tijs Karman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]