[
  {
    "id": "arXiv:2212.05169",
    "title": "MEMS for Photonic Integrated Circuits",
    "abstract": "The field of microelectromechanical Systems (MEMS) for photonic integrated circuits (PICs) is reviewed. This field leverages mechanics at the nanometer to micrometer scale to improve existing components and introduce novel functionalities in PICs. This review covers the MEMS actuation principles and the mechanical tuning mechanisms for integrated photonics. The state of the art of MEMS tunable components in PICs is quantitatively reviewed and critically assessed with respect to suitability for large-scale integration in existing PIC technology platforms. MEMS provide a powerful approach to overcome current limitations in PIC technologies and to enable a new design dimension with a wide range of applications. ",
    "url": "https://arxiv.org/abs/2212.05169",
    "authors": [
      "Carlos Errando-Herranz",
      "Alain Yuji Takabayashi",
      "Pierre Edinger",
      "Hamed Sattari",
      "Kristinn B. Gylfason",
      "Niels Quack"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05217",
    "title": "Snapshot Multispectral Imaging Using a Diffractive Optical Network",
    "abstract": "Multispectral imaging has been used for numerous applications in e.g., environmental monitoring, aerospace, defense, and biomedicine. Here, we present a diffractive optical network-based multispectral imaging system trained using deep learning to create a virtual spectral filter array at the output image field-of-view. This diffractive multispectral imager performs spatially-coherent imaging over a large spectrum, and at the same time, routes a pre-determined set of spectral channels onto an array of pixels at the output plane, converting a monochrome focal plane array or image sensor into a multispectral imaging device without any spectral filters or image recovery algorithms. Furthermore, the spectral responsivity of this diffractive multispectral imager is not sensitive to input polarization states. Through numerical simulations, we present different diffractive network designs that achieve snapshot multispectral imaging with 4, 9 and 16 unique spectral bands within the visible spectrum, based on passive spatially-structured diffractive surfaces, with a compact design that axially spans ~72 times the mean wavelength of the spectral band of interest. Moreover, we experimentally demonstrate a diffractive multispectral imager based on a 3D-printed diffractive network that creates at its output image plane a spatially-repeating virtual spectral filter array with 2x2=4 unique bands at terahertz spectrum. Due to their compact form factor and computation-free, power-efficient and polarization-insensitive forward operation, diffractive multispectral imagers can be transformative for various imaging and sensing applications and be used at different parts of the electromagnetic spectrum where high-density and wide-area multispectral pixel arrays are not widely available. ",
    "url": "https://arxiv.org/abs/2212.05217",
    "authors": [
      "Deniz Mengu",
      "Anika Tabassum",
      "Mona Jarrahi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05249",
    "title": "Multi-Energy Blended CBCT Spectral Imaging Using a Spectral Modulator  with Flying Focal Spot (SMFFS)",
    "abstract": "Cone-beam CT (CBCT) spectral imaging has great potential in medical and industrial applications, but it is very challenging as scatter and spectral effects are seriously twisted. In this work, we present the first attempt to develop a stationary spectral modulator with flying focal spot (SMFFS) technology as a promising, low-cost approach to accurately solving the X-ray scattering problem and physically enabling spectral imaging in a unified framework, and with no significant misalignment in data sampling of spectral projections. Based on an in-depth analysis of optimal energy separation from different combinations of modulator materials and thicknesses, we present a practical design of a mixed two-dimensional spectral modulator that can generate multi-energy blended CBCT spectral projections. To deal with the twisted scatter-spectral challenge, we propose a novel scatter-decoupled material decomposition (SDMD) method by taking advantage of a scatter similarity in SMFFS. A Monte Carlo simulation is conducted to validate the strong similarity of X-ray scatter distributions across the flying focal spot positions. Both numerical simulations using a clinical abdominal CT dataset, and physics experiments on a tabletop CBCT system using a GAMMEX multi-energy CT phantom, are carried out to demonstrate the feasibility of our proposed SDMD method for CBCT spectral imaging with SMFFS. In the physics experiments, the mean relative errors in selected ROI for virtual monochromatic image (VMI) are 0.9\\% for SMFFS, and 5.3\\% and 16.9\\% for 80/120 kV dual-energy cone-beam scan with and without scatter correction, respectively. Our preliminary results show that SMFFS can effectively improve the quantitative imaging performance of CBCT. ",
    "url": "https://arxiv.org/abs/2212.05249",
    "authors": [
      "Yifan Deng",
      "Hewei Gao"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05287",
    "title": "Tamm Plasmon Resonance as Optical Fingerprint of Silver/Bacteria  Interaction",
    "abstract": "Incorporation of responsive elements into photonic crystals is an effective strategy for building up active optical components to be used as sensors, actuators and modulators. In these regards, Tamm Plasmon (TP) modes have arisen recently as powerful optical tools for the manipulation of light-matter interaction and for building sensors/actuators. These emerge at the interface between a dielectric mirror and a plasmonic layer and, interestingly, can be excited at normal incidence angle with relatively high quality factors. Although its field is located at the interface between the dielectric mirror and the metal, recent studies have demonstrated that corrugation at the nanoscale permits to access the TP mode from the outside, opening new exciting perspectives for many real-life applications. Here, we show that the TP resonance obtained by capping a distributed Bragg reflector with a nanostructured layer of silver is sensitive to the presence of bacteria. We observed that nanoscale corrugation is essential for accessing the TP field, while the well-known bio-responsivity of silver nanostructures renders such a localised mode sensible to the presence of Escherichia Coli. Electrodoping experiments confirm the pivotal role of nanostructuration, as well as strengthening our hypothesis that the modifications of the TP mode upon exposure to bacteria are related to the accumulation of negative charge due to the bacterial-driven removal of Ag+ ions from its lattice. Finally, we devised a case study in which we disentangled optically the presence of proliferative and non-proliferative bacteria using the TP resonance as a read-out, thus making these devices as promising simple all-optical probes for bacterial metabolic activity, including their response against drugs and antibiotics. ",
    "url": "https://arxiv.org/abs/2212.05287",
    "authors": [
      "Simone Normani",
      "Pietro Bertolotti",
      "Francesco Bisio",
      "Michele Magnozzi",
      "Francesco Federico Carboni",
      "Samuele Filattiera",
      "Sara Perotto",
      "Fabio Marangi",
      "Guglielmo Lanzani",
      "Francesco Scotognella",
      "Giuseppe Maria Paterno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05465",
    "title": "Acoustic emission due to the interaction between shock and instability  waves in 2D supersonic jet flows",
    "abstract": "An analytical model is developed to study the sound produced by the interaction between shock and instability waves in two-dimensional supersonic jet flows. The jet is considered to be of vortex-sheet type and 2D Euler equations are linearised to determine the governing equations for shock, instability waves, and their interaction. Pack's model is used to describe shock waves, while instability waves are calculated using spatial stability analysis. The interaction between shock and instability waves can be solved analytically by performing Fourier transform and subsequently using the method of steepest descent. Sound produced by the interaction between the instability wave and a single shock cell is studied first, after which that due to a number of cells follows. We find that the model developed in this study can correctly predict the frequencies of the fundamental screech tone and its first and second harmonics. We show that the predicted sound directivity, even from a single shock cell, is in good agreement with experimental data. In particular, this model shows the strongest noise emission close to the upstream direction but the emitted noise starts to rapidly decay as the observer angle approaches 180 degrees, which is in accordance with experimental results; this suggests that the effective noise from a single shock cell is far from of the monopole type as assumed in the classical Powell's model. We find that the noise directivity is very sensitive to the local growth rate of the instability waves and the noise is generated primarily through the Mach wave mechanism. ",
    "url": "https://arxiv.org/abs/2212.05465",
    "authors": [
      "Binhong Li",
      "Benshuai Lyu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.05475",
    "title": "Connecting Tikhonov regularization to the maximum entropy method for the  analytic continuation of quantum Monte Carlo data",
    "abstract": "Analytic continuation is an essential step in extracting information about the dynamical properties of physical systems from quantum Monte Carlo (QMC) simulations. Different methods for analytic continuation have been proposed and are still being developed. This paper explores a regularization method based on the repeated application of Tikhonov regularization under the discrepancy principle. The method can be readily implemented in any linear algebra package and gives results surprisingly close to the maximum entropy method (MaxEnt). We analyze the method in detail and demonstrate its connection to MaxEnt. In addition, we provide a straightforward method for estimating the noise level of QMC data, which is helpful for practical applications of the discrepancy principle when the noise level is not known reliably. ",
    "url": "https://arxiv.org/abs/2212.05475",
    "authors": [
      "Khaldoon Ghanem",
      "Erik Koch"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2212.05535",
    "title": "Alain Aspect's experiments on Bell's theorem: A turning point in the  history of the research on the foundations of quantum mechanics",
    "abstract": "Alain Aspect's three experiments on Bell's theorem, published in the early 1980s, were a turning point in the history of the research on the foundations of quantum mechanics not only because they corroborated entanglement as the distinctive quantum signature but also because these experiments brought wider recognition to this field of research and Aspect himself. These experiments may be considered the most direct precursors of the research on quantum information, which would blossom a decade later. ",
    "url": "https://arxiv.org/abs/2212.05535",
    "authors": [
      "Olival Freire Junior"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05569",
    "title": "Near-Field Enhancement of Optical Second Harmonic Generation in Hybrid  Gold-Lithium Niobate Nanostructures",
    "abstract": "Nanophotonics research has focused recently on the ability of non-linear optical processes to mediate and transform optical signals in a myriad of novel devices, including optical modulators, transducers, color filters, photodetectors, photon sources, and ultrafast optical switches. The inherent weakness of optical nonlinearities at smaller scales has, however, hindered the realization of efficient miniaturized devices, and strategies for enhancing both device efficiencies and synthesis throughput via nanoengineering remain limited. Here, we demonstrate a novel mechanism by which second harmonic generation, a prototypical non-linear optical phenomenon, from individual lithium niobate particles can be significantly enhanced through nonradiative coupling to the localized surface plasmon resonances of embedded gold nanoparticles. A joint experimental and theoretical investigation of single mesoporous lithium niobate particles coated with aispersed layer of $\\sim$10-nm diameter gold nanoparticles shows that a $\\sim$32-fold enhancement of second harmonic generation can be achieved without introducing finely tailored radiative nanoantennas to mediate photon transfer to or from the non-linear material. This work highlights the limitations of current strategies for enhancing non-linear optical phenomena and proposes a route through which a new class of subwavelength nonlinear optical platforms can be designed to maximize non-linear efficiencies through near-field energy exchange. ",
    "url": "https://arxiv.org/abs/2212.05569",
    "authors": [
      "Rana Faryad Ali",
      "Jacob A. Busche",
      "Saeid Kamal",
      "David J. Masiello",
      "Byron D. Gates"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05695",
    "title": "Wavelength-Accurate Nonlinear Conversion through Wavenumber Selectivity  in Photonic Crystal Resonators",
    "abstract": "Integrated nonlinear wavelength converters transfer optical energy from lasers or quantum emitters to other useful colors, but chromatic dispersion limits the range of achievable wavelength shifts. Moreover, because of geometric dispersion, fabrication tolerances reduce the accuracy with which devices produce specific target wavelengths. Here, we report nonlinear wavelength converters whose operation is not contingent on dispersion engineering; yet, the output wavelengths are controlled with high accuracy. In our scheme, coherent coupling between counter-propagating waves in a photonic crystal microresonator induces a photonic bandgap that isolates (in dispersion space) specific wavenumbers for nonlinear gain. We first demonstrate the wide applicability of this strategy to parametric nonlinear processes, by simulating its use in third harmonic generation, dispersive wave formation in Kerr microcombs, and four-wave mixing Bragg scattering. In experiments, we demonstrate Kerr optical parametric oscillators in which such wavenumber-selective coherent coupling designates the signal mode. As a result, differences between the targeted and realized signal wavelengths are <0.3 percent. Moreover, leveraging the bandgap-protected wavenumber selectivity, we continuously tune the output frequencies by nearly 300 GHz without compromising efficiency. Our results will bring about a paradigm shift in how microresonators are designed for nonlinear optics, and they make headway on the larger problem of building wavelength-accurate light sources using integrated photonics. ",
    "url": "https://arxiv.org/abs/2212.05695",
    "authors": [
      "Jordan R. Stone",
      "Xiyuan Lu",
      "Gregory Moille",
      "Daron Westly",
      "Tahmid Rahman",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.05721",
    "title": "Search for ultralight dark matter from long-term frequency comparisons  of optical and microwave atomic clocks",
    "abstract": "We search for ultralight scalar dark matter candidates that induce oscillations of the fine structure constant, the electron and quark masses, and the quantum chromodynamics energy scale with frequency comparison data between an $^{171}$Yb optical lattice clock and a $^{133}$Cs fountain microwave clock that span 298 days with an uptime of 15.4 $\\%$. New limits on the couplings of the scalar dark matter to electrons and gluons in the mass range from $10^{-22}$ eV/$c^{2}$ to $10^{-20}$ eV/$c^{2}$ are set, assuming that each of these couplings is the dominant source of the modulation in the frequency ratio. The absolute frequency of the $^{171}$Yb clock transition is also determined as $518\\,295\\,836\\,590\\,863.69(28)$ Hz, which is one of the important contributions towards a redefinition of the SI second. ",
    "url": "https://arxiv.org/abs/2212.05721",
    "authors": [
      "Takumi Kobayashi",
      "Akifumi Takamizawa",
      "Daisuke Akamatsu",
      "Akio Kawasaki",
      "Akiko Nishiyama",
      "Kazumoto Hosaka",
      "Yusuke Hisai",
      "Masato Wada",
      "Hajime Inaba",
      "Takehiko Tanabe",
      "Masami Yasuda"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05730",
    "title": "Recent Advances in Laser Self-Injection Locking to High-$Q$  Microresonators",
    "abstract": "The stabilization and manipulation of laser frequency by means of an external cavity are nearly ubiquitously used in fundamental research and laser applications. While most of the laser light transmits through the cavity, in the presence of some back-scattered light from the cavity to the laser, the self-injection locking effect can take place, which locks the laser emission frequency to the cavity mode of similar frequency. The self-injection locking leads to dramatic reduction of laser linewidth and noise. Using this approach, a common semiconductor laser locked to an ultrahigh-$Q$ microresonator can obtain sub-hertz linewidth, on par with state-of-the-art fiber lasers. Therefore it paves the way to manufacture high-performance semiconductor lasers with reduced footprint and cost. Moreover, with high laser power, the optical nonlinearity of the microresonator drastically changes the laser dynamics, offering routes for simultaneous pulse and frequency comb generation in the same microresonator. Particularly, integrated photonics technology, enabling components fabricated via semiconductor CMOS process, has brought increasing and extending interest to laser manufacturing using this method. In this article, we present a comprehensive tutorial on analytical and numerical methods of laser self-injection locking, as well a review of most recent theoretical and experimental achievements. ",
    "url": "https://arxiv.org/abs/2212.05730",
    "authors": [
      "Nikita M. Kondratiev",
      "Valery E. Lobanov",
      "Artem E. Shitikov",
      "Ramzil R. Galiev",
      "Dmitry A. Chermoshentsev",
      "Nikita Yu. Dmitriev",
      "Andrey N. Danilin",
      "Evgeny A. Lonshakov",
      "Kirill N. Min'kov",
      "Daria M. Sokol",
      "Steevy J. Cordette",
      "Yi-Han Luo",
      "Wei Liang",
      "Junqiu Liu",
      "Igor A. Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.05898",
    "title": "A study of enhancing the power of a CW Ti:sapphire laser by cryogenic  cooling",
    "abstract": "In this article, we explore how cryogenic cooling of the Ti:sapphire laser crystal greatly reduces thermal lensing by over an order of magnitude because of two factors: (i) the increase in the thermal conductivity of the crystal, and (ii) the decrease in the temperature dependence of the refractive index. We obtained analytical expression of the focal length of thermal lens for the pump inside the laser crystal being a Gaussian beam. Through analysis of the laser cavity stability, we found that in order for the relative difference between the optimal laser cavity path lengths in the horizontal and vertical directions to be less than 0.1%, the focal length of thermal lens should be longer than 0.5 m. Such a requirement can be met if the laser crystal is cooled to temperatures below 100 K while being pumped at a power that is enough to produce 100 W output. Therefore, it is very likely that an output power of 100 W can be achieved on a single Ti:sapphire laser by cryogenic cooling of the laser crystal. ",
    "url": "https://arxiv.org/abs/2212.05898",
    "authors": [
      "Simai Jia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05939",
    "title": "A Virtual Acoustic Black Hole on a Cantilever Beam",
    "abstract": "An acoustic black hole (ABH) consists of a tapered structure whose thickness follows a power-law profile. When attached to a host structure, an ABH localizes and traps the vibrational energy, which can then be dissipated through, e.g., a damping layer. However, effective vibration mitigation is known to occur only above a cut-on frequency which is inversely proportional to the length of the tapered structure. In this context, the main thrust of this paper is to replace a mechanical ABH by a digital controller so as to create a so-called virtual acoustic black hole (VABH), thus, freeing the ABH from possible mechanical constraints (e.g., compactness, manufacturing and fatigue issues). The proposed VABH is first detailed theoretically. The salient features and performance of the VABH are then demonstrated both numerically and experimentally using a cantilever beam as a host structure. Eventually, it is shown that the VABH significantly enlarges the applicability of the concept of an ABH. ",
    "url": "https://arxiv.org/abs/2212.05939",
    "authors": [
      "Samuel Quaegebeur",
      "Ghislain Raze",
      "Li Cheng",
      "Gaëtan Kerschen"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05951",
    "title": "A universal and stable metasurface for photonic quasi bound state in  continuum coupled with two dimensional semiconductors",
    "abstract": "Strong coupling of excitons to optical cavity modes is of immense importance to understanding the fundamental physics of quantum electrodynamics at the nanoscale as well as for practical applications in quantum information technologies. There have been several attempts at achieving strong coupling between excitons in two dimensional semiconductors such as transition metal dichalcogenides (TMDCs) and photonic quasi-bound states in the continuum (BICs). We identify two gaps in the platforms for achieving strong coupling between TMDC excitons and photonic quasi-BICs: firstly, in the studies so far, different cavity architectures have been employed for coupling to different TMDCs. This would mean that typically, the fabrication process flow for the cavities will need to be modified as one moves from one TMDC to the other, which can limit the technological progress in the field. Secondly, there has been no discussion of the impact of fabrication imperfections in the studies on strong coupling of these subsystems so far. In this work, we address these two questions by optimizing a cavity with the same architecture which can couple to the four typical TMDCs (MoS$_2$, WS$_2$, MoSe$_2$, WSe$_2$) and perform a detailed investigation on the fabrication tolerance of the associated photonic quasi-BICs and their impact on strong coupling. ",
    "url": "https://arxiv.org/abs/2212.05951",
    "authors": [
      "Brijesh Kumar",
      "Anuj Kumar Singh",
      "Kishor K Mandal",
      "Parul Sharma",
      "Nihar Ranjan Sahoo",
      "Anshuman Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2212.06014",
    "title": "Reaction profiles for quantum chemistry-computed [3 + 2] cycloaddition  reactions",
    "abstract": "Bio-orthogonal click chemistry based on [3 + 2] dipolar cycloadditions has had a profound impact on the field of biochemistry and significant effort has been devoted to identify promising new candidate reactions for this purpose. To gauge whether a prospective reaction could be a suitable bio-orthogonal click reaction, information about both on- and off-target activation and reaction energies is highly valuable. Here, we use an automated workflow, based on the autodE program, to compute over 5000 reaction profiles for [3 + 2] cycloadditions involving both synthetic dipolarophiles and a set of biologically-inspired structural motifs. Based on a succinct benchmarking study, the B3LYP-D3(BJ)/def2-TZVP//B3LYP-D3(BJ)/def2-SVP level of theory was selected for the DFT calculations, and standard conditions and an (aqueous) SMD model were imposed to mimic physiological conditions. We believe that this data, as well as the presented workflow for high-throughput reaction profile computation, will be useful to screen for new bio-orthogonal reactions, as well as for the development of novel machine learning models for the prediction of chemical reactivity more broadly. ",
    "url": "https://arxiv.org/abs/2212.06014",
    "authors": [
      "Thijs Stuyver",
      "Kjell Jorner",
      "Thijs Stuyver"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06087",
    "title": "Fast, broad-band magnetic resonance spectroscopy with diamond widefield  relaxometry",
    "abstract": "We present an alternative to conventional Electron Paramagnetic Resonance spectroscopy equipment. Avoiding the use of bulky magnets and magnetron equipment, we use the photoluminescence of an ensemble of Nitrogen-Vacancy centers at the surface of a diamond. Monitoring their relaxation time (or T1), we detected their cross-relaxation with the compound of interest. In addition, the EPR spectra is encoded through a localized magnetic field gradient. While 12 minutes was necessary to record each data point of the spectrum with previous individual NV center's technics making it about 10 hours for a 10 Gauss wide spectrum), we are able to reconstruct a full spectrum at once in 3 seconds, over a range from 3 to 11 Gauss. In term of sensitivity, only 0.5 {\\mu}L of a hexaaquacopper (II) ion solution with 1 {\\mu}M concentration was necessary. ",
    "url": "https://arxiv.org/abs/2212.06087",
    "authors": [
      "C. Mignon",
      "A. R. Ortiz Moreno",
      "H. Shirzad",
      "S. K. Padamati",
      "V. Damle",
      "Y. Ong",
      "R. Schirhagl",
      "M. Chipaux"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05608",
    "title": "A novel high-current, high-resolution, low-kinetic-energy electron  source for inverse photoemission spectroscopy",
    "abstract": "A high-current electron source for inverse photoemission spectroscopy (IPES) is described. The source comprises a thermal cathode electron emission system, an electrostatic deflector-monochromator, and a lens system for variable kinetic energy (1.6 - 20 eV) at the target. When scaled to the energy resolution, the electron current is an order of magnitude higher than that of previously described electron sources developed in the context of electron energy loss spectroscopy. Surprisingly, the experimentally measured energy resolution turned out to be significantly better than calculated by standard programs, which include the electron-electron repulsion in the continuum approximation. The achieved currents are also significantly higher than predicted. We attribute this \"inverse Boersch-effect\" to a mechanism of velocity selection in the forward direction by binary electron-electron collisions. ",
    "url": "https://arxiv.org/abs/2212.05608",
    "authors": [
      "H. Ibach",
      "H. Sato",
      "M. Kubo",
      "F. S. Tautz",
      "H. Yoshida",
      "F. C. Bocquet"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.05768",
    "title": "Impedance-matched High-overtone Bulk Acoustic Resonator",
    "abstract": "A high-overtone bulk acoustic resonator (HBAR), in which a piezoelectric transducer is set on an acoustic cavity, has been attracting attention in both fundamental research and RF applications due to its scalability, high frequency, and high quality factor. The acoustic impedance matching in HBARs is crucial for efficient acoustic power transfer from the piezoelectric transducer to the cavity. However, impedance mismatch remains in most HBARs due to the metal layer insertion between the piezoelectric layer and cavity substrate. In this study, we fabricated a nearly impedance-matched high-quality HBAR using an epitaxial AlN piezoelectric layer directly grown on a conductive SiC cavity substrate with no metal layer insertion. The small impedance mismatch was verified from the variation in the free spectral range (FSR), which is comparable to the best value in previously reported HBARs. The experimentally obtained FSR spectra was greatly reproduced by using the Mason model. Broadband phonon cavity modes up to the K-band (26.5 GHz) were achieved by reducing the thickness of the AlN layer from 800 to 200 nm. The high figure of merit of $f\\times\\text{Q} \\sim 1.3\\times 10^{13}\\ \\textrm{Hz}$ at 10 GHz was also obtained. Our nearly impedance-matched high-quality HBAR will enable the development of RF applications, such as low-phase noise oscillators and acoustic filters, as well as research on high-frequency acoustic systems hybridized with electric, optical, and magnetic systems. ",
    "url": "https://arxiv.org/abs/2212.05768",
    "authors": [
      "Megumi Kurosu",
      "Daiki Hatanaka",
      "Ryuichi Ohta",
      "Hiroshi Yamaguchi",
      "Yoshitaka Taniyasu",
      "Hajime Okamoto"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05770",
    "title": "Analytical characterization of RIS-aided terahertz links in the presence  of beam misalignment",
    "abstract": "The terahertz (THz) frequency band has recently attracted considerable attention in wireless communications as potential candidate for providing the necessary high bandwidth for demanding applications. With increasing frequency, however, the communication link becomes more vulnerable to blockage and pathloss increases. While both effects can be mitigated with the judicious utilization of directional beams and Reconfigurable Intelligent Surfaces (RISs), high directivity could potentially increase the probability of undesired misalignment between the beam that is steered by the RIS, and the user. It is therefore crucial to characterize and understand the stochastic behavior of misalignment in RIS-aided THz links. In this work, beam misalignment in RIS-aided links is studied theoretically and analytical models are derived, the validity of which is verified through numerical calculations. It is demonstrated that there is a distinction in the stochastic behavior of misalignment between pointing errors that occur on the steering plane or normally to the steering plane, with direct consequences on the link robustness on misalignment. The analytical models capture the impact of misalignment under these qualitatively different conditions and provide the necessary tools for assessing the stochastic RIS performance with respect to crucial link parameters, such as the transmitter's beam width, the transmitter-RIS distance, the RIS-receiver distance, and the steering angle of the RIS. ",
    "url": "https://arxiv.org/abs/2212.05770",
    "authors": [
      "Evangelos N. Papasotiriou",
      "Sotiris Droulias",
      "Angeliki Alexiou"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05931",
    "title": "Two-qubit quantum photonic processor manufactured by femtosecond laser  writing",
    "abstract": "We present an experimental implementation of a two-qubit photonic quantum processor fabricated using femtosecond laser writing technology. We employ femtosecond laser writing to create a low-loss reconfigurable photonic chip implementing precise single-qubit and two-qubit operations. The performance of single-qubit and two-qubit gates is characterized by full process tomography. An exemplary application of the processor to determining the ground state energy of an H2 molecule using the variational quantum eigensolver algorithm is demonstrated. Our results highlight the potential of femtosecond laser writing technology to deliver high quality small-scale quantum photonic processors. ",
    "url": "https://arxiv.org/abs/2212.05931",
    "authors": [
      "N.N. Skryabin",
      "I.V. Kondratyev",
      "I.V. Dyakonov",
      "O.V. Borzenkova",
      "S.P. Kulik",
      "S.S. Straupe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.14450",
    "title": "Programmable Spectral Filter Arrays using Phase Spatial Light Modulator",
    "abstract": " Title: Programmable Spectral Filter Arrays using Phase Spatial Light Modulator ",
    "url": "https://arxiv.org/abs/2109.14450",
    "authors": [
      "Vishwanath Saragadam",
      "Vijay Rengarajan",
      "Ryuichi Tadano",
      "Tuo Zhuang",
      "Hideki Oyaizu",
      "Jun Murayama",
      "Aswin C. Sankaranarayanan"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.05032",
    "title": "Design of a hybrid Mie-Tamm photonic structure as a highly directional  GHz single-photon source",
    "abstract": " Title: Design of a hybrid Mie-Tamm photonic structure as a highly directional  GHz single-photon source ",
    "url": "https://arxiv.org/abs/2202.05032",
    "authors": [
      "José M. Llorens",
      "Benito Alén"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.00836",
    "title": "Semiconductor Bloch equation analysis of optical Stark and Bloch-Siegert  shifts in monolayers WSe$_2$ and MoS$_2$",
    "abstract": " Comments: 24 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2204.00836",
    "authors": [
      "A.O. Slobodeniuk",
      "P. Koutenský",
      "M. Bartoš",
      "F. Trojánek",
      "P. Malý",
      "T. Novotný",
      "M. Kozák"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.13294",
    "title": "Multipolar quantum electrodynamics of localized charge-current  distributions: Spectral theory and renormalization",
    "abstract": " Comments: 27 pages ",
    "url": "https://arxiv.org/abs/2204.13294",
    "authors": [
      "Jason G. Kattan",
      "J. E. Sipe"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13377",
    "title": "Quantum and classical correlations in open quantum-spin lattices via  truncated-cumulant trajectories",
    "abstract": " Title: Quantum and classical correlations in open quantum-spin lattices via  truncated-cumulant trajectories ",
    "url": "https://arxiv.org/abs/2209.13377",
    "authors": [
      "Wouter Verstraelen",
      "Dolf Huybrechts",
      "Tommaso Roscilde",
      "Michiel Wouters"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.10235",
    "title": "Spatially Resolving Electron Spin Resonance of $π$-Radical in  Single-molecule Magnet",
    "abstract": " Title: Spatially Resolving Electron Spin Resonance of $π$-Radical in  Single-molecule Magnet ",
    "url": "https://arxiv.org/abs/2210.10235",
    "authors": [
      "Ryo Kawaguchi",
      "Katsushi Hashimoto",
      "Toshiyuki Kakudate",
      "Keiichi Katoh",
      "Masahiro Yamashita",
      "Tadahiro Komeda"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.11553",
    "title": "Quantum mechanical modeling of the multi-stage  Stern$\\unicode{x2013}$Gerlach experiment by Frisch and Segrè using the von  Neumann equation",
    "abstract": " Comments: 8 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2210.11553",
    "authors": [
      "S. Süleyman Kahraman",
      "Kelvin Titimbo",
      "Zhe He",
      "Jung-Tsung Shen",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.10183",
    "title": "Multipole theory of optical spatial dispersion in crystals",
    "abstract": " Comments: Version submitted to SciPost Physics. Experts are invited to contribute a report via the article's submission page on the SciPost web portal: this https URL ",
    "url": "https://arxiv.org/abs/2211.10183",
    "authors": [
      "Óscar Pozo",
      "Ivo Souza"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03568",
    "title": "A comment on: Adam R. Brown and Leonard Susskind's paper \"A holographic  wormhole traversed in a quantum computer\"",
    "abstract": " Title: A comment on: Adam R. Brown and Leonard Susskind's paper \"A holographic  wormhole traversed in a quantum computer\" ",
    "url": "https://arxiv.org/abs/2212.03568",
    "authors": [
      "Galina Weinstein"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]