[
  {
    "id": "arXiv:2208.07443",
    "title": "Complete reconstruction of the space-time dynamics in a Kerr-lens  mode-locked laser",
    "abstract": "We present a complete numerical analysis and simulation of the full spatio-temporal dynamics of Kerr-lens mode-locking (KLM) in a laser on all time-scales. The KLM dynamics, which is the workhorse mechanism for generating ultrashort pulses, relies on the intricate coupling between the spatial nonlinear evolution due to self focusing and the temporal nonlinear compression due to self-phase modulation (SPM) and dispersion. Our numerical tool emulates the dynamical evolution of the optical field in the cavity on all time scales: the fast time scale of the pulse envelope within a single round trip, and the slow time-scale between one round-trip to the next. We employ a nonlinear ABCD formalism that fully handles all relevant effects in the laser, namely - self focusing and diffraction, dispersion and SPM, space-dependent loss and gain saturation. We confirm the validity of our model by reproducing the pulse-formation in KLM in all aspects: The evolution of the pulse energy, duration, and gain is observed during the entire cavity buildup (from spontaneous noise to steady state), demonstrating the nonlinear mode competition in full, as well as the dependence of the final pulse in steady state on the interplay between gain bandwidth, dispersion and self-phase modulation. The direct observation of the nonlinear space-time evolution of the pulse is a key enabler to analyse and optimize the KLM operation, as well as to explore new nonlinear space-time phenomena. ",
    "url": "https://arxiv.org/abs/2208.07443",
    "authors": [
      "Idan Parshani",
      "Leon Bello",
      "Mallachi-Elia Meller",
      "Avi Pe'er"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07454",
    "title": "Remote transduction of high frequency torque sensors",
    "abstract": "Nanophotonic cavity optomechanical devices sensitively probe mechanical resonator motion, enabling a wide range of breakthroughs in sensing and quantum nanomechanics. However, not all nanomechanical resonances can be efficiently transduced. In particular, challenges arise with detection of resonators whose geometry or material composition is not compatible with integration within optical cavities most sensitive to mechanical motion. Here we overcome these limitations using coupled oscillators, demonstrating a system that efficiently converts high frequency twisting motion of a nanodisk to vibrations of a photonic crystal cavity. Optomechanical readout of the cavity enables measurement of the nanodisk's torsional resonances with sensitivity $9.1\\times 10^{-22}-2.4\\times 10^{-19}\\,\\text{Nm}/\\sqrt{\\text{Hz}}$ for a mechanical frequency range of 10-800 MHz. The nanodisk can be dressed with magnetic nanostructures or metasurfaces without affecting the cavity's optical properties, making the system suited for magnetometry and structured light sensing. ",
    "url": "https://arxiv.org/abs/2208.07454",
    "authors": [
      "Hamidreza Kaviani",
      "Bishnupada Behera",
      "Ghazal Hajisalem",
      "Gustavo de Oliveira Luiz",
      "David P. Lake",
      "Paul E. Barclay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07474",
    "title": "N-Band Photonic Hopf Insulators Based on 2D Microring Lattices",
    "abstract": "Hopf insulators are topological insulators whose topological behavior arises from the nontrivial mapping from a 3D sphere to a 2D sphere, known as the Hopf map. The Hopf map, typically encountered in the study of spinor and skyrmion systems, is classified topologically by an integer invariant called the Hopf index. Here we show that due to the periodic circulation of light inside each microring, a 2D lattice of microring resonators can emulate an $N$-band photonic Hopf insulator with nontrivial Hopf index. In particular, we show by numerical computation and direct analytical proof that the $N$-band Hopf index of the microring lattice is identical to its winding number. The result shows that the Hopf index is an alternative topological invariant for classifying 2D microring photonic lattices and establishes a correspondence between the Hopf insulator phase and the anomalous Floquet insulator phase of the lattice. More generally, our work shows that 2D microring lattices can provide a versatile nanophotonic platform for studying non-Abelian topological photonic systems. ",
    "url": "https://arxiv.org/abs/2208.07474",
    "authors": [
      "Bo Leng",
      "Vien Van"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.07517",
    "title": "Cancellation of photothermally induced instability in an optical  resonator",
    "abstract": "Optical systems are often subject to parametric instability caused by the delayed response of the optical field to the system dynamics. In some cases, parasitic photothermal effects aggravate the instability by adding new interaction dynamics. This may lead to the possible insurgence or amplification of parametric gain that can further destabilize the system. In this paper, we show that the photothermal properties of an optomechanical cavity can be modified to mitigate or even completely cancel optomechanical instability. By inverting the sign of the photothermal interaction to let it cooperate with radiation pressure, we achieve control of the system dynamics to be fully balanced around a stable equilibrium point. Our study provides a feedback solution for optical control and precise metrological applications, specifically in high-sensitivity resonating systems that are particularly susceptible to parasitic photothermal effects, such as our test case of a macroscopic optical levitation setup. This passive stabilization technique is beneficial for improving system performance limited by photothermal dynamics in broad areas of optics, optomechanics, photonics, and laser technologies. ",
    "url": "https://arxiv.org/abs/2208.07517",
    "authors": [
      "Jiayi Qin",
      "Giovanni Guccione",
      "Jinyong Ma",
      "Chenyue Gu",
      "Ruvi Lecamwasam",
      "Ben C. Buchler",
      "Ping Koy Lam"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07716",
    "title": "Intensity-modulated optical fiber strain sensor for continuous  measurements of below-the-surface food deformation during drying",
    "abstract": "We present a mm-scale optical fiber strain sensor to continuously measure the food deformation below the surface during the drying process. The sensor has a soft buffer sleeve, which enables a large measurable deformation range and minimizes the influence on the native food deformation. The sensor performance was investigated both theoretically and experimentally. To demonstrate the application in foods, we embedded the sensor inside fresh banana slices during a 4-hour-long air-drying process, where its wet basis moisture contents dropped from around 80% to 40%. The fiber sensor measurements covered the full normal strain of ~20% of the banana slices and revealed the shell-hardening characteristics in both the spatial and time dependences, by the comparison with the surface strains measured by the computer vision. Our work provides an unprecedented strain sensor that holds a high potential to contribute to improving both fundamental understandings and process monitoring of food drying processes. ",
    "url": "https://arxiv.org/abs/2208.07716",
    "authors": [
      "Hamed Jafarishad",
      "Mucheng Li",
      "Yao Shen",
      "Pawan Singh Takhar",
      "Yuxiang Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07718",
    "title": "The depth of the banana and the impulse stripe illumination for diffuse  optical tomography",
    "abstract": "The stripe illumination lies between the illumination in the spatial-frequency domain and the point illumination. Although the stripe illumination has a periodic structure as the illumination in the spatial-frequency domain, light from the stripe illumination can reach deep regions in biological tissue since it can be regarded as an array of point illuminations. For a pair of a source and a detector, the shape of light paths which connect the source and detector is called the banana shape. First, we investigate the depth of the banana. In the case of the zero boundary condition, we found that the depth of the center of the banana is $d_{\\rm SD}/(2\\sqrt{2})$, where $d_{\\rm SD}$ is the distance between the source and detector on the boundary. In general, the depth is about $0.3d_{\\rm SD}$ when $d_{\\rm SD}\\approx2\\,{\\rm cm}$ and the ratio of refractive indices on the boundary is about $1.37$. Next, we perform diffuse optical tomography for the stripe illumination against forward data taken by Monte Carlo simulation. We consider an impulse illumination of the shape of a stripe. This time-resolved measurement is more informative than conventional continuous-wave measurements in the spatial-frequency domain. ",
    "url": "https://arxiv.org/abs/2208.07718",
    "authors": [
      "Manabu Machida",
      "Keita Osada",
      "Keiichiro Kagawa"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07758",
    "title": "Efficient chip-based optical parametric oscillators from 590 nm to 1150  nm",
    "abstract": "Optical parametric oscillators are widely used to generate coherent light at frequencies not accessible by conventional laser gain. However, chip-based parametric oscillators operating in the visible spectrum have suffered from pump-to-signal conversion efficiencies typically less than 0.1 %. Here, we demonstrate efficient optical parametric oscillators based on silicon nitride photonics that address frequencies between 260 THz (1150 nm) and 510 THz (590 nm). Pumping silicon nitride microrings near 385 THz (780 nm) yields monochromatic signal and idler waves with unprecedented output powers in this wavelength range. We estimate on-chip output powers (separately for the signal and idler) between 1 mW and 5 mW and conversion efficiencies reaching approximately 15 %. Underlying this improved performance is our development of pulley waveguides for broadband near-critical coupling, which exploits a fundamental connection between the waveguide-resonator coupling rate and conversion efficiency. Finally, we find that mode competition reduces conversion efficiency at high pump powers, thereby constraining the maximum realizable output power. Our work proves that optical parametric oscillators built with integrated photonics can produce useful amounts of visible laser light with high efficiency. ",
    "url": "https://arxiv.org/abs/2208.07758",
    "authors": [
      "Jordan R. Stone",
      "Xiyuan Lu",
      "Gregory Moille",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07799",
    "title": "Deep subwavelength resonant metaphotonics enabled by high-index  topological insulator bismuth telluride",
    "abstract": "In nanophotonics, small mode volumes, high-quality factor (Q) resonances, and large field enhancements without metals, fundamentally scale with the refractive index and are key for many implementations involving light-matter interactions. Topological insulators (TI) are a class of insulating materials that host topologically protected surface states, some of which exhibit extraordinary high permittivity values. Here, we study the optical properties of TI bismuth telluride (Bi2Te3) single crystals. We find that both the bulk and surface states contribute to the extremely large optical constants, with the real part of the refractive index peaking at n~11. Utilizing these ultra-high index values, we demonstrate that Bi2Te3 metasurfaces are capable of squeezing light in deep subwavelength structures, with the fundamental magnetic dipole (MD) resonance confined in unit cell size smaller than {\\lambda}/10. We further show that dense ultrathin metasurface arrays can simultaneously provide large magnetic and electric field enhancements arising from the surface metallic states and the high index of the bulk. These findings demonstrate the potential of chalcogenide TI materials as a platform leveraging the unique combination of ultra-high-index dielectric response with surface metallic states for metamaterial design and nanophotonic applications in sensing, non-linear generation, and quantum information. ",
    "url": "https://arxiv.org/abs/2208.07799",
    "authors": [
      "Danveer Singh",
      "Sukanta Nandi",
      "Yafit Fleger",
      "Shany Z. Cohen",
      "Tomer Lewi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07433",
    "title": "The Laplace method for energy eigenvalue problems in quantum mechanics",
    "abstract": "Quantum mechanics has about a dozen exactly solvable potentials. Normally, the time-independent Schroedinger equation for them is solved by using a generalized series solution for the bound states (using the Froebenius method) and then an analytic continuation for the continuum states (if present). In this work, we present an alternative way to solve these problems, based on the Laplace method. This technique uses a similar procedure for the bound states and for the continuum states. It was originally used by Schroedinger when he solved for the wavefunctions of hydrogen. Dirac advocated using this method too. We discuss why it is a powerful approach for graduate students to learn and describe how it can be employed to solve all problems whose wavefunctions are represented in terms of confluent hypergeometric functions. ",
    "url": "https://arxiv.org/abs/2208.07433",
    "authors": [
      "Jeremy Canfield",
      "Anna Galler",
      "James K. Freericks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07465",
    "title": "CCAT-prime: RFSoC Based Readout for Frequency Multiplexed Kinetic  Inductance Detectors",
    "abstract": "The Prime-Cam instrument on the Fred Young Submillimeter Telescope (FYST) is expected to be the largest deployment of millimeter and submillimeter sensitive kinetic inductance detectors to date. To read out these arrays efficiently, a microwave frequency multiplexed readout has been designed to run on the Xilinx Radio Frequency System on a Chip (RFSoC). The RFSoC has dramatically improved every category of size, weight, power, cost, and bandwidth over the previous generation readout systems. We describe a baseline firmware design which can read out four independent RF networks each with 500 MHz of bandwidth and 1000 detectors for ~30 W. The overall readout architecture is a combination of hardware, gateware/firmware, software, and network design. The requirements of the readout are driven by the 850 GHz instrument module of the 7-module Prime-Cam instrument. These requirements along with other constraints which have led to critical design choices are highlighted. Preliminary measurements of the system phase noise and dynamic range are presented. ",
    "url": "https://arxiv.org/abs/2208.07465",
    "authors": [
      "Adrian K. Sinclair",
      "Ryan C. Stephenson",
      "Cody A. Roberson",
      "Eric L. Weeks",
      "James Burgoyne",
      "Anthony I. Huber",
      "Philip M. Mauskopf",
      "Scott C. Chapman",
      "Jason E. Austermann",
      "Steve K. Choi",
      "Cody J. Duell",
      "Michel Fich",
      "Christopher E. Groppi",
      "Zachary Huber",
      "Michael D. Niemack",
      "Thomas Nikola",
      "Kayla M. Rossi",
      "Adhitya Sriram",
      "Gordon J. Stacey",
      "Erik Szakiel",
      "Joel Tsuchitori",
      "Eve M. Vavagiakis",
      "Jordan D. Wheeler",
      "CCAT-prime collaboration"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.07595",
    "title": "High-sensitivity quantum sensing with pump-enhanced spontaneous  parametric down-conversion",
    "abstract": "Recent years have seen the development of quantum sensing concepts utilizing nonlinear interferometers based on correlated photon pairs generated by spontaneous parametric down-conversion (SPDC). Using SPDC far from frequency degeneracy allows a 'division of labor' between the mid-infrared photon for strongest sample interaction and the correlated near-infrared photon for low-noise detection. The small number of photons provided by SPDC and the resulting inferior signal-to-noise ratio are, however, a limiting factor preventing wide applicability of the novel sensing concept. Here, we demonstrate a nonlinear interferometer based on pump-enhanced SPDC with strongly improved emission rates, but maintaining broadband, spontaneous emission. For validation of the concept, we demonstrate high-resolution mid-infrared spectroscopy with near-infrared detection, showcasing the improved accuracy. Although the number of mid-infrared photons is about five orders of magnitude smaller than in classical spectrometers, the sensitivity of the quantum spectrometer becomes comparable, marking an essential step toward real-world applications. ",
    "url": "https://arxiv.org/abs/2208.07595",
    "authors": [
      "Chiara Lindner",
      "Jachin Kunz",
      "Simon J. Herr",
      "Jens Kiessling",
      "Sebastian Wolf",
      "Frank Kühnemann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07712",
    "title": "Deep learning for enhanced free-space optical communications",
    "abstract": "Atmospheric effects, such as turbulence and background thermal noise, inhibit the propagation of coherent light used in ON-OFF keying free-space optical communication. Here we present and experimentally validate a convolutional neural network to reduce the bit error rate of free-space optical communication in post-processing that is significantly simpler and cheaper than existing solutions based on advanced optics. Our approach consists of two neural networks, the first determining the presence of coherent bit sequences in thermal noise and turbulence and the second demodulating the coherent bit sequences. All data used for training and testing our network is obtained experimentally by generating ON-OFF keying bit streams of coherent light, combining these with thermal light, and passing the resultant light through a turbulent water tank which we have verified mimics turbulence in the air to a high degree of accuracy. Our convolutional neural network improves detection accuracy over threshold classification schemes and has the capability to be integrated with current demodulation and error correction schemes. ",
    "url": "https://arxiv.org/abs/2208.07712",
    "authors": [
      "Manon P. Bart",
      "Nicholas J. Savino",
      "Paras Regmi",
      "Lior Cohen",
      "Haleh Safavi",
      "Harry C. Shaw",
      "Sanjaya Lohani",
      "Thomas A. Searles",
      "Brian T. Kirby",
      "Hwang Lee",
      "Ryan T. Glasser"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.07725",
    "title": "Quantum suppression of cold reactions far from the quantum regime",
    "abstract": "Reactions between pairs of atoms are ubiquitous processes in chemistry and physics. Quantum scattering effects on reactions are only observed at extremely ultracold temperatures, close to the $s$-wave regime, with a small number of partial waves involved. At higher temperatures, the different phases associated with the centrifugal barriers of different partial waves average-out quantum interference to yield semi-classical reaction rates. Here we use quantum-logic to experimentally study resonant charge-exchange reactions between single cold pairs of neutral $^{87}$Rb atoms and optically-inaccessible $^{87}$Rb$^{+}$ ions far above the $s$-wave regime. We find that the measured charge-exchange rate is greatly suppressed with respect to the semi-classical prediction. Our results indicate for the first time that quantum interference persists and effects reaction rates at very high temperatures, at least three orders of magnitude higher than the ultracold $s$-wave regime. ",
    "url": "https://arxiv.org/abs/2208.07725",
    "authors": [
      "Or Katz",
      "Meirav Pinkas",
      "Nitzan Akerman",
      "Roee Ozeri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07794",
    "title": "Exploring the boundary of quantum correlations with coherent light",
    "abstract": "Contextuality, a hallmark feature of the quantum theory, captures the incompatibility between quantum correlations and any noncontextual hidden-variable model. The Greenberger--Horne--Zeilinger (GHZ)-type paradoxes are proofs of contextuality which reveal this incompatibility with deterministic logical arguments. However, the simplest GHZ-type paradox with the fewest number of complete contexts and the largest degree of nonclassicality remains elusive. Here, we derive a GHZ-type paradox utilising only three complete contexts and show this number cannot be further reduced. We forward to demonstrating the paradox with an experiment which recovered all essential ingredients in a 37-dimensional contextuality test based on high-speed modulation, optical convolution and homodyne detection of time-multiplexed modes of coherent light that can be interpreted as a classical entity. By proposing and observing a strong form of contextuality in an extremely high-dimensional system, our results pave the way for the exploration of exotic quantum correlations with optical systems. ",
    "url": "https://arxiv.org/abs/2208.07794",
    "authors": [
      "Zheng-Hao Liu",
      "Yu Meng",
      "Yu-Ze Wu",
      "Ze-Yan Hao",
      "Zhen-Peng Xu",
      "Cheng-Jun Ai",
      "Hai Wei",
      "Kai Wen",
      "Jing-Ling Chen",
      "Jie Ma",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2009.03021",
    "title": "Coplanar Antenna Design for Microwave Entangled Signals Propagating in  Open Air",
    "abstract": " Title: Coplanar Antenna Design for Microwave Entangled Signals Propagating in  Open Air ",
    "url": "https://arxiv.org/abs/2009.03021",
    "authors": [
      "Tasio Gonzalez-Raya",
      "Mikel Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2011.07976",
    "title": "Protected generation of dissipative Kerr solitons in supermodes of  coupled optical microresonators",
    "abstract": " Title: Protected generation of dissipative Kerr solitons in supermodes of  coupled optical microresonators ",
    "url": "https://arxiv.org/abs/2011.07976",
    "authors": [
      "Alexey Tikan",
      "Aleksandr Tusnin",
      "Johann Riemensberger",
      "Mikhail Churaev",
      "Kenichi Komagata",
      "Xinru Ji",
      "Rui Ning Wang",
      "Junqiu Liu",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2205.07738",
    "title": "Optical magnetism and wavefront control by arrays of strontium atoms",
    "abstract": " Title: Optical magnetism and wavefront control by arrays of strontium atoms ",
    "url": "https://arxiv.org/abs/2205.07738",
    "authors": [
      "K. E. Ballantine",
      "D. Wilkowski",
      "J. Ruostekoski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12201",
    "title": "Experimental graybox quantum control",
    "abstract": " Title: Experimental graybox quantum control ",
    "url": "https://arxiv.org/abs/2206.12201",
    "authors": [
      "Akram Youssry",
      "Yang Yang",
      "Robert J. Chapman",
      "Ben Haylock",
      "Francesco Lenzini",
      "Mirko Lobino",
      "Alberto Peruzzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02996",
    "title": "Photonic band gap formation in silicon carbide triangular cross-section  photonic crystals",
    "abstract": " Title: Photonic band gap formation in silicon carbide triangular cross-section  photonic crystals ",
    "url": "https://arxiv.org/abs/2208.02996",
    "authors": [
      "Pranta Saha",
      "Sridhar Majety",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  }
]