[
  {
    "id": "arXiv:2401.14407",
    "title": "A novel approach to study laser induced void array formation in fused  silica",
    "abstract": "This study investigated multi-void formation in fused silica using high resolution Finite-Difference-Time-Domain (FDTD) simulations. Despite extensive research dedicated to understanding the mechanisms behind multi-void formation in materials, the fundamental aspects and mechanisms governing self-void array formation in dielectrics and polymers remain poorly understood. By modeling the voids as concentric spheres with densified shells and simulating the laser interaction with the voids, we showed that void array generation in fused silica is a linear mechanism. This study provides valuable insight into the mechanism behind the formation of void arrays in fused silica. ",
    "url": "https://arxiv.org/abs/2401.14407",
    "authors": [
      "N. Naseri",
      "M. Crenshaw",
      "A. Samarbakhsh",
      "L. Ramunno"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14430",
    "title": "A Westervelt equation for acoustic wave propagation through weakly  stratified, arbitrary Mach number atmospheres",
    "abstract": "Nonlinear distortion of infrasonic waves through atmospheres up to thermospheric altitudes govern large-range ground-level observations of explosive noise sources, causing large differences between the near and far field. Propagation modelling in this scenario to include realistic nonlinear effects has thus far been limited to high-fidelity, numerically intensive Direct Numerical Simulations of the Navier-Stokes equations, or nonlinear parabolic equations with restrictions on the mean flow Mach number. For the accurate modelling of nonlinear waveform synthesis through realistic atmospheric winds up to thermospheric altitudes, this work presents nonlinear wave equation analysis which results in in a Westervelt equation for weakly stratified, arbitrary Mach number atmospheres. This is intended to be used as a benchmark for model development and numerical analyses such that alternative low-fidelity numerical calculations to Direct Numerical Simulations can be sought. ",
    "url": "https://arxiv.org/abs/2401.14430",
    "authors": [
      "Liam J. Tope",
      "Jae Wook Kim",
      "Peter Spence"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14491",
    "title": "Hong-Ou-Mandel Comb and Switch using parallel chains of non-identical  Micro-Ring Resonators",
    "abstract": "Micro-Ring Resonators (MRRs) allow us to access the Hong-Ou-Mandel (HOM) effect at a variety of tunable parameter combinations along exact analytic solutions. This higher-dimensional space of parameters for which the HOM effect occurs constitutes what is known as a Hong-Ou-Mandel manifold (HOMM). Using a parallel series of non-identical MRRs and changing relative round-trip phase shifts between MRRs allows for the manipulation of the wavelength locations of the HOM effect. Through clever design and fabrication, we can mold the HOMM to place the HOM effect, or lack thereof, precisely at desired locations. In this paper we discuss how to adjust non-identical MRR parameters to change the resulting HOMM. We also promote example designs that exhibit advantageous HOMM structures, and highlight some of the myriad of possibilities that can be accessed with different circuit design. ",
    "url": "https://arxiv.org/abs/2401.14491",
    "authors": [
      "Peter L. Kaulfuss",
      "Paul M. Alsing",
      "Richard J. Birrittella",
      "Edwin E. Hach III",
      "A. Matthew Smith"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14548",
    "title": "Solvation effects on halides core spectra with Multilevel Real-Time  quantum embedding",
    "abstract": "In this work we introduce a novel subsystem-based electronic structure embedding method that combines the projection-based block-orthogonalized Manby-Miller embedding (BOMME) with the density-based Frozen Density Embedding (FDE) methods. Our approach is effective for systems in which the building blocks interact at varying strengths while still maintaining a lower computational cost compared to a quantum simulation of the entire system. To evaluate the performance of our method, we assess its ability to reproduce the X-ray absorption spectra (XAS) of chloride and fluoride anions in aqueous solutions (based on a 50-water droplet model) via real-time time-dependent density functional theory (rt-TDDFT) calculations. We employ an ensemble approach to compute XAS for the K- and L-edges, utilizing multiple snapshots of configuration space obtained from classical molecular dynamics simulations with a polarizable force field. Configurational averaging influences both the broadening of spectral features and their intensities, with contributions to the final intensities originating from different geometry configurations. We found that embedding models that are too approximate for halide-water specific interactions, as in the case of FDE, fail to reproduce the experimental spectrum for chloride. Meanwhile, BOMME tends to overestimate intensities, particularly for higher energy features because of finite-size effects. Combining FDE for the second solvation shell and retaining BOMME for the first solvation shell mitigates this effect, resulting in an overall improved agreement within the energy range of the experimental spectrum. Additionally, we compute the transition densities of the relevant transitions, confirming that these transitions occur within the halide systems. Thus, our real-time QM/QM/QM embedding method proves to be a promising approach for modeling XAS of solvated systems. ",
    "url": "https://arxiv.org/abs/2401.14548",
    "authors": [
      "Jessica A. Martinez B.",
      "Matteo De Santis",
      "Michele Pavanello",
      "Valérie Vallet",
      "André Severo Pereira Gomes"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14631",
    "title": "Quantum Emitters in Aluminum Nitride Induced by Zirconium Ion  Implantation",
    "abstract": "The integration of solid-state single-photon sources with foundry-compatible photonic platforms is crucial for practical and scalable quantum photonic applications. This study investigates aluminum nitride (AlN) as a material with properties highly suitable for integrated on-chip photonics specifically due to AlN capacity to host defect-center related single-photon emitters. We conduct a comprehensive study of the creation and photophysical properties of single-photon emitters in AlN utilizing Zirconium (Zr) and Krypton (Kr) heavy ion implantation and thermal annealing techniques. Guided by theoretical predictions, we assess the potential of Zr ions to create optically addressable spin-defects and employ Kr ions as an alternative approach that targets lattice defects without inducing chemical doping effects. With the 532 nm excitation wavelength, we found that single-photon emitters induced by ion implantation are primarily associated with vacancy-type defects in the AlN lattice for both Zr and Kr ions. The emitter density increases with the ion fluence, and there is an optimal value for the high density of emitters with low AlN background fluorescence. Additionally, under shorter excitation wavelength of 405 nm, Zr-implanted AlN exhibits isolated point-like emitters, which can be related to Zr-based defect complexes. This study provides important insights into the formation and properties of single-photon emitters in aluminum nitride induced by heavy ion implantation, contributing to the advancement of the aluminum nitride platform for on-chip quantum photonic applications. ",
    "url": "https://arxiv.org/abs/2401.14631",
    "authors": [
      "Alexander Senichev",
      "Zachariah O. Martin",
      "Yongqiang Wang",
      "Owen M. Matthiessen",
      "Alexei Lagutchev",
      "Han Htoon",
      "Alexandra Boltasseva",
      "Vladimir M. Shalaev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14748",
    "title": "Probing the position-dependent optical energy fluence rate in 3D  scattering samples",
    "abstract": "The accurate determination of the position-dependent energy fluence rate of light is crucial for the understanding of transport in anisotropically scattering and absorbing samples, such as biological tissue, seawater, atmospheric turbulent layers, and light-emitting diodes. While Monte Carlo simulations are precise, their long computation time is not desirable. Common analytical approximations to the radiative transfer equation (RTE) fail to predict light transport, and could even give unphysical results. Here, we experimentally probe the position-dependent energy fluence rate of light inside scattering samples where the widely used $P_1$ and $P_3$ approximations to the RTE fail. We study samples that contain anisotropically scattering and absorbing spherical scatterers, namely microspheres ($r = 0.5$ $\\rm{\\mu}$m) with and without absorbing dye. To probe the position-dependent energy fluence rate, we detect the emission of quantum dots that are excited by the incident light and that are contained in a thin capillary. By scanning the sample using the capillary, we access the position dependence. We present a comprehensive analysis of experimental limitations and (systematic) errors. Our measured observations are compared to the results of analytical approximations of the solution of the radiative transfer equation and to Monte Carlo simulations. Our observations are found to agree well with the Monte Carlo simulations. The $P_3$ approximation with a correction for forward scattering also agrees with our observations, whereas the $P_1$ and the $P_3$ approximations deviate increasingly from our observations, ultimately even predicting unphysical negative energies. ",
    "url": "https://arxiv.org/abs/2401.14748",
    "authors": [
      "Ozan Akdemir",
      "Minh Duy Truong",
      "Alfredo Rates",
      "Ad Lagendijk",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.14756",
    "title": "Gradient descent optimization of acoustic holograms for transcranial  focused ultrasound",
    "abstract": "Acoustic holographic lenses, also known as acoustic holograms, can change the phase of a transmitted wavefront in order to shape and construct complex ultrasound pressure fields, often for focusing the acoustic energy on a target region. These lenses have been proposed for transcranial focused ultrasound (tFUS) to create diffraction-limited focal zones that target specific brain regions while compensating for skull aberration. Holograms for tFUS are currently designed using time-reversal approaches in full-wave time-domain numerical simulations. However, such simulations need time-consuming computations, which severely limits the adoption of iterative optimization strategies. Furthermore, in the time-reversal method, the number and distribution of virtual sources can significantly influence the final sound field. Because of the computational constraints, predicting these effects and determining the optimal arrangement is challenging. This study introduces an efficient method for designing acoustic holograms using a volumetric holographic technique to generate focused fields inside the skull. The proposed method combines a modified mixed-domain method for ultrasonic propagation with a gradient descent iterative optimization algorithm. This approach enables substantially faster holographic computation than previously reported techniques. The iterative process uses explicitly defined loss functions to bias the ultrasound field's optimization parameters to specific desired characteristics, such as axial resolution, transversal resolution, coverage, and focal region uniformity, while eliminating the uncertainty associated with virtual sources in time-reversal techniques. Numerical studies are conducted on four brain structures: the anterior insula, hippocampus, caudate nucleus, and amygdala. The findings are further validated in underwater experiments with a 3D-printed skull phantom. ",
    "url": "https://arxiv.org/abs/2401.14756",
    "authors": [
      "Ahmed Sallam",
      "Ceren Cengiz",
      "Mihir Pewekar",
      "Eric Hoffmann",
      "Wynn Legon",
      "Eli Vlaisavljevich",
      "Shima Shahab"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14812",
    "title": "Design and Optimization of a Graphene-On-Silicon Nitride Integrated  Waveguide Dual-Mode Electro-Absorption Modulator",
    "abstract": "We present the design, simulation and optimization of a graphene-on-silicon nitride (GOSiN) integrated waveguide dual-mode electro-absorption modulator operating with a speed between 18-72 GHz and an energy consumption below 6 pJ/bit. This device individually modulates the TE$_0$ and TE$_1$ modes in a one-arm dual-mode waveguide with modulation depths up to 678 dB/cm and 284 dB/cm, respectively. It has promising applications in Multimode Division Multiplexing (MDM) systems, where single-mode modulation induces high losses and costs. We have started from the design of GOSiN TE$_0$ and TE$_1$ passive low-loss mode filters. Then, applying a gate voltage to graphene, we have combined both filters and shown that the light absorption can be modulated to obtain four logical values in transmission: (0,0), (0,1), (1,0) and (1,1). Our proposed devices can potentially boost the development of efficient MDM systems for ultra-fast on-chip interconnections. ",
    "url": "https://arxiv.org/abs/2401.14812",
    "authors": [
      "Fernando Martín-Romero",
      "Víctor Jesús Gómez"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.14835",
    "title": "Hot electrons and singlet-fission dark excitons modulate strong-coupling  conditions in metal-organic optical microcavities",
    "abstract": "Polaritons, formed as a result of strong mixing between light and matter, are promising for numerous applications including organic solar cells, optical logic gates, and qubits. In low-Q organic optical microcavities, polaritonic signatures due to strong hybridization between photons and Frenkel excitons were found to decay together with the dynamics of dark excitons. A conundrum, however, remained whether dark excitons modulate exciton-photon coupling strength. It also remained unclear how dark excitons in the organic layer and hot electrons in the metal layers contribute to shaping the long-lived optical response at the energies of the hybrid states. Here, we identified that due to delocalization of polaritons over both organic and metal layers, they are sensitive to the effects of both dark excitons and hot electrons. We observed that the dynamics of dark excitons modulate exciton-photon strong coupling (Rabi energy). The role of metal layers is to contribute absorptive components near the energies of the polaritonic branches; contributions from hot electrons have also been detected. These and other mechanistic insights into the dynamics of strong-coupling conditions were supported by theoretical analysis based on non-Hermitian Hamiltonian mechanics, axially-resolved transfer-matrix simulations, global analysis of pump-probe spectra, and statistical correlation analysis. The developed methodology can be applied to other microcavity structures. Our findings pave the way for disentangling pure polaritonic effects from other excitations in organic and metal layers, with the ultimate aim of achieving photonic control over photophysical and photochemical processes. ",
    "url": "https://arxiv.org/abs/2401.14835",
    "authors": [
      "Pavel V. Kolesnichenko",
      "Manuel Hertzog",
      "Felix Hainer",
      "Oskar Kefer",
      "Jana Zaumseil",
      "Tiago Buckup"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14960",
    "title": "Using a Metasurface to Enhance the Radiation Efficiency of Subterahertz  Antennas Printed on Thick Substrates",
    "abstract": "This study investigates the possibility of increasing the radiation efficiency of printed antennas and arrays by suppressing their inherent surface waves using a metasurface made of quad-split rings (QSR). A symmetrical resonant microstrip dipole and a four-element series-fed dipole array printed on an infinite grounded dielectric layer (layer thickness: 0.2 mm; relative permittivity: 9.4; tan delta: 0.0005) were simulated with FEKO 2022 software. Conducted at 100-116 GHz, the numerical results revealed extremely low radiation efficiencies of approximately 31% and 40% for the studied dipole and dipole array, respectively, which resulted from the presence of surface waves in the dielectric. However, placing only one QSR near each dipole arm triggered an increase in radiation efficiency by 2.5 times (up to 75%). The use of a metasurface in the form of two small QSR arrays triggered a pronounced improvement in radiation efficiency, reaching 93.6% and 96.5% for the studied dipole and dipole array, respectively. Analysis of the electric field distribution images showed that this enhancement resulted from surface wave suppression. ",
    "url": "https://arxiv.org/abs/2401.14960",
    "authors": [
      "Yevhen M. Yashchyshyn",
      "Peter L. Tokarsky"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15061",
    "title": "Digital-analog hybrid matrix multiplication processor for optical neural  networks",
    "abstract": "The computational demands of modern AI have spurred interest in optical neural networks (ONNs) which offer the potential benefits of increased speed and lower power consumption. However, current ONNs face various challenges,most significantly a limited calculation precision (typically around 4 bits) and the requirement for high-resolution signal format converters (digital-to-analogue conversions (DACs) and analogue-to-digital conversions (ADCs)). These challenges are inherent to their analog computing nature and pose significant obstacles in practical implementation. Here, we propose a digital-analog hybrid optical computing architecture for ONNs, which utilizes digital optical inputs in the form of binary words. By introducing the logic levels and decisions based on thresholding, the calculation precision can be significantly enhanced. The DACs for input data can be removed and the resolution of the ADCs can be greatly reduced. This can increase the operating speed at a high calculation precision and facilitate the compatibility with microelectronics. To validate our approach, we have fabricated a proof-of-concept photonic chip and built up a hybrid optical processor (HOP) system for neural network applications. We have demonstrated an unprecedented 16-bit calculation precision for high-definition image processing, with a pixel error rate (PER) as low as $1.8\\times10^{-3}$ at an signal-to-noise ratio (SNR) of 18.2 dB. We have also implemented a convolutional neural network for handwritten digit recognition that shows the same accuracy as the one achieved by a desktop computer. The concept of the digital-analog hybrid optical computing architecture offers a methodology that could potentially be applied to various ONN implementations and may intrigue new research into efficient and accurate domain-specific optical computing architectures for neural networks. ",
    "url": "https://arxiv.org/abs/2401.15061",
    "authors": [
      "Xiansong Meng",
      "Deming Kong",
      "Kwangwoong Kim",
      "Qiuchi Li",
      "Po Dong",
      "Ingemar J. Cox",
      "Christina Lioma",
      "Hao Hu"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.15067",
    "title": "Universality conditions of unified classical and quantum reservoir  computing",
    "abstract": "Reservoir computing is a versatile paradigm in computational neuroscience and machine learning, that exploits the non-linear dynamics of a dynamical system - the reservoir - to efficiently process time-dependent information. Since its introduction, it has exhibited remarkable capabilities in various applications. As widely known, classes of reservoir computers serve as universal approximators of functionals with fading memory. The construction of such universal classes often appears context-specific, but in fact, they follow the same principles. Here we present a unified theoretical framework and we propose a ready-made setting to secure universality. We test the result in the arising context of quantum reservoir computing. Guided by such a unified theorem we suggest why spatial multiplexing may serve as a computational resource when dealing with quantum registers, as empirically observed in specific implementations on quantum hardware. The analysis sheds light on a unified view of classical and quantum reservoir computing. ",
    "url": "https://arxiv.org/abs/2401.15067",
    "authors": [
      "Francesco Monzani",
      "Enrico Prati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14653",
    "title": "Digital quantum simulation of non-perturbative dynamics of open systems  with orthogonal polynomials",
    "abstract": " Title: Digital quantum simulation of non-perturbative dynamics of open systems  with orthogonal polynomials ",
    "url": "https://arxiv.org/abs/2203.14653",
    "authors": [
      "José D. Guimarães",
      "Mikhail I. Vasilevskiy",
      "Luís S. Barbosa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.07054",
    "title": "Backscattering-Induced Dissipative Solitons in Ring Quantum Cascade  Lasers",
    "abstract": " Comments: 6 Pages, 4 figures ",
    "url": "https://arxiv.org/abs/2304.07054",
    "authors": [
      "Lukas Seitner",
      "Johannes Popp",
      "Ina Heckelmann",
      "Réka-Eszter Vass",
      "Bo Meng",
      "Michael Haider",
      "Jérôme Faist",
      "Christian Jirauschek"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]