[
  {
    "id": "arXiv:2307.03969",
    "title": "Impact of noise on inverse design: The case of NMR spectra matching",
    "abstract": "Despite its fundamental importance and widespread use for assessing reaction success in organic chemistry, deducing chemical structures from nuclear magnetic resonance (NMR) measurements has remained largely manual and time consuming. To keep up with the accelerated pace of automated synthesis in self driving laboratory settings, robust computational algorithms are needed to rapidly perform structure elucidations. We analyse the effectiveness of solving the NMR spectra matching task encountered in this inverse structure elucidation problem by systematically constraining the chemical search space, and correspondingly reducing the ambiguity of the matching task. Numerical evidence collected for the twenty most common stoichiometries in the QM9-NMR data base indicate systematic trends of more permissible machine learning prediction errors in constrained search spaces. Results suggest that compounds with multiple heteroatoms are harder to characterize than others. Extending QM9 by $\\sim$10 times more constitutional isomers with 3D structures generated by Surge, ETKDG and CREST, we used ML models of chemical shifts trained on the QM9-NMR data to test the spectra matching algorithms. Combining both $^{13}\\mathrm{C}$ and $^{1}\\mathrm{H}$ shifts in the matching process suggests twice as permissible machine learning prediction errors than for matching based on $^{13}\\mathrm{C}$ shifts alone. Performance curves demonstrate that reducing ambiguity and search space can decrease machine learning training data needs by orders of magnitude. ",
    "url": "https://arxiv.org/abs/2307.03969",
    "authors": [
      "Dominik Lemm",
      "Guido Falk von Rudorff",
      "Otto Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04000",
    "title": "Synthesis of resonant modes in electromagnetics",
    "abstract": "Resonant modes determine the response of electromagnetic devices, including dielectric and plasmonic resonators. Relying on the degrees of freedom that metamaterials provide, this contribution shows how to design, at will, the resonant modes of a dielectric object placed in an unbounded space. Specifically, the proposed method returns in analytical form the spatial distribution of the dielectric susceptibility tensor for which the object exhibits resonances at prescribed frequencies and spatial distribution of the polarization. Together with the synthesis of the material, two key concepts are introduced: the controlled tunability of the resonant modes and the number of essential modes, i.e. the number of modes that uniquely characterize the spatial distribution of the dielectric susceptibility. Moreover, this approach can be applied to design the resonant modes of any system where the constitutive relationship is linear and local. ",
    "url": "https://arxiv.org/abs/2307.04000",
    "authors": [
      "Antonello Tamburrino",
      "Carlo Forestiere",
      "Giovanni Miano",
      "Guglielmo Rubinacci",
      "Salvatore Ventre"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04083",
    "title": "In vivo Optical Coherence Elastography Reveals Spatial Variation and  Anisotropy of Corneal Stiffness",
    "abstract": "Objective: The mechanical properties of corneal tissues play a crucial role in determining corneal shape and have significant implications in vision care. This study aimed to address the challenge of obtaining accurate in vivo data for the human cornea. Methods: We have developed a high-frequency optical coherence elastography (OCE) technique using shear-like antisymmetric (A0)-mode Lamb waves at frequencies above 10 kHz. Results: By incorporating an anisotropic, nonlinear constitutive model and utilizing the acoustoelastic theory, we gained quantitative insights into the influence of corneal tension on wave speeds and elastic moduli. Our study revealed significant spatial variations in the shear modulus of the corneal stroma on healthy subjects for the first time. The central cornea exhibited a shear modulus of 74 kPa, while the corneal periphery showed a decrease to 41 kPa. The limbus demonstrated an increased shear modulus exceeding 100 kPa. We obtained wave displacement profiles that are consistent with highly anisotropic corneal tissues. Conclusion: Our approach enabled precise measurement of corneal tissue elastic moduli in situ with high precision (< 7%) and high spatial resolution (< 1 mm). Significance: The high-frequency OCE technique holds promise for biomechanical evaluation in clinical settings, providing valuable information for refractive surgeries, degenerative disorder diagnoses, and intraocular pressure assessments. ",
    "url": "https://arxiv.org/abs/2307.04083",
    "authors": [
      "Guo-Yang Li",
      "Xu Feng",
      "Seok-Hyun Yun"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04199",
    "title": "Mid-infrared spectroscopy with a broadly tunable thin-film lithium  niobate optical parametric oscillator",
    "abstract": "Mid-infrared spectroscopy, an important and widespread technique for sensing molecules, has encountered barriers stemming from sources either limited in tuning range or excessively bulky for practical field use. We present a compact, efficient, and broadly tunable optical parametric oscillator (OPO) device surmounting these challenges. Leveraging a dispersion-engineered singly-resonant OPO implemented in thin-film lithium niobate-on-sapphire, we achieve broad and controlled tuning over an octave, from 1.5 to 3.3 microns by combining laser and temperature tuning. The device generates > 25 mW of mid-infrared light at 3.2 microns, offering a power conversion efficiency of 15% (45% quantum efficiency). We demonstrate the tuning and performance of the device by successfully measuring the spectra of methane and ammonia, verifying our approach's relevance for gas sensing. Our device signifies an important advance in nonlinear photonics miniaturization and brings practical field applications of high-speed and broadband mid-infrared spectroscopy closer to reality. ",
    "url": "https://arxiv.org/abs/2307.04199",
    "authors": [
      "Alexander Y. Hwang",
      "Hubert S. Stokowski",
      "Taewon Park",
      "Marc Jankowski",
      "Timothy P. McKenna",
      "Carsten Langrock",
      "Jatadhari Mishra",
      "Vahid Ansari",
      "Martin M. Fejer",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04200",
    "title": "Integrated frequency-modulated optical parametric oscillator",
    "abstract": "Optical frequency combs have revolutionized precision measurement, time-keeping, and molecular spectroscopy. A substantial effort has developed around \"microcombs\": integrating comb-generating technologies into compact, reliable photonic platforms. Current approaches for generating these microcombs involve either the electro-optic (EO) or Kerr mechanisms. Despite rapid progress, maintaining high efficiency and wide bandwidth remains challenging. Here, we introduce a new class of microcomb -- an integrated optical frequency comb generator that combines electro-optics and parametric amplification to yield a frequency-modulated optical parametric oscillator (FM-OPO). In stark contrast to EO and Kerr combs, the FM-OPO microcomb does not form pulses but maintains operational simplicity and highly efficient pump power utilization with an output resembling a frequency-modulated laser. We outline the working principles of FM-OPO and demonstrate them by fabricating the complete optical system in thin-film lithium niobate (LNOI). We measure pump to comb internal conversion efficiency exceeding 93% (34% out-coupled) over a nearly flat-top spectral distribution spanning approximately 1,000 modes (approximately 6 THz). Compared to an EO comb, the cavity dispersion rather than loss determines the FM-OPO bandwidth, enabling broadband combs with a smaller RF modulation power. The FM-OPO microcomb, with its robust operational dynamics, high efficiency, and large bandwidth, contributes a new approach to the field of microcombs and promises to herald an era of miniaturized precision measurement, and spectroscopy tools to accelerate advancements in metrology, spectroscopy, telecommunications, sensing, and computing. ",
    "url": "https://arxiv.org/abs/2307.04200",
    "authors": [
      "Hubert S. Stokowski",
      "Devin J. Dean",
      "Alexander Y. Hwang",
      "Taewon Park",
      "Oguz Tolga Celik",
      "Marc Jankowski",
      "Carsten Langrock",
      "Vahid Ansari",
      "Martin M. Fejer",
      "Amir H. Safavi-Naeini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04273",
    "title": "Characterization of a novel proton-CT scanner based on Silicon and  LaBr$_3$(Ce) detectors",
    "abstract": "Treatment planning systems at proton-therapy centres generally use X-ray computed tomography (CT) as primary imaging technique to infer the proton treatment doses to tumour and healthy tissues. However, proton stopping powers in the body, as derived from X-ray images, suffer from important proton-range uncertainties. In order to reduce this uncertainty in range, one could use proton-CT images instead. The main goal of this work is to test the capabilities of a newly-developed proton-CT scanner, based on the use of a set of tracking detectors and a high energy resolution scintillator for the residual energy of the protons. Different custom-made phantoms were positioned at the field of view of the scanner and were irradiated with protons at the CCB proton-therapy center in Krakow. We measured with the phantoms at different angles and produced sinograms that were used to obtain reconstructed images by Filtered Back-Projection (FBP). The obtained images were used to determine the capabilities of our scanner in terms of spatial resolution and proton Relative Stopping Power mapping and validate its use as proton-CT scanner. The results show that the scanner can produce medium-high quality images, with spatial resolution better than 2 mm in radiography, below 3 mm in tomography and resolving power in the RSP comparable to other state of the art pCT cameras. ",
    "url": "https://arxiv.org/abs/2307.04273",
    "authors": [
      "E. Nácher",
      "J.A. Briz",
      "A.N. Nerio",
      "A. Perea",
      "V.G. Távora",
      "O. Tengblad",
      "M. Ciemala",
      "N. Cieplicka-Orynczak",
      "A. Maj",
      "K. Mazurek",
      "P. Olko",
      "M. Zieblinski",
      "M.J.G. Borge"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2307.04290",
    "title": "The Electronic Structure of the Hydrogen Molecule: A Tutorial Exercise  in Classical and Quantum Computation",
    "abstract": "In this educational paper, we will discuss calculations on the hydrogen molecule both on classical and quantum computers. In the former case, we will discuss the calculation of molecular integrals that can then be used to calculate potential energy curves at the Hartree--Fock level and to correct them by obtaining the exact results for all states in the minimal basis. Some aspects of spin-symmetry will also be discussed. In the case of quantum computing, we will start out from the second-quantized Hamiltonian and qubit mappings. Using quantum phase estimation, we then provide the circuits for two different algorithms: Trotteization and qubitization. Finally, the significance of quantum error correction will be briefly discussed. ",
    "url": "https://arxiv.org/abs/2307.04290",
    "authors": [
      "Vincent Graves",
      "Christoph Sünderhauf",
      "Nick S. Blunt",
      "Róbert Izsák",
      "Milán Szőri"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04320",
    "title": "Collimated hot electron generation from sub-wavelength grating target  irradiated by a femtosecond laser pulse of relativistic intensity",
    "abstract": "We investigate the production of hot electrons from the interaction of relativistically intense ($I> 10^{18} W/cm^{2}$) ultra-short (25 fs) laser pulses with sub-wavelength grating target. We measure the hot electron angular distribution and energy spectra for grating target and compare them with those from a planar mirror target. We observe that hot electrons are emitted in a collimated beam along the specular direction of the grating target. From the measured electron energy spectra we see electron temperature for grating is higher than the mirror, suggesting a higher electron yield and hence a stronger coupling with the laser. We performed numerical simulations which are in good agreement with experimental results, offer insights into the acceleration mechanism by resulting electric and magnetic fields. Such collimated fast electron beams have a wide range of applications in applied and fundamental science. ",
    "url": "https://arxiv.org/abs/2307.04320",
    "authors": [
      "Kamalesh Jana",
      "Amit D. Lad",
      "Guo-Bo Zhang",
      "Bo-Yuan Li",
      "V. Rakesh Kumar",
      "Moniruzzaman Shaikh",
      "Yash M. Ved",
      "Min Chen",
      "G. Ravindra Kumar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04388",
    "title": "Core localized alpha-channeling via low frequency Alfven mode generation  in reversed shear scenarios",
    "abstract": "A novel channel for fuel ions heating in tokamak core plasma is proposed and analyzed using nonlinear gyrokinetic theory. The channel is achieved via spontaneous decay of reversed shear Alfv\\'en eigenmode (RSAE) into low frequency Alfv\\'en modes (LFAM), which then heat fuel ions via collisionless ion Landau damping. The conditions for RSAE spontaneous decay are investigated, and the saturation level and the consequent fuel ion heating rate are also derived. The channel is expected to be crucial for future reactors operating under reversed shear configurations, where fusion alpha particles are generated in the tokamak core where the magnetic shear is typically reversed, and there is a dense RSAE spectrum due to the small alpha particle characteristic dimensionless orbits. ",
    "url": "https://arxiv.org/abs/2307.04388",
    "authors": [
      "Zhiyong Qiu",
      "Shizhao Wei",
      "Tao Wang",
      "Liu Chen",
      "Fulvio Zonca"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04585",
    "title": "Graphene Resonant Pressure Sensor with Ultrahigh Responsivity",
    "abstract": "Graphene has good mechanical properties including large Young's modulus, making it ideal for many resonant sensing applications. Nonetheless, the development of graphene based sensors has been limited due to difficulties in fabrication, encapsulation, and packaging. Here we report a graphene nanoresonator based resonant pressure sensor. The graphene nano resonator is fabricated on a thin silicon diaphragm that deforms due to pressure differential across it. The deformation-induced strain change results in a resonance frequency shift of the graphene nano resonator. The pressure sensing experiments demonstrate a record high responsivity of 20Hz/Pa with a resolution of 90Pa. The resolution of the sensing scheme is 0.003% of the full-scale range of the pressure sensor. This exceptional performance is attributed to two factors: maintaining a high-quality vacuum environment for the nanoresonator and introducing stimuli through a thin silicon diaphragm. The proposed pressure sensor design provides flexibility to adjust responsivity and range as needed. The fabrication method is simple and has the potential to be integrated with standard CMOS fabrication. The innovative substrate packaging allows the coupling of the resonator's strain with pressure. ",
    "url": "https://arxiv.org/abs/2307.04585",
    "authors": [
      "Swapnil More",
      "Akshay Naik"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04602",
    "title": "Inverse cascading for initial MHD turbulence spectra between Saffman and  Batchelor",
    "abstract": "In decaying magnetohydrodynamic (MHD) turbulence with a strong magnetic field, the spectral magnetic energy density increases with time at small wavenumbers $k$, provided the spectrum at low $k$ is sufficiently steep. This is inverse cascading and occurs for an initial Batchelor spectrum, where the magnetic energy per linear wavenumber interval increases like $k^4$. For an initial Saffman spectrum that is proportional to $k^2$, however, inverse cascading is known not to occur. We study here the case of an intermediate $k^3$ spectrum, which may be relevant for magnetogenesis in the early Universe during the electroweak epoch. This case is not well understood in view of the standard Taylor expansion of the magnetic energy spectrum for small $k$. Using high resolution MHD simulations, we show that also in this case there is inverse cascading with a strength just as expected from the conservation of the Hosking integral, which governs the decay of an initial Batchelor spectrum. ",
    "url": "https://arxiv.org/abs/2307.04602",
    "authors": [
      "Axel Brandenburg",
      "Ramkishor Sharma",
      "Tanmay Vachaspati"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04654",
    "title": "Poles and zeros of electromagnetic quantities in photonic systems",
    "abstract": "We present an approach to investigate poles and zeros in resonant photonic systems. The theory is based on contour integration of electromagnetic quantities and allows to compute the zeros, to extract their sensitivities with respect to geometrical or other parameters, and to perform modal expansions in the complex frequency plane. The approach is demonstrated using an example from the field of nanophotonics, an illuminated metasurface, where the emergence of reflection zeros due to the underlying resonance poles is explored. ",
    "url": "https://arxiv.org/abs/2307.04654",
    "authors": [
      "Felix Binkowski",
      "Fridtjof Betz",
      "Rémi Colom",
      "Patrice Genevet",
      "Sven Burger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04670",
    "title": "Pixelation with concentration-encoded effective photons for molecular  optical sectioning microscopy",
    "abstract": "Quality control in molecular optical sectioning microscopy is indispensable for transforming acquired digital images from qualitative descriptions to quantitative data. Although numerous tools, metrics, and phantoms have been developed, accurate quantitative comparisons of data from different microscopy systems with diverse acquisition conditions remains a challenge. Here, we develop a simple tool based on an absolute measurement of bulk fluorophore solutions with related Poisson photon statistics, to overcome this obstacle. Demonstrated in a prototypical multiphoton microscope, our tool unifies the unit of pixelated measurement to enable objective comparison of imaging performance across different modalities, microscopes, components/settings, and molecular targets. The application of this tool in live specimens identifies an attractive methodology for quantitative imaging, which rapidly acquires low signal-to-noise frames with either gentle illumination or low-concentration fluorescence labeling. ",
    "url": "https://arxiv.org/abs/2307.04670",
    "authors": [
      "Geng Wang",
      "Rishyashring R. Iyer",
      "Janet E. Sorrells",
      "Edita Aksamitiene",
      "Eric J. Chaney",
      "Carlos A. Renteria",
      "Jaena Park",
      "Jindou Shi",
      "Yi Sun",
      "Stephen A. Boppart",
      "Haohua Tu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04689",
    "title": "Trapping and imaging single dysprosium atoms in optical tweezer arrays",
    "abstract": "We report the preparation and observation of single atoms of dysprosium in arrays of optical tweezers with a wavelength of 532 nm imaged on the intercombination line at 626 nm. We use the anisotropic light shift specific to lanthanides and in particular a large difference in tensor and vector polarizabilities between the ground and excited states to tune the differential light shift and produce tweezers in near-magic or magic polarization. This allows us to find a regime where single atoms can be produced and imaged. Using the tweezer array toolbox to manipulate lanthanides will open new research directions for quantum physics studies by taking advantage of their rich spectrum, large spin and magnetic dipole moment. ",
    "url": "https://arxiv.org/abs/2307.04689",
    "authors": [
      "Damien Bloch",
      "Britton Hofer",
      "Sam R. Cohen",
      "Antoine Browaeys",
      "Igor Ferrier-Barbut"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04758",
    "title": "Thermal-noise-limited, compact optical reference cavity operated without  a vacuum enclosure",
    "abstract": "We present an in-vacuum bonded, 9.7 mL-volume Fabry-P\\'erot ultrastable optical reference cavity that operates without a vacuum enclosure. A laser stabilized to the cavity demonstrates low, thermal noise-limited phase noise and 5x10^{-14} Allan deviation at 1 second. ",
    "url": "https://arxiv.org/abs/2307.04758",
    "authors": [
      "Yifan Liu",
      "Charles A. McLemore",
      "Megan Kelleher",
      "Dahyeon Lee",
      "Takuma Nakamura",
      "Naijun Jin",
      "Susan Schima",
      "Peter Rakich",
      "Scott A. Diddams",
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.03828",
    "title": "Fundamental limits on anomalous energy flows in correlated quantum  systems",
    "abstract": "In classical thermodynamics energy always flows from the hotter system to the colder one. However, if these systems are initially correlated, the energy flow can reverse, making the cold system colder and the hot system hotter. This intriguing phenomenon is called ``anomalous energy flow'' and shows the importance of initial correlations in determining physical properties of thermodynamic systems. Here we investigate the fundamental limits of this effect. Specifically, we find the optimal amount of energy that can be transferred between quantum systems under closed and reversible dynamics, which then allows us to characterize the anomalous energy flow. We then explore a more general scenario where the energy flow is mediated by an ancillary quantum system that acts as a catalyst. We show that this approach allows for exploiting previously inaccessible types of correlations, ultimately resulting in an energy transfer that surpasses our fundamental bound. To demonstrate these findings, we use a well-studied quantum optics setup involving two atoms coupled to an optical cavity. ",
    "url": "https://arxiv.org/abs/2307.03828",
    "authors": [
      "Patryk Lipka-Bartosik",
      "Giovanni Francesco Diotallevi",
      "Pharnam Bakhshinezhad"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04414",
    "title": "Optical-power-dependent splitting of magnetic resonance in  nitrogen-vacancy centers in diamond",
    "abstract": "Nitrogen-vacancy (NV) centers in diamonds are a powerful tool for accurate magnetic field measurements. The key is precisely estimating the field-dependent splitting width of the optically detected magnetic resonance (ODMR) spectra of the NV centers. In this study, we investigate the optical power dependence of the ODMR spectra using NV ensemble in nanodiamonds (NDs) and a single-crystal bulk diamond. We find that the splitting width exponentially decays and is saturated as the optical power increases. Comparison between NDs and a bulk sample shows that while the decay amplitude is sample-dependent, the optical power at which the decay saturates is almost sample-independent. We propose that this unexpected phenomenon is an intrinsic property of the NV center due to non-axisymmetry deformation or impurities. Our finding indicates that diamonds with less deformation are advantageous for accurate magnetic field measurements. ",
    "url": "https://arxiv.org/abs/2307.04414",
    "authors": [
      "Shuji Ito",
      "Moeta Tsukamoto",
      "Kensuke Ogawa",
      "Tokuyuki Teraji",
      "Kento Sasaki",
      "Kensuke Kobayashi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:physics/9704002",
    "title": "Book Review: The Quantum Theory of Fields, Vol. I and II by S. Weinberg",
    "abstract": " Comments: An important note on dark matter and Wigner classes added ",
    "url": "https://arxiv.org/abs/physics/9704002",
    "authors": [
      "D. V. Ahluwalia"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00005",
    "title": "Optically detected magnetic resonance with an open source platform",
    "abstract": " Comments: 26 Pages, 15 figures, 3 tables, 148 references ",
    "url": "https://arxiv.org/abs/2205.00005",
    "authors": [
      "Hossein Babashah",
      "Hoda Shirzad",
      "Elena Losero",
      "Valentin Goblot",
      "Christophe Galland",
      "Mayeul Chipaux"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01512",
    "title": "Inverse estimation of the transfer velocity of money",
    "abstract": " Title: Inverse estimation of the transfer velocity of money ",
    "url": "https://arxiv.org/abs/2209.01512",
    "authors": [
      "Carolina E.S. Mattsson",
      "Allison Luedtke",
      "Frank W. Takes"
    ],
    "subjectives": [
      "General Economics (econ.GN)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2209.13897",
    "title": "Additive Laser Excitation of Giant Nonlinear Surface Acoustic Wave  Pulses",
    "abstract": " Title: Additive Laser Excitation of Giant Nonlinear Surface Acoustic Wave  Pulses ",
    "url": "https://arxiv.org/abs/2209.13897",
    "authors": [
      "Jude Deschamps",
      "Yun Kai",
      "Jet Lem",
      "Ievgeniia Chaban",
      "Alexey Lomonosov",
      "Abdelmadjid Anane",
      "Steven E. Kooi",
      "Keith A. Nelson",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.14924",
    "title": "Resonant anomaly detection without background sculpting",
    "abstract": " Comments: 11 pages, 8 figures; v2 (published version): referencing code and minor style updates ",
    "url": "https://arxiv.org/abs/2210.14924",
    "authors": [
      "Anna Hallin",
      "Gregor Kasieczka",
      "Tobias Quadfasel",
      "David Shih",
      "Manuel Sommerhalder"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2210.14952",
    "title": "Nanoscale optical nonreciprocity with nonlinear metasurfaces",
    "abstract": " Title: Nanoscale optical nonreciprocity with nonlinear metasurfaces ",
    "url": "https://arxiv.org/abs/2210.14952",
    "authors": [
      "Aditya Tripathi",
      "Chibuzor Fabian Ugwu",
      "Viktar S. Asadchy",
      "Ivan Kravchenko",
      "Shanhui Fan",
      "Yuri Kivshar",
      "Jason Valentine",
      "Sergey S. Kruk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.16622",
    "title": "Inverse Uncertainty Quantification by Hierarchical Bayesian Modeling and  Application in Nuclear System Thermal-Hydraulics Codes",
    "abstract": " Title: Inverse Uncertainty Quantification by Hierarchical Bayesian Modeling and  Application in Nuclear System Thermal-Hydraulics Codes ",
    "url": "https://arxiv.org/abs/2305.16622",
    "authors": [
      "Chen Wang",
      "Xu Wu",
      "Tomasz Kozlowski"
    ],
    "subjectives": [
      "Computation (stat.CO)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2306.12524",
    "title": "Ionization clamping in ultrafast optical breakdown of transparent solids",
    "abstract": " Title: Ionization clamping in ultrafast optical breakdown of transparent solids ",
    "url": "https://arxiv.org/abs/2306.12524",
    "authors": [
      "Anton Rudenko",
      "Jerome V. Moloney",
      "Pavel Polynkin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]