[
  {
    "id": "arXiv:2301.10296",
    "title": "Rewritable Photonic Integrated Circuits Using Dielectric-assisted  Phase-change Material Waveguides",
    "abstract": "Photonic integrated circuits (PICs) have the potential to drastically expand the capabilities of optical communications, sensing, and quantum information science and engineering. However, PICs are commonly fabricated using selective material etching, a subtractive process. Thus, the chip's functionality cannot be substantially altered once fabricated. Here, we propose to exploit wide-bandgap non-volatile phase-change materials (PCMs) to create a rewritable PIC platform. A PCM-based PIC can be written using a nano-second pulsed laser without removing any material, akin to rewritable compact disks. The whole circuit can then be erased by heating, and a completely new circuit can be rewritten. We designed a dielectric-assisted PCM waveguide consisting of a thick dielectric layer on top of a thin layer of wide-bandgap PCMs Sb2S3 and Sb2Se3. The low-loss PCMs and our engineered waveguiding structure lead to a negligible optical loss. Furthermore, we analyzed and specified the spatio-temporal laser pulse shape to write the PCMs. Our proposed platform will enable low-cost manufacturing and have a far-reaching impact on the rapid prototyping of PICs, validation of new designs, and photonic education. ",
    "url": "https://arxiv.org/abs/2301.10296",
    "authors": [
      "Forrest Miller",
      "Rui Chen",
      "Johannes E. Froech",
      "Hannah Rarick",
      "Sarah Geiger",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10307",
    "title": "Ultra-compact plexcitonic electro-absorption modulator",
    "abstract": "Compact electro-optic (EO) modulators with large extinction ratios, low-switching energies, and high operation speeds are desirable for integrated photonic and linear optical computing. Traditional 3D semiconductors and dielectrics are unsuitable for achieving such modulators due to the small magnitude of EO effects in them. Excitonic 2D semiconductors present a unique opportunity in this regard given their large and tunable optical constants near the excitonic resonances. However, strategies for confining and electrically tuning the excitons into compact EO modulators have not been realized thus far. Here, we design and simulate an ultra-compact, plexcitonic (strongly-coupled exciton-plasmon) electro-absorption modulator (EAM) with a sub-micron linear footprint operating close to the excitonic peak of the WS2 monolayer (641 nm) hybridized with the plasmon mode of a silver slot waveguide. Electrostatically injected free carriers in WS2 modulate the light-matter interaction via Coulomb screening of the excitons as well as promoting the formation of charged excitons (trions). For our optimized designs, the EAM is expected to achieve a 9.1 dB extinction ratio, concurrently with a 7.6 dB insertion loss in a 400 nm lateral footprint operating with a predicted < 3 fJ/bit switching energy at 15 GHz for 3-dB bandwidth modulation. Our work shows the potential of plexcitonic quasi-particles for integrated optical modulators. ",
    "url": "https://arxiv.org/abs/2301.10307",
    "authors": [
      "Ruoyu Yuan",
      "Jason Lynch",
      "Deep Jariwala"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10338",
    "title": "Tuning Optical Properties of Metamaterials by Mie Scattering for  Efficient Sub-ambient Daytime Radiative Cooling",
    "abstract": "The management of the abundant eggshell biowaste produced worldwide has become a problematic issue due to the generated odor and microorganisms after directly disposing eggshell biowaste in landfills. Herein, we propose a novel method to convert the hazardous eggshell biowaste to valuable resources for energy management applications. Eggshell-based films are fabricated by embedding eggshell powders into polymer matrix to achieve highly efficient sub-ambient daytime radiative cooling. Benefiting from the Mie scattering of eggshell particles/air pores in the solar spectrum and strong emission of eggshell in the mid-infrared (mid-IR) range, the eggshell-based films present high reflection of 0.96 in the solar spectrum and high emission of 0.95 in the mid-IR range, resulting in significant average temperature drop of 5{\\deg}C and 12{\\deg}C below the ambient temperature during daytime and nighttime, respectively. Moreover, the eggshell-based films exhibit excellent flexibility and self-cleaning properties, which are beneficial for practical long-term outdoor applications. Our proposed design provides a novel means for an environmentally friendly and sustainable management of the eggshell biowaste. ",
    "url": "https://arxiv.org/abs/2301.10338",
    "authors": [
      "Shiwen Wu",
      "Ruda Jian",
      "Lyu Zhou",
      "Siyu Tian",
      "Tengfei Luo",
      "Shuang Cui",
      "Bo Zhao",
      "Guoping Xiong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10373",
    "title": "Unidirectional perfect reflection and radiation in double-lattice  photonic crystals",
    "abstract": "Non-Hermitian photonic systems are known to exhibit unique phenomena, where non-Hermiticity is typically introduced by material loss or gain. Here, we propose and experimentally demonstrate unidirectional phenomena solely based on radiation. Our design is on the basis of a double-lattice photonic crystal that has a linear dispersion with a single exceptional point, where the magnitudes of Hermitian and non-Hermitian couplings are cancelled out in one direction. Based on this concept, we realize a unidirectional waveguide which shows perfect radiation when light is incident from one side, and shows perfect reflection when light is incident from the other side. Our results will open up a new route toward harnessing non-Hermiticity. ",
    "url": "https://arxiv.org/abs/2301.10373",
    "authors": [
      "Takuya Inoue",
      "Naoya Noguchi",
      "Masahiro Yoshida",
      "Heungjoon Kim",
      "Takashi Asano",
      "Susumu Noda"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10466",
    "title": "Scaling the tail beat frequency and swimming speed in underwater  undulatory swimming",
    "abstract": "Due to its great efficiency and maneuverability, undulatory swimming is the predominant form of locomotion in aquatic vertebrates. A myriad of animals of different species and sizes oscillate their bodies to propel themselves in aquatic environments with swimming speed scaling as the product of the animal length by the oscillation frequency. Although frequency tuning is the primary means by which a swimmer selects its speed, there is no consensus on the mechanisms involved. In this article, we propose scaling laws for undulatory swimmers that relate oscillation frequency to length by taking into account both the biological characteristics of the muscles and the interaction of the moving swimmer with its environment. Results are supported by an extensive literature review including approximately 1200 individuals of different species, sizes and swimming environments. We highlight a crossover in length around 0.5-1 m. Below this value, the frequency can be tuned between 2-20 Hz due to biological constraints and the interplay between slow and fast muscles. Above this value, the fluid-swimmer interaction must be taken into account and the frequency is inversely proportional to the length of the animal. This approach predicts a maximum swimming speed around 5-10 m.s$^{-1}$ for large swimmers, consistent with the threshold to prevent bubble cavitation. ",
    "url": "https://arxiv.org/abs/2301.10466",
    "authors": [
      "Jesus Sanchez Roriguez",
      "Christophe Raufaste",
      "Mederic Argentina"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10476",
    "title": "Nanometer-precision surface metrology of millimeter-size stepped objects  using full-cascade-linked synthetic-wavelength digital holography using a  line-by-line full-mode-extracted optical frequency comb",
    "abstract": "Digital holography (DH) is a powerful tool for surface profilometry of objects with sub-wavelength precision. In this article, we demonstrate full-cascade-linked synthetic-wavelength DH (FCL-SW-DH) for nanometer-precision surface metrology of millimeter-size stepped objects. 300 modes of optical frequency comb (OFC) with different wavelengths are sequentially extracted at a step of mode spacing from a 10GHz-spacing, 3.72THz-spanning electro-optic modulator OFC (EOM-OFC). The resulting 299 synthetic wavelengths and a single optical wavelength are used to generate a fine-step wide-range cascade link covering within a wavelength range of 1.54 um to 29.7 mm. We determine the 0.1000mm-stepped surface with axial uncertainty of 6.1 nm within the maximum axial range of 14.85 mm. ",
    "url": "https://arxiv.org/abs/2301.10476",
    "authors": [
      "Eiji Hase",
      "Yu Tokizane",
      "Kazuki Sadahiro",
      "Takeo Minamikawa",
      "Isao Morohashi",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10480",
    "title": "Amplified Spontaneous emission from optical fibers containing  anisotropic morphology CdSe/CdS quantum dots under CW excitation",
    "abstract": "Fibers lasers is a field which is typically dominated by rare earth ions as gain material in the core of a silica optical waveguide. Due to their specific emission wavelengths, rare-earth doped fiber lasers are available only at few pre-defined wavelengths. However, Quantum Dots (QDs) are materials, which shows tunable emission with change in size and composition. Due to such tunability, QDs seem to be promising candidates for obtaining fiber lasers at a spectrum of wavelengths which are not possible using rare earth ions. To replace rare earth ions with QDs, it is of paramount importance that QDs show signatures of optical gain. Here, we report synthesis of asymmetric pod-shaped CdSe/CdS QDs, which demonstrate efficient gain through pumping. The intrinsic gain properties of the QDs have been evaluated through Transient Absorption Spectroscopy. Later, the exquisite QDs are used to fabricate specialty fibers from which ASE has been obtained by using CW laser pump at Room Temperatur. Finally, Stability of the emission signal has been by studying photobleaching and controlling the concentration of the QDs. ",
    "url": "https://arxiv.org/abs/2301.10480",
    "authors": [
      "Palash Kusum Das",
      "Nishant Dhiman",
      "Siva Umapathy",
      "Frédéric Gérôme",
      "Asha Bhardwaj"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10489",
    "title": "Terahertz wireless communication at 560-GHz band using Kerr  micro-resonator soliton comb",
    "abstract": "Terahertz (THz) waves have attracted attention as carrier waves for next-generation wireless communications (6G). Electronic THz emitters are widely used in current mobile communications; however, they may face technical limitations in 6G with upper-frequency limits. We demonstrate wireless communication in a 560-GHz band by using a photonic THz emitter based on photomixing of a 560-GHz-spacing soliton microcomb in a uni-travelling carrier photodiode together with a THz receiver of Schottky barrier diode. The on-off keying data transfer with 2-Gbit/s achieves a Q-factor of 3.4, thus, satisfying the limit of forward error correction. ",
    "url": "https://arxiv.org/abs/2301.10489",
    "authors": [
      "Yu Tokizane",
      "Shota Okada",
      "Kenji Nishimoto",
      "Yasuhiro Okamura",
      "Hiroki Kishikawa",
      "Eiji Hase",
      "Jun-Ichi Fujikata",
      "Masanobu Haraguchi",
      "Atsushi Kanno",
      "Shintaro Hisatake",
      "Naoya Kuse",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10543",
    "title": "Electron detrapping through ion-electron coupling in halide perovskites  -- Fundamental cause for superior optoelectronic properties",
    "abstract": "Halide perovskites have emerged as revolutionary materials for high performance photovoltaics and optoelectronics. However, ionic beneficial role on the superior optoelectronic properties has been largely ignored and is least understood. Here electron detrapping through ion-electron coupling is proposed to be the fundamental cause for the superior optoelectronic properties of halide perovskites. We elucidate that electron detrapping directly results in significantly enhanced fluorescence efficiency, prolonged carrier lifetime and diffusion length, as well as the anomalous phenomena of defect healing and defect tolerance, which are responsible for the excellent device performance of halide perovskites. Using modified rate equations, we establish the correlation between ionic and electronic dynamics in the different timescales of nanoseconds and seconds. This finding provides deep physical understanding in halide perovskite with mixed ionic-electronic conduction and suggests the possibility to maximize the potential of halide perovskite devices through enhancing ion-electron coupling. ",
    "url": "https://arxiv.org/abs/2301.10543",
    "authors": [
      "Xiaoming Wen",
      "Baohua Jia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.10565",
    "title": "Quantifying topological protection in valley photonic crystals using  triangular resonators",
    "abstract": "The realization of photonic crystal waveguides with topological protection enables robust light propagation against defect-induced scattering. It should allow the design of very compact devices by exploiting guiding through sharp bends with low losses and back-reflection. In this work, we use valley-topological triangular resonators coupled to an input waveguide to evaluate the quality of the topological protection. To that purpose, we analyze via numerical simulations the existence of backward scattering at cavity corners or transmission with pseudo-spin conversion at the splitter between the input waveguide and the cavity. We evidence that a breakdown of topological protection takes place, in particular at sharp corners, which results in transmission minima and split-resonances, otherwise non-existent. In order to evaluate the small coupling coefficients associated to this breakdown, a phenomenological model based on an ad hoc parameterization of scattering matrices at splitters and corners of the resonators is introduced. By comparison with the numerical simulations, we are able to quantify the loss of topological protection at sharp bends and splitters. Finally, varying the coupling rate between the input waveguide and the cavity by introducing a small gap allows reaching quality factors on the order of 10^4 to 10^6 . Our results suggest that even in a perfectly ordered system, topological protection is not complete at corners, sharp bends and splitters, which is crucial to design photonic devices which gather compactness and low losses through topological conduction of electromagnetic waves. ",
    "url": "https://arxiv.org/abs/2301.10565",
    "authors": [
      "Gaëtan Lévêque",
      "Yan Pennec",
      "Pascal Szriftgiser",
      "Alberto Amo",
      "Alejandro Martínez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10645",
    "title": "Accurate evaluation of self-heterodyne laser linewidth measurements  using Wiener filters",
    "abstract": "Self-heterodyne beat note measurements are widely used for the experimental characterization of the frequency noise power spectral density (FN-PSD) and the spectral linewidth of lasers. The measured data, however, must be corrected for the transfer function of the experimental setup in a post-processing routine. The standard approach disregards the detector noise and thereby induces reconstruction artifacts, i.e., spurious spikes, in the reconstructed FN-PSD. We introduce an improved post-processing routine based on a parametric Wiener filter that is free from reconstruction artifacts, provided a good estimate of the signal-to-noise ratio is supplied. Building on this potentially exact reconstruction, we develop a new method for intrinsic laser linewidth estimation that is aimed at deliberate suppression of unphysical reconstruction artifacts. Our method yields excellent results even in the presence of strong detector noise, where the intrinsic linewidth plateau is not even visible using the standard method. The approach is demonstrated for simulated time series from a stochastic laser model including 1/f-type noise. ",
    "url": "https://arxiv.org/abs/2301.10645",
    "authors": [
      "Markus Kantner",
      "Lutz Mertenskötter"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2301.10652",
    "title": "Non-contact acoustic micro-tapping optical coherence elastography for  quantification of corneal anisotropic elasticity: in vivo rabbit study",
    "abstract": "Purpose. To demonstrate accurate measurement of corneal elastic moduli in vivo with non-contact and non-invasive optical coherence elastography. Methods. Elastic properties (in-plane Young's modulus E and both in-plane, u, and out-of-plane, G, shear moduli) of rabbit cornea were quantified in vivo using non-contact dynamic Acoustic micro-Tapping Optical Coherence Elastography (AuT-OCE). The IOP-dependence of measured mechanical properties was explored in extracted whole globes following in vivo measurement. A nearly-incompressible transverse isotropic (NITI) model was used to reconstruct moduli from AuT-OCE data. Independently, cornea elastic moduli were also measured ex vivo with traditional, destructive mechanical tests (tensile extensometry and shear rheometry). Results. Our study demonstrates strong anisotropy of corneal elasticity in rabbits. The in-plane Young's modulus, computer as E=3u, was in the range of 20-44 MPa, whereas the out-of-plane shear modulus was in the range of 34-261 kPa. Both pressure-dependent ex vivo OCE and destructive mechanical tests performed on the same samples within an hour of euthanasia strongly support the results of AuT-OCE measurements. Conclusions. Non-contact AuT-OCE can non-invasively quantify cornea anisotropic elastic properties in vivo. Translational Relevance. As OCT is broadly accepted in Ophthalmology, these results suggest the potential for rapid translation of AuT-OCE into clinical practice. In addition, AuT-OCE can likely improve diagnostic criteria of ectatic corneal diseases, leading to early diagnosis, reduced complications, customized surgical treatment, and personalized biomechanical models of the eye. ",
    "url": "https://arxiv.org/abs/2301.10652",
    "authors": [
      "Mitchell A Kirby",
      "Gabriel Regnault",
      "Ivan Pelivanov",
      "Matthew O'Donnell",
      "Ruikang Wang",
      "Tueng T. Shen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10653",
    "title": "Polar magneto-optic Kerr and Faraday effects in finite periodic  \\texorpdfstring{$\\mathcal{P}\\mathcal{T}$}{PT}-symmetric systems",
    "abstract": "We discuss the anomalous behavior of the Faraday (transmission) and polar Kerr (reflection) rotation angles of the propagating light, in finite periodic parity-time ($\\mathcal{P}\\mathcal{T}$) symmetric structures, consisting of $N$ cells. The unit cell potential is two complex $\\delta$-potentials placed on both boundaries of the ordinary dielectric slab. It is shown that, for a given set of parameters describing the system, a phase transition-like anomalous behavior of Faraday and Kerr rotation angles in a parity-time symmetric systems can take place. In the anomalous phase the value of one of the Faraday and Kerr rotation angles can become negative, and both angles suffer from spectral singularities and give a strong enhancement near the singularities. We also shown that the real part of the complex angle of KR, $\\theta^{R}_1$, is always equal to the $\\theta^{T}_1$ of FR, no matter what phase the system is in due to the symmetry constraints. The imaginary part of KR angles $\\theta^{R^{r/l}}_2$ are related to the $\\theta^{T}_2$ of FR by parity-time symmetry. Calculations based on the approach of the generalized nonperturbative characteristic determinant, which is valid for a layered system with randomly distributed delta potentials, show that the Faraday and Kerr rotation spectrum in such structures has several resonant peaks. Some of them coincide with transmission peaks, providing simultaneous large Faraday and Kerr rotations enhanced by an order one or two of magnitude. We provide a recipe for funding a one-to-one relation in between KR and FR. ",
    "url": "https://arxiv.org/abs/2301.10653",
    "authors": [
      "Antonio Perez-Garrido",
      "Peng Guo",
      "Vladimir Gasparian",
      "Esther Jódar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2301.10706",
    "title": "DTS-100G -- A versatile heterogeneous MPSoC board for cryogenic sensor  readout",
    "abstract": "Heterogeneous devices such as the Multi-Processor System-on-Chip (MPSoC) from Xilinx are extremely valuable in custom instrumentation systems. This contribution presents the joint development of a heterogeneous MPSoC board called DTS-100G by DESY and KIT. The board is built around a Xilinx Zynq Ultrascale+ chip offering all available high-speed transceivers using QSFP28, 28 Gbps FireFly, FMC, and FMC+ interfaces. The board is not designed for a particular application, but can be used as a generic DAQ platform for a variety of physics experiments. The DTS-100G board was successfully developed, built, and commissioned. ECHo-100k is the first experiment which will employ the board. This contribution shows the system architecture and explains how the DTS-100G board is a crucial component in the DAQ chain. ",
    "url": "https://arxiv.org/abs/2301.10706",
    "authors": [
      "Timo Muscheid",
      "Artur Boebel",
      "Nick Karcher",
      "Tomas Vanat",
      "Luis Ardila-Perez",
      "Igor Cheviakov",
      "Michael Schleicher",
      "Manfred Zimmer",
      "Matthias Balzer",
      "Oliver Sander"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2301.10711",
    "title": "Real-time-controlled artificial quiet channel for acoustic cloaking  under varying detection conditions",
    "abstract": "We consider the problem of hiding non-stationary objects from acoustic detection in a two-dimensional environment, where both the object's impedance and the properties of the detection signal may vary during operation. The detection signal is assumed to be an acoustic beam created by an array of emitters, which scans the area at different angles and different frequencies. We propose an active control-based solution that creates an effective moving dead zone around the object, and results in an artificial quiet channel for the object to pass through undetected. The control principle is based on mid-domain generation of near uni-directional beams using only monopole actuators. Based on real-time response prediction, these beams open and close the dead zone with a minimal perturbation backwards, which is crucial due to detector observers being located on both sides of the object's route. The back action wave determines the cloak efficiency, and is traded-off with the control effort; the higher is the effort the quieter is the cloaking channel. We validate our control algorithm via numerical experiments in a two-dimensional acoustic waveguide, testing variation in frequency and incidence angle of the detection source. Our cloak successfully intercepts the source by steering the control beams and adjusting their wavelength accordingly. ",
    "url": "https://arxiv.org/abs/2301.10711",
    "authors": [
      "Or Lasri",
      "Lea Sirota"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10729",
    "title": "Controllable optical sideband generation by breaking mechanical  Parity-Time symmetry",
    "abstract": "The interaction between light and mechanical vibrations in a cavity is often exploited to produce higher order sidebands (HOS) /combs, which are used in optical communication networks, spectroscopy, and others. Although a considerable study of optomechanically induced HOS has been done, its proper control and manipulation using only continuous wave (CW) laser drive are still to be explored. Here, we employed mechanical Parity-Time (PT) Symmetric structure with optically induced gain and loss. It has allowed us to manipulate the flow of mechanical energies (phonons) between the cavities, which has consequences on the optical response of the cavities. Based on our numerical investigations, we found that the higher order optical sidebands start to emerge by breaking PT symmetry. We precisely controlled the number of higher order sideband lines by adjusting the coupling rate between the cavities with fixed drive power. In addition, we observe that the Exceptional Point (EP) induces the formation of two synchronized higher order optical sideband spectra, which opens a promising EP based platform towards realization of optical readout of various mechanical synchronization phenomena, memory applications, sensing, synchronization of remote clock time and others. ",
    "url": "https://arxiv.org/abs/2301.10729",
    "authors": [
      "Souvik Mondal",
      "Kapil Debnath"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10754",
    "title": "Minimization of the edge modes and near fields of a Travelling Wave  Array antenna for WEST",
    "abstract": "The Travelling Wave Array (TWA) antenna was proposed as a promising alternative for Ion Cyclotron Resonant Heating (ICRH) in future fusion reactors. In this study, the possibility to make a TWA compatible with a tungsten environment like the WEST tokamak is assessed. For this purpose, two aspects of the antenna are investigated: the power spectrum and the near fields excited by the antenna. The sensitivity of these parameters to load and capacitor layout variations is taken into account while satisfying a proper antenna frequency response. The sensitivity of the power spectrum to frequency variation is also investigated to allow the possibility of fast feedback of the power deposition into the core plasma of WEST. The high resilience of the TWA to these variations is demonstrated and the main parameters of the TWA expected in WEST are compared to the WEST Q2 antenna for the same loading. Possible optimizations of the TWA antenna are discussed. The present study is fully transferable to a fusion reactor like DEMO or ARC. ",
    "url": "https://arxiv.org/abs/2301.10754",
    "authors": [
      "V. Maquet",
      "R. Ragona",
      "F. Durodié",
      "J. Hillairet"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10758",
    "title": "Room-Temperature Sputtered Ultralow-loss Silicon Nitride for Hybrid  Photonic Integration",
    "abstract": "Silicon-nitride-on-insulator photonic circuits have seen tremendous advances in many applications, such as on-chip frequency combs, Lidar, telecommunications, and spectroscopy. So far, the best film quality has been achieved with low pressure chemical vapor deposition (LPCVD) and high-temperature annealing (1200 {\\deg}C). However, high processing temperature poses challenges to the cointegration of Si3N4 with pre-processed silicon electronic and photonic devices, lithium niobate on insulator (LNOI), and Ge-on-Si photodiodes. This limits LPCVD as a front-end-of-line process. Here, we demonstrate ultralow-loss Silicon nitride photonics based on room-temperature reactive sputtering. Propagation losses as low as 5.4 dB/m after 400 {\\deg}C annealing and 3.5 dB/m after 800 {\\deg}C annealing are achieved, enabling ring resonators with more than 10 million optical quality factors. To the best of our knowledge, these are the lowest propagation losses achieved with low temperature silicon nitride. This ultralow loss enables threshold powers for optical parametric oscillations to 1.1 mW and enables the generation of bright soliton frequency combs at 1.3 and 1.5 {\\mu}m. Our work features a full complementary metal oxide semiconductor (CMOS) compatibility with front-end silicon electronics and photonics, and has the potential for hybrid 3D monolithic integration with III-V-on-Si integrated lasers, and LNOI. ",
    "url": "https://arxiv.org/abs/2301.10758",
    "authors": [
      "Shuangyou Zhang",
      "Toby Bi",
      "Irina Harder",
      "Olga Lohse",
      "Florentina Gannott",
      "Alexander Gumann",
      "Yaojing Zhang",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10364",
    "title": "Bright Fluorophores in the Second Near-Infrared Window: HgSe/CdSe  Quantum Dots",
    "abstract": "Fluorophores emitting in the NIR-IIb wavelength range (1.5 micron - 1.7 micron) show great potential for bioimaging due to their large tissue penetration. However, current fluorophores suffer from poor emission with quantum yields ~2% in aqueous solvents. In this work, we report the synthesis of HgSe/CdSe core/shell quantum dots emitting at 1.7 microns through the interband transition. Growth of a thick shell led to a drastic increase in the photoluminescence quantum yield, with a value of 55% in nonpolar solvents. The quantum yields of our QDs and other reported QDs are explained well by a model of Forster resonance energy transfer to ligands and solvent molecules. The model predicts a quantum yield >6% when these HgSe/CdSe QDs are solubilized in water. Our work demonstrates the importance of a thick type-I shell to obtain bright emission in the NIR-IIb region ",
    "url": "https://arxiv.org/abs/2301.10364",
    "authors": [
      "Ananth Kamath",
      "Richard D. Schaller",
      "Philippe Guyot-Sionnest"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10610",
    "title": "Forty Thousand Kilometers Under Quantum Protection",
    "abstract": "The quantum key distribution (QKD) is a revolutionary cryptography response to the rapidly growing cyberattacks threat posed by quantum computing. Yet, the roadblock limiting the vast expanse of secure quantum communication is the exponential decay of the transmitted quantum signal with the distance. Today's quantum cryptography is trying to solve this problem by focusing on quantum repeaters. However, efficient and secure quantum repetition at sufficient distances is still far beyond modern technology. Here, we shift the paradigm and build the long-distance security of the QKD upon the quantum foundations of the Second Law of Thermodynamics and end-to-end physical oversight over the transmitted optical quantum states. Our approach enables us to realize quantum states' repetition by optical amplifiers keeping states' wave properties and phase coherence. The unprecedented secure distance range attainable through our approach opens the door for the development of scalable quantum-resistant communication networks of the future. ",
    "url": "https://arxiv.org/abs/2301.10610",
    "authors": [
      "N. S. Kirsanov",
      "V. A. Pastushenko",
      "A. D. Kodukhov",
      "M. V. Yarovikov",
      "A. B. Sagingalieva",
      "D. A. Kronberg",
      "M. Pflitsch",
      "V. M. Vinokur"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.10655",
    "title": "Excited-state phase diagram of a ferromagnetic quantum gas",
    "abstract": "The ground-state phases of a quantum many-body system are characterized by an order parameter, which changes abruptly at quantum phase transitions when an external control parameter is varied. Interestingly, these concepts may be extended to excited states, for which it is possible to define equivalent excited-state quantum phase transitions. However, the experimental mapping of a phase diagram of excited quantum states has not yet been demonstrated. Here we present the experimental determination of the excited-state phase diagram of an atomic ferromagnetic quantum gas, where, crucially, the excitation energy is one of the control parameters. The obtained phase diagram exemplifies how the extensive Hilbert state of quantum many-body systems can be structured by the measurement of well-defined order parameters. ",
    "url": "https://arxiv.org/abs/2301.10655",
    "authors": [
      "Bernd Meyer-Hoppe",
      "Fabian Anders",
      "Polina Feldmann",
      "Luis Santos",
      "Carsten Klempt"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10712",
    "title": "Mathematical approaches for characterization, control, calibration and  validation of a quantum computing device",
    "abstract": "Quantum computing has received significant amounts of interest from many different research communities over the last few years. Although there are many introductory texts that focus on the algorithmic parts of quantum computing, there is a dearth of publications that describe the modeling, calibration and operation of current quantum computing devices. One aim of this report is to fill that void by providing a case study that walks through the entire procedure from the characterization and optimal control of a qudit device at Lawrence Livermore National Laboratory (LLNL) to the validation of the results. A goal of the report is to provide an introduction for students and researchers, especially computational mathematicians, who are interested in but new to quantum computing. Both experimental and mathematical aspects of this procedure are discussed. We present a description of the LLNL QuDIT testbed, the mathematical models that are used to describe it, and the numerical methods that are used to to design optimal controls. We also present experimental and computational methods that can be used to characterize a quantum device. Finally, an experimental validation of an optimized control pulse is presented, which relies on the accuracy of the characterization and the optimal control methodologies. ",
    "url": "https://arxiv.org/abs/2301.10712",
    "authors": [
      "Zhichao Peng",
      "Daniel Appelo",
      "N. Anders Petersson",
      "Fortino Garcia",
      "Yujin Cho"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2010.10806",
    "title": "QuTiP-BoFiN: A bosonic and fermionic numerical  hierarchical-equations-of-motion library with applications in  light-harvesting, quantum control, and single-molecule electronics",
    "abstract": " Comments: 20 pages, 15 figures. Updated to describe package inclusion in QuTiP v4.7 (www.qutip.org), new examples (optimal pulse spacing in dynamical decoupling, quantum heat transport), and inclusion of additional contributors in author list. Further updates to expand examples, clarify content and summarize existing packages ",
    "url": "https://arxiv.org/abs/2010.10806",
    "authors": [
      "Neill Lambert",
      "Tarun Raheja",
      "Simon Cross",
      "Paul Menczel",
      "Shahnawaz Ahmed",
      "Alexander Pitchford",
      "Daniel Burgarth",
      "Franco Nori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06379",
    "title": "Quantum Computing and Preconditioners for Hydrological Linear Systems",
    "abstract": " Title: Quantum Computing and Preconditioners for Hydrological Linear Systems ",
    "url": "https://arxiv.org/abs/2205.06379",
    "authors": [
      "John Golden",
      "Daniel O'Malley",
      "Hari Viswanathan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14375",
    "title": "Open quantum systems with nonlinear environmental backactions: Extended  dissipaton theory versus core-system hierarchy construction",
    "abstract": " Comments: 12 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.14375",
    "authors": [
      "Zi-Hao Chen",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03929",
    "title": "Degenerate parametric down-conversion facilitated by exciton-plasmon  polariton states in nonlinear plasmonic cavity",
    "abstract": " Comments: 8 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2208.03929",
    "authors": [
      "Andrei Piryatinski",
      "Maxim Sukharev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07284",
    "title": "Architecture for Integrated RF Photonic Downconversion of Electronic  Signals",
    "abstract": " Comments: Original submission replaced after publishing in Optics Letters. The new version includes an updated copyright statement ",
    "url": "https://arxiv.org/abs/2209.07284",
    "authors": [
      "Nathan P. O'Malley",
      "Keith A. Mckinzie",
      "Mohammed S. Alshaykh",
      "Junqiu Liu",
      "Daniel E. Leaird",
      "Tobias J. Kippenberg",
      "Jason D. Mckinney",
      "Andrew M. Weiner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01490",
    "title": "Gain and phase calibration of sensor arrays from ambient noise by  cross-spectral measurements fitting",
    "abstract": " Comments: submitted to the Journal of the Acoustical Society of America ",
    "url": "https://arxiv.org/abs/2210.01490",
    "authors": [
      "Charles Vanwynsberghe",
      "Simon Bouley",
      "Jérôme Antoni"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.06157",
    "title": "Activated Dissociation of H2 on Cu(001): The Role of Quantum Tunneling",
    "abstract": " Comments: 33 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2211.06157",
    "authors": [
      "Xiaofan Yu",
      "Yangwu Tong",
      "Yong Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00652",
    "title": "At the threshold of distributed Kerr-lens mode-locking in a Cr:ZnS  waveguide laser",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2212.00652",
    "authors": [
      "Maksim Demesh",
      "Vladimir Kalashnikov",
      "Evgeni Sorokin",
      "Natali Gusakova",
      "Alexander Rudenkov",
      "Irina T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05853",
    "title": "Quantum diamond microscopy with sub-ms temporal resolution",
    "abstract": " Title: Quantum diamond microscopy with sub-ms temporal resolution ",
    "url": "https://arxiv.org/abs/2301.05853",
    "authors": [
      "Sangwon Oh",
      "Seong-Joo Lee",
      "Jeong Hyun Shim",
      "Nam Woong Song",
      "Truong Thi Hien"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.07477",
    "title": "Shallow quantum circuits for efficient preparation of Slater  determinants and correlated states on a quantum computer",
    "abstract": " Comments: 7+4 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2301.07477",
    "authors": [
      "Chong Hian Chee",
      "Daniel Leykam",
      "Adrian M. Mak",
      "Dimitris G. Angelakis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08275",
    "title": "quTARANG: A python GPE solver to study turbulence in quantum systems",
    "abstract": " Comments: 6 Pages, submitted to JOSS for publication, typos corrected ",
    "url": "https://arxiv.org/abs/2301.08275",
    "authors": [
      "Shawan Kumar Jha",
      "Sachin Singh Rawat",
      "Mahendra Kumar Verma",
      "Pankaj Kumar Mishra"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.09212",
    "title": "Spatial Decay and Limits of Quantum Solute-Solvent Interactions",
    "abstract": " Title: Spatial Decay and Limits of Quantum Solute-Solvent Interactions ",
    "url": "https://arxiv.org/abs/2301.09212",
    "authors": [
      "Guorong Weng",
      "Amanda Pang",
      "Vojtech Vlcek"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]