[
  {
    "id": "arXiv:2209.03449",
    "title": "Fiber-based two-wavelength heterodyne laser interferometer",
    "abstract": "Displacement measuring interferometry is a crucial component in metrology applications. In this paper, we propose a fiber-based two-wavelength heterodyne interferometer as a compact and highly sensitive displacement sensor that can be used in inertial sensing applications. In the proposed design, two individual heterodyne interferometers are constructed using two different wavelengths, 1064 nm and 1055 nm; one of which measures the target displacement and the other monitors the common-mode noise in the fiber system. A narrow-bandwidth spectral filter separates the beam paths of the two interferometers, which are highly common and provide a high rejection ratio to the environmental noise. The preliminary test shows a sensitivity floor of 7.5pm/rtHz at 1Hz when tested in an enclosed chamber. We also investigated the effects of periodic errors due to imperfect spectral separation on the displacement measurement and propose algorithms to mitigate these effects. ",
    "url": "https://arxiv.org/abs/2209.03449",
    "authors": [
      "Yanqi Zhang",
      "Felipe Guzman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.03481",
    "title": "Acoustic attenuation in magnetic insulator films: dynamical phase-field  simulations",
    "abstract": "A magnon and a phonon are the quanta of spin wave and lattice wave, respectively, and they can hybridize into a magnon polaron when their frequencies and wavenumbers are equal. Guided by an analytically calculated magnon polaron dispersion, we perform dynamical phase-field simulations to investigate the effects of magnon polaron formation and magnetic damping on the attenuation of a bulk acoustic wave in a magnetic insulator film. It is found that a stronger magnon-phonon hybridization leads to a larger attenuation, whereas the largest attenuation occurs under an intermediate magnetic damping coefficient. The simulations also demonstrate a dynamic rotation of the acoustic wave polarization by almost 90{\\deg} and a dynamic magnetic-field control of acoustic wave antennation, which have potential applications in nonreciprocal acoustic devices. ",
    "url": "https://arxiv.org/abs/2209.03481",
    "authors": [
      "Shihao Zhuang",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03539",
    "title": "Time reflection and refraction in synthetic frequency dimension",
    "abstract": "The duality of space and time in Maxwell's equations has prompted interest in time boundaries and the accompanying temporal analog of spatial reflection and refraction. However, achieving observable time boundary effects at optical frequencies in real materials is challenging. In this work, we demonstrate that time reflection and refraction can be observed in a two-band model centered around a non-zero reference energy. Our model can be physically implemented in the synthetic frequency dimension as a system of two coupled dynamically-modulated ring resonators. We find that modulation at microwave frequencies is sufficient to observe time boundary effects for optical waves in synthetic frequency dimension. Our work shows that implementing multi-band models in synthetic dimensions opens a new avenue for further exploration of time boundaries. ",
    "url": "https://arxiv.org/abs/2209.03539",
    "authors": [
      "Olivia Y. Long",
      "Kai Wang",
      "Avik Dutt",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03681",
    "title": "Tunable Localization of Light Using Nested Invisible Metasurface  Cavities",
    "abstract": "An invisible cavity is an open resonant device that confines a localized field without producing any scattering outside of the device volume. By exploiting the scatter-less property of such device, it is possible to nest two invisible cavities, as the outer cavity would simply not notice the presence of the inner one, regardless of their relative position. As a result, the position of the inner cavity becomes a means to easily control the field localized inside the cavity and its quality factor. In this paper, we discuss the properties of nested invisible cavities as a simple method to achieve stronger localized fields and high tunable quality factor. Furthermore, we show that in optics, these cavities can be implemented using nanodisk-based dielectric metasurfaces that are slightly shifted from their dipolar Mie resonances. ",
    "url": "https://arxiv.org/abs/2209.03681",
    "authors": [
      "F.S. Cuesta",
      "S. Kosulnikov",
      "V.S. Asadchy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.03707",
    "title": "Detailed analysis of ultimate soliton microcomb generation efficiency",
    "abstract": "Dissipative Kerr solitons generated in high-Q optical microresonators provide unique opportunities for different up-to-date applications. Increasing the generation efficiency of of such signals is a problem of paramount importance. We provided comprehensive analysis and found optimal conditions providing maximal pump-to-comb conversion efficiency (up to 100\\%) for the cases of a free-running and self-injection-locked pump lasers. The dependence of the optimal coupling rate on the pump power was revealed, in addition to the trade-off relations balancing the efficiency and the comb line number. The methods to increase the total comb power were also discussed. ",
    "url": "https://arxiv.org/abs/2209.03707",
    "authors": [
      "Nikita Kondratiev",
      "Valery Lobanov",
      "Nikita Dmitriev",
      "Steevy Cordette",
      "Igor Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2209.03857",
    "title": "Goos-Haenchen lateral displacements and angular deviations: When these  optical effects offset each other",
    "abstract": "For optical beams, transmitted by a right angle prism, the Goos-Haenchen shift can never be seen as a pure effect. Indeed, the lateral displacement, caused by the total internal reflection, will always be accompanied by angular deviations generated by the transmission through the incoming and outgoing interfaces. This combined effect can be analysed by using the Taylor expansion of the Fresnel coefficients. The analytic expression found for the transmitted beam allows to determine the beam parameters, the incidence angles, and the axial distance for which lateral displacements are compensated by angular deviations. Proposals to optimize experimental implementations are also briefly discussed. ",
    "url": "https://arxiv.org/abs/2209.03857",
    "authors": [
      "Stefano De Leo",
      "Luca Maggio",
      "Moreno D'Ambrosio"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.03418",
    "title": "Single photons versus coherent state input in waveguide quantum  electrodynamics: light scattering, Kerr and cross-Kerr effect",
    "abstract": "While the theoretical studies in waveguide quantum electrodynamics predominate with single-photon and two-photon Fock state (photon number states) input, the experiments are primarily carried out using a faint coherent light. We create a theoretical toolbox to compare and contrast linear and nonlinear light scattering by a two-level or a three-level emitter embedded in an open waveguide carrying Fock state or coherent state inputs. We identify rules to compare light transport properties, the Kerr, and cross-Kerr nonlinearities of the medium for the two types of inputs. A generalized description of the Kerr and cross-Kerr effect for different types of inputs is formulated to compare the Kerr and cross-Kerr nonlinearity between two photons in these models. ",
    "url": "https://arxiv.org/abs/2209.03418",
    "authors": [
      "Athul Vinu",
      "Dibyendu Roy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.03522",
    "title": "Machine Learning Sensors for Diagnosis of COVID-19 Disease Using Routine  Blood Values for Internet of Things Application",
    "abstract": "Healthcare digitalization needs effective methods of human sensorics, when various parameters of the human body are instantly monitored in everyday life and connected to the Internet of Things (IoT). In particular, Machine Learning (ML) sensors for the prompt diagnosis of COVID-19 is an important case for IoT application in healthcare and Ambient Assistance Living (AAL). Determining the infected status of COVID-19 with various diagnostic tests and imaging results is costly and time-consuming. The aim of this study is to provide a fast, reliable and economical alternative tool for the diagnosis of COVID-19 based on the Routine Blood Values (RBV) values measured at admission. The dataset of the study consists of a total of 5296 patients with the same number of negative and positive COVID-19 test results and 51 routine blood values. In this study, 13 popular classifier machine learning models and LogNNet neural network model were exanimated. The most successful classifier model in terms of time and accuracy in the detection of the disease was the Histogram-based Gradient Boosting (HGB). The HGB classifier identified the 11 most important features (LDL, Cholesterol, HDL-C, MCHC, Triglyceride, Amylase, UA, LDH, CK-MB, ALP and MCH) to detect the disease with 100% accuracy, learning time 6.39 sec. In addition, the importance of single, double and triple combinations of these features in the diagnosis of the disease was discussed. We propose to use these 11 traits and their combinations as important biomarkers for ML sensors in diagnosis of the disease, supporting edge computing on Arduino and cloud IoT service. ",
    "url": "https://arxiv.org/abs/2209.03522",
    "authors": [
      "Andrei Velichko",
      "Mehmet Tahir Huyut",
      "Maksim Belyaev",
      "Yuriy Izotov",
      "Dmitry Korzun"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2209.03729",
    "title": "Tracing spatial confinement in semiconductor quantum dots by high-order  harmonic generation",
    "abstract": "We report here on results of experimental-theoretical investigation of high-order harmonic generation (HHG) in layers of CdSe semiconductor quantum dots of different sizes and a reference bulk CdSe thin film. We observe a strong decrease in the efficiency, up to complete suppression of HHG with energies of quanta above the bandgap for the smallest dots, whereas the intensity of below bandgap harmonics remains weakly affected by the dot size. In addition, it is observed that the ratio between suppression of above gap harmonics versus below gap harmonics increases with driving wavelength. We suggest that the reduction in the dot size below the classical electron oscillatory radius and the corresponding off the dots wall scattering limits the maximum acceleration by the laser field. Moreover, this scattering leads to a chaotization of motion, causing dephasing and a loss of coherence, therefore suppressing the efficiency of the emission of highest-order harmonics. Our results demonstrate a new regime of intense laser-nanoscale solid interaction, intermediate between the bulk and single molecule response. ",
    "url": "https://arxiv.org/abs/2209.03729",
    "authors": [
      "H. N. Gopalakrishna",
      "R. Baruah",
      "C. Hünecke",
      "V. Korolev",
      "M. Thümmler",
      "A. Croy",
      "M. Richter",
      "F. Yahyaei",
      "R. Hollinger",
      "V. Shumakova",
      "I. Uschmann",
      "H. Marschner",
      "M. Zürch",
      "C. Reichardt",
      "A. Undisz",
      "J. Dellith",
      "A. Pugžlys",
      "A. Baltuška",
      "C. Spielmann",
      "U. Pesche",
      "S. Gräfe",
      "M. Wächtler",
      "D. Kartashov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.00116",
    "title": "Towards Eusociality Using an Inverse Agent Based Model",
    "abstract": " Comments: 20 pages, 9 figures, two tables, two appendices ",
    "url": "https://arxiv.org/abs/2206.00116",
    "authors": [
      "John C. Stevenson"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Populations and Evolution (q-bio.PE)"
    ]
  },
  {
    "id": "arXiv:2206.00708",
    "title": "The Boundary Element Method for Acoustic Transmission with Nonconforming  Grids",
    "abstract": " Title: The Boundary Element Method for Acoustic Transmission with Nonconforming  Grids ",
    "url": "https://arxiv.org/abs/2206.00708",
    "authors": [
      "Elwin van 't Wout"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.02176",
    "title": "Development of research network on Quantum Annealing Computation and  Information using Google Scholar data",
    "abstract": " Comments: In press, Phil. Tran. A ",
    "url": "https://arxiv.org/abs/2206.02176",
    "authors": [
      "Antika Sinha"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Social and Information Networks (cs.SI)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2208.00459",
    "title": "$\\hbar ω$ versus $\\hbar \\boldsymbol{k}$: Dispersion and Energy  Constraints on Time-Varying Photonic Materials and Time Crystals",
    "abstract": " Comments: 14 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2208.00459",
    "authors": [
      "Zeki Hayran",
      "Jacob B. Khurgin",
      "Francesco Monticone"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09205",
    "title": "Nonlinear optical isolators and circulators with dynamic nonreciprocity",
    "abstract": " Title: Nonlinear optical isolators and circulators with dynamic nonreciprocity ",
    "url": "https://arxiv.org/abs/2208.09205",
    "authors": [
      "Rui-Kai Pan",
      "Lei Tang",
      "Keyu Xia",
      "Franco Nori"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12192",
    "title": "Photonic integration of lithium niobate micro-ring resonators onto  silicon nitride waveguide chips by transfer-printing",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2208.12192",
    "authors": [
      "Zhibo Li",
      "Jack A. Smith",
      "Mark Scullion",
      "Nils Kolja Wessling",
      "Loyd J. McKnight",
      "Martin D. Dawson",
      "Michael J. Strain"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.14905",
    "title": "Experiments On A Conduction Cooled Superconducting Radio Frequency  Cavity With Field Emission Cathode",
    "abstract": " Title: Experiments On A Conduction Cooled Superconducting Radio Frequency  Cavity With Field Emission Cathode ",
    "url": "https://arxiv.org/abs/2208.14905",
    "authors": [
      "Y. Ji",
      "R.C. Dhuley",
      "C. Edward",
      "J.C.T. Thangaraj",
      "D. Mihalcea",
      "P. Piot O. Mohsen",
      "I. Salehinia",
      "V. Korampally"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2209.02772",
    "title": "Semi-supervised Invertible DeepONets for Bayesian Inverse Problems",
    "abstract": " Title: Semi-supervised Invertible DeepONets for Bayesian Inverse Problems ",
    "url": "https://arxiv.org/abs/2209.02772",
    "authors": [
      "Sebastian Kaltenbach",
      "Paris Perdikaris",
      "Phaedon-Stelios Koutsourelakis"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]