[
  {
    "id": "arXiv:2211.13348",
    "title": "100 GHz Bandwidth, 1 Volt Near-infrared Electro-optic Mach-Zehnder  Modulator",
    "abstract": "An integrated hybrid thin-film lithium niobate (TFLN) electro-optic Mach-Zehnder modulator (MZM) is shown at near-infrared wavelengths. The design uses TFLN bonded to planarized silicon nitride waveguide circuits, and does not require etching or patterning of TFLN. The push-pull MZM achieves a half-wave voltage length product ($V_\\pi L$) of 0.8 V$.$cm at 784 nm. MZM devices with 0.4 cm and 0.8 cm modulation length show a broadband electro-optic response with a 3 dB bandwidth beyond 100 GHz, with the latter showing a bandwidth to half-wave voltage ratio of 100 GHz/V. ",
    "url": "https://arxiv.org/abs/2211.13348",
    "authors": [
      "Forrest Valdez",
      "Viphretuo Mere",
      "Shayan Mookherjea"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13351",
    "title": "Laser Pulse Duration Optimization With Numerical Methods",
    "abstract": "In this study we explore the optimization of laser pulse duration to obtain the shortest possible pulse. We do this by employing a feedback loop between a pulse shaper and pulse duration measurements. We apply to this problem several iterative algorithms including gradient descent, Bayesian Optimization and genetic algorithms, using a simulation of the actual laser represented via a semi-physical model of the laser based on the process of linear and non-linear phase accumulation. ",
    "url": "https://arxiv.org/abs/2211.13351",
    "authors": [
      "Francesco Capuano",
      "Davorin Peceli",
      "Gabriele Tiboni",
      "Alexandr Špaček",
      "Bedřic Rus"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2211.13379",
    "title": "Laser cooling of molecules",
    "abstract": "A recent progress on laser cooling of molecules are summarized. Since the development during 1980s for atomic species, laser cooling has been the very beginning step to cool and trap atoms for frontier research on quantum simulations, quantum sensing and precision measurements. Despite the complex internal structures of molecules, laser cooling of molecules have been realized with the deepened understanding of molecular structures and interaction between light and molecules. The development of laser technology over the last decades have been also a great add for laser cooling of molecules because many lasers are necessary to successfully cool the molecules. A detailed principle and development of laser cooling of molecules as well as the current status of the field are reviewed to give an introductory of the growing field of ultracold molecular physics. ",
    "url": "https://arxiv.org/abs/2211.13379",
    "authors": [
      "Eunmi Chae"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13410",
    "title": "Synthesis and optical characterization of perovskite layer for solar  cell application",
    "abstract": "Solvent engineering offers fine control over the photovoltaic efficiency, film morphology, and crystallization quality of perovskite films and also enables to optimize light transmittance and absorbance in solar cell applications. In the present work, the band gap and reflectance were reduced through solvent engineering. We found that perovskite thin films produced using DMF (Dimethyl formamide) solvent had a band gap that was 0.24 eV less than those produced using IPA (Isopropyl Alcohol) solvent. Perovskite thin films produced using DMF solvent also exhibited considerably lower solar spectrum reflectance. ",
    "url": "https://arxiv.org/abs/2211.13410",
    "authors": [
      "Manoj Pandey",
      "Dipendra Hamal",
      "Bijaya Basnet",
      "Bhim Kafle"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13592",
    "title": "Analytical solutions for the acoustic field in thin annular combustion  chambers with linear gradients of cross-sectional area and mean temperature",
    "abstract": "Predictions of thermoacoustic instabilities in annular combustors are essential but difficult. Axial variations of flow and thermal parameters increase the cost of numerical simulations and restrict the application of analytical solutions. This work aims to find approximate analytical solutions for the acoustic field in annular ducts with linear gradients of axially non-uniform cross-sectional area and mean temperature. These solutions can be applied in low-order acoustic network models and enhance the ability of analytical methods to solve thermoacoustic instability problems in real annular chambers. A modified WKB method is used to solve the wave equation for the acoustic field, and an analytical solution with a wide range of applications is derived. The derivation of the equations requires assumptions such as low Mach number, high frequency and small non-uniformity. Cases with arbitrary distributions of cross-sectional surface area and mean temperature can be solved by the piecewise method as long as the assumptions are satisfied along the entire chamber. ",
    "url": "https://arxiv.org/abs/2211.13592",
    "authors": [
      "Dongbin Wang",
      "Jiaqi Nan",
      "Lijun Yang",
      "Aimee S. Morgans",
      "Jingxuan Li"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.13672",
    "title": "A Self-Attention Ansatz for Ab-initio Quantum Chemistry",
    "abstract": "We present a novel neural network architecture using self-attention, the Wavefunction Transformer (Psiformer), which can be used as an approximation (or Ansatz) for solving the many-electron Schr\\\"odinger equation, the fundamental equation for quantum chemistry and material science. This equation can be solved from first principles, requiring no external training data. In recent years, deep neural networks like the FermiNet and PauliNet have been used to significantly improve the accuracy of these first-principle calculations, but they lack an attention-like mechanism for gating interactions between electrons. Here we show that the Psiformer can be used as a drop-in replacement for these other neural networks, often dramatically improving the accuracy of the calculations. On larger molecules especially, the ground state energy can be improved by dozens of kcal/mol, a qualitative leap over previous methods. This demonstrates that self-attention networks can learn complex quantum mechanical correlations between electrons, and are a promising route to reaching unprecedented accuracy in chemical calculations on larger systems. ",
    "url": "https://arxiv.org/abs/2211.13672",
    "authors": [
      "Ingrid von Glehn",
      "James S. Spencer",
      "David Pfau"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13809",
    "title": "High-Precision 4D Tracking with Large Pixels using Thin Resistive  Silicon Detectors",
    "abstract": "The basic principle of operation of silicon sensors with resistive read-out is built-in charge sharing. Resistive Silicon Detectors (RSD, also known as AC-LGAD), exploiting the signals seen on the electrodes surrounding the impact point, achieve excellent space and time resolutions even with very large pixels. In this paper, a TCT system using a 1064 nm picosecond laser is used to characterize sensors from the second RSD production at the Fondazione Bruno Kessler. The paper first introduces the parametrization of the errors in the determination of the position and time coordinates in RSD, then outlines the reconstruction method, and finally presents the results. Three different pixel sizes are used in the analysis: 200 x 340, 450 x 450, and 1300 x 1300 microns^2. At gain = 30, the 450 x 450 microns^2 pixel achieves a time jitter of 20 ps and a spatial resolution of 15 microns concurrently, while the 1300 x 1300 microns^2 pixel achieves 30 ps and 30 micron, respectively. The implementation of cross-shaped electrodes improves considerably the response uniformity over the pixel surface. ",
    "url": "https://arxiv.org/abs/2211.13809",
    "authors": [
      "R. Arcidiacono",
      "G. Borghi",
      "M. Boscardin",
      "N.Cartiglia",
      "M. Centis Vignali",
      "M. Costa",
      "G-F. Dalla Betta",
      "M. Ferrero",
      "F. Ficorella",
      "G. Gioachin",
      "L. Lanteri",
      "M. Mandurrino",
      "L. Menzio",
      "R. Mulargia",
      "L. Pancheri",
      "G. Paternoster",
      "A. Rojas",
      "H-F W. Sadrozinski",
      "A. Seiden",
      "F. Siviero",
      "V. Sola",
      "M. Tornago"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.13867",
    "title": "Spot Focusing Coma Correction by Linearly Polarized Dual-Transmitarray  Antenna in the Terahertz Region",
    "abstract": "Focus scanning is critically important in many terahertz (THz) imaging and sensing applications. A traditional single focusing transmitarray can achieve a good focus when the source is on-axis but moving the source off-axis produces a significant aberration. This paper presents a novel approach to reducing coma in off-axis scanning in the THz region. Here, a dual transmitarray solution is proposed, in which a transmitarray with an optimized phase profile is placed behind a regular phase profile transmitarray. A linearly polarized, dual-transmitarray antenna was fabricated for validation, and the focusing performances were experimentally characterized. The measured results are in good agreement with the theoretical ones. The generated spot of the dual-transmitarray antenna remains focused on an angle up to 50deg, with a -3 dB spot size of less than 4 mm at 290 GHz. The measured near-field sidelobes are all below -10 dB within the whole scanning range. ",
    "url": "https://arxiv.org/abs/2211.13867",
    "authors": [
      "Ka Kit Kelvin Ho",
      "Geng-Bo Wu",
      "Bao-Jie Chen",
      "Ka Fai Chan",
      "Chi Hou Chan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.13888",
    "title": "Modelling the response of a turbulent jet flame to acoustic forcing in a  linearized framework using an active flame approach",
    "abstract": "This study performs a linear analysis of a turbulent reacting methane-air jet flame, with the goal of predicting the response of the reacting flow to upstream acoustic actuation. Accounting for heat release fluctuations is a vital component when investigating thermoacoustic instabilities and flame noise in a linearized framework. Unlike previous studies this work develops and applies an active flame approach, meaning the heat release oscillations of the flame resulting from the acoustic fluctuations are taken into account. To yield an active flame approach in the linear framework, a combustion model needs to be linearized. It is demonstrated that linearizing Large Eddy Simulation (LES) and Direct Numerical Simulation (DNS) combustion models leads to closure problems, making their application in the linearized framework troublesome. Reynolds-averaged Navier Stokes (RANS) combustion models, however, prove to circumvent this problem, which makes them suitable candidates for this purpose. The RANS combustion models are linearized around the temporal mean flow of the turbulent jet flame, which is obtained by LES. An a priori analysis shows that a linearized RANS-Eddy Break Up (EBU) model is the best suited among all investigated combustion models for the investigated set-up and reproduces with high accuracy the fluctuations in reaction rate obtained in the LES. Furthermore, the linearized governing equations of the flow including the linearized EBU model for the reaction rate are solved for incoming acoustic perturbations. The response modes show that the reaction rate oscillations are caused by Kelvin-Helmholtz vortex rings, which perturb the jet flame. The results are in good agreement with the LES simulations in terms of the mode shapes of both reaction rate and velocity fluctuations. ",
    "url": "https://arxiv.org/abs/2211.13888",
    "authors": [
      "Thomas Ludwig Kaiser",
      "Gregoire Varillon",
      "Wolfgang Polifke",
      "Feichi Zhang",
      "Thorsten Zirwes",
      "Henning Bockhorn",
      "Kilian Oberleithner"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.14031",
    "title": "Crater Formation and Deuterium Production in Laser Irradiation of  Polymers with Implanted Nano-antennas",
    "abstract": "Recent validation experiments on laser irradiation of polymer foils with and without implanted golden nano-particles are discussed. First we analyze characteristics of craters, formed in the target after its interaction with laser beam. Preliminary experimental results show significant production of deuterons when both the energy of laser pulse and concentration of nano-particles are high enough. We consider the deuteron production via the nuclear transmutation reactions $p+C\\rightarrow d+X$ where protons are accelerated by Coulomb field, generated in the target plasma. We argue that maximal proton energy can be above threshold values for these reactions and the deuteron yield may noticeably increase due to presence of nano-particles. ",
    "url": "https://arxiv.org/abs/2211.14031",
    "authors": [
      "L. P. Csernai",
      "I. N. Mishustin",
      "L. M. Satarov",
      "H. Stoecker",
      "L. Bravina",
      "M. Csete",
      "J. Kaman",
      "A. Kumari",
      "A. Motornenko",
      "I. Papp",
      "P. Racz",
      "D. D. Strottman",
      "A. Scenes",
      "A. Szokol",
      "D. Vass",
      "M. Veres",
      "T. S. Biro",
      "N. Kroo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14112",
    "title": "Laser written mirror profiles for open-access fiber Fabry-Pérot  microcavities",
    "abstract": "We demonstrate laser-written concave hemispherical structures produced on the endfacets of optical fibers that serve as mirror substrates for tunable open-access microcavities. We achieve finesse values of up to 250, and a mostly constant performance across the entire stability range. This enables cavity operation also close to the stability limit, where a peak quality factor of $1.5\\times 10^4$ is reached. Together with a small mode waist of $2.3\\; \\mathrm{\\mu m}$, the cavity achieves a Purcell factor of $C \\sim 2.5$, which is useful for experiments that require good lateral optical access or otherwise large separation of the mirrors. Laser-written mirror profiles can be produced with a tremendous flexibility in shape and on various surfaces, opening new possibilities for microcavities. ",
    "url": "https://arxiv.org/abs/2211.14112",
    "authors": [
      "Jannis Hessenauer",
      "Ksenia Weber",
      "Julia Benedikter",
      "Timo Gissibl",
      "Johannes Höfer",
      "Harald Giessen",
      "David Hunger"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.14189",
    "title": "Living Cells as a Biological Analog of Optical Tweezers -- a  Non-Invasive Microrheology Approach",
    "abstract": "Microrheology, the study of fluids on micron length-scales, promises to reveal insights into cellular biology, including mechanical biomarkers of disease and the interplay between biomechanics and cellular function. Here a minimally-invasive passive microrheology technique is applied to individual living cells by chemically binding a bead to the surface of a cell, and observing the mean squared displacement of the bead at timescales ranging from milliseconds to 100s of seconds. Measurements are repeated over the course of hours, and presented alongside novel analysis to quantify changes in the cells' low-frequency elastic modulus and the cell's dynamics over the time window from around 0.01s to 10s. An analogy to optical trapping allows verification of the invariant viscosity of HeLa S3 cells under control conditions and after cytoskeletal disruption. Stiffening of the cell is observed during cytoskeletal rearrangement in the control case, and cell softening when the actin cytoskeleton is disrupted by Latrunculin B. These data correlate with conventional understanding that integrin binding and recruitment triggers cytoskeletal rearrangement. This is, to our knowledge, the first time that cell stiffening has been measured during focal adhesion maturation, and the longest time over which such stiffening has been quantified by any means. ",
    "url": "https://arxiv.org/abs/2211.14189",
    "authors": [
      "William Hardiman",
      "Matt Clark",
      "Claire Friel",
      "Alan Huett",
      "Fernando Pérez-Cota",
      "Kerry Setchfield",
      "Manlio Tassieri",
      "Amanda J Wright"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14226",
    "title": "Fano Resonance Enhanced Raman Spectroscopy for Ultrasensitive  Escherichia coli Detection",
    "abstract": "Strategies for in-liquid micro-organism detection are crucial in clinical and pharmaceutical industries. While Raman spectroscopy is a promising label-free technique for micro-organism detection, reaching detection limits similar to those obtained using culture-based methods, while keeping a high accuracy, remains challenging due to weak bacterial Raman signals. Taking advantage of the unique electromagnetic properties of metamaterials, we demonstrate bacterial identification in liquid using an array of Fano-resonant metamolecules that act as an enhanced Raman scattering (FERS) platform. The metamaterial is designed to exhibit a Fano resonance close to the protein amide group fingerprint regions. Under the off-resonance condition, Raman signatures of Escherichia coli were recorded at several locations on the metamaterial. We observe that the intensity of the amide characteristic peaks increases during the bacteria exponential phase while it decreases at their stationary phase. This study provides a new set of opportunities for developing ultrasensitive FERS platforms suitable for large-scale applications and will be particularly useful for diagnostics and environmental studies. ",
    "url": "https://arxiv.org/abs/2211.14226",
    "authors": [
      "Domna G. Kotsifaki",
      "Rajiv Ranjan Singh",
      "Sile Nic Chormaic",
      "Viet Giang Truong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14270",
    "title": "Synthesis of Modulated Dielectric Metasurfaces for Precise Antenna  Beamforming",
    "abstract": "This paper presents an end-to-end design method for the synthesis of dielectric metasurfaces with modulated thickness that are able to realize desired radiation patterns in the far-field with high precision. The method relies on integral equations and the Method of Moments to calculate the induced surface and volumetric current densities throughout the metasurface upon a given incident illumination. By avoiding homogenization of the dielectric layer and calculating directly the scattered fields through the Method of Moments, the near-field and far-field response of the metasurface can be accurately predicted and optimized. In particular, a design example of a modulated dielectric metasurface, fed by a single embedded line source, is presented for the realization of a Chebyshev array pattern with -20 dB sidelobe level. Moreover, an externally-fed dielectric metasurface performing beam splitting of a normally-incident plane wave is designed, 3-D printed and measured, showing two reflected beams at +-30 degrees, high suppression of specular reflections (> 14 dB) and satisfactory agreement with the simulated and desired radiation patterns. The proposed design method for beamforming with dielectric metasurfaces can find application in higher frequencies where the use of copper may be problematic due to higher ohmic losses and fabrication challenges. ",
    "url": "https://arxiv.org/abs/2211.14270",
    "authors": [
      "Vasileios G. Ataloglou",
      "George V. Eleftheriades"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.13249",
    "title": "Identifying unbound strong bunching and the breakdown of the Rotating  Wave Approximation in the quantum Rabi model",
    "abstract": "We use a recently derived gauge-invariant formulation of the problem of an incoherently-driven two-level system coupled to an optical cavity, to explore the transition between different coupling regimes -- in particular, between the weak, and the ultra-strong coupling regimes. We explore this transition using the second-order intensity correlation $g^{(2)}(\\tau)$ of the emitted light, and find strong, unbounded bunching of the emission from systems governed by the Rabi Hamiltonian. Surprisingly, this effect is observed not only in the ultra-strong coupling regime, but also in the regime of coupling typically recognized as weak coupling, where the Jaynes-Cummings Hamiltonian predicts the opposite, strongly antibunched emission. This suggests that the intensity correlations are a particularly sensitive probe of the divergence between the Jaynes-Cummings and Rabi Hamiltonians, and can serve as an indicator of the breakdown of the rotating wave approximation. ",
    "url": "https://arxiv.org/abs/2211.13249",
    "authors": [
      "Álvaro Nodar",
      "Ruben Esteban",
      "Unai Muniain",
      "Michael J. Steel",
      "Javier Aizpurua",
      "Mikołaj K. Schmidt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.13788",
    "title": "Characterisation of a single photon event camera for quantum imaging",
    "abstract": "We show a simple yet effective method that can be used to characterize the per pixel quantum efficiency and temporal resolution of a single photon event camera for quantum imaging applications. Utilizing photon pairs generated through spontaneous parametric down-conversion, the detection efficiency of each pixel, and the temporal resolution of the system, are extracted through coincidence measurements. We use this method to evaluate the TPX3CAM, with appended image intensifier, and measure an average efficiency of 7.4% and a temporal resolution of 7.3ns. Furthermore, this technique reveals important error mechanisms that can occur in post-processing. We expect that this technique, and elements therein, will be useful to characterise other quantum imaging systems. ",
    "url": "https://arxiv.org/abs/2211.13788",
    "authors": [
      "Victor Vidyapin",
      "Yingwen Zhang",
      "Duncan England",
      "Benjamin Sussman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.13853",
    "title": "Extreme Acceleration of Graph Neural Network-based Prediction Models for  Quantum Chemistry",
    "abstract": "Molecular property calculations are the bedrock of chemical physics. High-fidelity \\textit{ab initio} modeling techniques for computing the molecular properties can be prohibitively expensive, and motivate the development of machine-learning models that make the same predictions more efficiently. Training graph neural networks over large molecular databases introduces unique computational challenges such as the need to process millions of small graphs with variable size and support communication patterns that are distinct from learning over large graphs such as social networks. This paper demonstrates a novel hardware-software co-design approach to scale up the training of graph neural networks for molecular property prediction. We introduce an algorithm to coalesce the batches of molecular graphs into fixed size packs to eliminate redundant computation and memory associated with alternative padding techniques and improve throughput via minimizing communication. We demonstrate the effectiveness of our co-design approach by providing an implementation of a well-established molecular property prediction model on the Graphcore Intelligence Processing Units (IPU). We evaluate the training performance on multiple molecular graph databases with varying degrees of graph counts, sizes and sparsity. We demonstrate that such a co-design approach can reduce the training time of such molecular property prediction models from days to less than two hours, opening new possibilities for AI-driven scientific discovery. ",
    "url": "https://arxiv.org/abs/2211.13853",
    "authors": [
      "Hatem Helal",
      "Jesun Firoz",
      "Jenna Bilbrey",
      "Mario Michael Krell",
      "Tom Murray",
      "Ang Li",
      "Sotiris Xantheas",
      "Sutanay Choudhury"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Hardware Architecture (cs.AR)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14022",
    "title": "Characterisation of the MUSIC ASIC for large-area silicon  photomultipliers for gamma-ray astronomy",
    "abstract": "Large-area silicon photomultipliers (SiPMs) are desired in many applications where large surfaces have to be covered. For instance, a large area SiPM has been developed by Hamamatsu Photonics in collaboration with the University of Geneva, to equip gamma-ray cameras employed in imaging atmospheric Cherenkov telescopes. Being the sensor about 1 cm$^2$, a suitable preamplification electronics has been investigated in this work, which can deal with long pulses induced by the large capacitance of the sensor. The so-called Multiple Use SiPM Integrated Circuit (MUSIC), developed by the ICCUB (University of Barcelona), is investigated as a potential front-end ASIC, suitable to cover large area photodetection planes of gamma-ray telescopes. The ASIC offers an interesting pole-zero cancellation (PZC) that allows dealing with long SiPM signals, the feature of active summation of up to 8 input channels into a single differential output and it can offer a solution for reducing power consumption compared to discrete solutions. Measurements and simulations of MUSIC coupled to two SiPMs developed by Hamamatsu are considered and the ASIC response is characterized. The 5$^{th}$ generation sensor of the Low Cross Talk technology coupled to MUSIC turns out to be a good solution for gamma-ray cameras. ",
    "url": "https://arxiv.org/abs/2211.14022",
    "authors": [
      "Nicolas De Angelis",
      "David Gascón",
      "Sergio Gómez",
      "Matthieu Heller",
      "Teresa Montaruli",
      "Andrii Nagai"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.14223",
    "title": "Increasing the sensitivity of the Baikal-GVD neutrino telescope by using  external strings of optical modules",
    "abstract": "The deployment of the Baikal-GVD deep underwater neutrino telescope is continuing in Lake Baikal. By April 2022, ten clusters of the telescope were put into operation, with 2880 optical modules in total. One of the relevant tasks in this context is to study the possibilities of increasing the efficiency of the detector based on the experience of its operation and the results obtained at other neutrino telescopes in recent years. In this paper, a variant of optimizing the configuration of the telescope is considered, based on the installation of additional strings of optical modules between the clusters (external strings). An experimental version of the external string was installed in Lake Baikal in April 2022. This paper presents a first estimate of the impact of adding external strings on the neutrino detection efficiency, as well as the technical implementation of the detection and data acquisition systems of the external string and first results of its in-situ tests. ",
    "url": "https://arxiv.org/abs/2211.14223",
    "authors": [
      "V. A. Allakhverdyan",
      "A. D. Avrorin",
      "A. V. Avrorin",
      "V. M. Aynutdinov",
      "Z. Bardačová",
      "I. A. Belolaptikov",
      "I. V. Borina",
      "N. M. Budnev",
      "V. Y. Dik",
      "G. V. Domogatsky",
      "A. A. Doroshenko",
      "R. Dvornický",
      "A. N. Dyachok",
      "Zh.-A. M. Dzhilkibaev",
      "E. Eckerová",
      "T. V. Elzhov",
      "L. Fajt",
      "A. R. Gafarov",
      "K. V. Golubkov",
      "N. S. Gorshkov",
      "T. I. Gress",
      "K. G. Kebkal",
      "V. K. Kebkal",
      "A. Khatun",
      "E. V. Khramov",
      "M. M. Kolbin",
      "K. V. Konischev",
      "A. V. Korobchenko",
      "A. P. Koshechkin",
      "V. A. Kozhin",
      "M. V. Kruglov",
      "V. F. Kulepov",
      "Y. M. Malyshkin",
      "M. B. Milenin",
      "R. R. Mirgazov",
      "D. V. Naumov",
      "V. Nazari",
      "D. P. Petukhov",
      "E. N. Pliskovsky",
      "M. I. Rozanov",
      "V. D. Rushay",
      "E. V. Ryabov",
      "G. B. Safronov",
      "B. A. Shaybonov",
      "D. Seitova",
      "M. D. Shelepov",
      "F. Šimkovic",
      "A. E. Sirenko",
      "A. V. Skurikhin",
      "A. G. Solovjev",
      "M. N. Sorokovikov"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:1507.03944",
    "title": "An Accumulative Model for Quantum Theories",
    "abstract": " Comments: 14 pages, 5 figures ",
    "url": "https://arxiv.org/abs/1507.03944",
    "authors": [
      "Christopher Thron"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2104.02080",
    "title": "Optomechanical quantum teleportation",
    "abstract": " Title: Optomechanical quantum teleportation ",
    "url": "https://arxiv.org/abs/2104.02080",
    "authors": [
      "Niccolò Fiaschi",
      "Bas Hensen",
      "Andreas Wallucks",
      "Rodrigo Benevides",
      "Jie Li",
      "Thiago P. Mayer Alegre",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.04433",
    "title": "Ultra-low-noise Microwave to Optics Conversion in Gallium Phosphide",
    "abstract": " Title: Ultra-low-noise Microwave to Optics Conversion in Gallium Phosphide ",
    "url": "https://arxiv.org/abs/2107.04433",
    "authors": [
      "Robert Stockill",
      "Moritz Forsch",
      "Frederick Hijazi",
      "Grégoire Beaudoin",
      "Konstantinos Pantzas",
      "Isabelle Sagnes",
      "Rémy Braive",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2112.04768",
    "title": "Quantum Link Prediction in Complex Networks",
    "abstract": " Comments: Keywords: Complex Networks, Quantum Algorithms, Link Prediction, Social Networks, Protein-Protein Interaction Networks ",
    "url": "https://arxiv.org/abs/2112.04768",
    "authors": [
      "João P. Moutinho",
      "André Melo",
      "Bruno Coutinho",
      "István A. Kovács",
      "Yasser Omar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Social and Information Networks (cs.SI)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05066",
    "title": "On-chip distribution of quantum information using traveling phonons",
    "abstract": " Title: On-chip distribution of quantum information using traveling phonons ",
    "url": "https://arxiv.org/abs/2204.05066",
    "authors": [
      "Amirparsa Zivari",
      "Niccolò Fiaschi",
      "Roel Burgwal",
      "Ewold Verhagen",
      "Robert Stockill",
      "Simon Gröblacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.08255",
    "title": "Calculation of the moscovium ground-state energy by quantum algorithms",
    "abstract": " Comments: 29 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2207.08255",
    "authors": [
      "V. A. Zaytsev",
      "M. E. Groshev",
      "I. A. Maltsev",
      "A. V. Durova",
      "V. M. Shabaev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.06563",
    "title": "Improving quantum measurements by introducing \"ghost\" Pauli products",
    "abstract": " Title: Improving quantum measurements by introducing \"ghost\" Pauli products ",
    "url": "https://arxiv.org/abs/2208.06563",
    "authors": [
      "Seonghoon Choi",
      "Tzu-Ching Yen",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04818",
    "title": "Strong Superradiance of Coherently Coupled Magnetic Dipole Emitters  Mediated by Whispering Gallery Modes of a Subwavelength All-Dielectric Cavity",
    "abstract": " Comments: 26 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2209.04818",
    "authors": [
      "Ma-Long Hu",
      "Xiao-Jing Du",
      "Lin Ma",
      "Jun He",
      "Zhong-Jian Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.07359",
    "title": "Optical properties of circular Bragg gratings in labyrinth geometry",
    "abstract": " Title: Optical properties of circular Bragg gratings in labyrinth geometry ",
    "url": "https://arxiv.org/abs/2209.07359",
    "authors": [
      "Quirin Buchinger",
      "Simon Betzold",
      "Sven Höfling",
      "Tobias Huber-Loyola"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.07596",
    "title": "From quantum alchemy to Hammett's equation: Covalent bonding from atomic  energy partitioning",
    "abstract": " Title: From quantum alchemy to Hammett's equation: Covalent bonding from atomic  energy partitioning ",
    "url": "https://arxiv.org/abs/2209.07596",
    "authors": [
      "Michael J. Sahre",
      "Guido Falk von Rudorff",
      "O. Anatole von Lilienfeld"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.07765",
    "title": "Performance of novel VUV-sensitive Silicon Photo-Multipliers for nEXO",
    "abstract": " Title: Performance of novel VUV-sensitive Silicon Photo-Multipliers for nEXO ",
    "url": "https://arxiv.org/abs/2209.07765",
    "authors": [
      "G. Gallina",
      "Y. Guan",
      "F. Retiere",
      "G. Cao",
      "A. Bolotnikov",
      "I. Kotov",
      "S. Rescia",
      "A.K. Soma",
      "T. Tsang",
      "L. Darroch",
      "T. Brunner",
      "J. Bolster",
      "J. R. Cohen",
      "T. Pinto Franco",
      "W. C. Gillis",
      "H. Peltz Smalley",
      "S. Thibado",
      "A. Pocar",
      "A. Bhat",
      "A. Jamil",
      "D. C. Moore",
      "G. Adhikari",
      "S. Al Kharusi",
      "E. Angelico",
      "I. J. Arnquist",
      "P. Arsenault",
      "I. Badhrees",
      "J. Bane",
      "V. Belov",
      "E. P. Bernard",
      "T. Bhatta",
      "J. P. Brodsky",
      "E. Brown",
      "E. Caden",
      "L. Cao",
      "C. Chambers",
      "B. Chana",
      "S. A. Charlebois",
      "D. Chernyak",
      "M. Chiu",
      "B. Cleveland",
      "R. Collister",
      "M.Cvitan",
      "J. Dalmasson",
      "T. Daniels",
      "K. Deslandes",
      "R. DeVoe",
      "M. L. di Vacri",
      "Y. Ding",
      "M. J. Dolinski",
      "A. Dragone",
      "J. Echevers",
      "B. Eckert",
      "M. Elbeltagi",
      "L. Fabris",
      "W. Fairbank",
      "J. Farine",
      "Y. S. Fu",
      "D. Gallacher",
      "P. Gautam",
      "G. Giacomini",
      "C. Gingras",
      "D. Goeldi",
      "R. Gornea",
      "G. Gratta",
      "C. A. Hardy"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.05309",
    "title": "Optimization of laser stabilization via self-injection locking to a  whispering-gallery-mode microresonator: experimental study",
    "abstract": " Title: Optimization of laser stabilization via self-injection locking to a  whispering-gallery-mode microresonator: experimental study ",
    "url": "https://arxiv.org/abs/2210.05309",
    "authors": [
      "Artem E. Shitikov",
      "Ilya I. Lykov",
      "Oleg V. Benderov",
      "Dmitry A. Chermoshentsev",
      "Ilya K. Gorelov",
      "Andrey N. Danilin",
      "Ramzil R. Galiev",
      "Nikita M. Kondratiev",
      "Steevy J. Cordette",
      "Alexander V. Rodin",
      "Anatoly V. Masalov",
      "Valery E. Lobanov",
      "Igor A. Bilenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.10824",
    "title": "Hybrid Auxiliary Field Quantum Monte Carlo for Molecular Systems",
    "abstract": " Title: Hybrid Auxiliary Field Quantum Monte Carlo for Molecular Systems ",
    "url": "https://arxiv.org/abs/2211.10824",
    "authors": [
      "Yixiao Chen",
      "Linfeng Zhang",
      "Weinan E",
      "Roberto Car"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.13040",
    "title": "Space-Time Projection Optical Tomography: Search Space and Orbit  Determination",
    "abstract": " Comments: Space Situational Awareness ",
    "url": "https://arxiv.org/abs/2211.13040",
    "authors": [
      "Hasan Bahcivan",
      "David J. Brady"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  }
]