[
  {
    "id": "arXiv:2509.14262",
    "title": "Towards a European Quantum Act: A Two-Pillar Framework for Regulation and Innovation",
    "abstract": "           Quantum technologies promise transformative advancements but pose significant dual-use risks. Realizing their potential while mitigating risks necessitates a robust, anticipatory, and harmonized EU regulatory framework, grounded in the precautionary principle. Such a framework must be sui generis, as foundational quantum mechanical phenomena -incl. superposition, entanglement, and tunneling -defy the intuitive classical assumptions of factual certainty, causality, and locality that underpin existing legal paradigms, demanding a bespoke regulatory architecture that contributes to the emerging lex specialis for quantum information technologies. Responding to the Quantum Europe Strategy, this contribution outlines the rationale for a dedicated European Quantum Act. Drawing lessons from legislative strategies in the semiconductor (EU/US Chips Acts) and AI (EU AI Act) domains, and analyzing US and Chinese technology policy, we argue the EU needs a 'full-stack' industrial policy. We propose the EU Quantum Act should be a two-pillar instrument, combining New Legislative Framework-style regulation with an ambitious Chips Act-style industrial and security policy. This dual approach fosters innovation through strategic investment (e.g. via a DARPA-style agency) while managing risk through clear, risk-based tiers and regulatory sandboxes. This strategy is presented as essential for EU technological sovereignty and for building a strong transatlantic tech alliance. On the international stage, we advocate for a global non-proliferation framework for quantum and AI wmd's inspired by the IAEA/NPT model and overseen by an 'International Quantum Agency'. This vision culminates in the 'Qubits for Peace' initiative, a global governance structure to ensure quantum technologies are developed safely and ethically. The article concludes by consolidating the analysis into a detailed legislative blueprint.         ",
    "url": "https://arxiv.org/abs/2509.14262",
    "authors": [
      "Mauritz Kop"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14361",
    "title": "A Quantum of Hope",
    "abstract": "           Public outreach in quantum science and technologies has many goals, ranging from generating interest and dampening hype to making the fascinating and complex topic more accessible. In this work, we present a play on quantum science and technologies aimed at a science-curious audience, which aims to lift the curtains on different researchers' perspectives on this rapidly evolving field. These notes expand on the ideas presented in the play and provide additional sources that may be useful for educators and directors in future productions. In \"A Quantum of Hope\", the end of the world has never looked so bureaucratic. When an alien civilization announces that Earth will be demolished to make way for a research station, humanity is given five years to prove its value. The evaluation criteria? Randomly chosen to be quantum science and technologies. Five experts, sampled from quantum academia and industry, are locked in a room to select a single project proposal to unite global efforts. Douglas Adams meets 12 Angry Men in a galactic-grade grant review committee, where scientific ideas, moral convictions, and unruly egos clash.         ",
    "url": "https://arxiv.org/abs/2509.14361",
    "authors": [
      "Shawn E. S. Skelton",
      "Anna Knörr",
      "Jaime Redondo-Yuste",
      "Manu Srivastava",
      "Anna Brandenberger"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14366",
    "title": "Realization of a Chiral Photonic-Crystal Cavity with Broken Time-Reversal Symmetry",
    "abstract": "           Light-matter interactions in chiral cavities offer a compelling route to manipulate material properties by breaking fundamental symmetries such as time-reversal symmetry. However, only a limited number of chiral cavity implementations exhibiting broken time-reversal symmetry have been demonstrated to date. These typically rely on either the application of strong magnetic fields, circularly polarized Floquet driving, or the hybridization of cavity modes with matter excitations in the ultrastrong coupling regime. Here, we present a one-dimensional terahertz photonic-crystal cavity that exhibits broken time-reversal symmetry. The cavity consists of a high-resistivity silicon wafer sandwiched between lightly n-doped InSb wafers. By exploiting the nonreciprocal response of a terahertz magnetoplasma and the exceptionally low effective mass of electrons in InSb, we demonstrate a circularly polarized cavity mode at 0.67 THz under a modest magnetic field of 0.3 T, with a quality factor exceeding 50. Temperature-, magnetic field-, and polarization-dependent measurements, supported by simulations, confirm the realization of a chiral cavity with broken time-reversal symmetry. This platform offers a robust and accessible approach for exploring chiral light--matter interactions and vacuum dressed quantum condensed matter in the terahertz regime.         ",
    "url": "https://arxiv.org/abs/2509.14366",
    "authors": [
      "Kiran M. Kulkarni",
      "Hongjing Xu",
      "Fuyang Tay",
      "Gustavo M. Rodriguez-Barrios",
      "Dasom Kim",
      "Alessandro Alabastri",
      "Vasil Rokaj",
      "Ceren B. Dag",
      "Andrey Baydin",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14375",
    "title": "Booster Cavity Damper Redesign for PIP-II",
    "abstract": "           A new Higher Order Mode (HOM) damper was designed and tested for the Booster accelerator cavity at Fermilab. In anticipation of the PIP-II upgrade, it was discovered that the higher beam intensity of PIP-II may cause beam instability due to an excited mode at 105 MHz. This unfortunately corresponds with the cavity's 2nd order harmonic mode, which will sweep from 86-105.7 MHz. The new damper is a modification of an existing damper that was designed to reduce an existing static HOM at 83 MHz, with the new design intending to cover the 2nd order HOM as well. The existing damper uses an inductive coupling loop to extract RF energy from the cavity which then goes through a filter in order to reflect the fundamental frequency back into the cavity while passing HOMs to a dump load. The new damper intends to replace the filter portion of the system with a wider band variant while also changing the topology from a coaxial cable loop filter to a componentized PCB-based design. Primary design challenges include bandwidth coverage, impedance matching of the various modes, long term thermal and mechanical stability, radiation hardness, and high voltage handling. Initial designs achieved the desired damping but were found to quickly succumb to destructive arcing due to the voltages present. More finalized designs intend to address this problem through circuit redesigns and the use of hardier components.         ",
    "url": "https://arxiv.org/abs/2509.14375",
    "authors": [
      "Dustin Pieper",
      "Brian Vaughn",
      "Robyn Madrak"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14377",
    "title": "Terahertz amplification by injection locking of waveguide resonant tunneling diode",
    "abstract": "           High power and low phase noise oscillators at terahertz frequencies are required for several burgeoning scientific and technological applications, including radioastronomy, imaging, molecular spectroscopy, radar, and wireless communications. Operating at terahertz oscillation frequencies presents unique challenges based on the method of generation. Electronic oscillators can produce ample power but suffer from relatively high phase noise due to the nonlinear multiplication of microwave sources. Meanwhile, photomixing of optical sources provides superior spectral purity but low usable power, due to the limited bandwidth of the photomixer. We propose a hybrid solution involving injection locking of an electronic oscillator, a resonant tunneling diode, by a low phase noise photomixed source, a dual-wavelength Brillouin laser. In this study, we demonstrate a proof-of-concept injection-locking amplifier at 260 GHz, achieving up to 40 dB gain for nanowatt-level input signals. For the first time, we characterize the residual phase noise of an injection-locked waveguide RTD, showing quantitative consistency with theoretical predictions based on detailed analysis of its free-running noise. This architecture has the potential to scale to frequencies of 1 THz and beyond, which would provide a clear path to realize a terahertz oscillator with high power and low phase noise.         ",
    "url": "https://arxiv.org/abs/2509.14377",
    "authors": [
      "James Greenberg",
      "Brendan M. Heffernan",
      "William F. McGrew",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14429",
    "title": "Design and Validation of Metasurface Transmitarrays for Time-Reversal Microwave Hyperthermia in Deep Brain Tumors",
    "abstract": "           This work presents a systematic design of a metasurface-based microwave hyperthermia system, leveraging the time-reversal technique to achieve precise focusing of electromagnetic energy at deep-seated brain tumors. The manuscript includes detailed numerical simulations on realistic and spherical head models, as well as the experimental realization of a quad-layer transmissive metasurface and an electrothermal head phantom. This represents the first experimental demonstration of metasurface-based time-reversal focusing for deep brain hyperthermia, achieving localized heating while minimizing temperature rise in healthy tissue.         ",
    "url": "https://arxiv.org/abs/2509.14429",
    "authors": [
      "Alireza Rahmani",
      "Mohammad Javad Hajiahmadi",
      "Reza Faraji-Dana"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14439",
    "title": "Performance Enhancement of Medium-Temperature Baked Niobium SRF Cavity by Surface Contamination Removal",
    "abstract": "           Medium temperature (mid-T) baking, typically conducted at 300 350 C, enhances the quality factor of niobium (Nb) superconducting radio frequency cavities. High vacuum furnace baking is commonly preferred for its practicality in large-scale processing. However, surface contamination, such as niobium carbide formed during vacuum furnace baking, can limit the quench field and degrade the quality factor of the cavity. To investigate this effect, a 1.3 GHz single-cell Nb cavity underwent mid-T baking, followed by a chemical treatment to remove the surface contaminants. Post-treatment measurements revealed a significant improvement in both the quality factor and the quench field.         ",
    "url": "https://arxiv.org/abs/2509.14439",
    "authors": [
      "V. Chouhan",
      "D. Bice",
      "A. Cravatta",
      "A. Murthy",
      "A. Netepenko",
      "T. Ring",
      "D. Smith",
      "G. Wu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14649",
    "title": "Intensified optical camera with Timepix4 readout",
    "abstract": "           We report the first characterization results of an optical time-stamping camera based on the Timepix4 chip coupled to a fully depleted optical silicon sensor and fast image intensifier, enabling sub-nanosecond scale, time-resolved imaging for single photons. The system achieves an RMS time resolution of 0.27 ns in direct detection mode without the intensifier and from 0.55 to 1.4 ns in the single-photon regime with intensifier for different amplitude-based signal selections. This shows that Timepix4 provides a significant improvement over previous Timepix3-based cameras in terms of timing precision, pixel count, and data throughput. We analyze key factors that affect performance, including sensor bias and time-walk, and demonstrate effective correction methods to recover high temporal accuracy. The camera temporal resolution, event-driven readout and high rate capability make it a scalable platform for a wide range of applications, including quantum optics, ultrafast imaging, and time-correlated photon counting experiments.         ",
    "url": "https://arxiv.org/abs/2509.14649",
    "authors": [
      "Erik Hogenbirk",
      "Andrei Nomerotski",
      "Bram Bouwens",
      "Gabriel Diaz",
      "Shazia Farooq",
      "Erik Maddox",
      "Ondrej Matousek",
      "Peter Svihra",
      "Henrique Zanoli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.14884",
    "title": "Applying reinforcement learning to optical cavity locking tasks: considerations on actor-critic architectures and real-time hardware implementation",
    "abstract": "           This proceedings contains our considerations made during and after fruitful discussions held at EuCAIFCon 2025. We explore the use of deep reinforcement learning for autonomous locking of Fabry-Perot optical cavities in non-linear regimes, with relevance to gravitational-wave detectors. A custom Gymnasium environment with a time-domain simulator enabled training of agents such as deep deterministic policy gradient, achieving reliable lock acquisition for both low- and high-finesse cavities, including Virgo-like parameters. We also discuss possible improvements with Twin Delayed DDPG, Soft Actor Critic and meta-reinforcement learning, as well as strategies for low-latency execution and off-line policy updates to address hardware limitations. These studies lay the groundwork for future deployment of reinforcement learning-based control in real optical setups.         ",
    "url": "https://arxiv.org/abs/2509.14884",
    "authors": [
      "Mateusz Bawaj",
      "Andrea Svizzeretto"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2509.14972",
    "title": "An immuno-Infrared Sensor detects preclinical Alzheimer's and Parkinson's Disease by misfolding",
    "abstract": "           The immuno-infrared sensor detects target proteins in solution. Exemplary, the initial misfolding of amyloid beta (Abeta) peptides in blood is measured, enabling early risk prediction of Alzheimer's disease in the preclinical stage. Antibodies concentrate the target protein on the functionalized attenuated total reflection crystal surface. A quantum cascade laser is used to measure the amide I band, which indicates the secondary structure distribution of Abeta in blood as a biomarker.         ",
    "url": "https://arxiv.org/abs/2509.14972",
    "authors": [
      "Grischa Gerwert",
      "Marvin Mann",
      "Lennart Langenhoff",
      "Nathalie Woitzik",
      "Diana Hubert",
      "Deniz Duman",
      "Adrian Hoeveler",
      "Sandy Budde",
      "Jonas Simon",
      "Leon Beyer",
      "Martin Schuler",
      "Sandrina Weber",
      "Brit Mollenhauer",
      "Carsten Kötting",
      "Joern Gueldenhaupt",
      "Klaus Gerwert"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15007",
    "title": "Hybrid Cavity from Tunable Coupling between Anapole and Fabry-Perot Resonance or Anti-resonance",
    "abstract": "           Enhancing light-matter interactions depends critically on the ability to tailor photonic modes at subwavelength scales, and combining distinct resonant modes has shown remarkable potential unattainable by individual resonances alone. Despite recent advances in anapole metasurfaces for energy confinement and Fabry-Perot (FP) cavities for spectral control, their synergistic coupling and resulting opportunities remain largely unexplored due to challenges such as precise nanoscale assembly. Here, we demonstrate that embedding a terahertz (THz) anapole metasurface within a tunable FP cavity results in a hybrid cavity that demonstrates exotic properties as the anapole transitions between coupling to FP resonances and anti-resonances via cavity-length tuning. At room temperature, we observe ultrastrong coupling (> 30% of the anapole frequency) between anapoles and FP resonances, generating tunable-dispersion polaritons that blend favorable properties of both modes. Meanwhile, anapole spectrally aligns with FP anti-resonances, leading to weak coupling that narrows the linewidth of the anapole's transmission peak by two orders of magnitude and enhances its local density of states (LDOS) near the metasurface correspondingly. With exceptional capabilities including formation of polaritons and significant enhancement of LDOS, the hybrid cavity enables strong interaction with functional materials, paving the way for exploration of quantum optics, molecular sensing, and ultrafast nonlinear photonics.         ",
    "url": "https://arxiv.org/abs/2509.15007",
    "authors": [
      "Aoning Luo",
      "Haitao Li",
      "Ken Qin",
      "Jingwen Ma",
      "Shijie Kang",
      "Jiayu Fan",
      "Yiyi Yao",
      "Xiexuan Zhang",
      "Jiusi Yu",
      "Boyang Qu",
      "Xiaoxiao Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.15030",
    "title": "Computational electro-optic frequency comb spectroscopy",
    "abstract": "           Computational techniques have gained significant traction in photonics, enabling the co-design of hardware and data processing algorithms to drastically simplify optical system architectures and improve their performance. However, their application in optical frequency comb spectroscopy remains considerably underexplored. In this work, we introduce a non-interferometric approach to frequency comb spectroscopy based on dynamically tailored electro-optic modulation. The core of our method is a reconfigurable electro-optic comb generator capable of producing a sequence of known comb spectra to interrogate a spectroscopic sample. Instead of recording spectrally resolved or interferometric data, our system captures a set of integrated optical power measurements--one per probe comb--from which the sample's spectral response is computationally reconstructed by solving an inverse problem. We present the theoretical foundations of this method, assess its limitations, and validate it through numerical simulations. As a proof of concept, we demonstrate the experimental reconstruction of several spectral signatures, including a molecular absorption line at 1545 nm. For these results, we use numerically computed spectra and experimentally measured power values, all acquired within 10 milliseconds. Finally, we discuss potential extensions and improvements of the method, as well as its integration into chip-scale spectroscopic systems.         ",
    "url": "https://arxiv.org/abs/2509.15030",
    "authors": [
      "J.J. Navarro-Alventosa",
      "A. Aupart-Acosta",
      "V. Durán"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.15142",
    "title": "Super resonance: Breaking the bandwidth limit of resonant modes and its application to flow control",
    "abstract": "           We report the discovery of super resonance--a new regime of resonant behavior in which a mode's out-of-phase response persists far beyond its classical bandwidth. This effect emerges from a coiled phononic structure composed of a locally resonant elastic metamaterial and architected to support multiple internal energy pathways. These pathways converge at a single structural point, enabling extended modal dominance and significantly broadening the frequency range over which a resonant phase is sustained. We demonstrate by direct numerical simulations the implications of this mechanism in the context of flow instability control, where current approaches are inherently constrained by the characteristically narrow spectral bandwidth of conventional resonances. Using a super-resonant phononic subsurface structure interfacing with a channel flow, we show passive simultaneous suppression of four unstable flow perturbations across a frequency range more than five times wider than that is achievable with a standard resonance in an equivalent uncoiled structure. By enabling broadband, passive control of flow instabilities, super resonance overcomes a longstanding limitation in laminar flow control strategies. More broadly, it introduces a powerful new tool for phase-engineered wave-matter interaction. The ability to preserve out-of-phase modal response across wide spectral ranges establishes a fundamental advance in the physics of resonance, with far-reaching implications for suppressing fully developed turbulent flows and beyond.         ",
    "url": "https://arxiv.org/abs/2509.15142",
    "authors": [
      "Adam R. Harris",
      "Armin Kianfar",
      "David Roca",
      "Daniel Yago",
      "Christoph Brehm",
      "Mahmoud I. Hussein"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2509.15203",
    "title": "Localized In-Plane Cavity Optomechanics in MEMS",
    "abstract": "           This study demonstrates the realization of localized in-plane optomechanical microcavities embedded within an electrostatic MEMS architecture. The system consists of a curved, clamped-clamped microbeam, fabricated on a silicon-on-insulator (SOI) wafer. A green laser emitted from a Laser Doppler Vibrometer (LDV), is directed perpendicularly onto the device under a vacuum pressure of 7 mTorr, with the beam aligned to fill the gap between the movable microbeam and its adjacent side fixed mirror. This configuration forms localized cavity optomechanical resonators that enable the generation of optomechanical soliton frequency combs through phonon lasing without electrical excitation. The optomechanical resonators' dynamics are examined through experiments and numerical simulations. First, the experimental findings unveil that in electrostatic MEMS structures, the two reflective electrodes positioned to form a capacitive gap can inadvertently form localized cavities. These cavities significantly affect optical readouts, as the photodetected signal encodes contributions from both Doppler-shifted electromagnetic waves and light scattered from the intracavity optical field. This dual contributions can distort mechanical response interpretation unless appropriately filtered. Second, experiments show that optical pumping at various positions along the microbeam induces periodic pulse trains with distinct free spectral ranges (FSRs), each corresponding to different mechanical modes. Our results present the generation of solitary optical wavepackets using in-plane localized Fabry-Pérot microcavities formed within a MEMS device. The results suggest a path toward chip-scale, soliton frequency combs generators featuring frequency spacing on the order of kilohertz, without relying on integrated fiber optics.         ",
    "url": "https://arxiv.org/abs/2509.15203",
    "authors": [
      "Sasan Rahmanian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2509.14320",
    "title": "Probing the meV QCD Axion with the $\\texttt{SQWARE}$ Quantum Semiconductor Haloscope",
    "abstract": "           We propose the Semiconductor-Quantum-Well Axion Radiometer Experiment ($\\texttt{SQWARE}$) -- a new experimental platform for direct detection of axion dark matter in the meV mass range -- based on resonantly enhanced axion-photon conversion through the inverse Primakoff effect in engineered quantum semiconductor heterostructures. The core of the radiometer is a GaAs/AlGaAs multiple quantum well structure forming a magnetoplasmonic cavity, containing an ultrahigh-mobility two-dimensional electron gas, which realizes a tunable epsilon-near-zero resonance in the terahertz frequency range. By controlling the orientation of the cavity within a strong external magnetic field, both the resonance frequency and the axion-induced current are optimized $\\textit{in situ}$, enabling efficient scanning across a broad mass range without complex mechanical adjustment. The axion-induced electromagnetic signal radiatively emitted from the magnetoplasmonic cavity is detected by a state-of-the-art photodetector. We present the theoretical basis for resonant enhancement, detail the experimental design and benchmarks through extensive simulations, and project the sensitivity of $\\texttt{SQWARE}$ for several realistic configurations. Our results demonstrate that $\\texttt{SQWARE}$ can probe the well-motivated quantum chromodynamics axion parameter space and close a critical gap in direct searches at meV masses.         ",
    "url": "https://arxiv.org/abs/2509.14320",
    "authors": [
      "Jaanita Mehrani",
      "Tao Xu",
      "Andrey Baydin",
      "Michael J. Manfra",
      "Henry O. Everitt",
      "Andrew J. Long",
      "Kuver Sinha",
      "Junichiro Kono",
      "Shengxi Huang"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14337",
    "title": "Quantum advantage without exponential concentration: Trainable kernels for symmetry-structured data",
    "abstract": "           Quantum kernel methods promise enhanced expressivity for learning structured data, but their usefulness has been limited by kernel concentration and barren plateaus. Both effects are mathematically equivalent and suppress trainability. We analytically prove that covariant quantum kernels tailored to datasets with group symmetries avoid exponential concentration, ensuring stable variance and guaranteed trainability independent of system size. Our results extend beyond prior two-coset constructions to arbitrary coset families, broadening the scope of problems where quantum kernels can achieve advantage. We further derive explicit bounds under coherent noise models - including unitary errors in fiducial state preparation, imperfect unitary representations, and perturbations in group element selection - and show through numerical simulations that the kernel variance remains finite and robust, even under substantial noise. These findings establish a family of quantum learning models that are simultaneously trainable, resilient to coherent noise, and linked to classically hard problems, positioning group-symmetric quantum kernels as a promising foundation for near-term and scalable quantum machine learning.         ",
    "url": "https://arxiv.org/abs/2509.14337",
    "authors": [
      "Laura J. Henderson",
      "Kerstin Beer",
      "Salini Karuvade",
      "Riddhi Gupta",
      "Angela White",
      "Sally Shrapnel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2509.14917",
    "title": "Quantum Gambling: Best-Arm Strategies for Generator Selection in Adaptive Variational Algorithms",
    "abstract": "           Adaptive variational algorithms suffer from prohibitively high measurement costs during the generator selection step, since energy gradients must be estimated for a large operator pool. This scaling bottleneck limits their applicability to larger molecular systems on near-term quantum devices. We address this challenge by reformulating generator selection as a Best Arm Identification (BAI) problem, where the goal is to identify the generator with the largest energy gradient using as few measurements as possible. To solve it, we employ the Successive Elimination algorithm, which adaptively allocates measurements and discards unpromising candidates early. Numerical experiments on molecular systems demonstrate that this approach substantially reduces the number of measurements required while preserving ground-state energy accuracy. By cutting measurement overhead without sacrificing performance, our method makes adaptive variational algorithms more practical for near-term quantum simulations.         ",
    "url": "https://arxiv.org/abs/2509.14917",
    "authors": [
      "Rick Huang",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14991",
    "title": "Ultrafast controlling net magnetization in g-wave altermagnets via laser fields",
    "abstract": "           The diverse nodal spin structures in d/g/i-wave altermagnets (AM) may cause distinct light-induced spin responses yet remain poorly understood. Using time-dependent density functional theory (TDDFT), we reveal that laser induced ultrafast demagnetization dynamics in the g-wave AM CrSb are strongly governed by the laser incidence direction. Under normal incidence along the [0001] axis, two Cr sublattices exhibit symmetric temporal demagnetization but with different amplitudes, preserving the net-zero magnetization, unlike the behavior in d-wave AM. Off-normal incidence, however, induces pronounced asymmetric demagnetization between sublattices, transiently driving the system into a ferrimagnetic-like state with a sizable net magnetization. This direction-dependent response arises from the characteristic nodal structures in bulk g-wave AM electronic structure, which enable anisotropic optical intersite spin transfer (OISTR). By comparing g-wave and d-wave AMs, we propose that light-induced magnetization arises when laser polarization aligns with spin-uncompensated regions in electronic structures. This can be readily determined from the local spin density of states along specific band paths. Our results provide a fundamental understanding for laser-induced ultrafast dynamics in AM.         ",
    "url": "https://arxiv.org/abs/2509.14991",
    "authors": [
      "Zhaobo Zhou",
      "Sangeeta Sharma",
      "Junjie He"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2502.03116",
    "title": "Attosecond Optical Orientation",
    "abstract": "           Circularly polarized light offers opportunities to probe symmetry-dependent properties of matter such as chirality and spin. Circular dichroism measurements typically require further intrinsic or extrinsic breaking of symmetry by e.g. enantiomeric excess, orientation, magnetic fields or direction-sensitive detectors. Here we introduce circular-dichroic attosecond transient absorption spectroscopy by leveraging the angular momentum of two circular-polarized pulses, both pump and probe, in an isotropic medium, optically orienting the angular momentum of excited states on an attosecond timescale. We investigate a circular-dichroic measurement of the attosecond transient absorption of He Rydberg states. By limiting the allowed pathways via dipole selection rules for co- and counter-rotating circular polarized NIR and XUV pulses, different spectral reshapings of the XUV transient absorption due to the AC Stark effect are observed. Paired with time-dependent Schrödinger equation calculations, the results show the role of selection and propensity rules and open up new opportunities to study coupling pathways of excited states as well as spin-dependent dynamics in atoms and beyond via attosecond optical orientation.         ",
    "url": "https://arxiv.org/abs/2502.03116",
    "authors": [
      "Lauren B Drescher",
      "Nicola Mayer",
      "Kylie Gannan",
      "Jonah R Adelman",
      "Stephen R Leone"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.03622",
    "title": "Direct integration of atomic precision advanced manufacturing into middle-of-line silicon fabrication",
    "abstract": "           Atomic precision advanced manufacturing (APAM) dopes silicon with enough carriers to change its electronic structure, and can be used to create novel devices by defining metallic regions whose boundaries have single-atom abruptness. Incompatibility with the thermal and lithography process requirements for gated silicon transistor manufacturing have inhibited exploration of both how APAM can enhance CMOS performance, and how transistor manufacturing steps can accelerate the discovery of new APAM device concepts. In this work, we introduce an APAM process that enables direct integration into the middle of a transistor manufacturing workflow. We show that a process that combines sputtering and annealing with a hardmask preserves a defining characteristic of APAM, a doping density far in excess of the solid solubility limit, while trading another, the atomic precision, for compatibility with manufacturing. The electrical characteristics of a chip combining a transistor with an APAM resistor show the APAM module has only affected the transistor through the addition of a resistance, and not by altering the transistor. This proof-of-concept demonstration also outlines the requirements and limitations of a unified APAM tool which could be introduced into manufacturing environments, greatly expanding access to this technology, and inspiring a new generation of devices with it.         ",
    "url": "https://arxiv.org/abs/2505.03622",
    "authors": [
      "E. M. Anderson",
      "C. R. Allemang",
      "A. J. Leenheer",
      "S. W. Schmucker",
      "J. A. Ivie",
      "D. M. Campbell",
      "W. Lepkowski",
      "X. Gao",
      "P. Lu",
      "C. Arose",
      "T.-M. Lu",
      "C. Halsey",
      "T. D. England",
      "D. R. Ward",
      "D. A. Scrymgeour",
      "S. Misra"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2504.04769",
    "title": "Scalable projected entangled-pair state representation of random quantum circuit states",
    "abstract": "           Classical simulation of a programmable quantum processor is crucial in identifying the threshold of a quantum advantage. We demonstrate the simple update of projected entangled-pair states (PEPSs) in the Vidal gauge that represent random quantum circuit states, which center around recent quantum advantage claims. Applied to square lattices of qubits akin to state-of-the-art superconducting processors, the PEPS representation is exact for circuit depths less than $\\mathcal{D}_\\mathrm{tr}$ = $\\beta\\log_2\\chi$, where $\\chi$ is the maximum bond dimension and $2 \\lesssim \\beta \\lesssim 4$ depends on the choice of two-qubit gates, independent of the qubit number $n$. We find the universal scaling behaviors of the state fidelity by treating large-scale circuits of $n \\leq 10^{4}$, using $\\chi \\leq 128$ on a conventional CPU. Our method has a polynomial scaling of computational costs with $n$ for circuit depth $\\mathcal{D}=O(\\log n)$ and is more advantageous than matrix product state approaches if $n$ is large. This work underscores PEPSs as a scalable tool for benchmarking quantum algorithms with future potential for sampling applications using advanced contraction techniques.         ",
    "url": "https://arxiv.org/abs/2504.04769",
    "authors": [
      "Sung-Bin B. Lee",
      "Hee Ryang Choi",
      "Daniel Donghyon Ohm",
      "Seung-Sup B. Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.20597",
    "title": "How to be an orthodox quantum mechanic",
    "abstract": "           This work sets out to answer a single question: what is the orthodox interpretation of quantum mechanics? However, we adopt a different approach to that normally used. Rather than surveying physicists, or poring over the precise details of the thoughts of Bohr and Heisenberg, we review a collection of 42 textbooks on quantum mechanics, encompassing the most popular and prominent works of this nature. We then gauge their response to 12 propositions to build up a picture of exactly what is believed by an orthodox quantum mechanic. We demonstrate that this orthodoxy has many aspects of Copenhagen-like viewpoints, but also shows some interesting emerging deviations. Moreover, it is more nuanced than some reductive characterisations that condense the orthodoxy down to the ontological primacy of the quantum state. The revealed orthodoxy has two consistent pillars: measurement inherently disturbs quantum states and these states refer to individual instances, not ensembles. More fully, it entails that individual particles exist in wave-like super-positions and present particle behaviours only when forced to by outside influences. The act of measuring such a system inherently induces random changes in its state, manifesting as a form of measurement error that corresponds to the uncertainty principle. This implies that measurement does not reveal underlying values of quantum properties.         ",
    "url": "https://arxiv.org/abs/2504.20597",
    "authors": [
      "Geoff Beck"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08183",
    "title": "Parametrized Quantum Circuit Learning for Quantum Chemical Applications",
    "abstract": "           In the field of quantum machine learning (QML), parametrized quantum circuits (PQCs) -- constructed using a combination of fixed and tunable quantum gates -- provide a promising hybrid framework for tackling complex machine learning problems. Despite numerous proposed applications, there remains limited exploration of datasets relevant to quantum chemistry. In this study, we investigate the potential benefits and limitations of PQCs on two chemically meaningful datasets: (1) the BSE49 dataset, containing bond separation energies for 49 different classes of chemical bonds, and (2) a dataset of water conformations, where coupled-cluster singles and doubles (CCSD) wavefunctions are predicted from lower-level electronic structure methods using the data-driven coupled-cluster (DDCC) approach. We construct a comprehensive set of 168 PQCs by combining 14 data encoding strategies with 12 variational ans{ä}tze, and evaluate their performance on circuits with 5 and 16 qubits. Our initial analysis examines the impact of circuit structure on model performance using state-vector simulations. We then explore how circuit depth and training set size influence model performance. Finally, we assess the performance of the best-performing PQCs on current quantum hardware, using both noisy simulations (\"fake\" backends) and real quantum devices. Our findings underscore the challenges of applying PQCs to chemically relevant problems that are straightforward for classical machine learning methods but remain non-trivial for quantum approaches.         ",
    "url": "https://arxiv.org/abs/2507.08183",
    "authors": [
      "Grier M. Jones",
      "Viki Kumar Prasad",
      "Ulrich Fekl",
      "Hans-Arno Jacobsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08942",
    "title": "Electromagnetic Energy Extraction from Kerr Black Holes: Ab-Initio Calculations",
    "abstract": "           The possibility of extracting energy from a rotating black hole via the Blandford-Znajek mechanism represents a cornerstone of relativistic astrophysics. We present general-relativistic collisionless kinetic simulations of Kerr black-hole magnetospheres covering a wide range in the black-hole spin. Considering a classical split-monopole magnetic field, we can reproduce with these ab-initio calculations the force-free electrodynamics of rotating black holes and measure the power of the jet launched as a function of the spin. The Blandford-Znajek luminosity we find is in very good agreement with analytic calculations and compatible with general-relativistic magnetohydrodynamics simulations via a simple rescaling. These results provide strong evidence of the robustness of the Blandford-Znajek mechanism and accurate estimates of the electromagnetic luminosity to be expected in those scenarios involving rotating black holes across the mass scale.         ",
    "url": "https://arxiv.org/abs/2507.08942",
    "authors": [
      "Claudio Meringolo",
      "Filippo Camilloni",
      "Luciano Rezzolla"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]