[
  {
    "id": "arXiv:2309.04017",
    "title": "A contactless scanning near-field optical dilatometer imaging the  thermal expansivity of inhomogeneous 2D materials and thin films at the  nanoscale",
    "abstract": "To date, there are very few experimental techniques, if any, that are suitable for the purpose of acquiring, with nanoscale lateral resolution, quantitative maps of the thermal expansivity of 2D materials and thin films, despite huge demand for nanoscale thermal management, for example in designing integrated circuitry for power electronics. Besides, contactless analytical tools for determining the thermal expansion coefficient (TEC) are highly desirable, because probes in contact with the sample significantly perturb any thermal measurements. Here, we introduce {\\omega}-2{\\omega} near-field thermoreflectance imaging, as an all-optical and contactless approach to map the TEC at the nanoscale with precision. Testing of our technique is performed on nanogranular films of gold and multilayer graphene (ML-G) platelets. Our method demonstrates that the TEC of Au is higher at the metal-insulator interface, with an average of (17.12 +/- 2.30)x10-6 K-1 in agreement with macroscopic techniques. For ML-G, the average TEC was (-5.77 +/- 3.79)x10-6 K-1 and is assigned to in-plane vibrational bending modes. A vibrational-thermal transition from graphene to graphite is observed, where the TEC becomes positive as the ML thickness increases. Our nanoscale method demonstrates results in excellent agreement with its macroscopic counterparts, as well as superior capabilities to probe 2D materials and interfaces. ",
    "url": "https://arxiv.org/abs/2309.04017",
    "authors": [
      "Victor Wong",
      "Sabastine Ezugwu",
      "Giovanni Fanchini"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2309.04070",
    "title": "Anneal-free ultra-low loss silicon nitride integrated photonics",
    "abstract": "Heterogeneous and monolithic integration of the versatile low loss silicon nitride platform with low temperature materials such as silicon electronics and photonics, III-V compound semiconductors, lithium niobate, organics, and glasses, has been inhibited by the need for high temperature annealing as well as the need for different processes for thin and thick waveguides. New techniques are needed to maintain the state-of-the-art losses, nonlinear properties, and CMOS compatible process while enabling this next level of 3D integration. We report a significant advance in silicon nitride integrated photonics, demonstrating the same anneal-free process, with a maximum temperature 250 {\\deg}C, for an order of magnitude range in nitride thickness without requiring stress mitigation and polishing, using inductively coupled plasma-plasma enhanced chemical vapor deposition with a deuterated silane precursor gas. We report 1.77 dB/m loss and 14.9 million Q for thin waveguides, over half an order magnitude lower loss than previous low temperature processes, and 8.66 dB/m loss and 4.03 million Q for thick nitride, the highest reported Q for a low temperature process with similar device area. Our thick nitride devices demonstrate anomalous dispersion and over two-octave supercontinuum generation, from 650 nm to 2.7 {\\mu}m, and four-wave mixing parametric gain of 15.2 mW/mm, the lowest threshold per unit resonator length for a low temperature process. These results represent a significant step towards a uniform ultra-low loss silicon nitride homogeneous and heterogenous platform for both thin and thick waveguides capable of linear and nonlinear photonic circuits and integration with low temperature materials and processes. ",
    "url": "https://arxiv.org/abs/2309.04070",
    "authors": [
      "Debapam Bose",
      "Mark W. Harrington",
      "Andrei Isichenko",
      "Kaikai Liu",
      "Jiawei Wang",
      "Zachary L. Newman",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04152",
    "title": "Ultraviolet Resonant Nanogap Antennas with Rhodium Nanocube Dimers for  Enhancing Protein Intrinsic Autofluorescence",
    "abstract": "Plasmonic optical nanoantennas offer compelling solutions for enhancing light-matter interactions at the nanoscale. However, until now, their focus has been mainly limited to the visible and near-infrared regions, overlooking the immense potential of the ultraviolet (UV) range, where molecules exhibit their strongest absorption. Here, we present the realization of UV resonant nanogap antennas constructed from paired rhodium nanocubes. Rhodium emerges as a robust alternative to aluminum, offering enhanced stability in wet environments and ensuring reliable performance in the UV range. Our results showcase the nanoantenna ability to enhance the UV autofluorescence of label-free streptavidin and hemoglobin proteins. We achieve significant enhancements of the autofluorescence brightness per protein by up to 120-fold, and reach zeptoliter detection volumes enabling UV autofluorescence correlation spectroscopy (UV-FCS) at high concentrations of several tens of micromolar. We investigate the modulation of fluorescence photokinetic rates and report excellent agreement between experimental results and numerical simulations. This work expands the applicability of plasmonic nanoantennas into the deep UV range, unlocking the investigation of label-free proteins at physiological concentrations. ",
    "url": "https://arxiv.org/abs/2309.04152",
    "authors": [
      "Prithu Roy",
      "Siyuan Zhu",
      "Jean-Benoît Claude",
      "Jie Liu",
      "Jérôme Wenger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.04177",
    "title": "Generative inverse design of multimodal resonant structures for locally  resonant metamaterials",
    "abstract": "In the development of locally resonant metamaterials, the physical resonator design is often omitted and replaced by an idealized mass-spring system. This paper presents a novel approach for designing multimodal resonant structures, which give rise to multi-bandgap metamaterials with predefined band gaps. Our method uses a conditional variational autoencoder to identify nontrivial patterns between design variables of complex-shaped resonators and their modal effective parameters. After training, the cost of generating designs satisfying arbitrary criteria - frequency and mass of multiple modes - becomes negligible. An example of a resonator family with six geometric variables and two targeted modes is further elaborated. We find that the autoencoder performs well even when trained with a limited dataset, resulting from a few hundred numerical modal analyses. The method generates several designs that very closely approximate the desired modal characteristics. The accuracy of the best designs, proposed by the auto-encoder, is confirmed in tests of 3D-printed resonator prototypes. Further experiments demonstrate the close agreement between the measured and desired dispersion relation of a sample metamaterial beam. ",
    "url": "https://arxiv.org/abs/2309.04177",
    "authors": [
      "Sander Dedoncker",
      "Christian Donner",
      "Linus Taenzer",
      "Bart Van Damme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04189",
    "title": "High-power intracavity few-cycle THz pulse generation using thin lithium  niobate",
    "abstract": "Resonant enhancement both in passive and active resonators is a well-known technique for boosting the efficiency of nonlinear frequency conversion at high repetition rates. However, this route has remained poorly explored for the generation of few-cycle broadband THz transients due to the inadequacy of typically employed nonlinear crystals. Here, we demonstrate that thin lithium niobate crystals are a promising platform to circumvent current difficulties. Using a 50-um thin lithium niobate plate intracavity of a compact high-power mode-locked thin-disk laser, we generate broadband THz pulses with a spectrum extending up to 3 THz at 44.8 MHz repetition rate, driven by 264 W of intracavity average power. This approach opens the door to efficient high-power single-cycle THz generation at high repetition rates, scalable to kilowatt-level driving power with low cost and complexity. ",
    "url": "https://arxiv.org/abs/2309.04189",
    "authors": [
      "Yicheng Wang",
      "Tim Vogel",
      "Mohsen Khalili",
      "Samira Mansourzadeh",
      "Kore Hasse",
      "Sergiy Suntsov",
      "Detlef Kip",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.04233",
    "title": "Multifunction full space graphene assisted metasurface",
    "abstract": "In recent years, there has been notable advancement in programmable metasurfaces, primarily attributed to their cost-effectiveness and capacity to manipulate electromagnetic (EM) waves. Nevertheless, a significant limitation of numerous available metasurfaces is their capability to influence wavefronts only in reflection mode or transmission mode, thus catering to only half of the spatial coverage. To the best of our knowledge and for the first time, a novel graphene-assisted reprogrammable metasurface that offers the unprecedented capability to independently and concurrently manipulate EM waves within both half-spaces has been introduced in the THz frequency band. ",
    "url": "https://arxiv.org/abs/2309.04233",
    "authors": [
      "Parsa Farzin",
      "Amir saman Nooramin",
      "Mohammad Soleimani"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04283",
    "title": "Active learning-driven uncertainty reduction for in-flight particle  characteristics of atmospheric plasma spraying of silicon",
    "abstract": "In this study, the first-of-its-kind use of active learning (AL) framework in thermal spray is adapted to improve the prediction accuracy of the in-flight particle characteristics and uses Gaussian Process (GP) ML model as a surrogate that generalises a global solution without necessarily involving physical mechanisms. The AL framework via the Bayesian Optimisation was utilised to: (a) reduce the maximum uncertainty in the given database and (b) reduce local uncertainty around a contrived test point. The initial dataset consists of 26 atmospheric plasma spray (APS) parameters of silicon, aimed at ceramic matrix composites (CMCs) for the next generation of aerospace applications. The maximum uncertainty in the initial dataset was reduced by AL-driven identification of search spaces and conducting six guided spray trails in the identified search spaces. On average, a 52.9% improvement (error reduction) of RMSE and an R2 increase of 8.5% were reported on the predicted in-flight particle velocities and temperatures after the AL-driven optimisation. Furthermore, the Bayesian Optimisation around a contrived test point to predict the best possible characteristics resulted in a three-fold increase in prediction accuracy as compared to the non-optimised prediction. These AL-guided experimental validations not only increase the informativeness of the limited dataset but is adaptable for other thermal spraying methods without necessarily involving physical mechanisms and underlying mechanisms. The use of AL-driven optimisation may drive the thermal spraying towards resource-efficiency and may serve as the first step towards fully digital thermal spraying environments. ",
    "url": "https://arxiv.org/abs/2309.04283",
    "authors": [
      "Halar Memon",
      "Eskil Gjerde",
      "Alex Lynam",
      "Amiya Chowdhury",
      "Geert De Maere",
      "Grazziela Figueredo",
      "Tanvir Hussain"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04407",
    "title": "Optical Fiber-Based Needle Shape Sensing in Real Tissue: Single Core vs.  Multicore Approaches",
    "abstract": "Flexible needle insertion procedures are common for minimally-invasive surgeries for diagnosing and treating prostate cancer. Bevel-tip needles provide physicians the capability to steer the needle during long insertions to avoid vital anatomical structures in the patient and reduce post-operative patient discomfort. To provide needle placement feedback to the physician, sensors are embedded into needles for determining the real-time 3D shape of the needle during operation without needing to visualize the needle intra-operatively. Through expansive research in fiber optics, a plethora of bio-compatible, MRI-compatible, optical shape-sensors have been developed to provide real-time shape feedback, such as single-core and multicore fiber Bragg gratings. In this paper, we directly compare single-core fiber-based and multicore fiber-based needle shape-sensing through identically constructed, four-active area sensorized bevel-tip needles inserted into phantom and \\exvivo tissue on the same experimental platform. In this work, we found that for shape-sensing in phantom tissue, the two needles performed identically with a $p$-value of $0.164 > 0.05$, but in \\exvivo real tissue, the single-core fiber sensorized needle significantly outperformed the multicore fiber configuration with a $p$-value of $0.0005 < 0.05$. This paper also presents the experimental platform and method for directly comparing these optical shape sensors for the needle shape-sensing task, as well as provides direction, insight and required considerations for future work in constructively optimizing sensorized needles. ",
    "url": "https://arxiv.org/abs/2309.04407",
    "authors": [
      "Dimitri A. Lezcano",
      "Yernar Zhetpissov",
      "Alexandra Cheng",
      "Jin Seob Kim",
      "Iulian I. Iordachita"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Robotics (cs.RO)"
    ]
  },
  {
    "id": "arXiv:2309.04438",
    "title": "Finite element 3-D model of a double quantum ring: effects of electric  and laser fields on the interband transition",
    "abstract": "In this work, the changes in the energy of electrons and holes, oscillator strength and interband transition time when external fields are applied to a GaAs/AlGaAs semiconductor double ring grown by the droplet epitaxy technique are theoretically analyzed. We consider a static electric field and an intense laser field nonresonant with the quantum structure, with variable intensities and orientations with respect to the symmetry axis of the quantum ring. In the formalism of the effective mass approximation for electrons and holes, the energies and wavefunctions were numerically computed using the finite element method implemented with an accurate three-dimensional model of the real quantum ring. Laser dressing of the confining potential was performed using the exact integration formula at each point. Our results show major differences between the effects of the two types of applied fields, caused mainly by the static electric-field-induced strong polarizability of the confined electron-hole pair. In addition, the effects of both fields exhibit strong anisotropy in the electronic properties as a result of the particular flattened geometry of the quantum ring. Proper combinations of field strengths and orientations are helpful in designing accurate tools for the sensitive manipulation of interband radiative properties. ",
    "url": "https://arxiv.org/abs/2309.04438",
    "authors": [
      "Adrian Radu",
      "Cristina Stan",
      "Doina Bejan"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04440",
    "title": "Registration of terahertz irradiation with silicon carbide  nanostructures",
    "abstract": "The response to external terahertz (THz) irradiation from the silicon carbide nanostructures prepared by the method of substitution of atoms on silicon is investigated. The kinetic dependence of the longitudinal voltage is recorded at room temperature by varying the drain-source current in the device structure performed in a Hall geometry. In the frameworks of proposed model based on the quantum Faraday effect the incident radiation results in the appearance of a generated current in the edge channels with a change in the number of magnetic flux quanta and in the appearance of features in the kinetic dependence of the longitudinal voltage. The generation of intrinsic terahertz irradiation inside the silicon carbide nanostructures is also revealed by the electrically-detected electron paramagnetic resonance (EDEPR) measured the longitudinal voltage as a function of the magnetic field value. ",
    "url": "https://arxiv.org/abs/2309.04440",
    "authors": [
      "N.T. Bagraev",
      "S.A. Kukushkin",
      "A.V. Osipov",
      "L.E. Klyachkin",
      "A.M. Malyarenko",
      "V.S. Khromov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2309.04093",
    "title": "Diamond quantum magnetometer with dc sensitivity of < 10 pT Hz$^{-1/2}$  toward measurement of biomagnetic field",
    "abstract": "We present a sensitive diamond quantum sensor with a magnetic field sensitivity of $9.4 \\pm 0.1~\\mathrm{pT/\\sqrt{Hz}}$ in a near-dc frequency range of 5 to 100~Hz. This sensor is based on the continuous-wave optically detected magnetic resonance of an ensemble of nitrogen-vacancy centers along the [111] direction in a diamond (111) single crystal. The long $T_{2}^{\\ast} \\sim 2~\\mathrm{\\mu s}$ in our diamond and the reduced intensity noise in laser-induced fluorescence result in remarkable sensitivity among diamond quantum sensors. Based on an Allan deviation analysis, we demonstrate that a sub-picotesla field of 0.3~pT is detectable by interrogating the magnetic field for a few thousand seconds. The sensor head is compatible with various practical applications and allows a minimum measurement distance of about 1~mm from the sensing region. The proposed sensor facilitates the practical application of diamond quantum sensors. ",
    "url": "https://arxiv.org/abs/2309.04093",
    "authors": [
      "N. Sekiguchi",
      "M. Fushimi",
      "A. Yoshimura",
      "C. Shinei",
      "M. Miyakawa",
      "T. Taniguchi",
      "T. Teraji",
      "H. Abe",
      "S. Onoda",
      "T. Ohshima",
      "M. Hatano",
      "M. Sekino",
      "T. Iwasaki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04256",
    "title": "Dynamics of trans-Neptunian objects near the 3/1 mean-motion resonance  with Neptune",
    "abstract": "The complex classification of trans-Neptunian objects (TNOs) that are captured in mean-motion resonances (MMRs) and the constraint of their multiple origins are two significant open problems concerning the Solar System. The case-by-case study of the different MMRs and their characteristics provide information about their origin and dynamics, which helps us to understand the early stages of the Solar System evolution. In this paper, we study the dynamics of the detected TNOs close to a 3/1 MMR with Neptune. We initially use a semi-analytic three-body model to investigate the coplanar secular dynamics of these objects and find the stationary points. We then use surface sections and stability maps to analyse the non-averaged dynamics. These methods allow us to isolate the different stability regions and determine the extent of the chaotic regions. We show that stability maps are an extremely powerful tool for studying the resonant dynamics when they are computed in terms of the resonant angle. We then use these maps to study the non-planar three-body problem and the full dynamics in the presence of planetary perturbations. We confirm that TNOs near the 3/1 MMR regions can exist at very high inclinations. In the framework of the three-body problem, many of these objects can also be stable outside the 3/1 MMR owing to a Kozai secular resonance. However, when we take into account the perturbations of the four giant planets, the Kozai regions disappear and only the 3/1 MMR region remains, with eccentricities $e \\lesssim 0.5$. ",
    "url": "https://arxiv.org/abs/2309.04256",
    "authors": [
      "Alan J. Alves-Carmo",
      "Timothée Vaillant",
      "Alexandre C. M. Correia"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Dynamical Systems (math.DS)",
      "Chaotic Dynamics (nlin.CD)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04451",
    "title": "A Comparative Study of Coherent and Incoherent Drives in Four-Level  Quantum Dot Based Spaser",
    "abstract": "In this article, we theoretically investigate a spaser (surface plasmon amplification by stimulated emission of radiation), which consists of a spherical silver nanoparticle surrounded by four-level gain medium of quantum dots (QDs). The spaser system is pumped coherently and incoherently with the same excitation rate, and the characteristics of coherent localized surface plasmon (LSP) mode, thus produced, are compared for the two pumping scenarios. We provide a detailed analytical expression for the steady state and show that the incoherent pump is more suitable for the continuous spaser mode. The reason is better understood by studying the temporal evolution of number of LSP (N_n ), where the oscillation of LSP starts early for incoherent drive and relaxes to steady state with a large value of N_n. At a large pump rate, spaser curve shows saturation. In addition, we have found that the resonance peak of spaser field is independent of coherent as well as incoherent pumping, while the peak amplitude of field depends on the pump rate. ",
    "url": "https://arxiv.org/abs/2309.04451",
    "authors": [
      "Ankit Purohit",
      "Akhilesh Kumar Mishra"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05371",
    "title": "Coherent subcycle optical shock from superluminal plasma wake",
    "abstract": " Comments: 7 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2301.05371",
    "authors": [
      "H. Peng",
      "T.W. Huang",
      "K. Jiang",
      "R. Li",
      "C.N. Wu",
      "M.Y. Yu",
      "C. Riconda",
      "S. Weber",
      "C.T. Zhou",
      "S.C. Ruan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2308.13475",
    "title": "A modest redirection of quantum field theory solves all current problems",
    "abstract": " Comments: 6 pages ",
    "url": "https://arxiv.org/abs/2308.13475",
    "authors": [
      "John R. Klauder",
      "Riccardo Fantoni"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2309.01928",
    "title": "Questionable and Unquestionable in Quantum Mechanics",
    "abstract": " Comments: 40 pages ",
    "url": "https://arxiv.org/abs/2309.01928",
    "authors": [
      "Laszlo E. Szabo",
      "Marton Gomori",
      "Zalan Gyenis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]