[
  {
    "id": "arXiv:2210.02539",
    "title": "Applications of object detection networks at high-power laser systems  and experiments",
    "abstract": "The recent advent of deep artificial neural networks has resulted in a dramatic increase in performance for object classification and detection. While pre-trained with everyday objects, we find that a state-of-the-art object detection architecture can very efficiently be fine-tuned to work on a variety of object detection tasks in a high-power laser laboratory. In this manuscript, three exemplary applications are presented. We show that the plasma waves in a laser-plasma accelerator can be detected and located on the optical shadowgrams. The plasma wavelength and plasma density are estimated accordingly. Furthermore, we present the detection of all the peaks in an electron energy spectrum of the accelerated electron beam, and the beam charge of each peak is estimated accordingly. Lastly, we demonstrate the detection of optical damage in a high-power laser system. The reliability of the object detector is demonstrated over one thousand laser shots in each application. Our study shows that deep object detection networks are suitable to assist online and offline experiment analysis, even with small training sets. We believe that the presented methodology is adaptable yet robust, and we encourage further applications in high-power laser facilities regarding the control and diagnostic tools, especially for those involving image data. ",
    "url": "https://arxiv.org/abs/2210.02539",
    "authors": [
      "Jinpu Lin",
      "Florian Haberstroh",
      "Stefan Karsch",
      "Andreas Döpp"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.02639",
    "title": "Optomechanical Effects in Nanocavity-enhanced Resonant Raman Scattering  of a Single Molecule",
    "abstract": "In this article, we address the optomechanical effects in surface-enhanced resonant Raman scattering (SERRS) from a single molecule in a nano-particle on mirror (NPoM) nanocavity by developing a quantum master equation theory, which combines macroscopic quantum electrodynamics and electron-vibration interaction within the framework of open quantum system theory. We supplement the theory with electromagnetic simulations and time-dependent density functional theory calculations in order to study the SERRS of a methylene blue molecule in a realistic NPoM nanocavity. The simulations allow us not only to identify the conditions to achieve conventional optomechanical effects, such as vibrational pumping, non-linear scaling of Stokes and anti-Stokes scattering, but also to discovery distinct behaviors, such as the saturation of exciton population, the emergence of Mollow triplet side-bands, and higher-order Raman scattering. All in all, our study might guide further investigations of optomechanical effects in resonant Raman scattering. ",
    "url": "https://arxiv.org/abs/2210.02639",
    "authors": [
      "Xuan-Ming Shen",
      "Yuan Zhang",
      "Shunping Zhang",
      "Yao Zhang",
      "Qiu-Shi Meng",
      "Guangchao Zheng",
      "Siyuan Lv",
      "Luxia Wang",
      "Roberto A. Boto",
      "Chongxin Shan",
      "Javier Aizpurua"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.02868",
    "title": "Hello Quantum World! A rigorous but accessible first-year university  course in quantum information science",
    "abstract": "Addressing workforce shortages within the Quantum Information Science and Engineering (QISE) community requires attracting and retaining students from diverse backgrounds early on in their undergraduate education. Here, we describe a course we developed called Hello Quantum World! that introduces a broad range of fundamental quantum information and computation concepts in a rigorous way but without requiring any knowledge of mathematics beyond high-school algebra nor any prior knowledge of quantum mechanics. Some of the topics covered include superposition, entanglement, quantum gates, teleportation, quantum algorithms, and quantum error correction. The course is designed for first-year undergraduate students, both those pursuing a degree in QISE and those who are seeking to be `quantum-aware'. ",
    "url": "https://arxiv.org/abs/2210.02868",
    "authors": [
      "Sophia E. Economou",
      "Edwin Barnes"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.03100",
    "title": "Scalable photonic integrated circuits for programmable control of atomic  systems",
    "abstract": "Advances in laser technology have driven discoveries in atomic, molecular, and optical (AMO) physics and emerging applications, from quantum computers with cold atoms or ions, to quantum networks with solid-state color centers. This progress is motivating the development of a new generation of \"programmable optical control\" systems, characterized by criteria (C1) visible (VIS) and near-infrared (IR) wavelength operation, (C2) large channel counts extensible beyond 1000s of individually addressable atoms, (C3) high intensity modulation extinction and (C4) repeatability compatible with low gate errors, and (C5) fast switching times. Here, we address these challenges by introducing an atom control architecture based on VIS-IR photonic integrated circuit (PIC) technology. Based on a complementary metal-oxide-semiconductor (CMOS) fabrication process, this Atom-control PIC (APIC) technology meets the system requirements (C1)-(C5). As a proof of concept, we demonstrate a 16-channel silicon nitride based APIC with (5.8$\\pm$0.4) ns response times and -30 dB extinction ratio at a wavelength of 780 nm. This work demonstrates the suitability of PIC technology for quantum control, opening a path towards scalable quantum information processing based on optically-programmable atomic systems. ",
    "url": "https://arxiv.org/abs/2210.03100",
    "authors": [
      "Adrian J Menssen",
      "Artur Hermans",
      "Ian Christen",
      "Thomas Propson",
      "Chao Li",
      "Andrew J Leenheer",
      "Matthew Zimmermann",
      "Mark Dong",
      "Hugo Larocque",
      "Hamza Raniwala",
      "Gerald Gilbert",
      "Matt Eichenfield",
      "Dirk R Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.02542",
    "title": "Photocurrent and photoacoustic detection of plasmonic behavior of CdSe  quantum dots grown in Au nanogaps",
    "abstract": "In this work, the influence of Au plasmonics on photocurrent generation in the visible wavelength range in integrated thiol-linked CdSe quantum dot/Au nanogap structures is demonstrated. The plasmonic absorption is sensed utilizing photoacoustic (PA) detection technique. The laser diode is modulated to generate the PA excitation that oscillates the air-filled cell. When light absorption increases, an enhanced acoustic signal is captured by a microphone. The observed enhancement in the PA response is related to plasmonic absorption by the Au layers and the response is further enhanced by about 20% due to CdSe QDs. In our structure, the surface plasmon resonance (SPR) wavelength is approximately 500 nm. The SPR is utilized for generating photocurrents in CdSe quantum dots. Due to energy transfer from the dot to closely spaced Au surface through thiol links, a smooth transmission channel of electrons is established that forms a detectable photocurrent, which can be tuned by a bias voltage. These plasmonic nanogap structures can enable higher sensitivity in photovoltaics, photodetection and sensing. ",
    "url": "https://arxiv.org/abs/2210.02542",
    "authors": [
      "Andriy Nadtochiy",
      "Om Krishna Suwal",
      "Dai-Sik Kim",
      "Oleg Korotchenkov"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.02811",
    "title": "Hybrid Quantum Classical Simulations",
    "abstract": "We report on two major hybrid applications of quantum computing, namely, the quantum approximate optimisation algorithm (QAOA) and the variational quantum eigensolver (VQE). Both are hybrid quantum classical algorithms as they require incremental communication between a classical central processing unit and a quantum processing unit to solve a problem. We find that the QAOA scales much better to larger problems than random guessing, but requires significant computational resources. In contrast, a coarsely discretised version of quantum annealing called approximate quantum annealing (AQA) can reach the same promising scaling behaviour using much less computational resources. For the VQE, we find reasonable results in approximating the ground state energy of the Heisenberg model when suitable choices of initial states and parameters are used. Our design and implementation of a general quasi-dynamical evolution further improves these results. ",
    "url": "https://arxiv.org/abs/2210.02811",
    "authors": [
      "Dennis Willsch",
      "Madita Willsch",
      "Manpreet Singh Jattana",
      "Sebastian Schulz",
      "Fengping Jin",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02328",
    "title": "Mitigation of limit cycle oscillations in a turbulent thermoacoustic  system via delayed acoustic self-feedback",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2201.02328",
    "authors": [
      "Ankit Sahay",
      "Abhishek Kushwaha",
      "Samadhan A. Pawar",
      "Midhun P. R.",
      "Jayesh M. Dhadphale",
      "R. I. Sujith"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2202.09577",
    "title": "A simple and low-cost setup for part per billion level frequency  stabilization and characterization of red He-Ne laser",
    "abstract": " Comments: 7 pages, 6 figures Files corresponding to the data presented in this manuscript and the supplementary information can be accessed at: this https URL The updated version contains the description of an improved version of the previous experimental setup and its performance evaluation ",
    "url": "https://arxiv.org/abs/2202.09577",
    "authors": [
      "Saurabh Kumar Singh",
      "Avinash Kumar",
      "Pranav R. Shirhatti"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.02317",
    "title": "I. Complete and orthonormal sets of exponential-type orbitals with  noninteger principal quantum numbers",
    "abstract": " Title: I. Complete and orthonormal sets of exponential-type orbitals with  noninteger principal quantum numbers ",
    "url": "https://arxiv.org/abs/2205.02317",
    "authors": [
      "A. Bağcı",
      "P. E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.15625",
    "title": "Enhanced energy deposition and carrier generation in silicon induced by  two-color intense femtosecond laser pulses",
    "abstract": " Comments: 10 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2205.15625",
    "authors": [
      "Mizuki Tani",
      "Kakeru Sasaki",
      "Yasushi Shinohara",
      "Kenichi L. Ishikawa"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04485",
    "title": "Experimental Observation of Berry Phases in Optical Moebius-strip  Microcavities",
    "abstract": " Title: Experimental Observation of Berry Phases in Optical Moebius-strip  Microcavities ",
    "url": "https://arxiv.org/abs/2206.04485",
    "authors": [
      "Jiawei Wang",
      "Sreeramulu Valligatla",
      "Shilong Li",
      "Yin Yin",
      "Lukas Schwarz",
      "Mariana Medina-Sanchez",
      "Stefan Baunack",
      "Ching Hua Lee",
      "Ronny Thomale",
      "Vladimir M. Fomin",
      "Libo Ma",
      "Oliver G. Schmidt"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.08623",
    "title": "Counting 3d-spaces: classicality and probability in standard and  many-worlds quantum mechanics from quantum-gravitational background-freedom",
    "abstract": " Comments: 13 pages, 2 figures. Comments welcome! ",
    "url": "https://arxiv.org/abs/2209.08623",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2209.12609",
    "title": "A practical guide to Terahertz imaging using thermal atomic vapour",
    "abstract": " Comments: Invited Review. 37 pages ",
    "url": "https://arxiv.org/abs/2209.12609",
    "authors": [
      "Lucy Downes",
      "Lara Torralbo-Campo",
      "Kevin Weatherill"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.00177",
    "title": "Deterministic Laser Writing of Spin Defects in Nanophotonic Cavities",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2210.00177",
    "authors": [
      "Aaron M. Day",
      "Jonathan R. Dietz",
      "Madison Sutula",
      "Matthew Yeh",
      "Evelyn L. Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]