[
  {
    "id": "arXiv:2306.16492",
    "title": "Lithium tantalate electro-optical photonic integrated circuits for high  volume manufacturing",
    "abstract": "Photonic integrated circuits based on Lithium Niobate have demonstrated the vast capabilities afforded by material with a high Pockels coefficient, allowing linear and high-speed modulators operating at CMOS voltage levels for applications ranging from data-center communications and photonic accelerators for AI. However despite major progress, the industrial adoption of this technology is compounded by the high cost per wafer. Here we overcome this challenge and demonstrate a photonic platform that satisfies the dichotomy of allowing scalable manufacturing at low cost, while at the same time exhibiting equal, and superior properties to those of Lithium Niobate. We demonstrate that it is possible to manufacture low loss photonic integrated circuits using Lithium Tantalate, a material that is already commercially adopted for acoustic filters in 5G and 6G. We show that LiTaO3 posses equally attractive optical properties and can be etched with high precision and negligible residues using DUV lithography, diamond like carbon (DLC) as a hard mask and alkaline wet etching. Using this approach we demonstrate microresonators with an intrinsic cavity linewidth of 26.8 MHz, corresponding to a linear loss of 5.6 dB/m and demonstrate a Mach Zehnder modulator with Vpi L = 4.2 V cm half-wave voltage length product. In comparison to Lithium Niobate, the photonic integrated circuits based on LiTaO3 exhibit a much lower birefringence, allowing high-density circuits and broadband operation over all telecommunication bands (O to L band), exhibit higher photorefractive damage threshold, and lower microwave loss tangent. Moreover, we show that the platform supports generation of soliton microcombs in X-Cut LiTaO3 racetrack microresonator with electronically detectable repetition rate, i.e. 30.1 GHz. ",
    "url": "https://arxiv.org/abs/2306.16492",
    "authors": [
      "Chengli Wang",
      "Zihan Li",
      "Johann Riemensberger",
      "Grigory Lihachev",
      "Mikhail Churaev",
      "Wil Kao",
      "Xinru Ji",
      "Terence Blesin",
      "Alisa Davydova",
      "Yang Chen",
      "Xi Wang",
      "Kai Huang",
      "Xin Ou",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16651",
    "title": "A Residual Fully Convolutional Network (Res-FCN) for Electromagnetic  Inversion of High Contrast Scatterers at an Arbitrary Frequency Within a Wide  Frequency Band",
    "abstract": "Many successful machine learning methods have been developed for electromagnetic inverse scattering problems. However, so far, their inversion has been performed only at the specifically trained frequencies. To make the machine-learning-based inversion method more generalizable for realistic engineering applications, this work proposes a residual fully convolutional network (Res-FCN) to perform EM inversion of high contrast scatterers at an arbitrary frequency within a wide frequency band. The proposed Res-FCN combines the advantages of the Res-Net and the fully convolutional network (FCN). Res-FCN consists of an encoder and a decoder: the encoder is employed to extract high-dimensional features from the measured scattered field through the residual frameworks, while the decoder is employed to map from the high-dimensional features extracted by the encoder to the electrical parameter distribution in the inversion region by the up-sample layer and the residual frameworks. Four numerical examples verify that the proposed Res-FCN can achieve good performance in the 2-D EM inversion problem for high contrast scatterers with anti-noise ability at an arbitrary frequency point within a wide frequency band. ",
    "url": "https://arxiv.org/abs/2306.16651",
    "authors": [
      "Hao-Jie Hu",
      "Jiawen Li",
      "Li-Ye Xiao",
      "Yu Cheng",
      "Qing Huo Liu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16749",
    "title": "Dispersion and Thickness Control in Evaporation-induced Self-Assembly of  Opal Photonic Crystals",
    "abstract": "Opals are naturally occurring photonic crystals which can be formed easily using low-cost self-assembly methods. While the optical behaviour of opals has received significant attention over the last number of decades, there is limited information on the effect of crystal thickness on the optical properties they display. Here, the relationship between volume fraction and crystal thickness is established with an evaporation-induced self-assembly (EISA) method of formation. The extent to which thickness can be used to manipulate the optical properties of the crystals is explored, focusing on the change in the photonic band gap (PBG). Microscopical structural characterization and angle-resolved transmission spectroscopy are used to examine the quality of the photonic crystals formed using different volume fractions of polystyrene spheres, with thicknesses up to 37 layers grown from volume fractions of 0.125%. This work provides a direct correlation between sphere solution volume fraction and crystal thickness, and the associated optical fingerprint of opal photonic crystals. Maximum thickness is examined, which is shown to converge to a narrow range over several evaporation rates. We identify the criteria required to achieve thickness control in relatively fast evaporation induced self-assembly while maintaining structural quality, and the change to the spectroscopic signature to the (111) stopband and higher order (220) reflections, under conditions where a less ordered photonic crystals are formed. ",
    "url": "https://arxiv.org/abs/2306.16749",
    "authors": [
      "Alex Grant",
      "Alex Lonergan",
      "Colm O'Dwyer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16758",
    "title": "Operando Photonic Band Gap Probe of Battery Electrode Materials",
    "abstract": "Innovative new materials are consistently emerging as electrode candidates from lithium-ion battery research, promising high energy densities and high-rate capabilities. Understanding potential structural changes, morphology evolution, degradation mechanisms and side reactions during lithiation is important for designing, optimising and assessing aspiring electrode materials. In-situ and operando analysis techniques provide a means to investigate these material properties under realistic operating conditions. Here, we demonstrate an operando spectroscopic method using photonic crystal-structured electrodes that uses the optical transmission spectrum to monitor changes to the state of charge or discharge during lithiation and the change to electrode structure, in real-time. Photonic crystals possess a signature optical response, with a photonic bandgap (or stopband) presenting as a structural colour reflection from the material. We leverage the presence of this photonic stopband, alongside its intricate relationship to the electrode structure and material phase, to correlate electrode lithiation with changes to the optical spectrum during operation. In this work, we explore the optical and electrochemical behaviour of a TiO2 anode in a lithium-ion battery, structured as an inverse opal photonic crystal. In principle, the operando technique demonstrated here is versatile and applicable to a wide range of electrochemical electrode material candidates when structured with ordered porosity akin to a photonic crystal structure. ",
    "url": "https://arxiv.org/abs/2306.16758",
    "authors": [
      "Alex Lonergan",
      "Umair Gulzar",
      "Yan Zhang",
      "Colm O'Dwyer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.16924",
    "title": "Ultimate parameters of an all-optical MX resonance in Cs in ultra-weak  magnetic field",
    "abstract": "We present the results of studying the parameters of the magnetic MX resonance in an all-optical sensor built according to the two-beam Bell-Bloom scheme in nonzero ultra-weak magnetic fields in which the effects of spin-exchange broadening suppression are partially manifested. We report on the features of the resonance under these conditions. We also optimize the resonance parameters to achieve maximum sensitivity in magnetoencephalographic sensors. We demonstrate an improvement in the ultimate achievable sensitivity of an all-optical MX sensor by a factor of four or more, which in our experiment corresponds to a decrease from 13 to 3 fT/Hz1/2 in a volume of 0.13 cm3. We also report the effect of incomplete suppression of spin-exchange broadening under conditions of strong transverse modulated optical pumping, and propose a semi-empirical model to describe it. ",
    "url": "https://arxiv.org/abs/2306.16924",
    "authors": [
      "M.V. Petrenko",
      "A.S. Pazgalev",
      "A.K. Vershovskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16945",
    "title": "Coherent radiation of electrons in an intense laser pulse",
    "abstract": "We study the conditions for coherent radiation of a group of electrons driven by a strong pulsed electromagnetic plane wave. The required conditions are first analyzed for a couple of neighboring electrons having the same velocities, then generalized to their macroscopic number and the range of parameters is identified to optimize the effect. We show that for a solid density plasma coherence affects the frequencies up to hundreds of keV, and the low-frequency part of the spectrum can be enhanced by many orders of magnitude. Our analytical findings are tested with 3D particle-in-cell simulations of a dense electron bunch passing through a laser pulse, clearly demonstrating how the coherence can essentially modify the observed radiation spectrum. ",
    "url": "https://arxiv.org/abs/2306.16945",
    "authors": [
      "Evgeny Gelfer",
      "Alexander Fedotov",
      "Ondrej Klimo",
      "Stefan Weber"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16980",
    "title": "Joined optical and thermal characterization of a III-nitride  semiconductor membrane by micro-photoluminescence spectroscopy and Raman  thermometry",
    "abstract": "We present the simultaneous optical and thermal analysis of a freestanding photonic semiconductor membrane made from wurtzite III-nitride material. By linking micro-photoluminescence ($\\mu$PL) spectroscopy with Raman thermometry, we demonstrate how a robust value for the thermal conductivity $\\kappa$ can be obtained using only optical, non-invasive means. For this, we consider the balance of different contributions to thermal transport given by, e.g., excitons, charge carriers, and heat carrying phonons. Further complication is given by the fact that this membrane is made from direct bandgap semiconductors, designed to emit light based on an In$_{x}$Ga$_{1-x}$N ($x=0.15$) quantum well embedded in GaN. To meet these challenges, we designed a novel experimental setup that enables the necessary optical and thermal characterizations in parallel. We perform micro-Raman thermometry, either based on a heating laser that acts as a probe laser (1-laser Raman thermometry), or based on two lasers, providing the heating and the temperature probe separately (2-laser Raman thermometry). For the latter technique, we obtain temperature maps over tens of micrometers with a spatial resolution less than $1\\,\\mu\\text{m}$, yielding $\\kappa\\,=\\,95^{+11}_{-7}\\,\\frac{\\text{W}}{\\text{m}\\cdot \\text{K}}$ for the $\\textit{c}$-plane of our $\\approx\\,250\\text{-nm}$-thick membrane at around room temperature, which compares well to our $\\textit{ab initio}$ calculations applied to a simplified structure. Based on these calculations, we explain the particular relevance of the temperature probe volume, as quasi-ballistic transport of heat-carrying phonons occurs on length scales beyond the penetration depths of the heating laser and even its focus spot radius. The present work represents a significant step towards non-invasive, highly spatially resolved, and still quantitative thermometry performed on a photonic membrane. ",
    "url": "https://arxiv.org/abs/2306.16980",
    "authors": [
      "Mahmoud Elhajhasan",
      "Wilken Seemann",
      "Katharina Dudde",
      "Daniel Vaske",
      "Gordon Callsen",
      "Ian Rousseau",
      "Thomas F. K. Weatherley",
      "Jean-François Carlin",
      "Raphaël Butté",
      "Nicolas Grandjean",
      "Nakib H. Protik",
      "Guiseppe Romano"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.16986",
    "title": "Acoustic radiation force on a heated spherical particle in a fluid  including scattering and microstreaming from a standing ultrasound wave",
    "abstract": "Analytical expressions are derived for the time-averaged, quasi-steady, acoustic radiation force on a heated, spherical, elastic, solid microparticle suspended in a fluid and located in an axisymmetric incident acoustic wave. The heating is assumed to be spherically symmetric, and the effects of particle vibrations, sound scattering, and acoustic microstreaming are included in the calculations of the acoustic radiation force. It is found that changes in the speed of sound of the fluid due to temperature gradients can significantly change the force on the particle, particularly through perturbations to the microstreaming pattern surrounding the particle. For some fluid-solid combinations, the effects of particle heating even reverse the direction of the force on the particle for a temperature increase at the particle surface as small as 1 K. ",
    "url": "https://arxiv.org/abs/2306.16986",
    "authors": [
      "Henrik Bruus",
      "Bjørn G. Winckelmann"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2306.17016",
    "title": "On the suitability of rigorous coupled-wave analysis for fast optical  force simulations",
    "abstract": "Optical force responses underpin nanophotonic actuator design, which requires a large number of force simulations to optimize structures. Commonly used computation methods, such as the finite-difference time-domain (FDTD) method, are resource intensive and require large amounts of calculation time when multiple structures need to be compared during optimization. This research demonstrates that performing optical force calculations on periodic structures using the rigorous coupled-wave analysis method is typically on the order of 10 times faster than FDTD with sufficient accuracy to suit optical design purposes. Moreover, this speed increase is available on consumer grade laptops with a CUDA-compatible GPU avoiding the need for a high performance computing resource. ",
    "url": "https://arxiv.org/abs/2306.17016",
    "authors": [
      "Bo Gao",
      "Henkjan Gersen",
      "Simon Hanna"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17102",
    "title": "Towards rapid extracellular vesicles colorimetric detection using  optofluidics-enhanced color-changing optical metasurface",
    "abstract": "Efficient transportation and delivery of analytes to the surface of optical sensors are crucial for overcoming limitations in diffusion-limited transport and analyte sensing. In this study, we propose a novel approach that combines metasurface optics with optofluidics-enabled active transport of extracellular vesicles (EVs). By leveraging this combination, we show that we can rapidly capture EVs and detect their adsorption through a color change generated by a specially designed optical metasurface that produces structural colors. Our results demonstrate that the integration of optofluidics and metasurface optics enables robust colorimetric read-out for EV concentrations as low as 107 EVs/ml, achieved within a short incubation time of two minutes, while using a CCD camera or naked eye for the read-out. This approach offers the potential for rapid sensing without the need for spectrometers and provides a short response time. Our findings suggest that the synergy between optofluidics and metasurface platforms can enhance the detection efficiency of low concentration bioparticle samples by overcoming the diffusion limits. ",
    "url": "https://arxiv.org/abs/2306.17102",
    "authors": [
      "Chuchuan Hong",
      "Ikjun Hong",
      "Sen Yang",
      "Justus C. Ndukaife"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.16468",
    "title": "Detection of Bosenovae with Quantum Sensors on Earth and in Space",
    "abstract": "In a broad class of theories, the accumulation of ultralight dark matter (ULDM) with particles of mass $10^{-22}~\\textrm{eV} < m_{\\phi} < 1~\\textrm{eV}$ leads the to formation of long-lived bound states known as boson stars. When the ULDM exhibits self-interactions, prodigious bursts of energy carried by relativistic bosons are released from collapsing boson stars in bosenova explosions. We extensively explore the potential reach of terrestrial and space-based experiments for detecting transient signatures of emitted relativistic bursts of scalar particles, including ULDM coupled to photons, electrons, and gluons, capturing a wide range of motivated theories. For the scenario of relaxion ULDM, we demonstrate that upcoming experiments and technology such as nuclear clocks as well as space-based interferometers will be able to sensitively probe orders of magnitude in the ULDM coupling-mass parameter space, challenging to study otherwise, by detecting signatures of transient bosenova events. Our analysis can be readily extended to different scenarios of relativistic scalar particle emission. ",
    "url": "https://arxiv.org/abs/2306.16468",
    "authors": [
      "Jason Arakawa",
      "Joshua Eby",
      "Marianna S. Safronova",
      "Volodymyr Takhistov",
      "Muhammad H. Zaheer"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16561",
    "title": "Ab initio quantum many-body description of superconducting trends in the  cuprates",
    "abstract": "Using a systematic ab initio quantum many-body approach that goes beyond low-energy models, we directly compute the superconducting pairing order of several doped cuprate materials and structures. We find that we can correctly capture two well-known trends: the pressure effect, where pairing order increases with intra-layer pressure, and the layer effect, where the pairing order varies with the number of copper-oxygen layers. From these calculations, we observe that the strength of superexchange and the covalency at optimal doping are the best descriptors of the maximal pairing order. Our microscopic analysis further identifies short-range copper spin fluctuations, together with multi-orbital charge fluctuations, as central to the pairing trends. Our work illustrates the possibility of a quantitative computational understanding of high-temperature superconducting materials. ",
    "url": "https://arxiv.org/abs/2306.16561",
    "authors": [
      "Zhi-Hao Cui",
      "Junjie Yang",
      "Johannes Tölle",
      "Hong-Zhou Ye",
      "Huanchen Zhai",
      "Raehyun Kim",
      "Xing Zhang",
      "Lin Lin",
      "Timothy C. Berkelbach",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16706",
    "title": "Parametric study of the polarization dependence of nonlinear  Breit-Wheeler pair creation process using two laser pulses",
    "abstract": "With the rapid development of high-power petawatt class lasers worldwide, exploring physics in the strong field QED regime will become one of the frontiers for laser-plasma interactions research. Particle-in-cell codes, including quantum emission processes, are powerful tools for predicting and analyzing future experiments where the physics of relativistic plasma is strongly affected by strong-field QED processes. The spin/polarization dependence of these quantum processes has been of recent interest. In this article, we perform a parametric study of the interaction of two laser pulses with an ultrarelativistic electron beam. The first pulse is optimized to generate high-energy photons by nonlinear Compton scattering and efficiently decelerate the electron beam through quantum radiation reaction. The second pulse is optimized to generate electron-positron pairs by nonlinear Breit-Wheeler decay of the photons with the maximum polarization dependence. This may be experimentally realized as a verification of the strong field QED framework, including the spin/polarization rates. ",
    "url": "https://arxiv.org/abs/2306.16706",
    "authors": [
      "Qian Qian",
      "Daniel Seipt",
      "Marija Vranic",
      "Thomas E. Grismayer",
      "Tom G. Blackburn",
      "Christopher P. Ridgers",
      "Alexander G. R. Thomas"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16877",
    "title": "Boltzmann machines and quantum many-body problems",
    "abstract": "Analyzing quantum many-body problems and elucidating the entangled structure of quantum states is a grand challenge common to a wide range of fields. Recently, for this challenge, a novel approach using machine learning has been introduced. The idea is to \"embed\" nontrivial quantum correlations (quantum entanglement) into artificial neural networks. Through intensive developments, artificial neural network methods are becoming a new powerful tool for analyzing quantum many-body problems. Among various artificial neural networks, this topical review focuses on Boltzmann machines and provides an overview of recent developments and applications. ",
    "url": "https://arxiv.org/abs/2306.16877",
    "authors": [
      "Yusuke Nomura"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16967",
    "title": "On the relevance of acoustic measurements for creating realistic virtual  acoustic environments",
    "abstract": "Geometrical approaches for room acoustics simulation have the advantage of requiring limited computational resources while still achieving a high perceptual plausibility. A common approach is using the image source model for direct and early reflections in connection with further simplified models such as a feedback delay network for the diffuse reverberant tail. When recreating real spaces as virtual acoustic environments using room acoustics simulation, the perceptual relevance of individual parameters in the simulation is unclear. Here we investigate the importance of underlying acoustical measurements and technical evaluation methods to obtain high-quality room acoustics simulations in agreement with dummy-head recordings of a real space. We focus on the role of source directivity. The effect of including measured, modelled, and omnidirectional source directivity in room acoustics simulations was assessed in comparison to the measured reference. Technical evaluation strategies to verify and improve the accuracy of various elements in the simulation processing chain from source, the room properties, to the receiver are presented. Perceptual results from an ABX listening experiment with random speech tokens are shown and compared with technical measures for a ranking of simulation approaches. ",
    "url": "https://arxiv.org/abs/2306.16967",
    "authors": [
      "Siegfried Gündert",
      "Stephan D. Ewert",
      "Steven van de Par"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17023",
    "title": "Invariant Subspace Problem in Hilbert Spaces: Exploring Applications in  Quantum Mechanics, Control Theory, Operator Algebras, Functional Analysis and  Accelerator Physics",
    "abstract": "This paper explores the Invariant Subspace Problem in operator theory and functional analysis, examining its applications in various branches of mathematics and physics. The problem addresses the existence of invariant subspaces for bounded linear operators on a Hilbert space. We extensively explore the significance of understanding the behavior of linear operators and the existence of invariant subspaces, as well as their profound connections to spectral theory, operator algebras, quantum mechanics, dynamical systems and accelerator physics . By thoroughly exploring these applications, we aim to highlight the wide-ranging impact and relevance of the invariant subspace problem in mathematics and physics. ",
    "url": "https://arxiv.org/abs/2306.17023",
    "authors": [
      "Mostafa Behtouei"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17159",
    "title": "Adaptive variational quantum algorithms on a noisy intermediate scale  quantum computer",
    "abstract": "Hybrid quantum-classical algorithms hold the potential to outperform classical computing methods for simulating quantum many-body systems. Adaptive Variational Quantum Eigensolvers (VQE) in particular have demonstrated an ability to generate highly accurate ansatz wave-functions using compact quantum circuits. However, the practical implementation of these methods on current quantum processing units (QPUs) faces significant challenges: the requirement to measure a polynomially scaling number of observables during the operator selection step, followed by the need to optimize a high-dimensional, noisy cost-function. In this study, we introduce new techniques to overcome these difficulties and execute hybrid adaptive algorithms on a 25-qubit error-mitigated quantum hardware coupled to a high performance GPU-accelerated quantum simulator. As a physics application, we compute the ground state of a 25-body Ising model using a novel greedy ADAPT-VQE procedure that requires only five circuit measurements for each iteration, regardless of the number of qubits and the size of the operator pool. As a chemistry application, we combine this greedy approach with the Overlap-ADAPT-VQE algorithm to approximate the ground state of a molecular system. The successful implementation of these hybrid QPU/simulator computations enhances the applicability of adaptive VQE algorithms on QPUs and instills further optimism regarding the near-term advantages of quantum computing. ",
    "url": "https://arxiv.org/abs/2306.17159",
    "authors": [
      "César Feniou",
      "Baptiste Claudon",
      "Muhammad Hassan",
      "Axel Courtat",
      "Olivier Adjoua",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.16379",
    "title": "Resonant Spin Hall Effect of Light in Random Photonic Arrays",
    "abstract": " Comments: 26 pages ",
    "url": "https://arxiv.org/abs/2210.16379",
    "authors": [
      "Federico Carlini",
      "Nicolas Cherroret"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09118",
    "title": "Rapidity and momentum distributions of 1D dipolar quantum gases",
    "abstract": " Comments: 5 pages, 4 figures plus supplement, as published ",
    "url": "https://arxiv.org/abs/2211.09118",
    "authors": [
      "Kuan-Yu Li",
      "Yicheng Zhang",
      "Kangning Yang",
      "Kuan-Yu Lin",
      "Sarang Gopalakrishnan",
      "Marcos Rigol",
      "Benjamin L. Lev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.06460",
    "title": "Tunable quantum emitters on large-scale foundry silicon photonics",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2306.06460",
    "authors": [
      "Hugo Larocque",
      "Mustafa Atabey Buyukkaya",
      "Carlos Errando-Herranz",
      "Samuel Harper",
      "Jacques Carolan",
      "Chang-Min Lee",
      "Christopher J.K. Richardson",
      "Gerald L. Leake",
      "Daniel J. Coleman",
      "Michael L. Fanto",
      "Edo Waks",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10424",
    "title": "Two-color cavity ringdown spectroscopy: Optical detection of  room-temperature $^{14}$CO$_2$ samples with accuracy at parts-per-quadrillion  concentration levels",
    "abstract": " Comments: 14 pages, 5 figures, 1 table ",
    "url": "https://arxiv.org/abs/2306.10424",
    "authors": [
      "Jun Jiang",
      "A. Daniel McCartt"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]