[
  {
    "id": "arXiv:2409.03038",
    "title": "Characterizing the negative triangularity reactor core operating space with integrated modeling",
    "abstract": "           NT experiments have demonstrated core performance on par with positive triangularity (PT) H-mode without edge-localized modes (ELMs), encouraging further study of an NT reactor core. In this work, we use integrated modeling to scope the operating space around two NT reactor strategies: a high-field, compact fusion pilot plant concept and a low field, high aspect ratio concept. By integrating equilibrium, core transport, and edge ballooning instability models, we establish a range of operating points with less than 50 MW scrape-off layer power and fusion power comparable to positive triangularity (PT) H-mode reactor concepts. Heating and seeded impurities are leveraged to accomplish the same fusion performance and scrape-off layer exhaust power for various pressure edge boundary conditions. Scans over these pressure edge conditions accommodate any current uncertainty of the properties of the NT edge and show that the performance of an NT reactor will be extremely dependent on the edge pressure. The high-field case is found to enable lower scrape-off layer power because it is capable of reaching high fusion powers at a relatively compact size, which allows increased separatrix density without exceeding the Greenwald density limit. An increase in fusion power density is seen at weaker NT. Infinite-n ballooning instability models indicate that an NT reactor core can reach fusion powers comparable to leading PT H-mode reactor concepts while remaining ballooning-stable. Seeded krypton is leveraged to further lower scrape-off layer power since NT does not have a requirement to remain in H-mode. We contextualize the NT reactor operating space by comparing to popular PT H-mode reactor concepts, and find that NT exhibits competitive ELM-free performance with these concepts for a variety of edge conditions while maintaining relatively low scrape-off layer power.         ",
    "url": "https://arxiv.org/abs/2409.03038",
    "authors": [
      "H. S. Wilson",
      "A. O. Nelson",
      "J. McClenaghan",
      "P. Rodriguez-Fernandez",
      "J. Parisi",
      "C. Paz-Soldan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03053",
    "title": "Piezoresistive PtSe$_2$ pressure sensors with reliable high sensitivity and their integration into CMOS ASIC substrates",
    "abstract": "           Membrane-based sensors are an important market for microelectromechanical systems (MEMS). Two-dimensional (2D) materials, with their low mass, are excellent candidates for suspended membranes to provide high sensitivity, small footprint sensors. The present work demonstrates pressure sensors employing large-scale-synthesized 2D platinum diselenide (PtSe${_2}$) films as piezoresistive membranes supported only by a thin polymer layer. We investigate three different synthesis methods with contrasting growth parameters and establish a reliable high yield fabrication process for suspended PtSe${_2}$/PMMA membranes across sealed cavities. The pressure sensors reproducibly display sensitivities above 6 x 10${^4}$ kPa. We show that the sensitivity clearly depends on the membrane diameter and the piezoresistive gauge factor of the PtSe${_2}$ film. Reducing the total device size by decreasing the number of membranes within a device leads to a significant increase in the area-normalized sensitivity. This allows the manufacturing of pressure sensors with high sensitivity but a much smaller device footprint than the current state-of-the-art MEMS technology. We further integrate PtSe${_2}$ pressure sensors with CMOS technology, improving the technological readiness of PtSe${_2}$-based MEMS and NEMS devices.         ",
    "url": "https://arxiv.org/abs/2409.03053",
    "authors": [
      "Sebastian Lukas",
      "Nico Rademacher",
      "Sofía Cruces",
      "Michael Gross",
      "Eva Desgué",
      "Stefan Heiserer",
      "Nikolas Dominik",
      "Maximilian Prechtl",
      "Oliver Hartwig",
      "Cormac Ó Coileáin",
      "Tanja Stimpel Lindner",
      "Pierre Legagneux",
      "Arto Rantala",
      "Juha Matti Saari",
      "Miika Soikkeli",
      "Georg S. Duesberg",
      "Max C. Lemme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03076",
    "title": "Biermann-battery driven magnetized collisionless shock precursors in laser produced plasmas",
    "abstract": "           This letter reports the first complete observation of magnetized collisionless shock precursors formed through the compression of Biermann-battery magnetic fields in laser produced plasmas. At OMEGA, lasers produce a supersonic CH plasma flow which is magnetized with Biermann-battery magnetic fields. The plasma flow collides with an unmagnetized hydrogen gas jet plasma to create a magnetized shock precursor. The situation where the flowing plasma carries the magnetic field is similar to the Venusian bow shock. Imaging 2$\\omega$ Thomson scattering confirms that the interaction is collisionless and shows density and temperature jumps. Proton radiographs have regions of strong deflections and FLASH magnetohydrodynamic (MHD) simulations show the presence of Biermann fields in the Thomson scattering region. Electrons are accelerated to energies of up to 100 keV in a power-law spectrum. OSIRIS particle-in-cell (PIC) simulations, initialized with measured parameters, show the formation of a magnetized shock precursor and corroborate the experimental observables.         ",
    "url": "https://arxiv.org/abs/2409.03076",
    "authors": [
      "Timothy Johnson",
      "Graeme Sutcliffe",
      "Jacob Pearcy",
      "Andrew Birkel",
      "Gabriel Rigon",
      "Neel Kabadi",
      "Brandon Lahmann",
      "Patrick Adrian",
      "Benjamin Reichelt",
      "Justin Kunimune",
      "Skylar Dannhoff",
      "Matt Cufari",
      "Frank Tsung",
      "Hui Chen",
      "Joseph Katz",
      "Vladimir Tikhonchuk",
      "Chikang Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03162",
    "title": "Low-phase-noise surface acoustic wave oscillator using phononic crystal bandgap-edge mode",
    "abstract": "           Low-phase-noise microwave-frequency integrated oscillators provide compact solutions for various applications in signal processing, communications, and sensing. Surface acoustic waves (SAW), featuring orders-of-magnitude shorter wavelength than electromagnetic waves at the same frequency, enable integrated microwave-frequency systems with much smaller footprint on chip. SAW devices also allow higher quality (Q) factors than electronic components at room temperature. Here, we demonstrate a low-phase-noise gigahertz-frequency SAW oscillator on 128°Y-cut lithium niobate, where the SAW resonator occupies a footprint of 0.05 mm$^2$. Leveraging phononic crystal bandgap-edge modes to balance between Q factors and insertion losses, our 1-GHz SAW oscillator features a low phase noise of -132.5 dBc/Hz at a 10 kHz offset frequency and an overlapping Hadamard deviation of $6.5\\times10^{-10}$ at an analysis time of 64 ms. The SAW resonator-based oscillator holds high potential in developing low-noise sensors and acousto-optic integrated circuits.         ",
    "url": "https://arxiv.org/abs/2409.03162",
    "authors": [
      "Zichen Xi",
      "Joseph G. Thomas",
      "Jun Ji",
      "Dongyao Wang",
      "Zengyu Cen",
      "Ivan I. Kravchenko",
      "Bernadeta R. Srijanto",
      "Yu Yao",
      "Yizheng Zhu",
      "Linbo Shao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03241",
    "title": "Demonstration of Scalability and Accuracy of Variational Quantum Linear Solver for Computational Fluid Dynamics",
    "abstract": "           The solution for non-linear, complex partial differential Equations (PDEs) is achieved through numerical approximations, which yield a linear system of equations. This approach is prevalent in Computational Fluid Dynamics (CFD), but it restricts the mesh size since the solution of the linear system becomes computationally intractable when the mesh resolution increases. The reliance on the ability of High-Performance Computers (HPC) to scale up and meet these requirements is myopic; such very high-fidelity simulations require a paradigm shift in computing. This paper presents an exploration of quantum methodologies aimed at achieving high accuracy in solving such a large system of equations. Leveraging recent works in Quantum Linear Solver Algorithms (QLSA) and variational algorithms suitable for Quantum Simulation in HPC, we aspire to push the boundaries of CFD-relevant problems that can be solved on hybrid quantum-classical framework. To this end, we consider the 2D, transient, incompressible, viscous, non-linear coupled Burgers equation as a test problem and investigate the accuracy of our approach by comparing results with a classical linear system of equation solvers, such as the Generalized Minimal RESidual method (GMRES). Through rigorous testing, our findings demonstrate that our quantum methods yield results comparable in accuracy to traditional approaches. Additionally, we demonstrate the accuracy, scalability, and consistency of our quantum method. Lastly, we present an insightful estimation of the resources our quantum algorithm needs to solve systems with nearly 2 billion mesh points.         ",
    "url": "https://arxiv.org/abs/2409.03241",
    "authors": [
      "Ferdin Sagai Don Bosco",
      "Dhamotharan S",
      "Rut Lineswala",
      "Abhishek Chopra"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03311",
    "title": "Thermo-electron accumulation in light and heavy water during MHz-burst laser ablation",
    "abstract": "           Laser-induced water ablation triggers various physical effects, including atom ionization, optical breakdown of the liquid, phase explosion, cavitation, and shockwave propagation. These effects can be further amplified in heavy water by deuterium-deuterium fusion reactions, which require extremely high energy levels. Laser pulses can be grouped in bursts to achieve the necessary energy within the ablation plasma plume. This study aims to compare the ablation plasma glow and thermal effects in light and heavy water under both single-pulse and burst-mode ultrashort laser irradiation. Notably, this research introduces the novel application of burst laser ablation in heavy water for the first time. The ablation was conducted beneath the water surface along a circular, laser-scanned trajectory, with two distinct ablation regimes: burst mode and single-pulse mode, utilizing lenses with varying focal lengths and different pulse durations. Absorption processes and plasma glow were monitored using visible and infrared detectors, a fast silicon detector, and a thermocouple. The study revealed that the burst regime in heavy water produced the most intense plasma glow when 1 ps laser pulses were used, with shorter pulses yielding less intense glow and the longest pulses yielding the least. Surprisingly, plasma glow at a lower initial power density of 2.6e13 W/cm2 was four times higher than at a higher power density of 8e13 W/cm2. These findings were compared with existing theories on plasma formation in water by ultrashort laser pulses. The observed increase in pulse-to-pulse plasma glow in burst mode was attributed to thermo-electron accumulation effects. The density of excited and hydrated electrons was calculated using both strong-field ionization and avalanche ionization models. Additionally, the influence of pulse parity on burst ablation glow in heavy water was discussed.         ",
    "url": "https://arxiv.org/abs/2409.03311",
    "authors": [
      "Denys Moskal",
      "Jiri Martan",
      "Vladislav Lang",
      "Milan Honner"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03432",
    "title": "Increased Secret Key Throughput in Twin Field Quantum Key Distribution using 4x4 Beam Splitter Detection Network",
    "abstract": "           Twin Field Quantum key Distribution (TFQKD) has attracted recent interest due to the higher secret key capacity better than the fundamental repeaterless limit and extending the achievable distance. The key generation in TFQKD is based on the post selection of randomized phase slices. This paper describes a technique for enhancing the probability of choosing the phase slices by using four detectors at Charlie end placed after a 4x4 port beam-splitter network. Using theoretical modelling of secret keyrate and simulations using StrawberryFields, we observe an increase in secret key throughput when compared to conventional TFQKD.         ",
    "url": "https://arxiv.org/abs/2409.03432",
    "authors": [
      "Ishan Pandey",
      "Varun Raghunathan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.03479",
    "title": "Sensor fusion luminescence thermometry better together",
    "abstract": "           Luminescent thermometers are highly effective in niche applications such as nanothermometry, in vivo imaging, and extreme conditions like high electromagnetic fields, radiation, and under mechanical or chemical stress. Advancing measurement precision, temperature resolution, and extending the temperature range are the main problems in this rapidly evolving research field, crucial in the work of R&D industry engineers and scientific researchers. Traditionally using single parameter for sensing leads to the sensor underperformance. Sensor fusion (SF), a well-established statistical tool used to enhance precision in autonomous vehicles, navigation systems, medical imaging, and wearable devices is here engineered for luminescent thermometry, by either fusing multiple sensor probes, or observing each temperature dependent feature as a separate sensor, resulting in always increased precision and extended usable temperature range. SF is a replacement and superior alternative to multiple linear regression models as it stands out for its versatility, enabling performance limits to be reached with any sensor probe material. It is compatible with both time-resolved and steady-state readouts, used independently or in combination, with single or multiple excitations. The benefits are illustrated using probes with Mn5+, Yb3+/Er3+/Ho3+, Sm2+, and Mn4+/Ho3+/Cr3+ activator ions.         ",
    "url": "https://arxiv.org/abs/2409.03479",
    "authors": [
      "Aleksandar Ćirić",
      "Zoran Ristić",
      "Tamara Gavrilović",
      "Jovana Periša",
      "Mina Medić",
      "Miroslav D. Dramićanin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2409.03497",
    "title": "Quantum features of the transport through ion channels in the soft knock-on model",
    "abstract": "           Ion channels are protein structures that facilitate the selective passage of ions across the membrane cells of living organisms. They are known for their high conductance and high selectivity. The precise mechanism between these two seemingly contradicting features is not yet firmly established. One possible candidate is the quantum coherence. In this work we study the quantum model of the soft knock-on conduction using the Lindblad equation taking into account the non-hermiticity of the model. We show that the model exhibits a regime in which high conductance coexists with high coherence. Our findings second the role of quantum effects in the transport properties of the ion channels.         ",
    "url": "https://arxiv.org/abs/2409.03497",
    "authors": [
      "Mateusz Polakowski",
      "Miłosz Panfil"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03677",
    "title": "Speed of sound data and acoustic virial coefficients of two binary ($N_{2}$ + $H_{2}$) mixtures at temperatures between (260 and 350) K and at pressures between (0.5 and 20) MPa",
    "abstract": "           This work aims to address the technical concerns related to the thermodynamic characterization of gas mixtures blended with hydrogen for the implementation of hydrogen as a new energy vector. For this purpose, new experimental speed of sound measurements have been done in gaseous and supercritical phases of two binary mixtures of nitrogen and hydrogen using the most accurate technique available, i.e., the spherical acoustic resonator, yielding an experimental expanded ($k$ = 2) uncertainty of only 220 parts in $10^{6}$ (0.022%). The measurements cover the pressure range between (0.5 and 20) MPa, the temperature range between (260 and 350) K, and the composition range with a nominal mole percentage of hydrogen of (5 and 10) mol%, respectively. From the speed of sound data sets, thermophysical properties that are relevant for the characterization of the mixture, namely the second $\\beta_{a}$ and third $\\gamma_{a}$ acoustic virial coefficients, are derived. These results are thoroughly compared and discussed with the established reference mixture models valid for mixtures of nitrogen and hydrogen, such as the AGA8-DC92 EoS, the GERG-2008 EoS, and the recently developed adaptation of the GERG-2008 EoS, here denoted GERG-$H_{2}$_improved EoS. Special attention has been given to the effect of hydrogen concentration on those properties, showing that only the GERG-$H_{2}$_improved EoS is consistent with the data sets within the experimental uncertainty in most measuring conditions.         ",
    "url": "https://arxiv.org/abs/2409.03677",
    "authors": [
      "José J. Segovia",
      "Daniel Lozano-Martín",
      "Dirk Tuma",
      "Alejandro Moreau",
      "M. Carmen Martín",
      "David Vega-Maza"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.02984",
    "title": "Quantum circuits based on topological pumping in optical lattices",
    "abstract": "           Gate operations composed in quantum circuits form the basis of digital quantum simulation and quantum processing. While two-qubit gates generally operate between nearest neighbours, many circuits require non-local connectivity, necessitating some form of quantum information transport, such as the repeated application of SWAP gates or qubit shuttling. Preserving motional coherence during such transport remains a key challenge to improve gate fidelity and qubit connectivity, as well as to connect local fermionic modes. Here we combine tuneable gate operations between fermionic potassium-40 atoms - based on superexchange interaction - with their bidirectional transport via topological Thouless pumping in an optical lattice. We demonstrate shuttling of atomic singlet pairs with a single-shift fidelity of 99.57(4)% over 50 lattice sites. We spatially and coherently split a large number of randomly distributed fermionic spin singlet pairs and show $($SWAP$)^\\alpha$-gate operations between atoms encountering each other during transport. As a signature of entanglement between fermions separated over large distances and interwoven with each other, we observe multi-frequency singlet-triplet oscillations. Topological pumping is generally applicable to long-lived atomic and molecular states, and specifically overcomes lifetime limitations inherent to transport using state-dependent optical lattices. Our work opens up new avenues for transport of quantum information and offers unprecedented possibilities for engineering connectivity in quantum circuits, including approaches based on fermionic modes, as well as for atom interferometry.         ",
    "url": "https://arxiv.org/abs/2409.02984",
    "authors": [
      "Zijie Zhu",
      "Yann Kiefer",
      "Samuel Jele",
      "Marius Gächter",
      "Giacomo Bisson",
      "Konrad Viebahn",
      "Tilman Esslinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03184",
    "title": "Regimes of Steady-State Turbulence in a Quantum Fluid",
    "abstract": "           We simulate the Gross-Pitaevskii equation to model the development of turbulence in a quantum fluid confined by a cuboid box potential, and forced by shaking along one axis. We observe the development of isotropic turbulence from anisotropic forcing for a broad range of forcing amplitudes, and characterise the states through their Fourier spectra, vortex distributions, and spatial correlations. For weak forcing the steady-state wave-action spectrum exhibits a $k^{-3.5}$ scaling over wavenumber $k$; further decomposition uncovers the same power law in both compressible kinetic energy and quantum pressure, while the bulk superfluid remains phase coherent and free from extended vortices. As the forcing energy exceeds the chemical potential, extended vortices develop in the bulk, disrupting the $k^{-3.5}$ scaling. The spectrum then transitions to a $k^{-7/3}$ regime for compressible kinetic energy only, associated with dense vortex turbulence, and phase coherence limited to the healing length. The strong forcing regime is consistent with an inverse cascade of compressible energy driven by small-scale vortex annihilation.         ",
    "url": "https://arxiv.org/abs/2409.03184",
    "authors": [
      "Tommy Z. Fischer",
      "Ashton S. Bradley"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03383",
    "title": "Generating customized field concentration via virtue surface transmission resonance",
    "abstract": "           In this paper, we develop a mathematical framework for generating strong customized field concentration locally around the inhomogeneous medium inclusion via surface transmission resonance. The purpose of this paper is twofold. Firstly, we show that for a given inclusion embedded in an otherwise uniformly homogeneous background space, we can design an incident field to generate strong localized field concentration at any specified places around the inclusion. The aforementioned customized field concentration is crucially reliant on the peculiar spectral and geometric patterns of certain transmission eigenfunctions. Secondly, we prove the existence of a sequence of transmission eigenfunctions for a specific wavenumber and they exhibit distinct surface resonant behaviors, accompanying strong surface-localization and surface-oscillation properties. These eigenfunctions as the surface transmission resonant modes fulfill the requirement for generating the field concentration.         ",
    "url": "https://arxiv.org/abs/2409.03383",
    "authors": [
      "Yueguang Hu",
      "Hongyu Liu",
      "Xianchao Wang",
      "Deyue Zhang"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.03482",
    "title": "Generating arbitrary superpositions of nonclassical quantum harmonic oscillator states",
    "abstract": "           Full coherent control and generation of superpositions of the quantum harmonic oscillator are not only of fundamental interest but are crucial for applications in quantum simulations, quantum-enhanced metrology and continuous-variable quantum computation. The extension of such superpositions to nonclassical states increases their power as a resource for such applications. Here, we create arbitrary superpositions of nonclassical and non-Gaussian states of a quantum harmonic oscillator using the motion of a trapped ion coupled to its internal spin states. We interleave spin-dependent nonlinear bosonic interactions and mid-circuit measurements of the spin that preserve the coherence of the oscillator. These techniques enable the creation of superpositions between squeezed, trisqueezed, and quadsqueezed states, which have never been demonstrated before, with independent control over the complex-valued squeezing parameter and the probability amplitude of each constituent, as well as their spatial separation. We directly observe the nonclassical nature of these states in the form of Wigner negativity following a full state reconstruction. Our methods apply to any system where a quantum harmonic oscillator is coupled to a spin.         ",
    "url": "https://arxiv.org/abs/2409.03482",
    "authors": [
      "S. Saner",
      "O. Băzăvan",
      "D. J. Webb",
      "G. Araneda",
      "D. M. Lucas",
      "C. J. Ballance",
      "R. Srinivas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03547",
    "title": "A Silicon Photonic Neural Network for Chromatic Dispersion Compensation in 20 Gbps PAM4 Signal at 125 km and Its Scalability up to 100 Gbps",
    "abstract": "           A feed-forward photonic neural network (PNN) is tested for chromatic dispersion compensation in Intensity Modulation/Direct Detection optical links. The PNN is based on a sequence of linear and nonlinear transformations. The linear stage is constituted by an 8-tap time-delayed complex perceptron implemented on a Silicon-On-insulator platform and acting as a tunable optical filter. The nonlinear stage is provided by the square modulus of the electrical field applied at the end-of-line photodetector. The training maximizes the separation between the optical levels (i.e. the eye diagram aperture), with consequent reduction of the Bit Error Rate. Effective equalization is experimentally demonstrated for 20 Gbps 4-level Pulse Amplitude Modulated signal up to 125 km. An evolutionary algorithm and a gradient-based approach are tested for the training and then compared in terms of repeatability and convergence time. The optimal weights resulting from the training are interpreted in light of the theoretical transfer function of the optical fiber. Finally, a simulative study proves the scalability of the layout to larger bandwidths, up to 100 Gbps.         ",
    "url": "https://arxiv.org/abs/2409.03547",
    "authors": [
      "Emiliano Staffoli",
      "Gianpietro Maddinelli",
      "Lorenzo Pavesi"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.03574",
    "title": "Latitudinal dependence of variations in the frequencies of solar oscillations above the acoustic cut-off",
    "abstract": "           At high frequencies beyond the acoustic cut-off, a peak-like structure is visible in the solar power spectrum. Known as the pseudo-modes, their frequencies have been shown to vary in anti-phase with solar magnetic activity. In this work, we determined temporal variations in these frequencies across the solar disc, with the aim of identifying any potential latitudinal dependence of pseudo-mode frequency shifts. We utilised nearly 22 years of spatially resolved GONG data for all azimuthal orders, $\\textit{m}$, for harmonic degrees 0 $\\leq$ $\\textit{l}$ $\\leq$ 200, and determined shifts using the resampled periodogram method. Periodogram realisations were created from overlapping, successive 216d-long segments in time, and cropped to 5600-6800$\\mu$Hz. Cross-correlation functions were then repeatedly generated between these realisations to identify any variation in frequency and the uncertainty. We categorised each mode by its latitudinal sensitivity and used this categorisation to produce average frequency shifts for different latitude bands (15$^\\circ$ and 5$^\\circ$ in size) which were compared to magnetic proxies, the $F_{\\mathrm{10.7}}$ index and GONG synoptic maps. Morphological differences in the pseudo-mode shifts between different latitudes were found, which were most pronounced during the rise to solar maximum where shifts reach their minimum values. At all latitudes, shift behaviour was strongly in anti-correlation with the activity proxy. Additionally, periodicities shorter than the 11-year cycle were observed. Wavelet analysis was used to identify a periodicity of four years at all latitudes.         ",
    "url": "https://arxiv.org/abs/2409.03574",
    "authors": [
      "Laura Jade Millson",
      "Anne-Marie Broomhall",
      "Tishtrya Mehta"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2403.07042",
    "title": "Supercomputer model of finite-dimensional quantum electrodynamics applications",
    "abstract": "           A general scheme is given for supercomputer simulation of quantum processes, which are described by various modifications of finite-dimensional cavity quantum electrodynamics models, including Jaynes-Cummings-Hubbard model and Tavis-Cummings-Hubbard model. Conclusions and recommendations are illustrated using two examples: approximate model of hydrogen bonding and model of photon motion on a two-dimensional plane.         ",
    "url": "https://arxiv.org/abs/2403.07042",
    "authors": [
      "Wanshun Li",
      "Hui-hui Miao",
      "Yuri Igorevich Ozhigov"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.20272",
    "title": "A Versatile Hong-Ou-Mandel Interference Experiment in Optical Fiber for the Undergraduate Laboratory",
    "abstract": "           Hong-Ou-Mandel (HOM) interference is a quantum optics laboratory experiment that has recently become more accessible to undergraduate students. The experiment consists of two identical photons simultaneously entering a non-polarizing beam splitter. The wavefunctions destructively interfere and the photon pairs bunch (both exit the same output) at the outputs whereas classically they are equally likely to exit different outputs. Due to the precision needed to achieve indistinguishability, setup and alignment of this experiment is often considered to be too difficult and time consuming to be appropriate for an undergraduate lab, with an end goal of merely demonstrating the HOM interference dip. Here, we present an alternative optical fiber-based apparatus that gives a consistently reproducible experiment with interference occurring in a fused-fiber coupler instead of a traditional beam splitter. We use a commercially available fiber coupled biphoton source that requires minimal alignment and increases coherence length of the interference. In addition, our biphoton source provides direct temperature based control of the frequency degeneracy of the photon pairs produced, allowing for students to investigate physical properties of HOM interference such as coherence length and interference visibility. Through use of standard opto-mechanical parts combined with the commercially available fiber integrated biphoton source and laser, our apparatus is a middle ground between built-from-scratch and pre-aligned setups.         ",
    "url": "https://arxiv.org/abs/2403.20272",
    "authors": [
      "Cyrus Bjurlin",
      "Theresa Chmiel"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.13552",
    "title": "Focal Volume, Acoustic Radiation Force, and Strain in Two-Transducer Regimes",
    "abstract": "           Transcranial focused ultrasound stimulation (TUS) holds promise for non-invasive neural modulation in treating neurological disorders. Most clinically relevant targets are deep within the brain (near or at its geometric center), surrounded by other sensitive regions that need to be spared clinical intervention. However, in TUS, increasing frequency with the goal of improving spatial resolution reduces the effective penetration depth. We show that by using a pair of 1 MHz, orthogonally arranged transducers we improve the spatial resolution afforded by each of the transducers individually, by nearly 40 fold, achieving a sub-cubic millimeter target volume of $0.24\\ mm^3$. We show that orthogonally placed transducers generate highly localized standing waves with Acoustic Radiation Force (ARF) arranged into periodic regions of compression and tension near the target. We further present an extended capability of the orthogonal setup, which is to impart selective pressures--either positive or negative, but not both--on the target. Lastly, we share our preliminary findings that strain can arise from both particle motion and ARF with the former reaching its maximum value at the focus, and the latter remaining null at the focus and reaching its maximum around the focus. As the field is investigating the mechanism of interaction in TUS by way of elucidating the mapping between ultrasound parameters and neural response, orthogonal transducers expand our toolbox by making it possible to conduct these investigations at much finer spatial resolutions, with localized and directed (compression vs. tension) ARF and the capability of applying selective pressures at the target.         ",
    "url": "https://arxiv.org/abs/2404.13552",
    "authors": [
      "Kasra Naftchi-Ardebili",
      "Mike D. Menz",
      "Hossein Salahshoor",
      "Gerald R. Popelka",
      "Stephen A. Baccus",
      "Kim Butts Pauly"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14021",
    "title": "Physics-Informed Neural Networks and Beyond: Enforcing Physical Constraints in Quantum Dissipative Dynamics",
    "abstract": "           Neural networks (NNs) accelerate simulations of quantum dissipative dynamics. Ensuring that these simulations adhere to fundamental physical laws is crucial, but has been largely ignored in the state-of-the-art NN approaches. We show that this may lead to implausible results measured by violation of the trace conservation. To recover the correct physical behavior, we develop physics-informed NNs (PINNs) that mitigate the violations to a good extend. Beyond that, we propose a novel uncertainty-aware approach that enforces perfect trace conservation by design, surpassing PINNs.         ",
    "url": "https://arxiv.org/abs/2404.14021",
    "authors": [
      "Arif Ullah",
      "Yu Huang",
      "Ming Yang",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.14843",
    "title": "Synthesis of Electron Microbunching Rotation for Generating Isolated Attosecond Soft X-ray Free-electron Laser Pulses",
    "abstract": "           Attosecond x-ray pulses play a crucial role in the study of ultrafast phenomena occurring within inner and valence electrons. Especially isolated attosecond pulses with high photon energy and high peak power are of great significance in single-shot imaging in the soft x-ray region, life sciences, and attosecond pump-probe experiments. In modern accelerators, laser manipulation of electrons can be used to tailor the ultrafast properties of free-electron laser (FEL) pulses. In this paper, we propose a novel laser manipulation technique that makes use of two laser beams with mutual delays and tilted wavefronts to synthesize microbunching rotation on the scale of infrared laser wavelengths within the electron bunch for generating isolated attosecond soft x-ray pulses. This microbunching rotation ultimately leads to an enhanced current contrast ratio between the main peak and the surrounding satellite peaks within the bunch. By properly accounting for the longitudinal space charge fields within the FEL undulator, a tapered undulator can further suppress the side peaks in the radiation pulse and enable the selection of an isolated, hundred-attosecond, GW-level soft x-ray pulse.         ",
    "url": "https://arxiv.org/abs/2406.14843",
    "authors": [
      "Hao Sun",
      "Xiaofan Wang",
      "Li Zeng",
      "Weiqing Zhang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2407.00351",
    "title": "Saturation of gas concentration signal of the laser gas sensor",
    "abstract": "           Nowadays it is possible to determine the type of gas with sufficient accuracy when its concentration is less than {10}^{-6} (in units of ppm) fractions using spectroscopic methods (optical, radio engineering, acoustic). Along with this, the value of permissible concentrations of explosive, toxic, harmful to technology and ecology gases is practically important. Known physical experimental studies indicate only a linear dependence of the response of a laser gas sensor at ppm\\gtrsim{10}^3. The research methods for ppm\\lesssim{10}^3 are based on the processes of combustion, microexplosion, structural and phase transformations and are not always applicable in real practical conditions. The work is devoted to the analysis of experimentally obtained fluctuations caused by a laser beam in a gas in a photodiode (signal receiver) due to its influence not only at the atomic level, but also on the scale of clusters of nanoparticle molecules. The gas concentration is estimated by the fluctuation-dissipation ratio. It is shown that the signal correlator is saturated to a constant value when the quantum (laser photon energy) and thermal (nanoparticle temperature) factors are comparable with an increase in the concentration of the target gas. The critical values of the saturation concentration are determined by the equality of these two factors.         ",
    "url": "https://arxiv.org/abs/2407.00351",
    "authors": [
      "Z.Zh. Zhanabaev",
      "A.O. Tileu",
      "T.S. Duisebayev",
      "D.B. Almen"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2105.14746",
    "title": "Pixel super-resolved lensless on-chip sensor with scattering multiplexing",
    "abstract": "           Lensless on-chip microscopy has shown great potential for biomedical imaging due to its large-area and high-throughput imaging capabilities. By combining the pixel super-resolution (PSR) technique, it can improve the resolution beyond the limit of the imaging detector. However, existing PSR techniques are restricted to the feature size and crosstalk of modulation components (such as spatial light modulator), which cannot efficiently encode target information. Besides, the reconstruction algorithms suffer from the trade-off between image quality, reconstruction resolution and computational efficiency. In this work, we constructed a novel integrated lensless on-chip sensor via scattering multiplexing, and reported a robust PSR algorithm for sample reconstruction. The sensor employed a scattering layer as a modulator, which was permanently integrated with the detector. Benefiting from the high-degree-of-freedom reconstruction of the scattering layer, we realized fine wavefront modulation with a small feature size. The integration engineering avoided repetitious calibration and reduce the measurement complexity. The reported PSR algorithm combines both model-driven and data-driven strategies to efficiently exploit the high-frequency information from the fine modulation. A series of experiments validated that the reported sensor provides a low-cost solution for large-scale microscopic imaging, with significant advantages in resolution, image contrast and noise robustness.         ",
    "url": "https://arxiv.org/abs/2105.14746",
    "authors": [
      "Xuyang Chang",
      "Shaowei Jiang",
      "Yongcun Hu",
      "Liheng Bian"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.10702",
    "title": "The Quantum Ratio",
    "abstract": "           The concept of {\\it quantum ratio} emerged in the recent efforts to understand how Newton's equations appear for the center of mass (CM) of an isolated macroscopic body at finite body-temperatures, as the first approximation to quantum-mechanical equations. It is defined as $Q\\equiv R_q/L_0$, where the quantum fluctuation range $R_q$ is the spatial extension of the pure-state CM wave function, whereas $L_0$ stands for the body's linear size (the space support of the internal, bound-state wave function). The two cases $R_q /L_0 \\lesssim 1$ or $R_q/ L_0 \\gg 1$, roughly correspond to the body's CM behaving classically or quantum mechanically, respectively. In the present note we elaborate more on this concept, illustrating it in several examples. An important notion following from introduction of the quantum ratio is that the elementary particles (thus the electron and the photon) are quantum mechanical, even when the environment-induced decoherence turns them into a mixed state. Decoherence and classical state should not be identified. This simple observation, further illustrated by the consideration of a few atomic or molecular processes, may have significant implications on the way quantum mechanics works in biological systems.         ",
    "url": "https://arxiv.org/abs/2402.10702",
    "authors": [
      "Hans-Thomas Elze",
      "Kenichi Konishi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2407.01313",
    "title": "Adaptive variational quantum computing approaches for Green's functions and nonlinear susceptibilities",
    "abstract": "           We present and benchmark quantum computing approaches for calculating real-time single-particle Green's functions and nonlinear susceptibilities of Hamiltonian systems. The approaches leverage adaptive variational quantum algorithms for state preparation and propagation. Using automatically generated compact circuits, the dynamical evolution is performed over sufficiently long times to achieve adequate frequency resolution of the response functions. We showcase accurate Green's function calculations using a statevector simulator on classical hardware for Fermi-Hubbard chains of 4 and 6 sites, with maximal ansatz circuit depths of 65 and 424 layers, respectively, and for the molecule LiH with a maximal ansatz circuit depth of 81 layers. Additionally, we consider an antiferromagnetic quantum spin-1 model that incorporates the Dzyaloshinskii-Moriya interaction to illustrate calculations of the third-order nonlinear susceptibilities, which can be measured in two-dimensional coherent spectroscopy experiments. These results demonstrate that real-time approaches using adaptive parameterized circuits to evaluate linear and nonlinear response functions can be feasible with near-term quantum processors.         ",
    "url": "https://arxiv.org/abs/2407.01313",
    "authors": [
      "Martin Mootz",
      "Thomas Iadecola",
      "Yong-Xin Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14571",
    "title": "Investigating Quantum Spin-Textures Using Universal MJ Hamiltonians",
    "abstract": "           This work introduces a pair of novel universal MJ spintronic models that precisely mirror the complex spin textures observed in spintronic materials. The spin-orbit coupled (SOC) Hamiltonians H_MJ1 and H_MJ2 reveal a range of novel and intriguing spin phenomena by modulating spin-orbit interactions. The Hamiltonian H_MJ1 reshapes the existing paradigm, providing a more robust and versatile framework than the Hamiltonian H_RD, with the potential to catalyze new advancements in the study of quantum materials. H_MJ1 encapsulates two distinct spin textures: a unidirectional, momentum-independent persistent spin texture (PST), and a bidirectional (partial) PST. In contrast Hamiltonian H_MJ2 portrays a spiral spin texture, drawing a conceptual link to the cosmological process of expansion and contraction, mirrored within a two-dimensional quantum framework. We also explore the fundamental aspects of earlier analytical models that underpin the construction of the present MJ spintronic model. The physical interpretations of these models are illustrated graphically, and the emerging spin phenomena resulting from complex SOC are elucidated using a simple vector model.         ",
    "url": "https://arxiv.org/abs/2408.14571",
    "authors": [
      "Manish Kumar Mohanta",
      "Puru Jena"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]