[
  {
    "id": "arXiv:2302.04967",
    "title": "Semiconductor-on-diamond cavities for spin optomechanics",
    "abstract": "Optomechanical cavities are powerful tools for classical and quantum information processing that can be realized using nanophotonic structures that co-localize optical and mechanical resonances. Typically, phononic localization requires suspended devices that forbid vertical leakage of mechanical energy. Achieving this in some promising quantum photonic materials such as diamond requires non-standard nanofabrication techniques, while hindering integration with other components and exacerbating heating related challenges. As an alternative, we have developed a semiconductor-on-diamond platform that co-localizes phononic and photonic modes without requiring undercutting. We have designed an optomechanical crystal cavity that combines high optomechanical coupling with low dissipation, and we show that this platform will enable optomechanical coupling to spin qubits in the diamond substrate. These properties demonstrate the promise of this platform for realizing quantum information processing devices based on spin, phonon, and photon interactions. ",
    "url": "https://arxiv.org/abs/2302.04967",
    "authors": [
      "Xinyuan Ma",
      "Prasoon K. Shandilya",
      "Paul E. Barclay"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.04990",
    "title": "Non-resonant cavity for intensity buildup of multiple lasers",
    "abstract": "A non-resonant cavity to build up laser intensity is modeled, developed and tested. It can be used for overlapping multiple lasers of different wavelengths, increasing their intensities by over an order of magnitude while maintaining good uniformity. It is simple to set up, has flexible optical characteristics, and is robust against perturbations. The intensity buildup requires no resonances, and the wavelength dependence of the performance is limited only by the mirror coatings. The cavity can be used in applications requiring a spatially-constrained intensity buildup, for example in atomic and molecular traps. ",
    "url": "https://arxiv.org/abs/2302.04990",
    "authors": [
      "Yi Zeng",
      "Nicholas R. Hutzler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.05036",
    "title": "Anti-chiral edge states based on photonic Floquet lattices",
    "abstract": "Photonic Floquet lattices provide an excellent platform for manipulating different topologically protect-ed edge states. However, anti-chiral edge states have not been discussed much in Floquet lattices. Here, we propose a waveguide structure by combining two honeycomb Floquet photonic lattices with oppo-site rotation directions. In this structure, we find that the anti-chiral edge states have the same trans-mission direction on two parallel body edges. With an increasing modulation phase difference between the two sublattices in one direction, the width of the band gap becomes smaller and the robustness of the edge states becomes weaker. Interestingly, the transmission speed is also controlled by the phase difference. In addition to their relevance for the topological properties of the Floquet lattice system, these results may be applied to multi-channel optical switches, optical functional devices, and in other fields. ",
    "url": "https://arxiv.org/abs/2302.05036",
    "authors": [
      "Junying Wang",
      "Xifeng Ji",
      "Zhiwei Shi",
      "Yajing Zhang",
      "Huagang Li",
      "Yang Li",
      "Yaohua Deng",
      "Kang Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2302.05091",
    "title": "Ferroelectric Antiferromagnetic Quantum Anomalous Hall Insulator in  TwoDimensional van der Waals Materials",
    "abstract": "Ferroelectricity, anti-ferromagnetism (AFM) and quantum anomalous Hall effect (QAHE) are three fundamental phenomena in the field of condensed matter physics, which could enable the realization of novel devices and thus attracts great attention. Here, we show theoretical evidence that twodimensional (2D) even-layer MnBi2Te4 allows for the simultaneous presence of intercorrelated ferroelectricity, AFM, and QAHE. Importantly, through rational van der Waals sliding, these exotic properties are strongly coupled. Such coupling could demonstrate many distinctive physics, for example, ferroelectric control of itinerant AFM phase and the sign of quantized anomalous Hall plateau.The explored phenomena and mechanism would not only enrich the research in 2D ferroelectricity and topological magnets, but also guide the design of low-consumption high-speed quantum devices. ",
    "url": "https://arxiv.org/abs/2302.05091",
    "authors": [
      "Yan Liang",
      "Fulu Zheng",
      "Thomas Frauenheim",
      "Pei Zhao"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2302.05321",
    "title": "Spin Resonance Free Booster For Future 100~km-scale Circular  e$^{+}$e$^{-}$ Colliders",
    "abstract": "Acceleration of polarized electron~(positron) beams in a booster synchrotron may suffer from depolarization due to crossings of many spin depolarization resonances, which could limit its applications. We have studied the spin depolarization resonance structure of a 100~km scale booster lattice of the Circular Electron Positron Collider~(CEPC). The lattice has 8 arc regions with hundreds of FODO cells, interleaved with straight sections, which leads to a high periodicity. Our analysis shows the contributions to the strength of intrinsic and imperfection spin resonances add up coherently near the super strong resonances beyond 120 GeV, but mostly cancel out and result in generally weak resonance strengths at lower beam energies. Detailed simulations confirm that beam polarization can be mostly maintained in the fast acceleration to 45.6 GeV and 80 GeV, but severe depolarization may occur at even higher energies. This study suggests the possibility of acceleration of polarized electron~(positron) beams to ultra-high beam energies without the help of Siberian snakes, and supports injecting highly polarized beams into the collider rings as an attractive solution for resonant depolarization measurements and longitudinal polarized colliding beam experiments for future 100~km scale circular e$^{+}$e$^{-}$ colliders. ",
    "url": "https://arxiv.org/abs/2302.05321",
    "authors": [
      "Tao Chen",
      "Zhe Duan",
      "Daheng Ji",
      "Dou Wang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2302.04919",
    "title": "Variational Benchmarks for Quantum Many-Body Problems",
    "abstract": "The continued development of novel many-body approaches to ground-state problems in physics and chemistry calls for a consistent way to assess its overall progress. Here we introduce a metric of variational accuracy, the V-score, obtained from the variational energy and its variance. We provide the most extensive curated dataset of variational calculations of many-body quantum systems to date, identifying cases where state-of-the-art numerical approaches show limited accuracy, and novel algorithms or computational platforms, such as quantum computing, could provide improved accuracy. The V-score can be used as a metric to assess the progress of quantum variational methods towards quantum advantage for ground-state problems, especially in regimes where classical verifiability is impossible. ",
    "url": "https://arxiv.org/abs/2302.04919",
    "authors": [
      "Dian Wu",
      "Riccardo Rossi",
      "Filippo Vicentini",
      "Nikita Astrakhantsev",
      "Federico Becca",
      "Xiaodong Cao",
      "Juan Carrasquilla",
      "Francesco Ferrari",
      "Antoine Georges",
      "Mohamed Hibat-Allah",
      "Masatoshi Imada",
      "Andreas M. Läuchli",
      "Guglielmo Mazzola",
      "Antonio Mezzacapo",
      "Andrew Millis",
      "Javier Robledo Moreno",
      "Titus Neupert",
      "Yusuke Nomura",
      "Jannes Nys",
      "Olivier Parcollet",
      "Rico Pohle",
      "Imelda Romero",
      "Michael Schmid",
      "J. Maxwell Silvester",
      "Sandro Sorella",
      "Luca F. Tocchio",
      "Lei Wang",
      "Steven R. White",
      "Alexander Wietek",
      "Qi Yang",
      "Yiqi Yang",
      "Shiwei Zhang",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05253",
    "title": "Cloud on-demand emulation of quantum dynamics with tensor networks",
    "abstract": "We introduce a tensor network based emulator, simulating a programmable analog quantum processing unit (QPU). The software package is fully integrated in a cloud platform providing a common interface for executing jobs on a HPC cluster as well as dispatching them to a QPU device. We also present typical emulation use cases in the context of Neutral Atom Quantum Processors, such as evaluating the quality of a state preparation pulse sequence, and solving Maximum Independent Set problems by applying a parallel sweep over a set of input pulse parameter values, for systems composed of a large number of qubits. ",
    "url": "https://arxiv.org/abs/2302.05253",
    "authors": [
      "Kemal Bidzhiev",
      "Aleksander Wennersteen",
      "Mourad Beji",
      "Mario Dagrada",
      "Mauro D'Arcangelo",
      "Sebastian Grijalva",
      "Anne-Claire Le Henaff",
      "Anton Quelle",
      "Alvin Sashala Naik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05385",
    "title": "Frequency-dependent Faraday and Kerr rotation in anisotropic  nonsymmorphic Dirac semimetals in a magnetic field",
    "abstract": "We calculate the frequency-dependent longitudinal and Hall conductivities and the Faraday and Kerr rotation angles for a single sheet of anisotropic Dirac semimetal protected by nonsymmorphic symmetry in the presence of a perpendicular magnetic field. While the magnetic field causes a rotation of the plane of polarization of the light, the anisotropy causes the appearance of an elliptically polarized component in an initially linearly polarized beam. The two effects can be combined in a single complex Faraday rotation angle. At the zero-frequency limit, we find a finite value of the Faraday rotation angle, which is given by $2\\alpha_F$, where $\\alpha_F$ is the effective fine structure constant associated with the velocity of the linearly dispersing Dirac fermions. We also find a logarithmic enhancement of the Faraday (and Kerr) rotation angles as the frequency of the light approaches the absorption edge associated with the magnetic field-induced gap. While the enhancement is reduced by impurity scattering, it remains significant for an attainable level of material purity. These results indicate that two-dimensional Dirac materials protected by nonsymmorphic symmetry are responsive to weak magnetic fields and can be used as platforms for magneto-optic applications, such as the realization of polarization-rotating devices. ",
    "url": "https://arxiv.org/abs/2302.05385",
    "authors": [
      "Amarnath Chakraborty",
      "Guang Bian",
      "Giovanni Vignale"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2012.08661",
    "title": "Shifting and splitting of resonance lines due to dynamical friction in  plasmas",
    "abstract": " Comments: Accepted for publication in Physical Review Letters ",
    "url": "https://arxiv.org/abs/2012.08661",
    "authors": [
      "V. N. Duarte",
      "J. B. Lestz",
      "N. N. Gorelenkov",
      "R. B. White"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06040",
    "title": "Sub-kHz-linewidth external-cavity laser (ECL) with Si$_{3}$N$_{4}$  resonator used as a tunable pump for a Kerr frequency comb",
    "abstract": " Title: Sub-kHz-linewidth external-cavity laser (ECL) with Si$_{3}$N$_{4}$  resonator used as a tunable pump for a Kerr frequency comb ",
    "url": "https://arxiv.org/abs/2211.06040",
    "authors": [
      "Pascal Maier",
      "Yung Chen",
      "Yilin Xu",
      "Yiyang Bao",
      "Matthias Blaicher",
      "Dimitri Geskus",
      "Ronald Dekker",
      "Junqiu Liu",
      "Philipp-Immanuel Dietrich",
      "Huanfa Peng",
      "Sebastian Randel",
      "Wolfgang Freude",
      "Tobias J. Kippenberg",
      "Christian Koos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.09907",
    "title": "Observation of Zitterbewegung in photonic microcavities",
    "abstract": " Title: Observation of Zitterbewegung in photonic microcavities ",
    "url": "https://arxiv.org/abs/2211.09907",
    "authors": [
      "Seth Lovett",
      "Paul M. Walker",
      "Alexey Osipov",
      "Alexey Yulin",
      "Pooja Uday Naik",
      "Charles E. Whittaker",
      "Ivan A. Shelykh",
      "Maurice S. Skolnick",
      "Dmitry N. Krizhanovskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  }
]