[
  {
    "id": "arXiv:2601.04248",
    "title": "Superposition of states in quantum theory",
    "abstract": "           The most general mathematical law for summing bounded quantities is not the arithmetic law, but a composition law of which the summation law for velocities in special relativity is only one particular example. We believe that this composition law, should also be used in quantum theory. We present it with a few examples, we discuss its physical meaning and we show how it can be useful in quantum theory. We show in particular that its use may open the way for a new interpretation of the use of probabilities in quantum theory.         ",
    "url": "https://arxiv.org/abs/2601.04248",
    "authors": [
      "J.-M. Vigoureux"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04292",
    "title": "Profiles of Roles in the Quantum Industry",
    "abstract": "           This report builds upon the Categorization of Roles in the Quantum Industry report by providing detailed profiles for 29 distinct roles across the quantum workforce. While the earlier report established a framework of four major role categories (hardware, software, bridging, and public facing and business) and their subcategories, the current report expands on this structural framework by characterizing what professionals in each role actually do, particularly by identifying the tasks, knowledge, skills, abilities (KSAs), and experience typically required for each role. Each role profile follows a standardized structure guided by the Occupational Information Network (O*NET) framework. By presenting a fine-grained view of day-to-day work and qualification expectations, this report serves as a practical resource for educators, students, industry professionals, and policymakers aiming to understand, educate, and support the evolving quantum workforce.         ",
    "url": "https://arxiv.org/abs/2601.04292",
    "authors": [
      "Shams El-Adawy",
      "A.R. Piña",
      "Benjamin M. Zwickl",
      "H.J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04354",
    "title": "Ultra-sensitive graphene-based electro-optic sensors for optically-multiplexed neural recording",
    "abstract": "           Large-scale neural recording with high spatio-temporal resolution is essential for understanding information processing in brain, yet current neural interfaces fall far short of comprehensively capturing brain activity due to extremely high neuronal density and limited scalability. Although recent advances have miniaturized neural probes and increased channel density, fundamental design constraints still prevent dramatic scaling of simultaneously recorded channels. To address this limitation, we introduce a novel electro-optic sensor that directly converts ultra-low-amplitude neural electrical signals into optical signals with high signal-to-noise ratio. By leveraging the ultra-high bandwidth and intrinsic multiplexing capability of light, this approach offers a scalable path toward massively parallel neural recording beyond the limits of traditional electrical interfaces. The sensor integrates an on-chip photonic microresonator with a graphene layer, enabling direct detection of neural signals without genetically encoded optical indicators or tissue modification, making it suitable for human translation. Neural signals are locally transduced into amplified optical modulations and transmitted through on-chip waveguides, enabling interference-free recording without bulky electromagnetic shielding. Arrays of wavelength-selective sensors can be multiplexed on a single bus waveguide using wavelength-division multiplexing (WDM), greatly improving scalability while maintaining a minimal footprint to reduce tissue damage. We demonstrate detection of evoked neural signals as small as 25 $\\mu$V with 3 dB SNR from mouse brain tissue and show multiplexed recording from 10 sensors on a single waveguide. These results establish a proof-of-concept for optically multiplexed neural recording and point toward scalable, high-density neural interfaces for neurological research and clinical applications.         ",
    "url": "https://arxiv.org/abs/2601.04354",
    "authors": [
      "Zabir Ahmed",
      "Xiang Li",
      "Kanika Sarna",
      "Harshvardhan Gupta",
      "Vishal Jain",
      "Maysamreza Chamanzar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2601.04466",
    "title": "Photonic Temporal Illusion",
    "abstract": "           Materials with unusual optical properties are central to advanced control of light. Yet, in nature, such materials may be exceedingly rare and often difficult to obtain. To overcome this limitation, here we introduce the concept of temporal illusion: A temporally dynamic framework in which carefully programmed temporal variations in effective parameters generate responses akin to those of, in principle, any arbitrary time-invariant structure. We theoretically demonstrate that proper modulation of the permittivity of a conventional dielectric in space and time replicates the optical behavior associated with exotic materials. Besides, we reveal that, beyond steady-state effects, temporal illusion also enables control over transient responses, for instance, by effectively lowering the time constant of high-quality-factor resonators, therefore, allowing faster energy accumulation. Moreover, by incorporating detuning between modulation and excitation, we show that the framework unlocks additional functionalities. The temporal illusion paradigm thus broadens the capabilities of space-time varying systems, offering a powerful route to synthesize material responses on demand and paving the way for new theoretical and experimental directions in optics and wave physics.         ",
    "url": "https://arxiv.org/abs/2601.04466",
    "authors": [
      "Grigorii Ptitcyn",
      "Diego M. Solís",
      "M. S. Mirmoosa",
      "Nader Engheta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04470",
    "title": "Self-heterodyne spectroscopy via a non-uniformly spaced frequency comb",
    "abstract": "           Frequency comb spectroscopy has significantly advanced molecular spectroscopy across scientific research and diverse applications. Among its key performance metrics especially for time-resolved studies, sensitivity and measurement speed are paramount. However, a long-standing compromise between these parameters arises from the need for noise reduction. Here, we introduce a comb spectroscopy system that overcomes this limitation using a single frequency comb of non-uniformly spaced modes. The comb is generated using an extremely simple setup, composed of a continuous-wave (CW) fiber laser and a single-sideband phase modulator (SSM). Our approach delivers optical-to-radio-frequency conversion comparable to dual-comb spectroscopy (DCS) but through a simplified self-heterodyning architecture. By leveraging the intrinsic mutual coherence of the comb, this design achieves a noise-equivalent absorption coefficient (NEA) of 5.0*10^(-6) Hz^(-1/2)--an order-of-magnitude improvement over state-of-the-art DCS, coupled with long-term stability. The system resolves weak molecular overtone spectra on nanosecond timescales, in a single-shot measurement, at a signal-to-noise ratio of 128. This integration of high sensitivity, resolution, and speed resolves the core trade-off that has long constrained time-resolved spectroscopic analysis.         ",
    "url": "https://arxiv.org/abs/2601.04470",
    "authors": [
      "Bofeng Zhang",
      "Gang Zhao",
      "Xiaobin Zhou",
      "Xiaojuan Yan",
      "Jiaqi Yang",
      "Weiguang Ma",
      "Suotang Jia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.04472",
    "title": "Silicon photonic optical-electrical-optical converters based on load-resistor and current-injection operation",
    "abstract": "           Optical-electrical-optical (OEO) converters are key primitives for low-latency, energy-efficient photonic computing because they enable nonlinear activation and optical signal regeneration on chip. We report two monolithically integrated silicon-photonic OEO converters-load-resistor (high-speed variant) and current-injection (high-gain variant) types-fabricated at a silicon photonics foundry. Each device combines a germanium photodetector with a micro-ring modulator (MRM). The converters exhibit reconfigurable nonlinear transfer functions and measurable on-chip RF OEO gain. The RF OEO gain scales linearly with the MRM bias power, with slopes of 0.10 mW^-1 (load-resistor of 10 k{\\Omega}) and 1.4 mW^-1 (current-injection), enabling a gain > 1 region at practical bias powers (~10 mW and ~1 mW, respectively). Eye diagrams confirm clear openings up to 4 Gb/s for a high-speed load-resistor variant with a 500-{\\Omega} load. To the best of our knowledge, this is the first experimental demonstration of a monolithically integrated, foundry-fabricated silicon-photonic load-resistor type OEO converter exhibiting reconfigurable nonlinear transfer and on-chip RF OEO gain. In the carrier-injection device, the activation slope exceeds unity, yielding 3.9 dB extinction-ratio regeneration. Short-pulse measurements yield 3-dB bandwidths of 1.49 GHz, 160 MHz (load-resistor of 500 {\\Omega} and 10 k{\\Omega}), and 76 MHz (current-injection), consistent with the RF data. Energy analysis shows an energy-bandwidth trade-off (RC-limited for load-resistor vs. lifetime-limited for injection) and outline routes to sub-pJ/bit operation via reduced capacitance and improved EO efficiency. These results establish silicon-photonic OEO converters as compact, foundry-compatible building blocks for scalable optoelectronic computing and optical neural networks.         ",
    "url": "https://arxiv.org/abs/2601.04472",
    "authors": [
      "Masaya Arahata",
      "Shota Kita",
      "Akihiko Shinya",
      "Hisashi Sumikura",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.04527",
    "title": "Numerical study on fast spectral evolution due to double resonance and applicability of generalized kinetic equation",
    "abstract": "           It is known that for a two-layer fluid system, the kinetic equation governing the evolution of the spectrum of the wave field given by the standard wave turbulence theory (WTT) breaks down due to the existence of a \"double resonance\", and the spectrum can evolve on a time scale much faster than that predicted by the standard WTT. In this study, using a simplified model for a two-layer fluid system, the applicability of the generalized kinetic equation (GKE) for such a situation is examined numerically. It is shown that the GKE can reproduce the appearance of a sharp peak in the surface wave spectrum due to double resonance, but it overestimates the growth of the peak, consequently failing to quantitatively describe the temporal evolution of the spectrum correctly, particularly near the double resonance point.         ",
    "url": "https://arxiv.org/abs/2601.04527",
    "authors": [
      "Mitsuhiro Tanaka"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2601.04561",
    "title": "Ultra-high performance microwave spectral filters using optical microcombs",
    "abstract": "           Microwave photonic (MWP) filters are essential components in microwave systems due to their wide bandwidth, low loss, and immunity to electromagnetic interference. A sharp transition band is critical for precise spectral shaping and interference suppression, yet conventional MWP filters face challenges in achieving both sharp transitions and high reconfigurability. Adaptive MWP filters with sharp transition based on a transversal filter structure using an optical microcomb source are demonstrated in this paper. Four different types of single-band MWP filters with roll-off rates up to ~32.6 dB/GHz and a minimum shape factor of ~1.15 are achieved. In addition, simply through designing tap coefficients, band-pass filters with tunable centre frequencies ranging from 5 GHz to 15 GHz and dual-band MWP filters with various filter response are demonstrated without changing any hardware, where sharp transition is also validated. The adaptive filters with sharp transition presented in this paper offer a stable and highly reconfigurable solution for applications requiring stringent spectral selectivity, such as next-generation wireless networks, high-resolution radar imaging, and advanced biomedical photonic sensing.         ",
    "url": "https://arxiv.org/abs/2601.04561",
    "authors": [
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.04661",
    "title": "Features of the van der Waals Interaction on the Cesium $6S_{1/2} \\rightarrow 7P_{3/2}$ Transition in an Optical Nanocell",
    "abstract": "           We report the first experimental study of the influence of a dielectric surface on the transmission spectrum of cesium atoms for the $6S_{1/2} \\rightarrow 7P_{3/2}$ ($D_2$) transition in vapor cells with thicknesses in the range $50$--$250\\,$nm. The measurements were performed using a homemade optical nanocell filled with atomic cesium and featuring a wedge-shaped gap between the inner surfaces of sapphire windows. For atom--surface distances below approximately $300$\\,nm, a significant red shift of the atomic transition frequency is observed due to van der Waals (vdW) interactions with the dielectric surface. An additional red shift arises at high vapor pressures owing to Cs--Cs interactions, with a measured contribution of $15$\\,MHz/Torr, which must be accounted for in order to correctly determine the vdW coefficient $C_3$. By recording transmission spectra of the nanocell at different thicknesses, we determine for the first time the vdW coefficient for the Cs $6S_{1/2} \\rightarrow 7P_{3/2}$ transition, obtaining values in the range $C_3 \\sim 2- 20$\\,kHz\\,$\\mu$m$^3$. These results are of interest for fundamental studies of atom--surface interactions and are also relevant for the development of miniature sensors based on atomic vapors, in particular compact frequency references exploiting atomic transitions in the blue spectral region.         ",
    "url": "https://arxiv.org/abs/2601.04661",
    "authors": [
      "Armen Sargsyan",
      "Anahit Gogyan",
      "David Sarkisyan"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04933",
    "title": "Long-lived state of a helium-like magnesium donor in silicon",
    "abstract": "           The relaxation of ortho states of a helium-like Mg donor in silicon is investigated by measuring the modulation of background radiation transmission through impurity centers under pulsed photoexcitation. Long-lived states of the spin-triplet 1s(3T2) group with a lifetime of about 20 ms are observed. The temperature dependence indicates that the relaxation is governed by the Orbach mechanism with an activation energy ~13 meV, which is close to the exchange splitting energy of the excited 1s states of the Mg donor.         ",
    "url": "https://arxiv.org/abs/2601.04933",
    "authors": [
      "R.Kh. Zhukavin",
      "D.A. Postnov",
      "P.A. Bushuikin",
      "K.E. Kudryavtsev",
      "K.A. Kovalevsky",
      "V.V. Tsyplenkov",
      "N.A. Bekin",
      "A.N. Lodygin",
      "L.M. Portsel",
      "V.B. Shuman",
      "Yu.A. Astrov",
      "N.V. Abrosimov",
      "V.N. Shastin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04947",
    "title": "Tunable Quantum Interference in Free Space with a Liquid-Crystal Metagrating",
    "abstract": "           Structured optical materials provide a promising platform for photonic quantum information processing in free space. Beam splitters, a fundamental building block of photonic circuits, have recently been demonstrated in free space using geometric-phase optical elements. These devices coherently mix circularly-polarized transverse modes of freely-propagating optical fields, including modes carrying orbital angular momentum. In this work, we investigate liquid-crystal metagratings as electrically tunable beam splitters for transverse-momentum optical modes. By exploiting the voltage-controlled birefringence of liquid-crystal metasurfaces, we experimentally tune the splitting ratio of the device and thereby control the degree of two-photon interference between indistinguishable photons. At the output, photons are spatially resolved on different regions of a time-resolved single-photon-sensitive detector, enabling the reconstruction of coincidence maps in the Fourier plane. This approach is readily scalable and enables highly parallel coincidence measurements across a large number of optical modes.         ",
    "url": "https://arxiv.org/abs/2601.04947",
    "authors": [
      "Maria Gorizia Ammendola",
      "Italo Machuca Flores",
      "Sneha Dey",
      "Francesco Di Colandrea",
      "Andrei Nomerotski",
      "Bereneice Sephton",
      "Carlo Schiano",
      "Corrado de Lisio",
      "Vincenzo D'Ambrosio",
      "Lorenzo Marrucci",
      "Patrick Cameron",
      "Filippo Cardano"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.04964",
    "title": "Nonlinear virtual lens for programmable and multispectral infrared upconversion imaging",
    "abstract": "           Conventional infrared (IR) imaging techniques depend on IR cameras based on narrow-bandgap semiconductors, which offer limited spectral bandwidth, coupled with a separate lens. Recently, advances in nonlinear flat optics have opened a novel pathway for converting IR signals into the visible through nonlinear generations, enabling the direct visualisation of IR images using standard visible cameras. However, the narrow spectral bandwidth and the requirement for an additional lens remain the key challenges. Here, we address both issues via a novel adaptive and multifunctional IR-to-visible imaging platform offering tunable bandwidth and focusing simultaneously. We utilise sum-frequency generation (SFG) to convert IR light into the visible, by introducing a pump beam modulated by a spatial light modulator (SLM) to construct a virtual metalens enabling precisely controlled focusing of the generated nonlinear optical field. As a result, we demonstrate both theoretically and experimentally an optical focusing mechanism with a tunable focal length, achieved by varying the pump and signal wavelengths and modulating the phase distribution. Furthermore, since the focal length depends on the input signal wavelength, the imaging plane position varies accordingly, indicating a promising potential for the multispectral IR imaging applications. Our upconversion platform delivers SLM-controlled, programmable multispectral focusing for next-generation IR imaging, opening new avenues in the fields of computational and multispectral imaging techniques.         ",
    "url": "https://arxiv.org/abs/2601.04964",
    "authors": [
      "Ze Zheng",
      "Olga Sergaeva",
      "Davide Rocco",
      "Yuchen Zhang",
      "Guoquan Zhang",
      "Mohsen Rahmani",
      "Costantino De Angelis",
      "Lei Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.05045",
    "title": "Dosimetric Impact of Hidden Input Parameters in Inverse Optimization Algorithms for GYN HDR Brachytherapy",
    "abstract": "           Inverse optimization (IO) algorithms are used in GYN HDR brachytherapy planning, with user parameter settings embedded in commercial TPS. To examine the dosimetric influence of hidden input parameters in three IO algorithms-IPSA, HIPO, and MCO-for GYN HDR brachytherapy across two applicator types. In-house implementations of IPSA, HIPO, and MCO were implemented and evaluated against retrospectively generated commercial TPS plans (Oncentra Brachy) using identical clinical input parameters across 24 cervical cancer cases (18 T&O; 6 T&O+Needles (T&O+N)). Each IO algorithm was assessed using 1k combinations of hidden parameters (e.g., dwell-time modulation constraints, convergence thresholds). Cumulative DVH curves and dosimetric indices (HR-CTV D98/D90, OAR D2cc) were compared with commercial plans. Standard deviations (SD) of DVH differences were used to characterize sensitivity to hidden parameters. For HR-CTV, SD values in T&O+N cases reached 23.0 Gy and 7.1 Gy for MCO and HIPO, respectively, with corresponding average values of 55.8 Gy and 19.7 Gy. In T&O cases, HR-CTV SD values reached 4.9 Gy and 3.3 Gy for HIPO and IPSA, respectively, with average values of 20.1 Gy and 8.6 Gy. MCO exhibited the highest sensitivity, followed by HIPO and IPSA. T&O+N cases showed greater sensitivity than T&O cases. Absolute differences in HR-CTV D90 (D98) relative to commercial algorithms reached up to 33.3 Gy (28.4) for T&O+N cases and 10.8 Gy (8.5) for T&O cases. For OARs, absolute D2cc differences in T&O+N (T&O) cases reached up to 8.6 Gy (2.3) for rectum, 17 Gy (10.2) for bladder, 14.8 Gy (3.9) for sigmoid, and 7.0 Gy (8.1) for bowel. Hidden input parameter settings significantly impact on GYN HDR plans, with target coverage up to 28.4 Gy across IO algorithms for both T&O and T&O+N cases. The findings in this study shown the potential to improve plans through hidden input parameter optimization.         ",
    "url": "https://arxiv.org/abs/2601.05045",
    "authors": [
      "YeongHyeon Park",
      "Shiqin Su",
      "Sarath Vijayan",
      "Zhiqian Henry Yu",
      "Mandy Cunningham",
      "Yusung Kim"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2601.05115",
    "title": "A gaseous-helium cooling system for silicon detectors in the Nab experiment",
    "abstract": "           The Nab experiment aims to extract the neutron beta decay correlation coefficients 'a' and 'b'. This will be accomplished using a 7 m tall electromagnetic spectrometer which measures electron energies and proton momenta. Detection of electrons and protons resulting from neutron beta decay will be carried out using large-area, thick, highly-segmented, single-crystal silicon detectors. These detectors and accompanying electronics will be cooled by a recirculating, gaseous helium cooling system to below 150 K with +/- 0.5 K stability. We will motivate the need for detector cooling in the Nab experiment and discuss design and performance of this cooling system.         ",
    "url": "https://arxiv.org/abs/2601.05115",
    "authors": [
      "Love Richburg",
      "Noah Birge",
      "Nadia Fomin",
      "Grant Riley",
      "Josh Pierce",
      "John Ramsey",
      "Wolfgang Schreyer",
      "Seppo Penttila",
      "Isaiah Wallace",
      "Di'Arra Mostella",
      "Aaron Jezghani",
      "Alexander Saunders",
      "Americo Salas Bacci",
      "Ariella Atencio",
      "August Mendelsohn",
      "Austin Nelsen",
      "Bryan Zeck",
      "Christopher Crawford",
      "Corey Gilbert",
      "David Mathews",
      "Deion Fellers",
      "Duncan Fuehne",
      "Erick Smith",
      "Francisco Gonzalez",
      "Glenn Randall",
      "Himal Acharya",
      "Huangxing Li",
      "Hunter Presley",
      "Jackie Mirabal",
      "Jason Fry",
      "Jin Ha Choi",
      "Jordan O'Kronley",
      "Josh Hamblen",
      "Leah Broussard",
      "Mark Makela",
      "Nick Macsai",
      "Pat McGaughey",
      "Rebecca Godri",
      "Ricardo Alarcon",
      "Russell Mammei",
      "Sean Hollander",
      "Skylar Clymer",
      "Zachary Garman"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2601.05156",
    "title": "Optical Entropy and Generalized Thermodynamics of Solitonic Event Horizons",
    "abstract": "           The realization of Hawking radiation in optical analogs has historically focused on kinematic observables, such as the effective temperature determined by the horizon's surface gravity. A complete thermodynamic description, however, necessitates a rigorous definition of entropy and irreversibility, which has remained elusive in Hamiltonian optical systems. In this work, we bridge this gap by introducing an operational entropy for solitonic event horizons, derived from the spectral partitioning of the optical field into coherent solitonic and incoherent radiative subsystems. We demonstrate that the emission of resonant radiation, mediated by the breaking of soliton integrability due to higher-order dispersion, serves as a fundamental mechanism for entropy production. Numerical simulations of the generalized nonlinear Schrodinger equation confirm that this process satisfies a generalized second law, where the change in total entropy is non-negative. These results establish optical event horizons as consistent nonequilibrium thermodynamic systems, offering a new pathway to explore the information-theoretic aspects of analog gravity in laboratory settings.         ",
    "url": "https://arxiv.org/abs/2601.05156",
    "authors": [
      "Hasan Oguz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2601.04543",
    "title": "Increasing the secret key rates and point-to-multipoint extension for experimental coherent-one-way quantum key distribution protocol",
    "abstract": "           Using quantum key distribution (QKD) protocols, a secret key is created between two distant users (transmitter and receiver) at a particular key rate. Quantum technology can facilitate secure communication for cryptographic applications, combining QKD with one-time-pad (OTP) encryption. In order to ensure the continuous operation of QKD in real-world networks, efforts have been concentrated on optimizing the use of components and effective QKD protocols to improve secret key rates and increase the transmission between multiple users. Generally, in experimental implementations, the secret key rates are limited by single-photon detectors, which are used at the receivers of QKD and create a bottleneck due to their limited detection rates (detectors with low detection efficiency and high detector dead-time). We experimentally show that secret key rates can be increased by combining the time-bin information of two such detectors on the data line of the receiver for the coherent-one-way (COW) QKD protocol with a minimal increase in quantum bit error rate (QBER, the proportion of erroneous bits). Further, we implement a point-to-multipoint COW QKD protocol, introducing an additional receiver module. The three users (one transmitter and two receivers) share the secret key in post-processing, relying on OTP encryption. Typically, the dual-receiver extension can improve the combined secret key rates of the system; however, one has to optimise the experimental parameters to achieve this within security margins. These methods are general and can be applied to any implementation of the COW protocol.         ",
    "url": "https://arxiv.org/abs/2601.04543",
    "authors": [
      "Venkat Abhignan",
      "Mohit Mittal",
      "Aditi Das",
      "Megha Shrivastava"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2601.04749",
    "title": "Topological sensing of superfluid rotation using non-Hermitian optical dimers",
    "abstract": "           We theoretically investigate a non-Hermitian optical dimer whose parameters are renormalized by dispersive and dissipative backaction from the coupling of the passive cavity with a ring-trapped Bose-Einstein condensate. The passive cavity is driven by a two-tone control laser, where each tone is in a coherent superposition of Laguerre-Gaussian beams carrying orbital angular momenta $\\pm \\ell \\hbar$. This imprints an optical lattice on the ring trap, leading to Bragg-diffracted sidemode excitations. Using an exact Schur-complement reduction of the full light-matter dynamics, we derive a frequency-dependent self-energy and identify a static regime in which the atomic response produces a complex shift of the passive optical mode. This renormalized dimer supports a tunable exceptional point, enabling spectroscopic signatures in the optical transmission due to a probe field, which can in turn be utilized for estimating the winding number of the persistent current. Exploiting the associated half-integer topological charge, we propose a digital exceptional-point-based sensing scheme based on eigenmode permutation, providing a noise-resilient method to sense superfluid rotation without relying on fragile eigenvalue splittings. Importantly, the sensing proposals are intrinsically non-destructive, preserving the coherence of the atomic superfluid.         ",
    "url": "https://arxiv.org/abs/2601.04749",
    "authors": [
      "Aritra Ghosh",
      "Nilamoni Daloi",
      "M. Bhattacharya"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2601.04943",
    "title": "Enhanced Microwave Sensing with Dissipative Continuous Time Crystals",
    "abstract": "           A dissipative time crystal is an emergent phase in driven-dissipative quantum many-body systems, characterized by sustained oscillations that break time-translation symmetry spontaneously. Here, we explore nonequilibrium phase transitions in a dissipative Rydberg system driven by a microwave (MW) field and demonstrate their critical sensitivity to high-precision MW sensing. Distinct dynamical regimes are identified, including monostable, bistable, and oscillatory phases under mean-field coupling. Unlike single-particle detection--where the beating signal decays linearly with MW field strength--the time crystalline phase exhibits high sensitivity to MW perturbations, with rapid, discontinuous frequency switching near the monostable-oscillatory boundary. The abrupt transition is rooted in spontaneous symmetry breaking in time and is fundamentally insensitive to the background noise. On this basis, a minimum detectable MW field strength on the order of 1nV/cm is achieved by leveraging this sensitivity. Our results establish a framework for controlling time crystalline phases with external fields and advance MW sensing through many-body effects.         ",
    "url": "https://arxiv.org/abs/2601.04943",
    "authors": [
      "Yunlong Xue",
      "Zhengyang Bai",
      "Yu-Qiang Ma"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2601.05161",
    "title": "Quantum Elastic Network Models and their Application to Graphene",
    "abstract": "           Molecular dynamics simulations are a central computational methodology in materials design for relating atomic composition to mechanical properties. However, simulating materials with atomic-level resolution on a macroscopic scale is infeasible on current classical hardware, even when using the simplest elastic network models (ENMs) that represent molecular vibrations as a network of coupled oscillators. To address this issue, we introduce Quantum Elastic Network Models (QENMs) and utilize the quantum algorithm of Babbush et al. (PRX, 2023), which offers an exponential advantage when simulating systems of coupled oscillators under some specific conditions and assumptions. Here, we demonstrate how our method enables the efficient simulation of planar materials. As an example, we apply our algorithm to the task of simulating a 2D graphene sheet. We analyze the exact complexity for initial-state preparation, Hamiltonian simulation, and measurement of this material, and provide two real-world applications: heat transfer and the out-of-plane rippling effect. We estimate that an atomistic simulation of a graphene sheet on the centimeter scale, classically requiring hundreds of petabytes of memory and prohibitive runtimes, could be encoded and simulated with as few as $\\sim 160$ logical qubits.         ",
    "url": "https://arxiv.org/abs/2601.05161",
    "authors": [
      "Ioannis Kolotouros",
      "Adithya Sireesh",
      "Stuart Ferguson",
      "Sean Thrasher",
      "Petros Wallden",
      "Julien Michel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.03152",
    "title": "Optical vortex generation by magnons with spin-orbit-coupled light",
    "abstract": "           Light possesses both spin and orbital angular momentum. In spatially asymmetric optical fields, these properties undergo spontaneous coupling, referred to as optical spin-orbit coupling. The study of the coupling has recently become central in modern optics due to its substantial applications in communications, sensing, and quantum control. A key challenge is to clarify the relationship between the origins of spatially asymmetric optical fields and the resulting spin-orbit coupling. Current research focuses on materials and configurations exhibiting spatial asymmetry, such as focusing lenses, interfaces, inhomogeneous media, and metasurfaces. However, Maxwell's equations indicate that matter can introduce both spatial and temporal asymmetry into optical fields. For instance, magnetic ordering breaks the time-reversal symmetry of interacting optical fields via the magneto-optical effect, introducing nonreciprocity in the resulting optical phenomena. Despite the importance, optical phenomena involving both spatially and temporally asymmetric optical fields remain unexplored. Here, we demonstrate that breaking time and spatial symmetries through magnons and light focusing, respectively, transforms an input Gaussian beam into a specific optical vortex beam in a nonreciprocal manner. This phenomenon is quantitatively explained by integrating the physics of magnon-induced Brillouin light scattering with optical spin-orbit coupling. The observed conservation of total angular momentum, encompassing both magnons and photons, further indicates that magnons can control both spin and orbital angular momentum of light. Finally, we outline future research directions enabled by asymmetric optical fields in both space and time.         ",
    "url": "https://arxiv.org/abs/2505.03152",
    "authors": [
      "Ryusuke Hisatomi",
      "Alto Osada",
      "Kotaro Taga",
      "Haruka Komiyama",
      "Takuya Takahashi",
      "Shutaro Karube",
      "Yoichi Shiota",
      "Teruo Ono"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.22525",
    "title": "Quantum Workshop for IT-Professionals",
    "abstract": "           Quantum computing is gaining strategic relevance beyond research-driven industries. However, many companies lack the expertise to evaluate its potential for real-world applications. Traditional training formats often focus on physical principles without demonstrating practical relevance for their Business Processes, which limits success. This paper presents a user-centered workshop concept tailored to IT professionals without prior quantum knowledge. Using a business simulation game set in a fictitious company, participants explore quantum technologies through relatable, application-driven scenarios. The flexible design allows customization for different organizational contexts. Evaluation results from a one-day implementation at the IT-Tage 2024 indicate clear learning progress and increased awareness of practical use cases. The approach effectively bridges the gap between complex quantum concepts and industry-specific application needs.         ",
    "url": "https://arxiv.org/abs/2506.22525",
    "authors": [
      "Bettina Just",
      "Jörg Hettel",
      "Gerhard Hellstern"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.23704",
    "title": "1-GHz VIS-to-MIR frequency combs enabled by CMOS-compatible nanophotonic waveguides",
    "abstract": "           A fully stabilized frequency comb is essential for precision metrology and coherent optical synthesis. However, fully-stabilized frequency combs generally require separate stages for supercontinuum generation (SCG) and self-referencing, largely limiting their compactness. Here, enabled by the low-threshold multi-octave supercontinuum generation and concurrent third-harmonic generation in low-loss silicon nitride waveguides, we present a novel approach to a self-referenced frequency comb source at 1 GHz repetition rate spanning from the full visible (VIS) to the mid-infrared (MIR). Our coherent comb is seeded by an all-polarization-maintaining ultrafast fiber laser at 1556 nm, with a pulse duration of 73 fs at 1 GHz repetition rate. With an injected energy of merely 110 pJ, the pulses propagate through dispersion-engineered Si3N4 waveguides, generating supercontinuum spanning over three octaves from 350-3280 nm i.e. 0.76 PHz of coherent bandwidth. Moreover, the on-chip third harmonic generation provides a carrier envelope offset beat note via f-3f with a signal-to-noise ratio of 43 dB. Fueled by the evolving photonic integration providing possibilities of on-chip filtering and photo-detectors, this approach for single-chip self-referencing of high-repetition-rate frequency combs paves the way for ultrabroadband comb sources with unprecedented compactness and field-readiness.         ",
    "url": "https://arxiv.org/abs/2509.23704",
    "authors": [
      "Xuan Zhang",
      "Yuchen Wang",
      "Junguo Xu",
      "Xiyue Zhang",
      "Xia Hou",
      "Qiankun Li",
      "Xueying Sun",
      "Yongyuan Chu",
      "Chengbo Mou",
      "Hairun Guo",
      "Sida Xing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.21926",
    "title": "Arbitrary Reflectionless Optical Routing via Non-Hermitian Zero-Index Networks",
    "abstract": "           Optical routers are fundamental to photonic systems, but their performance is often limited by unwanted reflections and constrained functionalities. Existing design strategies generally lack complete control over reflectionless pathways and typically require computationally intensive iterative optimization. A general analytical framework for the inverse design of arbitrary reflectionless routing has remained unavailable. Here, we present an analytical inverse-design approach based on non-Hermitian zero-index networks, which enables arbitrary reflectionless routing for nearly any desired scattering response. By establishing a direct algebraic mapping between target scattering responses and the network's physical parameters, we transform the design process from iterative optimization into deterministic calculation. This approach enables the precise engineering of arbitrary reflectionless optical routing. We demonstrate its broad utility by designing devices from unicast and multicast routers with full amplitude and phase control to coherent beam combiners and spatial mode demultiplexers in four-port and six-port networks. Our work provides a systematic and analytical route to designing advanced light-control devices.         ",
    "url": "https://arxiv.org/abs/2512.21926",
    "authors": [
      "Yongxing Wang",
      "Zehui Du",
      "Zhenshuo Xu",
      "Pei Xiao",
      "Jizi Lin",
      "Yufeng Zhang",
      "Jie Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.16738",
    "title": "Scalable Quantum Computational Science: A Perspective from Block-Encodings and Polynomial Transformations",
    "abstract": "           Significant developments made in quantum hardware and error correction recently have been driving quantum computing towards practical utility. However, gaps remain between abstract quantum algorithmic development and practical applications in computational sciences. In this Perspective article, we propose several properties that scalable quantum computational science methods should possess. We further discuss how block-encodings and polynomial transformations can potentially serve as a unified framework with the desired properties. Recent advancements on these topics are presented including construction and assembly of block-encodings, and various generalizations of quantum signal processing (QSP) algorithms to perform polynomial transformations. The scalability of QSP methods on parallel and distributed quantum architectures is also highlighted. Promising applications in simulation and observable estimation in chemistry, physics, and optimization problems are presented. We hope this Perspective serves as a gentle introduction of state-of-the-art quantum algorithms to the computational science community, and inspires future development on scalable quantum computational science methodologies that bridge theory and practice.         ",
    "url": "https://arxiv.org/abs/2511.16738",
    "authors": [
      "Kevin J. Joven",
      "Elin Ranjan Das",
      "Joel Bierman",
      "Aishwarya Majumdar",
      "Masoud Hakimi Heris",
      "Yuan Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.18847",
    "title": "El Agente Cuántico: Automating quantum simulations",
    "abstract": "           Quantum simulation is central to understanding and designing quantum systems across physics and chemistry. Yet it has barriers to access from both computational complexity and computational perspectives, due to the exponential growth of Hilbert space and the complexity of modern software tools. Here we introduce{\\cinzel El Agente Cuántico}, a multi-agent AI system that automates quantum-simulation workflows by translating natural-language scientific intent into executed and validated computations across heterogeneous quantum-software frameworks. By reasoning directly over library documentation and APIs, our agentic system dynamically assembles end-to-end simulations spanning state preparation, closed- and open-system dynamics, tensor-network methods, quantum control, quantum error correction, and quantum resource estimation. The developed system unifies traditionally distinct simulation paradigms behind a single natural-language interface. Beyond reducing technical barriers, this approach opens a path toward scalable, adaptive, and increasingly autonomous quantum simulation, enabling faster exploration of physical models, rapid hypothesis testing, and closer integration between theory, simulation, and emerging quantum hardware.         ",
    "url": "https://arxiv.org/abs/2512.18847",
    "authors": [
      "Ignacio Gustin",
      "Luis Mantilla Calderón",
      "Juan B. Pérez-Sánchez",
      "Jérôme F. Gonthier",
      "Yuma Nakamura",
      "Karthik Panicker",
      "Manav Ramprasad",
      "Zijian Zhang",
      "Yunheng Zou",
      "Varinia Bernales",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]