[
  {
    "id": "arXiv:2301.00162",
    "title": "Diagnosis of ultrafast ultraintense laser pulse characteristics by  machine-learning-assisted electron spin",
    "abstract": "Rapid development of ultrafast ultraintense laser technologies continues to create opportunities for studying strong-field physics under extreme conditions. However, accurate determination of the spatial and temporal characteristics of a laser pulse is still a great challenge, especially when laser powers higher than hundreds of terawatts are involved. In this paper, by utilizing the radiative spin-flip effect, we find that the spin depolarization of an electron beam can be employed to diagnose characteristics of ultrafast ultraintense lasers with peak intensities around $10^{20}$-$10^{22}$~W/cm$^2$. With three shots, our machine-learning-assisted model can predict, simultaneously, the pulse duration, peak intensity, and focal radius of a focused Gaussian ultrafast ultraintense laser (in principle, the profile can be arbitrary) with relative errors of $0.1\\%$-$10\\%$. The underlying physics and an alternative diagnosis method (without the assistance of machine learning) are revealed by the asymptotic approximation of the final spin degree of polarization. Our proposed scheme exhibits robustness and detection accuracy with respect to fluctuations in the electron beam parameters. Accurate measurements of the ultrafast ultraintense laser parameters will lead to much higher precision in, for example, laser nuclear physics investigations and laboratory astrophysics studies. Robust machine learning techniques may also find applications in more general strong-field physics scenarios. ",
    "url": "https://arxiv.org/abs/2301.00162",
    "authors": [
      "Zhi-Wei Lu",
      "Xin-Di Hou",
      "Feng Wan",
      "Yousef I. Salamin",
      "Chong Lv",
      "Bo Zhang",
      "Fei Wang",
      "Zhong-Feng Xu",
      "Jian-Xing Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00215",
    "title": "Nuclear Magnetic Resonance Measurements in High Flat-top Pulsed Magnetic  Field up to 40 T at WHMFC",
    "abstract": "Nuclear magnetic resonance (NMR) technique benefits from high magnetic field not only due to the field-enhanced measurement sensitivity and resolution, but also because it is a powerful tool to investigate field-induced physics in modern material science. In this study, we successfully performed NMR measurements in high flat-top pulsed magnetic field (FTPMF) up to 40 T. A two-stage corrected FTPMF with fluctuation less than 10 mT and duration longer than 9 ms was established. Besides, a Giga-Hz NMR spectrometer and a sample probe suitable for pulsed-field condition were developed. Both free-induction-decay and spin-echo protocols were exploited for the measurements. The derived $^{93}$Nb NMR results show that the stability and homogeneity of the FTPMF reach an order of 10$^2$ ppm / 10 ms and 10$^2$ ppm / 10 mm$^3$ respectively, which is approaching a degree of maturity for some researches on condensed matter physics. ",
    "url": "https://arxiv.org/abs/2301.00215",
    "authors": [
      "Wenqi Wei",
      "Qinying Liu",
      "Le Yuan",
      "Jian Zhang",
      "Shiyu Liu",
      "Rui Zhou",
      "Yongkang Luo",
      "Xiaotao Han"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2301.00239",
    "title": "Promoting the transition to quantum thinking: development of a secondary  school course for addressing knowledge revision, organization, and  epistemological challenges",
    "abstract": "We describe the development of a course of quantum mechanics for secondary school designed to address the challenges related to the revision of classical knowledge, to the building of a well-organized knowledge structure on the discipline, and to the development of a plausible and reliable picture of the quantum world. The course is based on a coordinated application of an analysis of conceptual change in the learning of a successive theory, of a framework describing the epistemic practices of theoretical physicists, and of a careful approach to interpretive themes. We show how they drive the derivation of the design principles, how these principles guide the development of the instructional sequence and of its strategies, how their implementation requires the blending of different research perspectives and learning systems. The first challenge is addressed through a path of revision of classical concepts and constructs which leverages student resources according to the trajectory of each notion. The second by adopting a framework that promotes the construction of a unifying picture of quantum measurement across contexts. The third by designing the course around a modeling process that engages students in epistemic practices of the theoretical physicist, such as generating and/or running thought experiments, and mathematical modelling in a purely theoretical setting. All is aimed to help students accept the quantum description of the world as a plausible product of their own inquiry. This process is assisted by the discussion of the facets of the foundational debate that are triggered by each of our interpretive choices. Data on the cycles of refinement are used to illustrate the coherence between the principles and the activities designed to implement them, as well as the process by which the revision of the activities contributed to shape the initial guidelines. ",
    "url": "https://arxiv.org/abs/2301.00239",
    "authors": [
      "Giacomo Zuccarini",
      "Marisa Michelini"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00380",
    "title": "Ultrafast switching of persistent electron and hole currents in ring  molecules",
    "abstract": "A circularly polarized laser pulse can induce persistent intra-molecular currents by either exciting or ionizing molecules. These two cases are identified as electron currents and hole currents, respectively, and up to now they have been studied only separately. We report \\textit{ab initio} time-dependent density-functional theory (TDDFT) simulations of currents during resonance-enhanced two-photon ionization of benzene, which reveal for the first time that both electron and hole currents can be present simultaneously. By adjusting the intensity of the laser pulse, the balance between the two types of current can be controlled, and the overall sign of the current can be switched. We provide a physical explanation for the effect in terms of complex molecular orbitals which is consistent with the TDDFT simulations. ",
    "url": "https://arxiv.org/abs/2301.00380",
    "authors": [
      "Tennesse Joyce",
      "Agnieszka Jaron"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00382",
    "title": "Semi-analytical technique for the design of disordered coatings with  tailored optical properties",
    "abstract": "Disordered media coatings are finding increasing use in applications such as day-time radiative cooling paints and solar thermal absorber plate coatings which require tailored optical properties over a broad spectrum ranging from visible to far-IR wavelengths. Both monodisperse and polydisperse configurations with thickness of coatings up to 500 micrometer are currently being explored for use in these applications. In such cases it becomes increasingly important to explore utility of analytical and semi-analytical methods for design of such coatings to help reduce the computational cost and time for design. While well-known analytical methods such as Kubelka-Munk and four-flux theory have previously been used for analysis of disordered coatings, analysis of their utility has so far in literature been restricted to either solar spectrum or IR but not simultaneously over the combined spectrum as required for the above applications. In this work, we have analysed the applicability of these two analytical methods for such coatings over the entire wavelength range from visible to IR, and based on observed deviation from exact numerical simulation we propose a semi-analytical technique to aid in the design of these coatings with significant computational cost savings. ",
    "url": "https://arxiv.org/abs/2301.00382",
    "authors": [
      "Bhrigu Rishi Mishra",
      "Nithin Jo Varghese",
      "Karthik Sasihithlu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00468",
    "title": "Non-volatile electrically programmable integrated photonics with a 5-bit  operation",
    "abstract": "Scalable programmable photonic integrated circuits (PICs) can potentially transform the current state of classical and quantum optical information processing. However, traditional means of programming, including thermo-optic, free carrier dispersion, and Pockels effect result in either large device footprints or high static energy consumptions, significantly limiting their scalability. While chalcogenide-based non-volatile phase-change materials (PCMs) could mitigate these problems thanks to their strong index modulation and zero static power consumption, they often suffer from large absorptive loss, low cyclability, and lack of multilevel operation. Here, we report a wide-bandgap PCM antimony sulfide (Sb2S3)-clad silicon photonic platform simultaneously achieving low loss, high cyclability, and 5-bit operation. We switch Sb2S3 via an on-chip silicon PIN diode heater and demonstrate components with low insertion loss (<1.0 dB), high extinction ratio (>10 dB), and high endurance (>1,600 switching events). Remarkably, we find that Sb2S3 can be programmed into fine intermediate states by applying identical and thermally isolated pulses, providing a unique approach to controllable multilevel operation. Through dynamic pulse control, we achieve on-demand and accurate 5-bit (32 levels) operations, rendering 0.50 +- 0.16 dB contrast per step. Using this multilevel behavior, we further trim random phase error in a balanced Mach-Zehnder interferometer. Our work opens an attractive pathway toward non-volatile large-scale programmable PICs with low-loss and on-demand multi-bit operations. ",
    "url": "https://arxiv.org/abs/2301.00468",
    "authors": [
      "Rui Chen",
      "Zhuoran Fang",
      "Christopher Perez",
      "Forrest Miller",
      "Khushboo Kumari",
      "Abhi Saxena",
      "Jiajiu Zheng",
      "Sarah J. Geiger",
      "Kenneth E. Goodson",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.00672",
    "title": "Reducing the Quantum Many-electron Problem to Two Electrons with Machine  Learning",
    "abstract": "An outstanding challenge in chemical computation is the many-electron problem where computational methodologies scale prohibitively with system size. The energy of any molecule can be expressed as a weighted sum of the energies of two-electron wave functions that are computable from only a two-electron calculation. Despite the physical elegance of this extended ``aufbau'' principle, the determination of the distribution of weights -- geminal occupations -- for general molecular systems has remained elusive. Here we introduce a new paradigm for electronic structure where approximate geminal-occupation distributions are ``learned'' via a convolutional neural network. We show that the neural network learns the $N$-representability conditions, constraints on the distribution for it to represent an $N$-electron system. By training on hydrocarbon isomers with only 2-7 carbon atoms, we are able to predict the energies for isomers of octane as well as hydrocarbons with 8-15 carbons. The present work demonstrates that machine learning can be used to reduce the many-electron problem to an effective two-electron problem, opening new opportunities for accurately predicting electronic structure. ",
    "url": "https://arxiv.org/abs/2301.00672",
    "authors": [
      "LeeAnn M. Sager-Smith",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00770",
    "title": "Dual-band electro-optically steerable antenna",
    "abstract": "The ability to obtain dynamic control over an antenna radiation pattern is one of the main functions, desired in a vast range of applications, including wireless communications, radars, and many others. Widely used approaches include mechanical scanning with antenna apertures and phase switching in arrays. Both of those realizations have severe limitations, related to scanning speeds and implementation costs. Here we demonstrate a solution, where the antenna pattern is switched with optical signals. The system encompasses an active element, surrounded by a set of cylindrically arranged passive dipolar directors, functionalized with tunable impedances. The control circuit is realized as a bipolar transistor, driven by a photodiode. Light illumination in this case serves as a trigger, capable of either closing or opening the transistor, switching the impedance between two values. Following this approach, a compact half-a-wavelength footprint antenna, capable to switch between 6 dBi directional patterns within a few milliseconds latency was demonstrated. The developed light activation approach allows constructing devices with multiple almost non-interacting degrees of freedom, as brunched feeding network is not required. The capability of MHz and faster switching between multiple electromagnetic degrees of freedom open pathways to new wireless applications, where fast beam steering and beamforming performances are required. ",
    "url": "https://arxiv.org/abs/2301.00770",
    "authors": [
      "Dmytro Vovchuk",
      "Anna Mikhailovskaya",
      "Dmitry Dobrykh",
      "Pavel Ginzburg"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00116",
    "title": "Diffusion within pores fully revealed by magnetic resonance",
    "abstract": "Probing the transport of fluids within confined domains is important in many areas including material science, catalysis, food science, and cell biology. The diffusion propagator fully characterizes the diffusion process, which is highly sensitive to the confining boundaries as well as the structure within enclosed pores. While magnetic resonance has been used extensively to observe various features of the diffusion process, its full characterization has been elusive. Here, we address this challenge by employing a special sequence of magnetic field gradient pulses for measuring the diffusion propagator, which allows for `listening to the drum' and determining not only the pore's shape but also diffusive dynamics within it. ",
    "url": "https://arxiv.org/abs/2301.00116",
    "authors": [
      "Evren Özarslan",
      "Cem Yolcu",
      "Alfredo Ordinola",
      "Deneb Boito",
      "Tom Dela Haije",
      "Mathias Højgaard Jensen",
      "Magnus Herberthson"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.00129",
    "title": "Parameter-free analytic continuation for quantum many-body calculations",
    "abstract": "We develop a reliable parameter-free analytic continuation method for quantum many-body calculations. Our method is based on a kernel grid, a causal spline, a regularization using the second-derivative roughness penalty, and the L-curve criterion. We also develop the L-curve averaged deviation to estimate the precision of our analytic continuation. To deal with statistically obtained data more efficiently, we further develop a bootstrap-averaged analytic continuation method. In the test using the exact imaginary-frequency Green's function with added statistical error, our method produces the spectral function that converges systematically to the exact one as the statistical error decreases. As an application, we simulate the two-orbital Hubbard model for various electron numbers with the dynamical-mean field theory in the imaginary time and obtain the real-frequency self-energy with our analytic continuation method, clearly identifying a non-Fermi liquid behavior as the electron number approaches the half filling from the quarter filling. Our analytic continuation can be used widely and it will facilitate drawing clear conclusions from imaginary-time quantum many-body calculations. ",
    "url": "https://arxiv.org/abs/2301.00129",
    "authors": [
      "Mancheon Han",
      "Hyoung Joon Choi"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00253",
    "title": "Segmented Composite Design of Robust Single-Qubit Quantum Gates",
    "abstract": "Error mitigation schemes and error-correcting codes have been the center of much effort in quantum information processing research over the last few decades. While most of the successful proposed schemes for error mitigation are perturbative in the noise and assume deterministic systematic errors, studies of the problem considering the full noise and errors distribution are still scarce. In this work, we introduce an error mitigation scheme for robust single-qubit unitary gates based on composite segmented design, which accounts for the full distribution of the physical noise and errors in the system. We provide two optimization approaches to construct these robust segmented gates: perturbative and non-perturbative, that addresses all orders of errors. We demonstrate our scheme in the photonics realm for the dual-rail directional couplers realization. We show that the 3-segmented composite design for the fundamental single-qubits unitary operations reduces the error by an order of magnitude for a realistic distribution of errors, and that the two approaches are compatible for small errors. This is shown to significantly reduce the overhead of modern error correction codes. Our methods are rather general and can be applied to other realizations of quantum information processing units. ",
    "url": "https://arxiv.org/abs/2301.00253",
    "authors": [
      "Ido Kaplan",
      "Muhammad Erew",
      "Yonatan Piasetzky",
      "Moshe Goldstein",
      "Yaron Oz",
      "Haim Suchowski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.00412",
    "title": "Whitham Shocks and Resonant Dispersive Shock Waves Governed by the  Higher Order Korteweg-de Vries Equation",
    "abstract": "The addition of higher order asymptotic corrections to the Korteweg-de Vries equation results in the extended Korteweg-de Vries equation. These higher order terms destabilise the dispersive shock wave solution, also termed an undular bore in fluid dynamics, and result in the emission of resonant radiation. In broad terms, there are three possible dispersive shock wave regimes: radiating dispersive shock wave (RDSW), cross-over dispersive shock wave (CDSW) and travelling dispersive shock wave (TDSW). While there are existing solutions for the RDSW and TDSW regimes obtained using modulation theory, there is no existing solution for the CDSW regime. Modulation theory and the associated concept of a Whitham shock are used to obtain this CDSW solution. In addition, it is found that the resonant wavetrain emitted by the extended Korteweg-de Vries equation with water wave coefficients has a minimal amplitude. This minimal amplitude is explained based on the developed Whitham modulation theory. ",
    "url": "https://arxiv.org/abs/2301.00412",
    "authors": [
      "Saleh Baqer",
      "Noel F. Smyth"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2301.00494",
    "title": "Quantum Atomic Matter Near Two-Dimensional Materials in Microgravity",
    "abstract": "Novel two-dimensional (2D) atomically flat materials, such as graphene and transition-metal dichalcogenides, exhibit unconventional Dirac electronic spectra. We propose to effectively engineer their interactions with cold atoms in microgravity, leading to a synergy between complex electronic and atomic collective quantum phases and phenomena. Dirac materials are susceptible to manipulation and quantum engineering via changes in their electronic properties by application of strain, doping with carriers, adjustment of their dielectric environment, etc. Consequently the interaction of atoms with such materials, namely the van der Waals / Casimir-Polder interaction, can be effectively manipulated, leading to the potential observation of physical effects such as Quantum Reflection off atomically thin materials and confined Bose-Einstein Condensate (BEC) frequency shifts. ",
    "url": "https://arxiv.org/abs/2301.00494",
    "authors": [
      "Adrian Del Maestro",
      "Sang Wook Kim",
      "Nicholas P. Bigelow",
      "Robert J. Thompson",
      "Valeri N. Kotov"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Space Physics (physics.space-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.00502",
    "title": "Quantum Systems and Identity: Against \"Permutation Invariance\"",
    "abstract": "There is an extensive philosophical literature on the interrelated issues of identity, individuality, and distinguishability. Out of this discussion has arisen a concept called \"permutation invariance\" that is asserted to apply to quantum systems. I argue that in fact there is no such invariance, and that the best way to understand the permutation of labels in the symmetrized states is as an exchange of haecceities, rather than as an exchange of essences equivalent to permutation invariance. I argue that the strongest notion of haecceity (i.e., \"classical haecceity\") does not apply at the quantum level, but that in order to properly account for the need for symmetrization in quantum systems, a weaker kind of haecceity must be involved, which I call quantum haecceity. ",
    "url": "https://arxiv.org/abs/2301.00502",
    "authors": [
      "Ruth E. Kastner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:1905.06069",
    "title": "Kramers-Kronig relations beyond the optical approximation",
    "abstract": " Comments: 2 figures ",
    "url": "https://arxiv.org/abs/1905.06069",
    "authors": [
      "Josep Llosa",
      "Francesc Salvat"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2203.12544",
    "title": "Highly sensitive and high throughput magnetic resonance thermometry  using superparamagnetic nanoparticles",
    "abstract": " Title: Highly sensitive and high throughput magnetic resonance thermometry  using superparamagnetic nanoparticles ",
    "url": "https://arxiv.org/abs/2203.12544",
    "authors": [
      "Darshan Chalise",
      "David G. Cahill"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2207.04349",
    "title": "Fields and Equations of Classical Mechanics for Quantum Mechanics",
    "abstract": " Comments: Rewrote abstract, introduction, discussion and summary. An equation with an energy and pressure field are shown to be equivalent to the continuity equation. A discussion of one of the velocities and its kinetic energy is given, with possible modifications of the velocity field. The final equations have all terms identified as corresponding to a property of classical mechanics ",
    "url": "https://arxiv.org/abs/2207.04349",
    "authors": [
      "James P. Finley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2209.10864",
    "title": "A terahertz vibrational molecular clock with systematic uncertainty at  the $10^{-14}$ level",
    "abstract": " Comments: 16 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2209.10864",
    "authors": [
      "K. H. Leung",
      "B. Iritani",
      "E. Tiberi",
      "I. Majewska",
      "M. Borkowski",
      "R. Moszynski",
      "T. Zelevinsky"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.11147",
    "title": "Front-end Electronics for Timing with pico-seconds precision using 3D  Trench Silicon Sensors",
    "abstract": " Title: Front-end Electronics for Timing with pico-seconds precision using 3D  Trench Silicon Sensors ",
    "url": "https://arxiv.org/abs/2209.11147",
    "authors": [
      "Gian Matteo Cossu",
      "Adriano Lai"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.03446",
    "title": "Low-latency adiabatic quantum-flux-parametron circuit integrated with a  hybrid serializer/deserializer",
    "abstract": " Comments: 7 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2210.03446",
    "authors": [
      "Yuki Hironaka",
      "Taiki Yamae",
      "Christopher L. Ayala",
      "Nobuyuki Yoshikawa",
      "Naoki Takeuchi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.00626",
    "title": "A route to extreme peak power and energy scaling in the mid-IR  chirped-pulse oscillator-amplifier laser systems",
    "abstract": " Comments: 13 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2212.00626",
    "authors": [
      "Alexander Rudenkov",
      "Vladimir L. Kalashnikov",
      "Evgeni Sorokin",
      "Maksim Demesh",
      "Irina T. Sorokina"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.13314",
    "title": "Epitaxially Driven Phase Selectivity of Sn in Hybrid Quantum Nanowires",
    "abstract": " Comments: 12 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2212.13314",
    "authors": [
      "Sabbir A. Khan",
      "Sara Martí-Sánchez",
      "Dags Olsteins",
      "Charalampos Lampadaris",
      "Damon James Carrad",
      "Yu Liu",
      "Judith Quiñones",
      "Maria Chiara Spadaro",
      "Thomas S. Jespersen",
      "Peter Krogstrup",
      "Jordi Arbiol"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]