[
  {
    "id": "arXiv:2201.02468",
    "title": "Reply to the Comment on \"Thermal, quantum antibunching and lasing  thresholds from single emitters to macroscopic devices\"",
    "abstract": "We deconstruct and address a comment to Carroll et al. [Phys Rev Lett 126, 063902 (2021)] (PRL) that has been posted on arXiv appearing as two versions [arXiv:2106.15242v1] and [arXiv:2106.15242v2]. This comment claimed that a term in the model presented in the PRL had been incorrectly omitted and that, hence, the laser threshold predicted by the model in the PRL is unattainable. We show that the term in question was correctly neglected because it represents collective effects that are not observable in the devices modelled in the PRL. Moreover, even if this term were to be included, the laser threshold would still be present, contrary to what was claimed in the comment. We conclude that the model presented in PRL is correct and that its results are innovative and of wide application in laser physics and quantum optics. ",
    "url": "https://arxiv.org/abs/2201.02468",
    "authors": [
      "Mark Anthony Carroll",
      "Giampaolo D'Alessandro",
      "Gian Luca Lippi",
      "Gian-Luca Oppo",
      "Francesco Papoff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02471",
    "title": "Simulating a Catalyst induced Quantum Dynamical Phase Transition of a  Heyrovsky reaction with different models for the environment",
    "abstract": "Through an appropriate election of the molecular orbital basis, we show analytically that the molecular dissociation occurring in a Heyrovsky reaction can be interpreted as a Quantum Dynamical Phase Transition, i.e., an analytical discontinuity in the molecular energy spectrum induced by the catalyst. The metallic substrate plays the role of an environment that produces an energy uncertainty on the adatom. This broadening induces a critical behavior not possible in a quantum closed system. We use suitable approximations on symmetry, together with both Lanczos and canonical transformations, to give analytical estimates for the critical parameters of molecular dissociation. This occurs when the bonding to the surface is (\\sqrt{2}) times the molecular bonding. This value is slightly weakened for less symmetric situations. However simple, this conclusion involves a high order perturbative solution of the molecule-catalyst system. This model is further simplified to discuss how an environment-induced critical phenomenon can be evaluated through an idealized perturbative tunneling microscopy set-up. In this case, the energy uncertainties in one or both atoms are either Lorentzian or Gaussian. The former results from the Fermi Golden Rule, i.e., a Markovian approximation. The Gaussian uncertainty, associated with non-Markovian decoherent processes, requires the introduction of a particular model of a spin bath. The partially coherent tunneling current is obtained from the Generalized Landauer-B\\\"uttiker Equations. The resonances observed in these transport parameters reflect, in many cases, the critical properties of the resonances in the molecular spectrum. ",
    "url": "https://arxiv.org/abs/2201.02471",
    "authors": [
      "Fabricio S. Lozano-Negro",
      "Marcos A. Ferreyra-Ortega",
      "Denise Bendersky",
      "Lucas Fernández-Alcázar",
      "Horacio M. Pastawski"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2201.02536",
    "title": "Optical Frequency Combs in Aqueous and Air Environments at Visible to  Near-IR Wavelengths",
    "abstract": "The ability to detect and identify molecules at high sensitivity without the use of labels or capture agents is important for medical diagnostics, threat identification, environmental monitoring, and basic science. Microtoroid optical resonators, when combined with noise reduction techniques, have been shown capable of label-free single molecule detection, however, they still require a capture agent and prior knowledge of the target molecule. Optical frequency combs can potentially provide high precision spectroscopic information on molecules within the evanescent field of the microresonator; however, this has not yet been demonstrated in air or aqueous biological sensing. For aqueous solutions in particular, impediments include coupling and thermal instabilities, reduced Q factor, and changes to the mode spectrum. Here we overcome a key challenge toward single-molecule spectroscopy using optical microresonators: the generation of a frequency comb at visible to near-IR wavelengths when immersed in either air or aqueous solution. The required dispersion is achieved via intermodal coupling, which we show is attainable using larger microtoroids, but with the same shape and material that has previously been shown ideal for ultra-high sensitivity biosensing. We believe that the continuous evolution of this platform will allow us in the future to simultaneously detect and identify single molecules in both gas and liquid at any wavelength without the use of labels. ",
    "url": "https://arxiv.org/abs/2201.02536",
    "authors": [
      "Gwangho Choi",
      "Adley Gin",
      "Judith Su"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2009.03021",
    "title": "Coplanar Antenna Design for Microwave Entangled Signals Propagating in  Open Air",
    "abstract": "Open-air microwave quantum communication and metrology protocols must be able to transfer quantum resources from a fridge, where they are created, into an environment dominated by thermal noise. Indeed, the states that carry such quantum resources are generated in a cryostat at $T_\\text{in} \\simeq 10^{-2} $~K and with $Z_\\text{in} = 50 \\, \\Omega$ intrinsic impedance, and require an antenna-like device to transfer them into the open air, characterized by an intrinsic impedance of $Z_\\text{out} = 377 \\, \\Omega$ and a temperature of $T_\\text{out} \\simeq 300$ K, with minimal losses. This device accomplishes a smooth impedance matching between the cryostat and the open air. Here, we study the transmission of two-mode squeezed thermal states, developing a technique to design the optimal shape of a coplanar antenna to preserve the entanglement. Based on a numerical optimization procedure we find the optimal shape of the impedance is exponential, and we adjust this shape to an analytical function. Additionally, this study reveals that losses are very sensitive to this shape, and small changes dramatically affect the outcoming entanglement, which could have been a limitation in previous experiments employing commercial antennae. This work will impact the fields of quantum sensing and quantum metrology, as well as any open-air microwave quantum communication protocol, with special application to the development of the quantum radar. ",
    "url": "https://arxiv.org/abs/2009.03021",
    "authors": [
      "Tasio Gonzalez-Raya",
      "Mikel Sanz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02426",
    "title": "Simulating linear optical properties of molecules on a superconducting  quantum processor",
    "abstract": "Predictive simulation of molecular response properties such as electronic absorption spectra is of great technological importance, but remains a long-standing computational challenge for electronic structure methods on classical computers. While quantum computers hold the promise to solve this problem more efficiently in the long run, existing quantum algorithms requiring deep quantum circuits are infeasible for near-term noisy quantum processors. Here, we report the first ever simulation of linear optical properties of molecules on a superconducting quantum processor enabled by a hybrid quantum-classical approach. We demonstrate the feasibility of this approach for computing dynamic polarizabilities of the hydrogen molecule, and then apply it to tackle two representative problems of practical significance, including simulating ultraviolet-visible absorption spectra of polyacenes and X-ray absorption spectra of carbon monoxide. These results represent an initial step towards exploring quantum computing for reliably simulating linear and nonlinear response properties of more challenging systems in the near future. ",
    "url": "https://arxiv.org/abs/2201.02426",
    "authors": [
      "Kaixuan Huang",
      "Xiaoxia Cai",
      "Hao Li",
      "Zi-Yong Ge",
      "Ruijuan Hou",
      "Hekang Li",
      "Tong Liu",
      "Yunhao Shi",
      "Chitong Chen",
      "Dongning Zheng",
      "Kai Xu",
      "Zhi-Bo Liu",
      "Zhendong Li",
      "Heng Fan",
      "Wei-Hai Fang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02507",
    "title": "Asymmetric comb waveguide for strong interactions between atoms and  light",
    "abstract": "We propose a new type of periodic dielectric waveguide that provides strong interactions between atoms and guided photons. We design an asymmetric comb waveguide that supports a slow mode with an unusual quartic dispersion around a zero-group-velocity point and an electric field that extends far into the air cladding for an optimal interaction with atoms. We calculate the potential of a two-color trap made by using blue-detuned and red-detuned guided modes. We show that cold Rubidium atoms can be trapped as close as 100 nm from the structure in a 1.3-mK-deep potential well. Finally, we calculate that, for atoms trapped at this position, the emission into guided photons is largely favored. The radiative decay rate into the guided slow mode is 10 times larger than the free-space decay rate and the beta factor is as high as 0.88. ",
    "url": "https://arxiv.org/abs/2201.02507",
    "authors": [
      "Nikos Fayard",
      "Adrien Bouscal",
      "Jeremy Berroir",
      "Alban Urvoy",
      "Tridib Ray",
      "Sukanya Mahapatra",
      "Malik Kemiche",
      "Juan-Ariel Levenson",
      "Jean-Jacques Greffet",
      "Kamel Bencheikh",
      "Julien Laurat",
      "Christophe Sauvan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2101.00111",
    "title": "Simulating Effective QED on Quantum Computers",
    "abstract": " Comments: 44 pages, 11 figures; Adds more citations and additional clarification throughout the manuscript, format changes for Quantum journal, typos fixed and equations reformatted ",
    "url": "https://arxiv.org/abs/2101.00111",
    "authors": [
      "Torin F. Stetina",
      "Anthony Ciavarella",
      "Xiaosong Li",
      "Nathan Wiebe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2111.02232",
    "title": "A Portuguese radar tracking sensor for Space Debris monitoring",
    "abstract": " Comments: Manuscript presented at the International Astronautical Congress, IAC 2021, Dubai, United Arab Emirates, 25 - 29 October 2021. Copyright by IAF ",
    "url": "https://arxiv.org/abs/2111.02232",
    "authors": [
      "João Pandeirada",
      "Miguel Bergano",
      "Paulo Marques",
      "Domingos Barbosa",
      "Bruno Coelho",
      "Valério Ribeiro",
      "José Freitas",
      "Domingos Nunes",
      "José Eduardo"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2111.06085",
    "title": "Timing jitter characterization of free-running dual-comb laser with  sub-attosecond resolution using optical heterodyne detection",
    "abstract": " Comments: 21 pages, 6 figures, 78 references; references added, more detailed description of post-processing (results unchanged), more detailed relative coherence assessment of dual-comb (determined the full-width half-maximum linewidth of a single comb tooth), more detailed description of timing jitter measurement based on the interferograms (results unchanged) ",
    "url": "https://arxiv.org/abs/2111.06085",
    "authors": [
      "Sandro L. Camenzind",
      "Daniel Koenen",
      "Benjamin Willenberg",
      "Justinas Pupeikis",
      "Christopher R. Phillips",
      "Ursula Keller"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.10662",
    "title": "A Wide Temperature Range Unified Undoped Silicon Electron and Hole  Mobility Model",
    "abstract": " Comments: 5 pages, 5 Figures,3 Tables ",
    "url": "https://arxiv.org/abs/2111.10662",
    "authors": [
      "Prabjot Dhillon",
      "Hiu Yung Wong"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12585",
    "title": "Saturable absorption of free-electron laser radiation by graphite near  the carbon K-edge",
    "abstract": " Title: Saturable absorption of free-electron laser radiation by graphite near  the carbon K-edge ",
    "url": "https://arxiv.org/abs/2112.12585",
    "authors": [
      "Lars Hoffmann",
      "Sasawat Jamnuch",
      "Craig P. Schwartz",
      "Tobias Helk",
      "Sumana L. Raj",
      "Hikaru Mizuno",
      "Riccardo Mincigrucci",
      "Laura Foglia",
      "Emiliano Principi",
      "Richard J. Saykally",
      "Walter S. Drisdell",
      "Shervin Fatehi",
      "Tod A. Pascal",
      "Michael Zuerch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.01435",
    "title": "Spectral Ultrasound Imaging of Speed-of-Sound and Attenuation Using an  Acoustic Mirror",
    "abstract": " Title: Spectral Ultrasound Imaging of Speed-of-Sound and Attenuation Using an  Acoustic Mirror ",
    "url": "https://arxiv.org/abs/2201.01435",
    "authors": [
      "Bhaskara Rao Chintada",
      "Richard Rau",
      "Orcun Goksel"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  }
]