[
  {
    "id": "arXiv:2205.07995",
    "title": "Tapered Photonic Switching",
    "abstract": "The advent of novel nonlinear materials has stirred unprecedented interest in exploring the use of temporal inhomogeneities to achieve novel forms of wave control, amidst the greater vision of engineering metamaterials across both space and time. When the properties of an unbounded medium are abruptly switched in time, propagating waves are efficiently converted to different frequencies, and partially coupled to their back-propagating phase-conjugate partners, through a process called time-reversal. However, in realistic materials the switching time is necessarily finite, playing a central role in the resulting temporal scattering features. By identifying and leveraging the crucial role of electromagnetic momentum conservation in time-reversal processes, here we develop a very general analytical formalism to quantify time-reversal due to temporal inhomogeneities of arbitrary profile. Finally, we deploy our analytic theory to develop a formalism, analogous to spatial tapering theory, that enables the tailoring of a desired time-reversal spectral response, demonstrating its use for the realization of broadband frequency converters and filters. ",
    "url": "https://arxiv.org/abs/2205.07995",
    "authors": [
      "Emanuele Galiffi",
      "Shixiong Yin",
      "Andrea Alù"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08258",
    "title": "Polarization manipulation of giant photonic spin Hall effect using  wave-guiding effect",
    "abstract": "In plasmonic systems, the enhanced photonic spin Hall effect (PSHE) was previously possible only for horizontal polarization. By employing the wave-guiding surface plasmon resonance (WG-SPR) effect, we report a giant photonic spin Hall effect (G-PSHE) of reflected light for both horizontal and vertical polarization waves. We investigated the polarization-manipulated G-PSHE in the Kretschmann configuration with an additional glass dielectric layer. This additional dielectric layer allowed us to achieve millimeter-scale (more than 2 mm to sub-millimeter) G-PSHE. We achieved polarization manipulation by designing novel structures employing wave-guiding and SPR theory. Using a simulation study, we investigated the impact of an additional thin dielectric layer on G-PSHE. This study enables the potential application of both horizontal and vertical polarization-based quantum devices and sensors for which light spin plays a pivotal role. ",
    "url": "https://arxiv.org/abs/2205.08258",
    "authors": [
      "Monu Nath Baitha",
      "Kyoungsik Kim"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.08298",
    "title": "Cubic magneto-optic Kerr effect in Ni(111) thin films with and without  twinning",
    "abstract": "In most studies utilizing the magneto-optic Kerr effect (MOKE), the detected change of polarized light upon reflection from a magnetized sample is supposed to be proportional to the magnetization $\\boldsymbol{M}$. However, MOKE signatures quadratic in $\\boldsymbol{M}$ have also been identified and utilized, e.g., to sense the structural order in Heusler compounds, to detect spin-orbit torques or to image antiferromagnetic domains. In our study, we observe a strong anisotropic MOKE contribution of third order in $\\boldsymbol{M}$ in Ni(111) thin films, attributed to a cubic magneto-optic tensor $\\propto $ $\\boldsymbol{M}^3$. We further show that the angular dependence of cubic MOKE (CMOKE) is affected by the amount of structural domain twinning in the sample. Our detailed study on CMOKE for two selected photon energies will open up new opportunities for CMOKE applications with sensitivity to twinning properties of thin films, e.g. CMOKE spectroscopy and microscopy or time-resolved CMOKE. ",
    "url": "https://arxiv.org/abs/2205.08298",
    "authors": [
      "Maik Gaerner",
      "Robin Silber",
      "Tobias Peters",
      "Jaroslav Hamrle",
      "Timo Kuschel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2205.08481",
    "title": "Silicon nitride waveguides with intrinsic single-photon emitters for  integrated quantum photonics",
    "abstract": "The recent discovery of room temperature intrinsic single-photon emitters in silicon nitride (SiN) provides the unique opportunity for seamless monolithic integration of quantum light sources with the well-established SiN photonic platform. In this work, we develop a novel approach to realize planar waveguides made of low-autofluorescing SiN with intrinsic quantum emitters and demonstrate the single-photon emission coupling into the waveguide mode. The observed emission coupling from these emitters is found to be in line with numerical simulations. The coupling of the single-photon emission to a waveguide mode is confirmed by second-order autocorrelation measurements of light outcoupled off the photonic chip by grating couplers. Fitting the second-order autocorrelation histogram yields $g^{(2)}(0)=0.35\\pm0.12$ without spectral filtering or background correction with an outcoupled photon rate of $10^4$ counts per second. This demonstrates the first successful coupling of photons from intrinsic single-photon emitters in SiN to monolithically integrated waveguides made of the same material. The results of our work pave the way toward the realization of scalable, technology-ready quantum photonic integrated circuitry efficiently interfaced with solid-state quantum emitters. ",
    "url": "https://arxiv.org/abs/2205.08481",
    "authors": [
      "Alexander Senichev",
      "Samuel Peana",
      "Zachariah O. Martin",
      "Omer Yesilyurt",
      "Demid Sychev",
      "Alexei S. Lagutchev",
      "Alexandra Boltasseva",
      "Vladimir M. Shalaev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07924",
    "title": "Quantum Physics in Connected Worlds",
    "abstract": "Theoretical research into many-body quantum systems has focused almost exclusively on regular structures which have a small, simple unit cell and where only a vanishingly small number of pairs of the constituents directly interact. Motivated by rapid advances in control over the pairwise interactions and geometries in many-body simulators, we determine the fate of many-body spin systems on more general, arbitrary graphs. When placing the minimum possible constraints on the underlying graph, we prove and observe how, with certainty in the thermodynamic limit, such systems behave like a single collective spin and exhibit no many-body physics. We thus understand the emergence of complex many-body physics as dependent on `exceptional', geometrically constrained structures such as the low-dimensional, regular ones found in nature. Within the space of highly connected graphs we identify hitherto unknown exceptions via their inhomogeneity and use state-of-the-art Matrix Product State algorithms to observe how complexity is heralded in these systems by a large degree of entanglement and highly non-uniform correlation functions. By bringing a graph-theoretic approach to the realm of many-body physics, our work paves the way for the discovery and exploitation of a whole class of geometries which can host uniquely complex phases of matter. ",
    "url": "https://arxiv.org/abs/2205.07924",
    "authors": [
      "Joseph Tindall",
      "Amy Searle",
      "Abdulla Alhajri",
      "Dieter Jaksch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07927",
    "title": "Optical characterization of dyed liquid crystal cells",
    "abstract": "The guest-host liquid crystal display, first proposed in 1968, relies on controlling the orientation of dichroic dyes dissolved in a nematic liquid crystal host. Controlling the orientation of the liquid crystal and of the dissolved dye with an electric field allows control of the transmittance of the cell. Knowing the dielectric properties at optical frequencies of the dye and liquid crystal mixtures is crucial for the optimal design of guest-host liquid crystal devices. In this work, the dielectric functions of various layers in liquid crystal cells are described by models obeying the Kramers-Kronig relations: the Sellmeier equation for transparent layers and causal Gaussian oscillator model for absorbing layers. We propose a systematic way to accurately model the dielectric response of each layer by minimizing the sum of squared differences between the measured transmittance spectrum of a guest-host cell in the near-UV/vis range and the prediction of the transmittance of the modeled multilayer structure. By measuring the transmittance for incident light polarized parallel and perpendicular to the nematic director allows us to separately characterize the two principal dielectric functions of the uniaxial sample. Our results show that the causal Gaussian oscillator model can accurately characterize the dielectric functions of dyes in liquid crystals. ",
    "url": "https://arxiv.org/abs/2205.07927",
    "authors": [
      "Obeng Appiagyei Addai1",
      "Ruilin Xiao",
      "Xiaoyu Zheng",
      "Peter Palffy-Muhoray"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07974",
    "title": "Direct evidence of superdiffusive terahertz spin current arising from  ultrafast demagnetization process",
    "abstract": "Using element-specific measurements of the ultrafast demagnetization of Ru/Fe$_{65}$Co$_{35}$ heterostructures, we show that Ru can exhibit a significant magnetic contrast (5% asymmetry) resulting from ultrafast spin currents emanating from the demagnetization process of the FeCo layer. We use this magnetic contrast to investigate how superdiffusive spin currents are affected by the doping of heavy elements in the FeCo layer. We find that the spin currents are strongly suppressed by Re doping, in accordance with the theoretically predicted terahertz spin current in Ru, utilizing the superdiffusive spin transport model. ",
    "url": "https://arxiv.org/abs/2205.07974",
    "authors": [
      "R. Gupta",
      "F. Cosco",
      "R. S. Malik",
      "X. Chen",
      "S. Saha",
      "A. Ghosh",
      "T. Pohlmann",
      "J. R. L. Mardegan",
      "S. Francoual",
      "R. Stefanuik",
      "J. Soderstrom",
      "B. Sanyal",
      "O. Karis",
      "P. Svedlindh",
      "P. M. Oppeneer",
      "R. Knut"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.07980",
    "title": "500-period epitaxial Ge/Si0.18Ge0.82 multi-quantum wells on silicon",
    "abstract": "Ge/SiGe multi-quantum well heterostructures are highly sought-after for silicon-integrated optoelectronic devices operating in the broad range of the electromagnetic spectrum covering infrared to terahertz wavelengths. However, the epitaxial growth of these heterostructures at a thickness of a few microns has been a challenging task due the lattice mismatch and its associated instabilities resulting from the formation of growth defects. To elucidates these limits, we outline herein a process for the strain-balanced growth on silicon of 11.1 nm/21.5 nm Ge/Si0.18Ge0.82 superlattices (SLs) with a total thickness of 16 {\\mu}m corresponding to 500 periods. Composition, thickness, and interface width are preserved across the entire SL heterostructure, which is an indication of limited Si-Ge intermixing. High crystallinity and low defect density are obtained in the Ge/Si0.18Ge0.82 layers, however, the dislocation pile up at the interface with the growth substate induces micrometer-longs cracks on the surface. This eventually leads to significant layer tilt in the strain-balanced SL and in the formation of millimeter-long, free-standing flakes. These results confirm the local uniformity of structural properties and highlight the critical importance of threading dislocations in shaping the wafer-level stability of thick multi-quantum well heterostructures required to implement effective silicon-compatible Ge/SiGe photonic devices. ",
    "url": "https://arxiv.org/abs/2205.07980",
    "authors": [
      "Simone Assali",
      "Sebastian Koelling",
      "Zeinab Abboud",
      "Jérôme Nicolas",
      "Anis Attiaoui",
      "Oussama Moutanabbir"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08091",
    "title": "Hopf Bifurcation in vibrational resonance through modulation of fast  frequency",
    "abstract": "In this Letter we explore the possibility of a supercritical Hopf bifurcation in a typical parametric nonlinear oscillator which has been excited by two frequencies, one slow and the other fast, through the variation of the frequency of the rapidly oscillating driving force. Studies of nonlinear responses and bifurcations of such driven nonlinear systems are usually done by treating the strength of the fast drive as the control parameter. Here we show that, beyond its role in allowing one to study the dynamics with the slow and fast components nicely separated, the fast frequency can also be used as an independent control parameter for studying Hopf bifurcation. ",
    "url": "https://arxiv.org/abs/2205.08091",
    "authors": [
      "Somnath Roy",
      "Debapriya Das",
      "Dhruba Banerjee"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Dynamical Systems (math.DS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08512",
    "title": "Experimental evaluation of digitally-verifiable photonic computing for  blockchain and cryptocurrency",
    "abstract": "As blockchain technology and cryptocurrency become increasingly mainstream, ever-increasing energy costs required to maintain the computational power running these decentralized platforms create a market for more energy-efficient hardware. Photonic cryptographic hash functions, which use photonic integrated circuits to accelerate computation, promise energy efficiency for verifying transactions and mining in a cryptonetwork. Like many analog computing approaches, however, current proposals for photonic cryptographic hash functions that promise similar security guarantees as Bitcoin are susceptible to systematic error, so multiple devices may not reach a consensus on computation despite high numerical precision (associated with low photodetector noise). In this paper, we theoretically and experimentally demonstrate that a more general family of robust discrete analog cryptographic hash functions, which we introduce as LightHash, leverages integer matrix-vector operations on photonic mesh networks of interferometers. The difficulty of LightHash can be adjusted to be sufficiently tolerant to systematic error (calibration error, loss error, coupling error, and phase error) and preserve inherent security guarantees present in the Bitcoin protocol. Finally, going beyond our proof-of-concept, we define a ``photonic advantage'' criterion and justify how recent developments in CMOS optoelectronics (including analog-digital conversion) provably achieve such advantage for robust and digitally-verifiable photonic computing and ultimately generate a new market for decentralized photonic technology. ",
    "url": "https://arxiv.org/abs/2205.08512",
    "authors": [
      "Sunil Pai",
      "Taewon Park",
      "Marshall Ball",
      "Bogdan Penkovsky",
      "Maziyar Milanizadeh",
      "Michael Dubrovsky",
      "Nathnael Abebe",
      "Francesco Morichetti",
      "Andrea Melloni",
      "Shanhui Fan",
      "Olav Solgaard",
      "David A.B. Miller"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Cryptography and Security (cs.CR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2008.10914",
    "title": "Algorithmic Error Mitigation Scheme for Current Quantum Processors",
    "abstract": " Title: Algorithmic Error Mitigation Scheme for Current Quantum Processors ",
    "url": "https://arxiv.org/abs/2008.10914",
    "authors": [
      "Philippe Suchsland",
      "Francesco Tacchino",
      "Mark H. Fischer",
      "Titus Neupert",
      "Panagiotis Kl. Barkoutsos",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2102.05517",
    "title": "Optical linewidth of soliton microcombs",
    "abstract": " Comments: 14 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2102.05517",
    "authors": [
      "Fuchuan Lei",
      "Zhichao Ye",
      "Óskar B. Helgason",
      "Attila Fülöp",
      "Marcello Girardi",
      "Victor Torres-Company"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.11167",
    "title": "Variational quantum eigensolver techniques for simulating carbon  monoxide oxidation",
    "abstract": " Comments: 17+2 pages, 6+4 figures, 2 tables; v3: more detailed analysis of qubit pools, reformulated the qubit pool completeness criteria in reduced qubit space and proposed an automated computational scheme for constructing pools ",
    "url": "https://arxiv.org/abs/2108.11167",
    "authors": [
      "M.D. Sapova",
      "A.K. Fedorov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.08418",
    "title": "Improving Short-Term Stability in Optical Lattice Clocks by Quantum  Nondemolition Measurements",
    "abstract": " Comments: 6 pages, 4 figures, changed notation and corrected typos from previous version ",
    "url": "https://arxiv.org/abs/2109.08418",
    "authors": [
      "Daniel Benedicto Orenes",
      "Robert J. Sewell",
      "Jérôme Lodewyck",
      "Morgan W. Mitchell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.04112",
    "title": "Qubit-efficient encoding scheme for quantum simulations of electronic  structure",
    "abstract": " Comments: 17 pages, 6 figures, Accepted by Physical Review Research ",
    "url": "https://arxiv.org/abs/2110.04112",
    "authors": [
      "Yu Shee",
      "Pei-Kai Tsai",
      "Cheng-Lin Hong",
      "Hao-Chung Cheng",
      "Hsi-Sheng Goan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2111.13429",
    "title": "Nonlinear optical absorption in nanoscale films revealed through  ultrafast acoustics",
    "abstract": " Title: Nonlinear optical absorption in nanoscale films revealed through  ultrafast acoustics ",
    "url": "https://arxiv.org/abs/2111.13429",
    "authors": [
      "Ievgeniia Chaban",
      "Radoslaw Deska",
      "Gael Privault",
      "Elzbieta Trzop",
      "Maciej Lorenc",
      "Steven E. Kooi",
      "Keith A. Nelson",
      "Marek Samoc",
      "Katarzyna Matczyszyn",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.10894",
    "title": "Nonlinear optical response of Type-II Weyl fermions in two dimensions",
    "abstract": " Title: Nonlinear optical response of Type-II Weyl fermions in two dimensions ",
    "url": "https://arxiv.org/abs/2201.10894",
    "authors": [
      "Yaraslau Tamashevich",
      "Leone Di Mauro Villari",
      "Marco Ornigotti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2202.09614",
    "title": "Nonlinear optical heating of all-dielectric super-cavity: efficient  light-to-heat conversion through giant thermorefractive bistability",
    "abstract": " Title: Nonlinear optical heating of all-dielectric super-cavity: efficient  light-to-heat conversion through giant thermorefractive bistability ",
    "url": "https://arxiv.org/abs/2202.09614",
    "authors": [
      "Daniil Ryabov",
      "Olesiya Pashina",
      "George Zograf",
      "Sergey Makarov",
      "Mihail Petrov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2205.01983",
    "title": "Ground and excited states from model-space quantum imaginary time  evolution for strongly correlated systems",
    "abstract": " Comments: 19 pages, 13 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2205.01983",
    "authors": [
      "Takashi Tsuchimochi",
      "Yoohee Ryo",
      "Seiichiro L. Ten-no"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03870",
    "title": "New Phase Space Formulations and Quantum Dynamics Approaches",
    "abstract": " Title: New Phase Space Formulations and Quantum Dynamics Approaches ",
    "url": "https://arxiv.org/abs/2205.03870",
    "authors": [
      "Xin He",
      "Baihua Wu",
      "Youhao Shang",
      "Bingqi Li",
      "Xiangsong Cheng",
      "Jian Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05046",
    "title": "Wideband physical layer cognitive radio with an integrated photonic  processor for blind source separation",
    "abstract": " Title: Wideband physical layer cognitive radio with an integrated photonic  processor for blind source separation ",
    "url": "https://arxiv.org/abs/2205.05046",
    "authors": [
      "Weipeng Zhang",
      "Thomas Ferreira de Lima",
      "Chaoran Huang",
      "Eric Blow",
      "Simon Bilodeau",
      "Aashu Jha",
      "Bhavin J. Shastri",
      "Paul Prucnal"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  }
]