[
  {
    "id": "arXiv:2208.09038",
    "title": "In-vacuum microwave resonator for a compact cold atom frequency standard",
    "abstract": "A physics package for a compact cold atomic clock is hereby presented. The uniqueness of this package is its small dimensions that enable, for the first time, implementation of a primary cold atomic clock in a standard package of 3U height (=133mm). These dimensions are made possible by using an in-vacuum Microwave (MW) Loop Gap Resonator (LGR) whose length and diameter can be reduced from those of a typical resonator. Following our presentation of the design, we analyze the homogeneity of the MW field amplitude and phase. We find that the expected clock instability due to non-uniformity of the MW field is $\\sim1.5\\cdot10^{-14}$/day. Adding other clock errors, we estimate the total uncertainty of a cold atomic clock of this design will be around $\\sim2\\cdot10^{-14}$/day which results in a time drift of a few nanoseconds/day. Such a clock can serve as a primary-grade frequency reference, and may replace the cesium beam atomic clock and the GPS-disciplined rubidium atomic clocks. ",
    "url": "https://arxiv.org/abs/2208.09038",
    "authors": [
      "M. Givon",
      "L. Habib",
      "A. Waxman",
      "Y. Bar-Haim",
      "O. Amit",
      "Y. Cina",
      "G. Boneh",
      "D. Groswasser",
      "T. David",
      "B. Levy",
      "A. Stern",
      "R. Folman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09054",
    "title": "Topologically protected four-dimensional optical singularities",
    "abstract": "Optical singularities play a major role in modern optics and are frequently deployed in structured light, super-resolution microscopy, and holography. While phase singularities are uniquely defined as locations of undefined phase, polarization singularities studied thus far are either partial, i.e., bright points of well-defined polarization, or unstable for small field perturbations. We demonstrate for the first time a complete, topologically protected polarization singularity; it is located in the 4D space spanned by the three spatial dimensions and the wavelength and is created in the focus of a cascaded metasurface-lens system. The field Jacobian plays a key role in the design of such higher-dimensional singularities, which can be extended to multidimensional wave phenomena, and pave the way to novel applications in topological photonics and precision sensing. ",
    "url": "https://arxiv.org/abs/2208.09054",
    "authors": [
      "Christina M. Spaegele",
      "Michele Tamagnone",
      "Soon Wei Daniel Lim",
      "Marcus Ossiander",
      "Maryna L. Meretska",
      "Federico Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09143",
    "title": "Photonics-enabled wavelet-like transform via nonlinear optical frequency  sweeping and stimulated Brillouin scattering-based frequency-to-time mapping",
    "abstract": "A photonics-enabled wavelet-like transform system, characterized by multi-resolution time-frequency analysis, is proposed based on a typical stimulated Brillouin scattering (SBS) pump-probe setup using an optical nonlinear frequency-sweep signal. In the pump path, a continuous-wave optical signal is injected into an SBS medium to generate an SBS gain. In the probe path, a periodic nonlinear frequency-sweep optical signal with a time-varying chirp rate is generated, which is then modulated at a Mach-Zehnder modulator (MZM) by the electrical signal under test (SUT). The optical signal from the MZM is selectively amplified by the SBS gain and converted back to the electrical domain using a low-speed photodetector, implementing the periodic SBS-based frequency-to-time mapping (FTTM). The frequency-domain information corresponding to different periods is mapped to the time domain via the FTTM in the form of low-speed electrical pulses, which is then spliced to analyze the time-frequency relationship of the SUT in real-time. The time-varying chirp rate in each sweep period makes the signals with different frequencies have different frequency resolutions in the FTTM process, which is very similar to the characteristics of the wavelet transform, so we call it wavelet-like transform. An experiment is carried out. Multi-resolution time-frequency analysis of a variety of RF signals is carried out in a 4-GHz bandwidth limited only by the equipment. ",
    "url": "https://arxiv.org/abs/2208.09143",
    "authors": [
      "Pengcheng Zuo",
      "Dong Ma",
      "Yang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2208.09153",
    "title": "Type-\\textbf{III} corner state in second-order topological insulator by  distinctly hybridized photonic Wannier functions",
    "abstract": "In the presence of crystalline symmetries, second-order topological insulators can be featured by the polarization which is believed identical to the Wannier center. In this Letter, we show that second-order topological insulators are present in the full process of topological phase transition between a pair of degenerate photonic bands resulting from the non-symmorphic glide symmetry in all-dielectric photonic crystals. Due to the coupling (hybridization) of the Wannier functions, the center of the maximally localized Wannier function always locates at the origin, not equal to the addition of constituent polarization. In this case, the corner states are ascribed to the hybridized Wannier functions obstructed by the boundary. In combination with the local density of states, the second-order topology is clearly confirmed and characterized. That ensures corner states which are fundamentally different to either the type-I corner state localized in particular sublattice, or the type-II corner state originated from interacting topological edge states. This type of corner states is regarded as type-III here and provides an alternative method to explore higher-order topological physics, which may lead to interesting applications in integrated and quantum photonics. ",
    "url": "https://arxiv.org/abs/2208.09153",
    "authors": [
      "Zhenzhen Liu",
      "Guochao Wei",
      "Jun-Jun Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09181",
    "title": "High-performance Pockels-effect modulation and switching in  silicon-based GaP/Si, AlP/Si, ZnS/Si, AlN/3C-SiC, GaAs/Ge, ZnSe/GaAs, and  ZnSe/Ge superlattice-on-insulator integrated circuits",
    "abstract": "We propose new Si-based waveguided Superlattice on Insulator (SLOI) platforms for high-performance electro-optical (EO) 2 x 2 and N x M switching and 1 x 1 modulation; including broad spectrum and resonant. We present a theoretical investigation, based on the tight-binding Hamiltonian, of the Pockels EO effect in the lattice-matched undoped GaP/Si, AlP/Si, ZnS/Si, AlN/3C-SiC, GaAs/Ge, ZnSe/GaAs, and ZnSe/Ge wafer-scale short-period superlattices that are etched into waveguided networks of small-footprint Mach-Zehnder interferometers and micro-ring resonators to yield opto-electronic chips. ",
    "url": "https://arxiv.org/abs/2208.09181",
    "authors": [
      "Francesco De Leonardis",
      "Richard Soref"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09205",
    "title": "Dynamic nonreciprocity with a Kerr nonlinear resonator",
    "abstract": "On-chip optical isolators are critical components for integrated photonic systems. Nonlinear optical isolators have attracted great attention because of their significance in fundamental science and their important advantages in integrated photonic circuits. However, optical isolators based on Kerr or Kerr-like nonlinearity are subject to dynamical reciprocity when the forward and backward signals enter nonlinear systems simultaneously. Here, we theoretically propose and numerically prove an on-chip nonlinear isolator with dynamic nonreciprocity. Dynamic nonreciprocity is achieved via the chiral modulation of resonance frequency due to self- and cross-Kerr nonlinearity in an optical resonator. This work of dynamic nonreciprocity with a Kerr nonlinear resonator is an essential step toward integrated optical isolators. ",
    "url": "https://arxiv.org/abs/2208.09205",
    "authors": [
      "Rui-Kai Pan",
      "Lei Tang",
      "Keyu Xia",
      "Franco Nori"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09247",
    "title": "Ultimate limits and prospects of long-baseline optical fiber  interferometry",
    "abstract": "Today's most precise optical instruments -- gravitational-wave interferometers and optical atomic clocks -- rely on long storage times for photons to realize their exquisite sensitivity. Optical fiber technology is the most widely deployed platform for realizing long-distance optical propagation. Yet, their application to precision optical measurements is sparse. We review the state-of-the-art in the noise performance of conventional (solid-core) optical fibers from the perspective of precision optical measurements and quantum technology that rely on precise transfer of information over long distances. In doing so, we highlight the limitations of this platform and point to the opportunities that structured fiber technology offers to overcome some of these limitations. ",
    "url": "https://arxiv.org/abs/2208.09247",
    "authors": [
      "Christopher Hilweg",
      "Danial Shadmany",
      "Philip Walther",
      "Nergis Mavalvala",
      "Vivishek Sudhir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09263",
    "title": "Analysis of High Performing Terahertz Quantum Cascade Lasers",
    "abstract": "Detailed simulations for Terahertz quantum cascade lasers based on two-well designs are presented. We reproduce the maximal operation temperatures observed and attribute the degradation with temperature to the occupation of parasitic levels and thermal backfilling. Furthermore, we demonstrate that the current injection can be conveniently studied by using EZ states, which combine energy selectivity and spatial localisation. Improving the injection allows to achieve higher maximal operation temperatures around 265 Kelvin. ",
    "url": "https://arxiv.org/abs/2208.09263",
    "authors": [
      "Viktor Rindert",
      "Ekin Önder.",
      "Andreas Wacker"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.09288",
    "title": "Non-separable Optical Beam Shifts and Emergence of Position-position  Classical entanglement",
    "abstract": "Under the introduction of any interface in its trajectory, an optical beam experiences polarization-dependent deflections in the longitudinal and transverse directions with respect to the plane of incidence. The physics of such optical beam shifts is connected to profound universal wave phenomena governed by the fine interference effects of wave packets and has opened up avenues towards metrological applications. Here, we reveal the inherent non-separability of the longitudinal and transverse beam shifts by considering a rather simple case of a partially reflecting Gaussian laser beam from a dielectric interface. This non-separability appears substantially in some particular regions in the corresponding parameter space. We further show that such non-separability manifests as a position-position classically entangled state of light. The tunability of the related experimental parameters offers control over the degree of entanglement. Uncovering of the inherent non-separability of the two types of beam shifts is expected to enrich the physical origin of this fundamental effect, impact the understanding of numerous analogous effects, and might find useful applications by exploiting the position-position-polarization classical entanglement in a fundamental Gaussian beam. ",
    "url": "https://arxiv.org/abs/2208.09288",
    "authors": [
      "Niladri Modak",
      "S Ashutosh",
      "Shyamal Guchhait",
      "Sayantan Das",
      "Alok Kumar Pan",
      "Nirmalya Ghosh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09320",
    "title": "A vertical inertial sensor with interferometric readout",
    "abstract": "High precision interferometers such as gravitational-wave detectors require complex seismic isolation systems in order to decouple the experiment from unwanted ground motion. Improved inertial sensors for active isolation potentially enhance the sensitivity of existing and future gravitational-wave detectors, especially below 30 Hz, and thereby increase the range of detectable astrophysical signals. This paper presents a vertical inertial sensor which senses the relative motion between an inertial test mass suspended by a blade spring and a seismically isolated platform. An interferometric readout was used which introduces low sensing noise, and preserves a large dynamic range due to fringe-counting. The expected sensitivity is comparable to other state-of-the-art interferometric inertial sensors and reaches values of $10^{-10}\\,\\text{m}/\\sqrt{\\text{Hz}}$ at 100 mHz and $10^{-12}\\,\\text{m}/\\sqrt{\\text{Hz}}$ at 1 Hz. The potential sensitivity improvement compared to commercial L-4C geophones is shown to be about two orders of magnitude at 10 mHz and 100 mHz and one order of magnitude at 1 Hz. The noise performance is expected to be limited by thermal noise of the inertial test mass suspension below 10 Hz. Further performance limitations of the sensor, such as tilt-to-vertical coupling from a non-perfect levelling of the test mass and nonlinearities in the interferometric readout, are also quantified and discussed. ",
    "url": "https://arxiv.org/abs/2208.09320",
    "authors": [
      "S.L. Kranzhoff",
      "J. Lehmann",
      "R. Kirchhoff",
      "M. Carlassara",
      "S.J. Cooper",
      "P. Koch",
      "S. Leavey",
      "H. Lueck",
      "C.M. Mow-Lowry",
      "J. Woehler",
      "J. von Wrangel",
      "D.S. Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2208.09398",
    "title": "Nonlinear Optical Data Transformer for Machine Learning",
    "abstract": "Modern machine learning models use an ever-increasing number of parameters to train (175 billion parameters for GPT-3) with large datasets to obtain better performance. Bigger is better has been the norm. Optical computing has been reawakened as a potential solution to large-scale computing through optical accelerators that carry out linear operations while reducing electrical power. However, to achieve efficient computing with light, creating and controlling nonlinearity optically rather than electronically remains a challenge. This study explores a reservoir computing (RC) approach whereby a 14 mm long few-mode waveguide in LiNbO3 on insulator is used as a complex nonlinear optical processor. A dataset is encoded digitally on the spectrum of a femtosecond pulse which is then launched in the waveguide. The output spectrum depends nonlinearly on the input. We experimentally show that a simple digital linear classifier with 784 parameters using the output spectrum from the waveguide as input increased the classification accuracy of several databases compared to non-transformed data, approximately 10$\\%$. In comparison, a deep digital neural network (NN) with 40000 parameters was necessary to achieve the same accuracy. Reducing the number of parameters by a factor of $\\sim$50 illustrates that a compact optical RC approach can perform on par with a deep digital NN. ",
    "url": "https://arxiv.org/abs/2208.09398",
    "authors": [
      "Mustafa Yildirim",
      "Ilker Oguz",
      "Fabian Kaufmann",
      "Marc Reig Escale",
      "Rachel Grange",
      "Demetri Psaltis",
      "Christophe Moser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Artificial Intelligence (cs.AI)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09468",
    "title": "Room temperature growth of h-BN nanosheets by pulsed laser deposition",
    "abstract": "Room temperature growth of two-dimensional van der Waals (2D-vdW) materials is indispensable for state-of-the-art nanotechnology as it supersedes the requirement of elevated growth temperature accompanied with additional high thermal budgets, and the possibility of intrinsic interfacial thermal diffusion related deterioration of functional properties. Here, we demonstrated the growth of ultrawide-bandgap boron nitride (BN) at room temperature by using the pulsed laser deposition (PLD) process and demonstrated various functionalities for potential applications. Comprehensive chemical, spectroscopic and microscopic characterization confirms the growth of ordered nanosheets-like hexagonal BN (h-BN). Functionally, films show hydrophobicity, high lubricity (low coefficient of friction), low refractive index within the visible to near-infrared wavelength range, and room temperature single-photon quantum emission. Our work unveils an important step that brings a plethora of applications ranging from the precise design of photonic devices, quantum information technology, transparent lubricant coatings, chemically inert capping layers for corrosive and ambient-air degradable materials, and 2D flexible nano-electronics, thus creating a scenario for h-BN on demand at frugal thermal budget. ",
    "url": "https://arxiv.org/abs/2208.09468",
    "authors": [
      "Abhijit Biswas",
      "Rishi Maiti",
      "Frank Lee",
      "Cecilia Y. Chen",
      "Tao Li",
      "Anand B. Puthirath",
      "Sathvik Ajay Iyengar",
      "Chenxi Li",
      "Xiang Zhang",
      "Harikishan Kannan",
      "Tia Gray",
      "Md Abid Shahriar Rahman Saadi",
      "Jacob Elkins",
      "A. Glen Birdwell",
      "Mahesh R. Neupane",
      "Pankaj B. Shah",
      "Dmitry A. Ruzmetov",
      "Tony G. Ivanov",
      "Robert Vajtai",
      "Yuji Zhao",
      "Alexander L. Gaeta",
      "Manoj Tripathi",
      "Alan Dalton",
      "Pulickel M. Ajayan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.09220",
    "title": "Superluminal k-gap solitons in nonlinear photonic time-crystals",
    "abstract": "We propose superluminal solitons residing in the momentum gap (k-gap) of nonlinear photonic time-crystals. These gap solitons are structured as plane-waves in space while being periodically self-reconstructing wavepackets in time. The solitons emerge from modes with infinite group velocity causing superluminal evolution, which is opposite to the stationary nature of the analogous Bragg gap soliton residing at the edge of an energy gap (or a spatial gap) with zero group velocity. We explore the faster-than-light pulsed propagation of these k-gap solitons in view of Einstein's causality by introducing a truncated input seed as a precursor of signal velocity forerunner, and find that the superluminal propagation of k-gap solitons does not break causality. ",
    "url": "https://arxiv.org/abs/2208.09220",
    "authors": [
      "Yiming Pan",
      "Moshe-Ishay Cohen",
      "Mordechai Segev"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.09347",
    "title": "Twin-field quantum key distribution without optical frequency  dissemination",
    "abstract": "Twin-field (TF) quantum key distribution (QKD) has rapidly risen as the most viable solution to long-distance secure fibre communication thanks to its fundamentally repeater-like rate-loss scaling. However, its implementation complexity, if not successfully addressed, could impede or even prevent its advance into real-world. To satisfy its requirement for twin-field coherence, all present setups adopted essentially a gigantic, resource-inefficient interferometer structure that lacks scalability that mature QKD systems provide with simplex quantum links. Here we introduce a novel technique that can stabilise an open channel without using a closed interferometer and has general applicability to phase-sensitive quantum communications. Using locally generated frequency combs to establish mutual coherence, we develop a simple and versatile TF-QKD setup that does not need service fibre and can operate over links of 100 km asymmetry. We confirm the setup's repeater-like behaviour and obtain a finite-size rate of 0.32 bit/s at a distance of 615.6 km. ",
    "url": "https://arxiv.org/abs/2208.09347",
    "authors": [
      "Lai Zhou",
      "Jinping Lin",
      "Yumang Jing",
      "Zhiliang Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.09421",
    "title": "Engineering random spin models with atoms in a high-finesse cavity",
    "abstract": "All-to-all interacting, disordered quantum many-body models have a wide range of applications across disciplines, from spin glasses in condensed-matter physics, over holographic duality in high-energy physics, to annealing algorithms in quantum computing. Typically, these models are abstractions that do not find unambiguous physical realisations in nature. Here, we realise an all-to-all interacting, disordered spin system by subjecting an atomic cloud in a cavity to a controllable light shift. Adjusting the detuning between atom resonance and cavity mode, we can tune between disordered versions of a central-mode model and a Lipkin-Meshkov-Glick model. By spectroscopically probing the low-energy excitations of the system, we explore the competition of interactions with disorder across a broad parameter range. We show how disorder in the central-mode model breaks the strong collective coupling, making the dark state manifold cross over to a random distribution of weakly-mixed light-matter, \"grey\", states. In the Lipkin-Meshkov-Glick model the ferromagnetic finite-size ground state evolves towards a paramagnet as disorder is increased. In that regime, semi-localised eigenstates emerge, as we observe by extracting bounds on the participation ratio. These results present significant steps towards freely programmable cavity-mediated interactions for the design of arbitrary spin Hamiltonians. ",
    "url": "https://arxiv.org/abs/2208.09421",
    "authors": [
      "Nick Sauerwein",
      "Francesca Orsi",
      "Philipp Uhrich",
      "Soumik Bandyopadhyay",
      "Francesco Mattiotti",
      "Tigrane Cantat-Moltrecht",
      "Guido Pupillo",
      "Philipp Hauke",
      "Jean-Philippe Brantut"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01348",
    "title": "Single-shot quantum measurements sketch quantum states",
    "abstract": " Comments: 6 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.01348",
    "authors": [
      "Jia-Bao Wang",
      "Yi Zhang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Quantum Physics (quant-ph)"
    ]
  }
]