[
  {
    "id": "arXiv:2312.07545",
    "title": "A Toy Model of Quantum Measurement with Experimentally Falsifiable  Predictions",
    "abstract": "I describe a toy model of quantum measurement in which wave function collapse is described as a stochastic entropically-driven event guided by interactions between a measured two-state particle and an Ising-like measurement device. The model reproduces existing experimental results and suggests new calorimetric experiments that can be used to test hidden variables theories. When applied to entangled particles, the model predicts energy cannot be transferred faster than the speed of light, but that certain schemas would allow for nonlocal information transfer. ",
    "url": "https://arxiv.org/abs/2312.07545",
    "authors": [
      "Aaron Santos"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07695",
    "title": "Non-mechanical steering of the optical beam in spectral-domain Optical  Coherence Tomography",
    "abstract": "We demonstrate in a {\\it proof-of-concept} experiment spectral-domain optical coherence tomography where steering of the optical beam that probes the sample in a transverse scan does not make use of any mechanical element. Steering is done with the help of a spatial light modulator, that introduces a spatially-dependent phase between the two orthogonal polarization components of an optical beam, and some optical elements that control the polarization of light. We demonstrate that making use of the non-mechanical steering system considered here, we can reproduce the main traits of imaging with standard OCT that makes use of mechanical-assisted optical beam steering. ",
    "url": "https://arxiv.org/abs/2312.07695",
    "authors": [
      "Daniel F. Urrego",
      "Gerard J. Machado",
      "Juan P. Torres"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.07708",
    "title": "Bose-Einstein condensation by polarization gradient laser cooling",
    "abstract": "Attempts to create quantum degenerate gases without evaporative cooling have been pursued since the early days of laser cooling, with the consensus that polarization gradient cooling (PGC, also known as \"optical molasses\") alone cannot reach condensation. In the present work, we report that simple PGC can generate a small Bose-Einstein condensate (BEC) inside a corrugated micrometer-sized optical dipole trap. The experimental parameters enabling BEC creation were found by machine learning, which increased the atom number by a factor of 5 and decreased the temperature by a factor of 2.5, corresponding to almost two orders of magnitude gain in phase space density. When the trapping light is slightly misaligned through a microscopic objective lens, a BEC of $\\sim 250$ $^{87}$Rb atoms is formed inside a local dimple within 40 ms of PGC. ",
    "url": "https://arxiv.org/abs/2312.07708",
    "authors": [
      "Wenchao Xu",
      "Tamara Šumarac",
      "Emily H. Qiu",
      "Matthew L. Peters",
      "Sergio H. Cantú",
      "Zeyang Li",
      "Adrian J. Menssen",
      "Mikhail D. Lukin",
      "Simone Colombo",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07712",
    "title": "The DEAP-3600 liquid argon optical model and NEST updates",
    "abstract": "As liquid argon (LAr) detectors are made at progressively larger sizes, accurate models of LAr optical properties become increasingly important for simulating light transport, understanding signals, and developing analyses. The refractive index, group velocity, and Rayleigh scattering length are particularly important for vacuum ultraviolet (VUV) and visible photons in detectors with diameters much greater than one meter. While optical measurements in the VUV are sparse, recent measurements of the group velocity of 128 nm photons in LAr provide valuable constraints on these parameters. These calculations are further complicated by the dependence of optical parameters on thermodynamic properties that might fluctuate or vary throughout the argon volume. This manuscript presents the model used by DEAP-3600, a dark matter direct detection experiment at SNOLAB using a 3.3 tonne LAr scintillation counter. Existing data and thermodynamic models are synthesized to estimate the wavelength-dependent refractive index, group velocity, and Rayleigh scattering length within the detector, and parameters' uncertainties are estimated. This model, along with in situ measurements of LAr scintillation properties, is benchmarked against data collected in DEAP-3600, providing a method for modeling optical properties in large LAr detectors and for propagating their uncertainties through downstream simulations. Updates are also presented of the Noble Element Simulation Technique (NEST) software, widely used to model scintillation and ionization signals in argon- and xenon-based detectors. ",
    "url": "https://arxiv.org/abs/2312.07712",
    "authors": [
      "Shawn Westerdale"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2312.07800",
    "title": "Purcell enhanced emission and saturable absorption of cavity-coupled  CsPbBr$_3$ quantum dots",
    "abstract": "Halide perovskite semiconductors have emerged as promising materials for the development of solution-processed, scalable, high performance optoelectronic devices such as light-emitting diodes (LEDs) as well as coherent single photon emitters. Their integration to nanophotonic cavities for radiative enhancement and strong nonlinearity is underexplored. In this work, we demonstrate cavity-enhanced emission and saturable absorption using colloidal CsPbBr$_3$ perovskite quantum dots coupled to a high-Q cavity mode of a circular Bragg grating structure designed to facilitate integration of solution-processed materials . We achieve an order of magnitude increase in brightness and 8-fold increase in the spontaneous emission rate for the cavity-coupled emitters. This result indicates the possibility of achieving transform-limited photon coherence for the halide perovskites at cryogenic temperatures. We also observe saturable absorption of the emitters through intensity-dependent cavity quality factor. These results pave the way towards achieving improved photon indistinguishability and strong optical nonlinearities for cavity coupled perovskite systems. ",
    "url": "https://arxiv.org/abs/2312.07800",
    "authors": [
      "Purbita Purkayastha",
      "Shaun Gallagher",
      "Yuxi Jiang",
      "Chang-Min Lee",
      "Gillian Shen",
      "David Ginger",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07840",
    "title": "A Physics Lab Inside Your Head: Quantum Thought Experiments as an  Educational Tool",
    "abstract": "Thought experiments are where logical reasoning meets storytelling, catalysing progress in quantum science and technology. Schr\\\"odinger's famous cat brought quantum science to the public consciousness, while Deutsch's thought experiment to test the many-worlds and Copenhagen interpretations involved the first conception of a quantum computer. I will show how presenting thought experiments using quantum circuits can demystify apparent quantum paradoxes, and provide fun, conceptually important activities for learners to implement themselves on near-term quantum devices. Additionally, I will explain how thought experiments can be used as a first introduction to quantum, and outline a workshop based on the \"quantum bomb tester\" for school students as young as 11. This paper draws upon my experience in developing and delivering quantum computing workshops in Oxford, and in creating a quantum paradoxes content series with IBM Quantum of videos, blogs and code tutorials. ",
    "url": "https://arxiv.org/abs/2312.07840",
    "authors": [
      "Maria Violaris"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07893",
    "title": "Quantum computing of reacting flows via Hamiltonian simulation",
    "abstract": "We report the quantum computing of reacting flows by simulating the Hamiltonian dynamics. The scalar transport equation for reacting flows is transformed into a Hamiltonian system, mapping the dissipative and non-Hermitian problem in physical space to a Hermitian one in a higher-dimensional space. Using this approach, we develop the quantum spectral and finite difference methods for simulating reacting flows in periodic and general conditions, respectively. The present quantum computing algorithms offer a ``one-shot'' solution for a given time without temporal discretization, avoiding iterative quantum state preparation and measurement. We compare computational complexities of the quantum and classical algorithms. The quantum spectral method exhibits exponential acceleration relative to its classical counterpart, and the quantum finite difference method can achieve exponential speedup in high-dimensional problems. The quantum algorithms are validated on quantum computing simulators with the Qiskit package. The validation cases cover one- and two-dimensional reacting flows with a linear source term and periodic or inlet-outlet boundary conditions. The results obtained from the quantum spectral and finite difference methods agree with analytical and classical simulation results. They accurately capture the convection, diffusion, and reaction processes. This demonstrates the potential of quantum computing as an efficient tool for the simulation of reactive flows in combustion. ",
    "url": "https://arxiv.org/abs/2312.07893",
    "authors": [
      "Zhen Lu",
      "Yue Yang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.08026",
    "title": "Red shift effect of the zero filed splitting for NV- centers in diamond  based temperature sensors",
    "abstract": "Negative charged nitrogen vacancy (NV-) centers in diamond are promising temperature sensors of extremely high spatial resolution with desirable sensitivity. Their zero field splitting (ZFS) of the electron spin-triplet ground state depends on temperatures of the lattice of diamond sample in thermal equilibrium. A coherent spin manipulation by sweeping microwave (MW) at frequencies near the resonance with ZFS is a general method for measuring sample temperatures. In this paper, we demonstrated the ZFS red shifts because of MW fields heating the lattice of diamond. The red-shift effect gets stronger with increasing MW irradiation powers. A paradox appears with application of a NV- centers based thermometer, that the effort suppressing red-shift effect by lowering MW fields bears the cost of increasing measurement deviations of up to 470 kHz for ZFS. We find the asymptotic property of the red shifts of ZFS on the dependence of MW fields. The asymptote points the value of ZFS of zero MW field. Upon a variable transformation, we transform the asymptote into a linear fit, for which the intercept is the ZFS of zero MW field, i.e. zero red shift. Thus, the unperturbed temperatures of the sample can be extracted from the intercepts. Given the identical equilibrium state of sample, the intercepts of independent measurements would be equal. Their differences shall denote the measurement uncertainty. On this reasoning, we compared the intercepts for two independent cases. The standard deviation of the comparisons is 48 kHz, which accounts for the standard measurement uncertainty and is substantially smaller than the divergence of the measurements of low MW fields. In addition, our study demonstrates existence of the optimum MW irradiation powers. Beyond the optimum, further increasing MW power gives little improvement of the measurement sensitivity except strengthening red shift. ",
    "url": "https://arxiv.org/abs/2312.08026",
    "authors": [
      "Wang Zheng",
      "Zhang Jintao",
      "Feng Xiaojuan",
      "Xing Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.08251",
    "title": "Room-Temperature Silicon Carbide Maser: Unveiling Quantum Amplification  and Cooling",
    "abstract": "We present the very first demonstration of a maser utilizing silicon vacancies (VSi) within 4H silicon carbide (SiC). Leveraging an innovative feedback-loop technique, we elevate the resonator's quality factor, enabling maser operation even above room temperature. The SiC maser's broad linewidth showcases its potential as an exceptional preamplifier, displaying measured gain surpassing 10dB and simulations indicating potential amplification exceeding 30dB. By exploiting the relatively small zero-field splitting (ZFS) of VSi in SiC, the amplifier can be switched into an optically-pumped microwave photon absorber, reducing the resonator's mode temperature by 35 K below operating conditions. This breakthrough holds promise for quantum computing advancements and fundamental studies in cavity quantum electrodynamics. Our findings highlight SiC's transformative potential in revolutionizing contemporary microwave technologies. ",
    "url": "https://arxiv.org/abs/2312.08251",
    "authors": [
      "Andreas Gottscholl",
      "Maximilian Wagenhöfer",
      "Valentin Baianov",
      "Vladimir Dyakonov",
      "Andreas Sperlich"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.08329",
    "title": "Parametric Frequency Divider based Ising Machines",
    "abstract": "We report on a new class of Ising Machines (IMs) that rely on coupled parametric frequency dividers (PFDs) as macroscopic artificial spins. Unlike the IM counterparts based on subharmonic injection locking (SHIL), PFD IMs do not require strong injected continuous wave signals or applied DC voltages. Therefore, they show a significantly lower power consumption per spin compared to SHIL based IMs, making it feasible to accurately solve large scale combinatorial optimization problems (COPs) that are hard or even impossible to solve by using the current von Neumann computing architectures. Furthermore, using high quality (Q) factor resonators in the PFD design makes PFD IMs able to exhibit a nanoWatt level power per spin. Also, it remarkably allows a speed up of the phase synchronization among the PFDs, resulting in shorter time to solution and lower energy to solution despite the resonators' longer relaxation time. As a proof of concept, a 4 node PFD IM has been demonstrated. This IM correctly solves a set of MaxCut problems while consuming just 600 nanoWatts per spin. This power consumption is two orders of magnitude lower than the power per spin of state of the art SHIL based IMs operating at the same frequency. ",
    "url": "https://arxiv.org/abs/2312.08329",
    "authors": [
      "Nicolas Casilli",
      "Tahmid Kaisar",
      "Luca Colombo",
      "Siddhartha Ghosh",
      "Philip X.-L. Feng",
      "Cristian Cassella"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.08336",
    "title": "An H Surface Plasma Source for the ESS Storage Ring",
    "abstract": "For H- charge exchange (stripping) injection to European Spallation Source (ESS) storage ring it is necessary to have H- ion source with a current of ~90 mA, pulses duration 3 ms, and repetition of 14 Hz (duty factor ~4%) extendable to repetition up to 28 Hz (df ~8%). Magnetron surface plasma H- source (SPS) with cesiation and active cathode and anode cooling is one of the possible solutions. Brookhaven National Laboratory (BNL) magnetron SPS can produce H- beam current of ~100 mA at ~2 kW discharge power and can operate up to a duty factor of ~1 % (average power ~14 W) without the active cooling. With active cathode and anode cooling it is possible to increase average discharge power up to 140 W(df 8%).For the delivery of the beam to Radio Frequency Quadrupole (RFQ) it is possible to use a short electrostatic Low Energy Beam Transport (LEBT) as in Spallation Neutron Source (SNS). ",
    "url": "https://arxiv.org/abs/2312.08336",
    "authors": [
      "Vadim Dudnikov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07686",
    "title": "Adaptive Phase Estimation with Squeezed Vacuum Approaching the Quantum  Limit",
    "abstract": "Phase estimation plays a central role in communications, sensing, and information processing. Quantum correlated states, such as squeezed states, enable phase estimation beyond the shot-noise limit, and in principle approach the ultimate quantum limit in precision, when paired with optimal quantum measurements. However, physical realizations of optimal quantum measurements for optical phase estimation with quantum correlated states are still unknown. Here we address this problem by introducing an adaptive Gaussian measurement strategy for optical phase estimation with squeezed vacuum states that, by construction, approaches the quantum limit in precision. This strategy builds from a comprehensive set of locally optimal POVMs through rotations and homodyne measurements and uses the Adaptive Quantum State Estimation framework for optimizing the adaptive measurement process, which, under certain regularity conditions, guarantees asymptotic optimality for this quantum parameter estimation problem. As a result, the adaptive phase estimation strategy based on locally-optimal homodyne measurements achieves the quantum limit within the phase interval of $[0, \\pi/2)$. Furthermore, we generalize this strategy by including heterodyne measurements, enabling phase estimation across the full range of phases from $[0, \\pi)$, where squeezed vacuum allows for unambiguous phase encoding. Remarkably, for this phase interval, which is the maximum range of phases that can be encoded in squeezed vacuum, this estimation strategy maintains an asymptotic quantum-optimal performance, representing a significant advancement in quantum metrology. ",
    "url": "https://arxiv.org/abs/2312.07686",
    "authors": [
      "M. A. Rodríguez-García",
      "F. E. Becerra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.08110",
    "title": "Tailored and Externally Corrected Coupled Cluster with Quantum Inputs",
    "abstract": "We propose to use wavefunction overlaps obtained from a quantum computer as inputs for the classical split-amplitude techniques, tailored and externally corrected coupled cluster, to achieve balanced treatment of static and dynamic correlation effects in molecular electronic structure simulations. By combining insights from statistical properties of matchgate shadows, which are used to measure quantum trial state overlaps, with classical correlation diagnostics, we are able to provide quantum resource estimates well into the classically no longer exactly solvable regime. We find that rather imperfect wavefunctions and remarkably low shot counts are sufficient to cure qualitative failures of plain coupled cluster singles doubles and to obtain chemically precise dynamic correlation energy corrections. We provide insights into which wavefunction preparation schemes have a chance of yielding quantum advantage, and we test our proposed method using overlaps measured on Google's Sycamore device. ",
    "url": "https://arxiv.org/abs/2312.08110",
    "authors": [
      "Maximilian Scheurer",
      "Gian-Luca R. Anselmetti",
      "Oumarou Oumarou",
      "Christian Gogolin",
      "Nicholas C. Rubin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.08112",
    "title": "Wide-band frequency modulation of a terahertz intrinsic Josephson  junction emitter of a cuprate superconductor",
    "abstract": "Communication using terahertz (~10^12 Hz) electromagnetic waves is critical for developing 6th-generation wireless network infrastructures. Conflictions between stable radiation and the modulation frequency of terahertz sources impede the superposing of transmitting signals on carrier waves. The Josephson junctions included in a cuprate superconductor radiate terahertz waves with frequencies proportional to the bias voltages. Thus, the modulation of the bias voltage leads to the modulation of the Josephson plasma emission (JPE) frequency. This study aims to demonstrate the generation of frequency-modulated (FM) terahertz continuous waves from Josephson junctions. The results verify that the instantaneous JPE frequency follows the gigahertz-modulated bias voltage. The wide-band FM terahertz generation by a monolithic device shows a sharp contrast to the mode-lock frequency comb constructed by highly sophisticated optics on a bench. A further increase of the modulation amplitude facilitates up- or down-frequency conversion over more than one octave. The obtained FM bandwidth exhibited an improvement of two orders of magnitude in the demodulation signal-to-noise ratio compared to the amplitude-modulated signal. The demonstrated FM-JPE stimulates further research on terahertz communication technology and metrology using superconducting devices. ",
    "url": "https://arxiv.org/abs/2312.08112",
    "authors": [
      "M. Miyamoto",
      "R. Kobayashi",
      "G. Kuwano",
      "M. Tsujimoto",
      "I. Kakeya"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.08310",
    "title": "Quantum simulation of highly-oscillatory many-body Hamiltonians for  near-term devices",
    "abstract": "We develop a fourth-order Magnus expansion based quantum algorithm for the simulation of many-body problems involving two-level quantum systems with time-dependent Hamiltonians, $\\mathcal{H}(t)$. A major hurdle in the utilization of the Magnus expansion is the appearance of a commutator term which leads to prohibitively long circuits. We present a technique for eliminating this commutator and find that a single time-step of the resulting algorithm is only marginally costlier than that required for time-stepping with a time-independent Hamiltonian, requiring only three additional single-qubit layers. For a large class of Hamiltonians appearing in liquid-state nuclear magnetic resonance (NMR) applications, we further exploit symmetries of the Hamiltonian and achieve a surprising reduction in the expansion, whereby a single time-step of our fourth-order method has a circuit structure and cost that is identical to that required for a fourth-order Trotterized time-stepping procedure for time-independent Hamiltonians. Moreover, our algorithms are able to take time-steps that are larger than the wavelength of oscillation of the time-dependent Hamiltonian, making them particularly suited for highly-oscillatory controls. The resulting quantum circuits have shorter depths for all levels of accuracy when compared to first and second-order Trotterized methods, as well as other fourth-order Trotterized methods, making the proposed algorithm a suitable candidate for simulation of time-dependent Hamiltonians on near-term quantum devices. ",
    "url": "https://arxiv.org/abs/2312.08310",
    "authors": [
      "Guannan Chen",
      "Mohammadali Foroozandeh",
      "Chris Budd",
      "Pranav Singh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2112.15469",
    "title": "Polariton Creation in Coupled Cavity Arrays with Spectrally Disordered  Emitters",
    "abstract": " Title: Polariton Creation in Coupled Cavity Arrays with Spectrally Disordered  Emitters ",
    "url": "https://arxiv.org/abs/2112.15469",
    "authors": [
      "Jesse Patton",
      "Victoria A. Norman",
      "Eliana C. Mann",
      "Brinda Puri",
      "Richard T. Scalettar",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07240",
    "title": "Message-Passing Neural Quantum States for the Homogeneous Electron Gas",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2305.07240",
    "authors": [
      "Gabriel Pescia",
      "Jannes Nys",
      "Jane Kim",
      "Alessandro Lovato",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Nuclear Theory (nucl-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02706",
    "title": "Bidirectional microwave-optical transduction based on integration of  high-overtone bulk acoustic resonators and photonic circuits",
    "abstract": " Title: Bidirectional microwave-optical transduction based on integration of  high-overtone bulk acoustic resonators and photonic circuits ",
    "url": "https://arxiv.org/abs/2308.02706",
    "authors": [
      "Terence Blésin",
      "Wil Kao",
      "Anat Siddharth",
      "Rui N. Wang",
      "Alaina Attanasio",
      "Hao Tian",
      "Sunil A. Bhave",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.07061",
    "title": "Swarming Proxima Centauri: Optical Communication Over Interstellar  Distances",
    "abstract": " Comments: Submission to the Breakthrough Starshot Challenge Communications Group Final Report ",
    "url": "https://arxiv.org/abs/2309.07061",
    "authors": [
      "T. Marshall Eubanks",
      "W. Paul Blase",
      "Andreas Hein",
      "Adam Hibberd",
      "Robert G. Kennedy III"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2310.00730",
    "title": "EventLFM: Event Camera integrated Fourier Light Field Microscopy for  Ultrafast 3D imaging",
    "abstract": " Title: EventLFM: Event Camera integrated Fourier Light Field Microscopy for  Ultrafast 3D imaging ",
    "url": "https://arxiv.org/abs/2310.00730",
    "authors": [
      "Ruipeng Guo",
      "Qianwan Yang",
      "Andrew S. Chang",
      "Guorong Hu",
      "Joseph Greene",
      "Christopher V. Gabel",
      "Sixian You",
      "Lei Tian"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2310.07718",
    "title": "Long-term and Real-time High-speed Underwater Wireless Optical  Communications in Deep Sea",
    "abstract": " Title: Long-term and Real-time High-speed Underwater Wireless Optical  Communications in Deep Sea ",
    "url": "https://arxiv.org/abs/2310.07718",
    "authors": [
      "Jialiang Zhang",
      "Sujing Wang",
      "Ziqi Ma",
      "Guanjun Gao",
      "Yonggang Guo",
      "Fei Zhang",
      "Shanguo Huang",
      "Jie Zhang"
    ],
    "subjectives": [
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08254",
    "title": "Genesis of column sprites: Formation mechanisms and optical structures",
    "abstract": " Comments: 19 pages, 18 figures ",
    "url": "https://arxiv.org/abs/2310.08254",
    "authors": [
      "Robert Marskar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.01890",
    "title": "Optical anisotropy and nonlinearity in deep ultraviolet fluorooxoborates",
    "abstract": " Comments: 20 pages, 5figures ",
    "url": "https://arxiv.org/abs/2312.01890",
    "authors": [
      "Bing-Hua Lei",
      "Chao Cao",
      "David J. Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]