[
  {
    "id": "arXiv:2505.09908",
    "title": "Twist Bilayer Photonic slab's Angle-DependentGuided Resonance Analysis based on Multiple Scattering",
    "abstract": "           We present an analysis of the transmission spectra of the twisted bilayer photonic slabs using a modified rigorous coupled wave (RCWA) analysis, where the evanescent bases are replaced by bases with non-zero flux density. By utilizing the modified RCWA we demonstrate the calculation of eigenmodes, which has not been realized before. To counter for the transmission property, we propose a five-layer uniform slab approximation, with an accuracy around 0.04a/c, which is more straightforward and accessible for optical engineers compared to work by Lou et al. [Phys. Rev. Lett. 126, 136101]. The moiré pattern perturbation induces a split of resonance, which show great potential for engineering the band structure. Moreover, We observe two distinct transmission phases: the angle-dependent phase and Fabry-Pérot phase, which is explained by a coupled-mode theory (CMT) with expanded channels brought by the modified eigenmodes. Our work provides a theoretical framework for the design and optimization of twisted bilayer photonic devices.         ",
    "url": "https://arxiv.org/abs/2505.09908",
    "authors": [
      "Wenzhu Xie",
      "Yan Wang",
      "Jingxuan Chen",
      "JiaHao Si",
      "Wei Rao",
      "MingJin Wang",
      "WanHua Zheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.09944",
    "title": "Advancements in Entangled Photon Pairs in 2D Van der Waals Materials for On-chip Quantum Applications",
    "abstract": "           The next generation of technology is rooted in quantum-based advancements. The entangled photon pair sources play a pivotal role in a wide range of advanced quantum applications, including quantum high precision sensors, communication, computing, cryptography and so on. Scalable on-chip quantum photonic devices have the potential to drive game changing developments in this field. This review article highlights recent breakthroughs in the generation of entangled photon pairs in two dimensional (2D) van der Waals (vdW) materials, with a focus on their applicability to quantum technologies and plausible on-chip integration technology. The article begins by discussing the fundamental principles of entangled photon pairs generation. It provides a comprehensive review of the origin and generation of entangled photons in emerging vdW materials, alongside various optical quantum characterization techniques. The review then explores key physical parameters of the quantum states associated with entangled photon pairs. Additionally, it examines concepts related to the realization of paired photon generation at the quantum limit. The final section focuses on the potential for on-chip integrated quantum device applications. Beyond highlighting recent advancements in quantum-based research, the review also outlines current limitations and future prospects aimed at advancing the field         ",
    "url": "https://arxiv.org/abs/2505.09944",
    "authors": [
      "Abdus Salam Sarkar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.09953",
    "title": "Optical Kerr soliton microcombs for high bandwidth communications",
    "abstract": "           Microcombs, optical frequency combs generated by nonlinear integrated micro-cavity resonators, have the potential to offer the full capability of their benchtop comb based counterparts, but in an integrated footprint. They have enabled breakthroughs in spectroscopy, microwave photonics, frequency synthesis, optical ranging, quantum state generation and manipulation, metrology, optical neuromorphic processing and more. One of their most promising applications has been optical fibre communications where they have formed the basis for massively parallel ultrahigh capacity multiplexed data transmission. Innovative approaches have been used in recent years to phaselock, or modelock different types of microcombs, from dissipative Kerr solitons to dark solitons, soliton crystals and others. This has enabled their use as sources for optical communications including advanced coherent modulation format systems that have achieved ultrahigh data capacity bit rates breaking the petabit/s barrier. Here, we review this new and exciting field, chronicling the progress while highlighting the challenges and opportunities.         ",
    "url": "https://arxiv.org/abs/2505.09953",
    "authors": [
      "Bill Corcoran",
      "Arnan Mitchell",
      "Roberto Morandotti",
      "Leif K. Oxenlowe",
      "David J. Moss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.09993",
    "title": "Automated grading and staging of ovarian cancer using deep learning on the transmission optical microscopy bright-field images of thin biopsy tissue samples",
    "abstract": "           Ovarian cancer remains a challenging malignancy to diagnose and manage, with prognosis heavily dependent on the stage at detection. Accurate grading and staging, primarily based on histopathological examination of biopsy tissue samples, are crucial for treatment planning and predicting outcomes. However, this manual process is time-consuming and subject to inter-observer variability among pathologists. The increasing volume of digital histopathology slides necessitates the development of robust, automated methods to assist in this critical diagnostic step for ovarian cancer. (Methods) This study presents a deep learning framework for the automated prediction of ovarian cancer stage (classified into five categories: 0, I, II, III, IV) using routine histopathological images. We employed a transfer learning approach, fine-tuning a ResNet-101 convolutional neural network pre-trained on ImageNet. The training process incorporated comprehensive data augmentation, weighted random sampling, and class weighting to address dataset characteristics. Hyperparameter optimization for learning rate, dropout rate, and weight decay was performed using a genetic algorithm to enhance model performance and generalization. (Results) Evaluated on an independent test set of ovarian thin tissue brightfield images, the developed model achieved a high overall classification accuracy of 97.62%.         ",
    "url": "https://arxiv.org/abs/2505.09993",
    "authors": [
      "Ashmit K Mishra",
      "Mousa Alrubayan",
      "Prabhakar Pradhan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10001",
    "title": "Intelligent configuration of integrated microwave photonic filter with programmable response and self-stabilization",
    "abstract": "           Integrated microwave photonic filters (IMPFs) have emerged as promising candidates for advanced microwave systems owing to their distinctive combination of wide operational bandwidth, reconfigurable functionality, and compact size. Nevertheless, the complex and time-consuming manual manipulation of IMPFs remains a significant impediment to their widespread applications. Here, to the best of our knowledge, we experimentally demonstrate the first intelligent configuration of IMPF featuring wideband center frequency tunability, flexible bandwidth reconfigurability, self-stabilization, and excellent channel equalization simultaneously. The configuration strategy is enabled by our proposed universal hybrid collaboration algorithm, which can fully unleash the hardware potential of the optical device, thus enabling comprehensive synergy of multiple properties. Results show that the center frequency of IMPF is tuned from 2 to 48 GHz, and the bandwidth is reconfigured from 0.66 to 4.15 GHz, with a rejection ratio of up to 37.67 dB. The roll-off rate and shape factor reach as high as 17.50 dB/GHz and 0.78, respectively. Meanwhile, the maximum center frequency drift of IMPF in 3 hours is reduced from 11.950 to 0.051 GHz even without a thermo-electric cooler, indicating that the center frequency stability is enhanced by 234 times. The passband shape of the IMPF can also be dynamically adjusted to equalize frequency-dependent fading, achieving up to 2.42 dB compensation of intra-channel fading. Our work highlights the potential of IMPFs based on intelligent configuration, unlocking new avenues for practical applications of microwave photonic signal processing.         ",
    "url": "https://arxiv.org/abs/2505.10001",
    "authors": [
      "Yutong Shi",
      "Yuan Yu",
      "Yifan Liu",
      "Kaixiang Cao",
      "Mengmeng Deng",
      "Fangzheng Zhang",
      "Hailong Zhou",
      "Xinliang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10092",
    "title": "Generation of Motional Squeezed States for Neutral Atoms in Optical Tweezers",
    "abstract": "           Optical tweezers are a powerful tool for the precise positioning of a variety of small objects, including single neutral atoms. Once trapped, atoms can be cooled to the motional ground state of the tweezers. For a more advanced control of their spatial wavefunction, we report here a simple method to squeeze their motion, and the protocol to measure the squeezing factor based on momentum spreading estimation. We explore the limitations set by the technical imperfections of the tweezers, as well as the more fundamental limit set by their anharmonicity, and finally demonstrate a squeezing of 5.8 dB. The implementation of motional squeezing allows to push back the limit set by the position quantum noise and thus to explore more extreme situations requiring atoms positioned with nanometric precision.         ",
    "url": "https://arxiv.org/abs/2505.10092",
    "authors": [
      "Vincent Lienhard",
      "Romain Martin",
      "Yuki Torii Chew",
      "Takafumi Tomita",
      "Kenji Ohmori",
      "Sylvain de Léséleuc"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10107",
    "title": "Investigating the impact of the diode edge geometry on the effective active area of silicon sensors using AREA-X",
    "abstract": "           Sensors for particle tracking detectors are required to provide a maximum active area in addition to fulfilling performance criteria concerning radiation hardness, charge collection and operating conditions (e.g. leakage current, depletion voltage and breakdown voltage). While the requirement for optimised coverage within the tracking detector necessitates a slim sensor edge between active region and physical sensor edge, wider edge regions were found to be beneficial for the sensor performance during an early prototyping phase. In order to study the impact of differently sized edge regions, test structures were used to compare their individual active regions. Measurements of each diode were performed using a micro-focused X-ray beam to map its respective active area. This paper presents measurements of these test structures using AREA-X showing that the active area of a silicon particle tracking sensor does not only depend on the size of its bias ring, but also the size and configuration of its edge structure.         ",
    "url": "https://arxiv.org/abs/2505.10107",
    "authors": [
      "Luise Poley",
      "Ian Dyckes",
      "Javier Fernandez-Tejero",
      "Celeste Fleta",
      "Dennis Sperlich",
      "Miguel Ullan"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2505.10153",
    "title": "Resonant theory of kinetic ballooning modes in general toroidal geometry",
    "abstract": "           The linear theory of the kinetic-ballooning-mode (KBM) instability is extended to capture a weakly-driven regime in general toroidal geometry where the destabilization is caused by the magnetic-drift resonance of the ions. Such resonantly-destabilized KBMs are characterized by broad eigenfunctions along the magnetic field line and near-marginal positive growth rates, even well below the beta threshold of their non-resonant counterparts. This unconventional (or sub-threshold) KBM, when destabilized, has been shown to catalyze an enhancement of turbulent transport in the Wendelstein 7-X (W7-X) stellarator [1, 2]. Simplifying the energy dependence of key resonant quantities allows for an analytical treatment of this KBM using the physics-based ordering from the more general equations of Tang, Connor, and Hastie [3]. Results are then compared with high-fidelity gyrokinetic simulations for the (st)KBM in W7-X and the conventional KBM in a circular tokamak at both high and low magnetic shear, where good agreement is obtained in all cases. This reduced KBM model provides deeper insight into (sub-threshold) KBMs and their relationship with geometry, and shows promise for aiding in transport model development and geometry-based turbulence optimization efforts going forward.         ",
    "url": "https://arxiv.org/abs/2505.10153",
    "authors": [
      "P. Mulholland",
      "A. Zocco",
      "M. C. L. Morren",
      "K. Aleynikova",
      "M. J. Pueschel",
      "J. H. E. Proll",
      "P. W. Terry"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10180",
    "title": "Quantum boomerang effect of light",
    "abstract": "           The quantum boomerang effect is a counterintuitive phenomenon where a wave packet, despite having an initial momentum, returns to its starting position in a disordered medium. However, up to now, the experimental exploration of this effect remains largely unexplored. Here, we report the experimental observation of the quantum boomerang effect of light. Our experiment is based on a one-dimensional disordered photonic lattice, which is composed of on-chip optical waveguides with engineered on-site random potential. We first characterize this optical disordered system by demonstrating the static Anderson localization of light beams. Next, through launching a kinetic light beam into the system, we observe that the light beam first moves away from its starting point, arrives at a maximum value, reverses its direction, and returns to its original position over time, confirming the observation of the quantum boomerang effect of light. Surprisingly, we find that optical loss, usually considered to be detrimental to optical experiments, can enhance the quantum boomerang effect by accelerating the light back to its original position. Our work provides new insights into the light-matter interactions in disordered medium and opens an avenue for future study of this phenomenon in nonlinear and many-photon contexts.         ",
    "url": "https://arxiv.org/abs/2505.10180",
    "authors": [
      "Xiangrui Hou",
      "Zhaoxin Wu",
      "Fangyu Wang",
      "Shiyao Zhu",
      "Bo Yan",
      "Zhaoju Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10200",
    "title": "Analyzing atomic oxygen product evolution in Micro Cavity Plasma Arrays by a combination of a Multi-PMT OES Setup and a 0-D Chemical Model",
    "abstract": "           Dielectric barrier discharges (DBDs) are widely used in applications such as ozone generation and volatile organic compound treatment, where performance can be enhanced through catalyst integration. A fundamental understanding of reactive species generation is essential for advancing these technologies. However, temporally resolving reactive species production, especially during the initial discharges, remains a challenge, despite its importance for controlling production rates and energy efficiency. This study examines atomic oxygen production as a model system for reactive species production in a micro-cavity plasma array, a custom surface DBD confined to micrometer-sized cavities. Optical emission spectroscopy was employed to investigate plasma-chemical processes in helium with 0.1-0.25$\\%$ molecular oxygen admixture at atmospheric pressure. The discharge, powered by a 15$\\,$kHz, 600$\\,$V amplitude triangular voltage, achieved near-complete oxygen dissociation (up to 100$\\%$), as determined via helium state-enhanced actinometry (SEA). A novel multi-photomultiplier system enabled precise temporal tracking of atomic oxygen density and dissociation dynamics. To ensure measurement accuracy, a basic 0D chemical model was developed, reinforcing the reliability of the experimental results.         ",
    "url": "https://arxiv.org/abs/2505.10200",
    "authors": [
      "Henrik van Impel",
      "David Steuer",
      "Volker Schulz-von der Gathen",
      "Marc Böke",
      "Judith Golda"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10240",
    "title": "Frequency conversion between optical and microwave photons in non-Markovian environments",
    "abstract": "           In this paper, we propose a scheme for frequency conversion between optical photons and microwave photons in non-Markovian environments using both magnetic and mechanical excitations as intermediate media. When the frequencies of optical photons, magnons, phonons, and microwave photons resonance, the conversion efficiency can be made close to reach 98.76$\\%$ by adjusting the defined complex cooperativities, while in the case of Markovian, the conversion efficiency is 90.44$\\%$. By controlling the environmental spectral widths, the efficiency of frequency conversion exhibits a transition from Markovian regimes to non-Markovian regimes. This transformation simultaneously improves frequency conversion efficiency and conversion bandwidth, which is due to the excitation backflow generated by the interaction between the system and the non-Markovian environments. In the case, when the optical pump power in the non-Markovian regimes are of a large order of magnitude, the conversion bandwidth can be increased, but at the cost of reduced conversion efficiency. Our scheme improves the frequency conversion efficiency and bandwidth between optical photons and microwave photons, breaking the limitations of frequency conversion in Markovian environments and providing a new approach for long-distance quantum communication research of other non-Markovian quantum systems in quantum optics.         ",
    "url": "https://arxiv.org/abs/2505.10240",
    "authors": [
      "Jia Tang",
      "H. Z. Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10255",
    "title": "Simultaneous nonreciprocal unconventional photon blockade via two degenerate optical parametric amplifiers in spinning resonators",
    "abstract": "           We propose a scheme to achieving simultaneous nonreciprocal unconventional photon blockade in a system of two coupled spining resonators marked by modes a and b, each incorporating an degenerate optical parametric amplifier (DOPA). By rotating the resonators, input light from opposite directions induces opposite Sagnac-Fizeau shifts. These shifts result in the emergence or absence of quantum destructive interference in two-photon excitation processes. Specifically, when destructive quantum interference occurs, photons from one input direction are simultaneously blocked in both resonators, whereas the absence of complete destructive quantum interference causes the blockade effect to vanish for inputs from the opposite direction. We analytically give the optimal parameter conditions to achieve simultaneous strong photon blockade with the parametric amplification. By adjusting the Sagnac-Fizeau shifts, we can make mode a nonreciprocal photon blockade, while mode b exhibits photon blockade in both directions. This work lays a theoretical foundation for the development of multimode simultaneous nonreciprocal unconventional single-photon devices, which hold promising potential in multichannel topological optics and chiral quantum technologies.         ",
    "url": "https://arxiv.org/abs/2505.10255",
    "authors": [
      "J. X. Yang",
      "Cheng Shang",
      "Yan-Hui Zhou",
      "H. Z. Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10283",
    "title": "Comparative Analysis of Richardson-Lucy Deconvolution and Data Unfolding with Mean Integrated Square Error Optimization",
    "abstract": "           Two maximum likelihood-based algorithms for unfolding or deconvolution are considered: the Richardson-Lucy method and the Data Unfolding method with Mean Integrated Square Error (MISE) optimization [10]. Unfolding is viewed as a procedure for estimating an unknown probability density function. Both external and internal quality assessment methods can be applied for this purpose. In some cases, external criteria exist to evaluate deconvolution quality. A typical example is the deconvolution of a blurred image, where the sharpness of the restored image serves as an indicator of quality. However, defining such external criteria can be challenging, particularly when a measurement has not been performed previously. In such instances, internal criteria are necessary to assess the quality of the result independently of external information. The article discusses two internal criteria: MISE for the unfolded distribution and the condition number of the correlation matrix of the unfolded distribution. These internal quality criteria are applied to a comparative analysis of the two methods using identical numerical data. The results of the analysis demonstrate the superiority of the Data Unfolding method with MISE optimization over the Richardson-Lucy method.         ",
    "url": "https://arxiv.org/abs/2505.10283",
    "authors": [
      "Nikolay D. Gagunashvili"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2505.10340",
    "title": "Non-Markovian dynamics with a driven three-level giant atom in a semi-infinite photonic waveguide",
    "abstract": "           The non-Markovian effects of open quantum systems subjected to external environments are deemed to be valuable resources in quantum optics and quantum information processing. In this work, we investigate the non-Markovian dynamics of a three-level giant atom coupling with a semi-infinite photonic waveguide through multiple coupling points and driven by a classical driving field. We derive the analytical expressions for the probability amplitudes of the driven three-level giant atom and obtain two independent conditions. We find two different types of bound states (including the static bound states and the periodic equal-amplitude oscillating bound states) and discuss the physical origins of the bound states formation. Moreover, we discuss the case of the driven three-level giant atom interacting with the infinite photonic waveguide, where there is only one purely imaginary solution (i.e., only one bound state condition exists) for its complex frequency (coming from the absence of mirror at one end of the waveguide) compared to that of a driven three-level giant atom coupling with a semi-infinite photonic waveguide. With this, we also find two different types of bound states, including the static bound state and the periodic equal-amplitude oscillating bound states. Finally, the above results are generalized to a more general model involving a semi-infinite photonic waveguide coupling with an arbitrary number of noninteracting three-level giant atoms driven by the driving fields. The proposed protocol could provide a pathway to precisely elucidate the non-Markovian dynamics of driven, multi-level giant atoms coupled to semi-infinite or infinite photonic waveguides.         ",
    "url": "https://arxiv.org/abs/2505.10340",
    "authors": [
      "S. J. Sun",
      "Z. Y. Li",
      "C. Cui",
      "Shuang Xu",
      "H. Z. Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10489",
    "title": "Optical Spintronics: Towards Lorentz-Reciprocal Nonreciprocal Photonics",
    "abstract": "           Energy, momentum, and angular momentum are fundamental properties tied to the symmetries of space and time, with photons and other elementary particles acting as carriers of these quantities. In most optical and optoelectronic devices, energy transfer is crucial, but it often results in undesirable energy absorption. Moreover, non-reciprocal elements such as optical diodes and circulators are difficult to implement in photonics, as they typically require time-dependent perturbations, nonlinear effects, or external magnetic fields. This presents a significant barrier to the development of efficient, compact photonic technologies. We introduce the concept of optical spin current, wherein spin angular momentum is transferred by an electromagnetic field without accompanying energy transfer. This phenomenon is analogous to electron spin currents, where spin is decoupled from charge flow. Building on this principle, we propose optical spin diode and circulator -- devices that enable unidirectional propagation of spin currents while maintaining bidirectional energy flow, thus preserving reciprocity. Furthermore, we demonstrate asymmetric spin transfer between quantum dots mediated by the optical spin diode, highlighting the potential for novel optical spintronic functionalities. These findings lay the foundation for devices that leverage optical spin transfer, opening new avenues for advancements in optical spintronics.         ",
    "url": "https://arxiv.org/abs/2505.10489",
    "authors": [
      "Ilya Deriy",
      "Danil Kornovan",
      "Mihail Petrov",
      "Andrey Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.09689",
    "title": "Quantum censors: backreaction builds horizons",
    "abstract": "           Cosmic censorship posits spacetime singularities remain concealed behind event horizons, preserving the determinism of General Relativity. While quantum gravity is expected to resolve singularities, we argue that cosmic censorship remains necessary whenever spacetime has a reliable semi-classical description. Using holography to construct exact solutions to semi-classical gravity, we show backreaction of quantum matter generates horizons -- quantum censors -- to thwart potential violations of censorship. Along with a quantum Penrose inequality, this provides compelling evidence cosmic censorship is robust, even nonperturbatively, in semi-classical gravity.         ",
    "url": "https://arxiv.org/abs/2505.09689",
    "authors": [
      "Antonia M. Frassino",
      "Robie A. Hennigar",
      "Juan F. Pedraza",
      "Andrew Svesko"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2505.09784",
    "title": "Theoretical Model of Acoustic Power Transfer Through Solids",
    "abstract": "           Acoustic Power Transfer is a relatively new technology. It is a modern type of a wireless interface, where data signals and supply voltages are transmitted, with the use of mechanical waves, through a medium. The simplest application of such systems is the measurement of frequency response for audio speakers. It consists of a variable signal generator, a measuring amplifier which drives an acoustic source and the loudspeaker driver. The receiver contains a microphone circuit with a level recorder. Acoustic Power Transfer could have many applications, such as: Cochlear Implants, Sonar Systems and Wireless Charging. However, it is a new technology, thus it needs further investigation.         ",
    "url": "https://arxiv.org/abs/2505.09784",
    "authors": [
      "Ippokratis Kochliaridis",
      "Michail E. Kiziroglou"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10041",
    "title": "QR$^2$-code: An open-source program for double resonance Raman spectra",
    "abstract": "           We present an open-source program, QR$^2$-code, that computes double-resonance Raman (DRR) spectra using first-principles calculations. QR$^2$-code can calculate not only two-phonon DRR spectra but also single-resonance Raman spectra and defect-induced DRR spectra. For defect-induced DDR spectra, we simply assume that the electron-defect matrix element of elastic scattering is a constant. Hands-on tutorials for graphene are given to show how to run QR$^2$-code for single-resonance, double-resonance, and defect-induced Raman spectra. We also compare the single-resonance Raman spectra by QR$^2$-code with that by QERaman code. In QR$^2$-code, the energy dispersions of electron and phonon are taken from Quantum ESPRESSO (QE) code, and the electron-phonon matrix element is obtained from the electron-phonon Wannier (EPW) code. All codes, examples, and scripts are available on the GitHub repository.         ",
    "url": "https://arxiv.org/abs/2505.10041",
    "authors": [
      "Jianqi Huang",
      "Renhui Liu",
      "Ye Zhang",
      "Nguyen Tuan Hung",
      "Huaihong Guo",
      "Riichiro Saito",
      "Teng Yang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10115",
    "title": "Collective light shifts of many cavity modes probed by an optical frequency comb",
    "abstract": "           Optical cavities can be used to enhance the interaction of light with atoms or molecules. In a regime where cavity resonances are very far from the atomic or molecular transition frequencies, photon absorption can be neglected and the dispersive part of the interaction can induce spectacular phenomena such as squeezing, cooling, and self-organization. So far, this dispersive interaction regime has only been explored using a single or few longitudinal cavity modes at a time. We experimentally study the dispersive interaction between a cold atom cloud and many longitudinal modes of a Fabry-Perot cavity, by detecting collective light shifts in the transmission spectrum of an optical frequency comb probe. Notably, using a high quality resonator coupled to more than $10^5$ intracavity atoms, we detect appreciable shifts of $\\sim 100$ cavity modes simultaneously. These results constitute a direct demonstration of dispersive coupling of matter with many longitudinal modes of a linear resonator, and pave the way towards deeper exploration of atom-light dynamics in the multifrequency domain.         ",
    "url": "https://arxiv.org/abs/2505.10115",
    "authors": [
      "Marin Ðujić",
      "Mateo Kruljac",
      "Lovre Kardum",
      "Neven Šantić",
      "Damir Aumiler",
      "Ivor Krešić",
      "Ticijana Ban"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10136",
    "title": "Spectral quantum algorithm for passive scalar transport in shear flows",
    "abstract": "           The mixing of scalar substances in fluid flows by stirring and diffusion is ubiquitous in natural flows, chemical engineering, and microfluidic drug delivery. Here, we present a spectral quantum algorithm for scalar mixing by solving the advection-diffusion equation in a quantum computational fluid dynamics framework. We derive exact gate decompositions of the advection and diffusion operators in spectral space. For all but the simplest one-dimensional flows, these operators do not commute. Therefore, we use operator splitting and construct quantum circuits capable of simulating arbitrary polynomial velocity profiles, such as the Blasius profile of a laminar boundary layer. Periodic, Neumann, and Dirichlet boundary conditions can be imposed with the appropriate quantum spectral transform plus additional constraints on the Fourier expansion. We evaluate our approach in statevector simulations of a Couette flow, plane Poiseuille flow, and a polynomial Blasius profile approximation to demonstrate its potential and versatility for scalar mixing in shear flows. The number of gates grows with, at most, the cubed logarithm of the number of grid points. This evaluation shows that spectral accuracy allows comparably large time steps even though the operator splitting limits the temporal order.         ",
    "url": "https://arxiv.org/abs/2505.10136",
    "authors": [
      "Philipp Pfeffer",
      "Peter Brearley",
      "Sylvain Laizet",
      "Jörg Schumacher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2505.10276",
    "title": "Chiral near-field control of quantum light generation using magneto-optical graphene",
    "abstract": "           We theoretically explore strategies to actively control photon emission from quantum light sources by leveraging the large magneto-optical response of graphene. The quantum electrodynamic response of graphene -- characterized by the Purcell factor and the Lamb shift of a proximal emitter -- is analyzed for extended two-dimensional sheets, one-dimensional nanoribbons, and zero-dimensional nanodisks, all of which are endowed with an intrinsic chiral near-field response under a static perpendicular magnetic field. Using rigorous semianalytical models of these systems, we reveal that the emission properties can be readily tuned by variations in doping charge carrier density and applied magnetic field strength, both with respect to magnetoplasmon resonances (at infrared frequencies) and Shubnikov-de-Haas oscillations (entering telecommunication bands) associated with optical transitions between discrete Landau levels. Localized magnetoplasmons in graphene nanoribbons are predicted to induce large dissymmetry in the spontaneous emission from left-hand and right-hand circularly polarized transitions in a proximal quantum emitter, presenting applications for chiral quantum optical waveguiding. This chiral dissymmetry is further enhanced in gyrotropic graphene nanodisks, signaling that the spatial shaping of near-fields in nanostructured graphene can significantly boost the intrinsic chiral response induced by the magnetic field. These results indicate that magneto-optical graphene constitutes a versatile and highly tunable platform for quantum light generation and manipulation at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2505.10276",
    "authors": [
      "Mikkel Have Eriksen",
      "Joel D. Cox"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10338",
    "title": "Telecom-to-Visible Quantum Frequency Converter on a Silicon Nitride Chip",
    "abstract": "           Quantum frequency conversion serves a key role in the realization of hybrid quantum networks by interfacing between wavelength-incompatible platforms. Here we present the first quantum frequency converter connecting visible and telecom domains on a silicon nitride (SiN) chip, using Bragg-scattering four-wave mixing to upconvert heralded single photons from 1260 to 698 nm, which covers a 192 THz span. We examine the noise sources in SiN and devise approaches to suppress noise photons at the source and target frequencies to enable measurements at the single-photon level. We demonstrate an on-chip conversion efficiency of 5% in photon flux and describe design modifications that can be implemented to significantly improve it. Our results pave the way for the implementation of CMOS-compatible devices in quantum networks.         ",
    "url": "https://arxiv.org/abs/2505.10338",
    "authors": [
      "Sidarth Raghunathan",
      "Richard Oliver",
      "Yun Zhao",
      "Karl McNulty",
      "Chaitali Joshi",
      "Michal Lipson",
      "Alexander L. Gaeta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.10492",
    "title": "Multi-contrast laser endoscopy for in vivo gastrointestinal imaging",
    "abstract": "           White light endoscopy is the clinical gold standard for detecting diseases in the gastrointestinal tract. Most applications involve identifying visual abnormalities in tissue color, texture, and shape. Unfortunately, the contrast of these features is often subtle, causing many clinically relevant cases to go undetected. To overcome this challenge, we introduce Multi-contrast Laser Endoscopy (MLE): a platform for widefield clinical imaging with rapidly tunable spectral, coherent, and directional illumination. We demonstrate three capabilities of MLE: enhancing tissue chromophore contrast with multispectral diffuse reflectance, quantifying blood flow using laser speckle contrast imaging, and characterizing mucosal topography using photometric stereo. We validate MLE with benchtop models, then demonstrate MLE in vivo during clinical colonoscopies. MLE images from 31 polyps demonstrate an approximate three-fold improvement in contrast and a five-fold improvement in color difference compared to white light and narrow band imaging. With the ability to reveal multiple complementary types of tissue contrast while seamlessly integrating into the clinical environment, MLE shows promise as an investigative tool to improve gastrointestinal imaging.         ",
    "url": "https://arxiv.org/abs/2505.10492",
    "authors": [
      "Taylor L. Bobrow",
      "Mayank Golhar",
      "Suchapa Arayakarnkul",
      "Anthony A. Song",
      "Saowanee Ngamruengphong",
      "Nicholas J. Durr"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1909.09383",
    "title": "Single photon emission and single spin coherence of a nitrogen vacancy centre encapsulated in silicon nitride",
    "abstract": "           Finding the right material platform for engineering efficient photonic interfaces to solid state emitters has been a long-standing bottleneck for scaling up solid state quantum systems. In this work, we demonstrate that nitrogen-rich silicon nitride, with its low background auto-fluorescence at visible wavelengths, is a viable quantum photonics platform by showing that nitrogen vacancy centres embedded in nanodiamonds preserve both their quantum optical and spin properties post-encapsulation. Given the variety of high-performance photonic components already demonstrated in silicon nitride, our work opens up a new avenue for building integrated photonic circuits using solid state emitters.         ",
    "url": "https://arxiv.org/abs/1909.09383",
    "authors": [
      "Joe A. Smith",
      "Jorge Monroy-Ruz",
      "John G. Rarity",
      "Krishna C. Balram"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.14422",
    "title": "Investigations of optical aberration on quantum diamond microscopy toward high spatial resolution and sensitivity",
    "abstract": "           Quantum diamond microscopy (QDM), which employs nitrogen-vacancy (NV) center ensembles, is a promising approach to quantitatively imaging magnetic fields with both high resolution that approaches the diffraction limit and a wide field of view. The commonly adopted setups of QDM capture the photoluminescence through transparent diamonds, which inevitably entail aberrations -- optical errors that degrade the optical resolution and contrast of the obtainable image. In this study, we delve into the impact of optical aberrations, focusing on their dependence on diamond thickness. We first introduce a rigorous model [Richards et al., Braat et al.] of diffraction that incorporates aberrations, producing the NV center optical image. We confirm that this model accurately reproduces the confocal images of single NV centers obtained at various depths in diamonds. Extending this model to a wide-field microscope, we find that the model also accurately reproduces the USAF 1951 resolution test chart obtained through diamonds of various thicknesses. Based on these investigations, we quantitatively assess the consequent resolution constraints and propose thinning the diamond as a viable solution. We present a robust method to quantitatively ascertain resolution in optical systems influenced by aberrations caused by ray transmission through diamonds. For instance, for a typical microscope with an objective lens of NA = 0.7, the diffraction limit is achievable through diamonds that are 30 {\\mu}m thick, and a resolution of 1 {\\mu}m is obtained through diamonds that are 100 {\\mu}m thick. Those results opens up avenues for enhanced performance in QDM. The Julia package used to calculate the vectorial PSFs is available at this http URL.         ",
    "url": "https://arxiv.org/abs/2402.14422",
    "authors": [
      "Shunsuke Nishimura",
      "Moeta Tsukamoto",
      "Kento Sasaki",
      "Kensuke Kobayashi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2410.12233",
    "title": "Physically interpretable diffractive optical networks for high-dimensional vortex mode sorting",
    "abstract": "           Despite the significant progress achieved by diffractive optical networks in diverse computing tasks, such as mode multiplexing and demultiplexing, investigations into the physical meanings behind complex diffractive networks at the layer level have been quite limited. Here, for highdimensional vortex mode sorting tasks, we show how various physical transformation rules for each layer within trained diffractive networks can be revealed under properly defined input/output mode relations. An intriguing physical transformation division phenomenon, associated with the saturated sorting performance of the system, has been observed with an increasing number of masks. In addition, we have also demonstrated the use of physical interpretation for efficiently designing parameter-varying networks with high performance. These physically interpretable optical networks resolve the contradiction between rigorous physical theorems and operationally vague network structures, paving the way for designing and understanding systems for various mode conversion tasks, and inspiring further interpretation of diffractive networks in advanced tasks and other network structures.         ",
    "url": "https://arxiv.org/abs/2410.12233",
    "authors": [
      "Ruitao Wu",
      "Juncheng Fang",
      "Rui Pan",
      "Rongyi Lin",
      "Kaiyuan Li",
      "Ting Lei",
      "Luping Du",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.23887",
    "title": "Demonstration of tilt sensing using a homodyne quadrature interferometric translational sensor",
    "abstract": "           Future gravitational wave observation in space will demand improvement in the sensitivity of the local sensor for the drag-free control. This paper presents the proposal, design, and demonstration of a new laser interferometric sensor named Quadrature Interferometric Metrology of Translation and Tilt (QUIMETT) for the drag-free local sensor. QUIMETT enables simultaneous measurements of both translational displacement and tilts of a reflective object with a single interferometer package. QUIMETT offers a characteristic feature where the sensitivity to tilt is independent of the interference condition while maintaining the ability to measure the translational displacement for a range greater than the laser wavelength. The tilt-sensing function has been demonstrated in a prototype experiment. The tilt sensitivity remained unchanged in different interference conditions and stayed at 10 nrad/Hz$^{1/2}$ at 0.1 Hz.         ",
    "url": "https://arxiv.org/abs/2410.23887",
    "authors": [
      "Koji Nagano",
      "Karera Mori",
      "Kiwamu Izumi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.05443",
    "title": "Power Law Behavior in the Spatial and Frequency Domain Governing Thermal Slip at a Liquid/Solid Interface",
    "abstract": "           Integrated chips for power intensive graphics and computer processing applications dissipate so much heat nowadays that liquid based cooling has become practically essential to prevent breakdown from thermal runaway. Fortunately, cooling schemes based on immersion technology or microfluidic networks are proving effective. However, further progress ultimately requires tackling the intrinsic thermal impedance caused by the discontinuity in properties across the liquid/solid (L/S) interface. Since experimental tools still lack sufficient spatiotemporal resolution for this purpose and given there are no analytic models for phonon propagation across the L/S interface, researchers have come to rely heavily on non-equilibrium molecular dynamics (NEMD) simulations. The goal of this computational study was to determine whether there exist compact general equations for the thermal slip length based on correlated behavior in the L/S contact zone. The results reveal power law equations for the thermal slip length incorporating the influence of molecular interaction parameters, local temperature, long range translational order and peak vibrational frequencies. These findings offer a promising route forward directed at the influence of surface localized phonons in the L/S contact zone.         ",
    "url": "https://arxiv.org/abs/2412.05443",
    "authors": [
      "Hiroki Kaifu",
      "Sandra M. Troian"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2502.06573",
    "title": "The H2M Monolithic Active Pixel Sensor -- characterizing non-uniform in-pixel response in a 65 nm CMOS imaging technology",
    "abstract": "           The high energy physics community recently gained access to the TPSCo 65 nm ISC (Image Sensor CMOS), which enables a higher in-pixel logic density in monolithic active pixel sensors (MAPS) compared to processes with larger feature sizes. To explore this novel technology, the Hybrid-to-Monolithic (H2M) test chip has been designed and manufactured. The design followed a digital-on-top design workflow and ports a hybrid pixel-detector architecture, with digital pulse processing in each pixel, into a monolithic chip. The chip matrix consists of 64$\\times$16 square pixels with a size of 35$\\times$35 um2, and a total active area of approximately 1.25 um2. The chip has been successfully integrated into the Caribou DAQ system. It is fully functional, and the measured threshold dispersion and noise agree with the expectation from front-end simulations. However, a non-uniform in-pixel response related to the size and location of the n-wells in the analog circuitry has been observed in test beam measurements and will be discussed in this contribution. This asymmetry in the pixel response, enhanced by the 35 um pixel pitch - larger than in other prototypes - and certain features of the readout circuit, has not been observed in prototypes with smaller pixel pitches in this technology.         ",
    "url": "https://arxiv.org/abs/2502.06573",
    "authors": [
      "Sara Ruiz Daza",
      "Rafael Ballabriga",
      "Eric Buschmann",
      "Michael Campbell",
      "Raimon Casanova Mohr",
      "Dominik Dannheim",
      "Jona Dilg",
      "Ana Dorda",
      "Finn King",
      "Ono Feyens",
      "Philipp Gadow",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Yajun He",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Corentin Lemoine",
      "Stefano Maffessanti",
      "Larissa Mendes",
      "Younes Otarid",
      "Christian Reckleben",
      "Sébastien Rettie",
      "Manuel Alejandro del Rio Viera",
      "Judith Schlaadt",
      "Adriana Simancas",
      "Walter Snoeys",
      "Simon Spannagel",
      "Tomas Vanat",
      "Anastasiia Velyka",
      "Gianpiero Vignola",
      "Håkan Wennlöf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2502.20483",
    "title": "Enhanced spatiotemporal optical vortices and vortex chains from Hermite-Gauss modes with a tilted pulse front",
    "abstract": "           Hermite-Gaussian (HG) beams are standard modes delivered by continuous or pulsed lasers systems, and pulse-front tilt is one of the most common, detrimental or beneficial, spatiotemporal couplings affecting ultrashort pulses. Combining them, we show that focusing a pulsed HG beam with a tilt generates an elliptical spatiotemporal optical vortex (STOV), or a chain of them. The elliptical STOVs differ from standard STOVs in an additional spatial chirp that is manifested as a wave front temporal rotation, and results in an enhanced transverse orbital angular momentum. The longitudinal field is significantly larger than that of normal STOVs, and may also take the form of an elliptical STOV. Our concept greatly simplifies previous arrangements for the generation of STOVs, whose additional features make them attractive for improving their applications in electron trapping and acceleration, or as driving fields for the generation of higher-order harmonics and other interactions with matter.         ",
    "url": "https://arxiv.org/abs/2502.20483",
    "authors": [
      "Miguel A. Porras",
      "Spencer W. Jolly"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.05799",
    "title": "Coherent heat transfer leads to genuine quantum enhancement in the performances of continuous engines",
    "abstract": "           Conventional continuous quantum heat engines with incoherent heat transfer perform poorly as they exploit two-body interactions between the system and hot or cold baths, thus having limited capability to outperform their classical counterparts. We introduce distinct continuous quantum heat engines that utilize coherent heat transfer with baths, yielding genuine quantum enhancement in performance. These coherent engines consist of one qutrit system and two photonic baths and enable coherent heat transfer via two-photon transitions involving three-body interactions between the system and hot and cold baths. We demonstrate that coherent engines deliver significantly higher power output with much greater reliability, i.e., lower signal-to-noise ratio of the power, by hundreds of folds over their incoherent counterparts. Importantly, coherent engines can operate close to or at the maximal achievable reliability allowed by the quantum thermodynamic uncertainty relation. Moreover, coherent engines manifest more nonclassical features than incoherent engines because they violate the classical thermodynamic uncertainty relation by a greater amount and for a wider range of parameters. These genuine enhancements in the performance of coherent engines are directly attributed to their capacity to harness higher energetic coherence for the resonant driving case. The experimental feasibility of coherent engines and the improved understanding of how quantum properties can enhance performance may find applications in quantum-enabled technologies.         ",
    "url": "https://arxiv.org/abs/2404.05799",
    "authors": [
      "Brij Mohan",
      "Rajeev Gangwar",
      "Tanmoy Pandit",
      "Mohit Lal Bera",
      "Maciej Lewenstein",
      "Manabendra Nath Bera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12039",
    "title": "Fast and Automated Optical Polarization Compensation of Fiber Unitaries",
    "abstract": "           The polarization of light is critical in various applications, including quantum communication, where the photon polarization encoding a qubit can undergo uncontrolled changes when transmitted through optical fibers. Bends in the fiber, internal and external stresses, and environmental factors cause these polarization changes, which lead to errors and therein limit the range of quantum communication. To prevent this, we present a fast and automated method for polarization compensation using liquid crystals. This approach combines polarimetry based on a rotating quarter-waveplate with high-speed control of the liquid-crystal cell, offering high-fidelity compensation suitable for diverse applications. Our method directly solves for compensation parameters, avoiding reliance on stochastic approaches or cryptographic metrics. Experimental results demonstrate that our method achieves over 99% fidelity within an average of fewer than six iterations, with further fine-tuning to reach above 99.5% fidelity, providing a robust solution for maintaining precise polarization states in optical systems.         ",
    "url": "https://arxiv.org/abs/2411.12039",
    "authors": [
      "Niklas Braband",
      "Arman Mansouri",
      "Riza Fazili",
      "Stefanie Czischek",
      "Jeff S. Lundeen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.12537",
    "title": "Quantum charge sensing using a semiconductor device based on $δ$-layer tunnel junctions",
    "abstract": "           We report a nanoscale device concept based on a highly doped $\\delta$-layer tunnel junction embedded in a semiconductor for charge sensing. Recent advances in Atomic Precision Advanced Manufacturing (APAM) processes have enabled the fabrication of devices based on quasi-2D, highly conductive, highly doped regions, known as $\\delta$-layers, in semiconductor materials. In this work, we demonstrate that APAM $\\delta$-layer tunnel junctions are ultrasensitive to the presence of charges near the tunnel junction, allowing the use of these devices for detecting charges by observing changes in the electrical current. We demonstrate that these devices can enhance the sensitivity in the limit, i.e., for small concentrations of charges, exhibiting significantly superior sensitivity compared to traditional FET-based sensors. We also propose that the extreme sensitivity arises from the strong quantization of the conduction band in these highly-confined systems.         ",
    "url": "https://arxiv.org/abs/2412.12537",
    "authors": [
      "Juan P. Mendez",
      "Denis Mamaluy"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03211",
    "title": "Compact superconducting vacuum-gap capacitors with low microwave loss and high mechanical coherence for scalable quantum circuits",
    "abstract": "           Vacuum-gap capacitors have recently attracted significant interest in superconducting circuit platforms due to their compact design and exceptionally low dielectric losses in the microwave regime. Their intrinsic ability to support mechanical vibrational modes makes them well-suited for circuit optomechanics. However, precise control over the gap size and the realization of high-coherence mechanical modes remain longstanding challenges. Here, we present a detailed and scalable fabrication process for vacuum-gap capacitors that support ultra-high-coherence mechanical motion, exhibit low microwave loss, and occupy a significantly smaller footprint compared to conventional planar geometries. By employing a planarized $\\mathrm{SiO}_2$ sacrificial layer, we achieve vacuum gaps on the order of 150 nm. Using this platform, we have recently demonstrated ground-state cooling and motion squeezing of a mechanical oscillator with a quality factor of 40 million, a 100-fold improvement compared to prior works, as well as a single-photon optomechanical coupling rate of approximately 15Hz. Additional achievements include the realization of an optomechanical topological lattice with 24 sites and the observation of quantum collective dynamics in a mechanical hexamer. Collectively, these results underscore the potential of vacuum-gap capacitors as a platform for coupling superconducting qubits to mechanical systems, enabling quantum storage, and probing gravitational effects in quantum mechanics.         ",
    "url": "https://arxiv.org/abs/2501.03211",
    "authors": [
      "Amir Youssefi",
      "Mahdi Chegnizadeh",
      "Marco Scigliuzzo",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.17907",
    "title": "Coherent nonlinear optical probe for cavity-dressed vibrational mode mixing: multidimensional double-quantum coherence and photon-echo signal",
    "abstract": "           Cavity modulation of interacting molecular vibrational modes promises an expanded role of the characteristic vibrations to act as spectroscopic markers. In addition to the intrinsic, inter-mode and extrinsic, cavity-mediated inter-mode delocalization, the vibrational modes undergo multiscale relaxation due to reservoir vibrations. Two complementary coherent multidimensional spectroscopic techniques are presented, which reveal the dynamical nature of the mode correlations in the presence relaxation. Simulations are presented for finite laser pulses. The chosen cavity-vibron mode coupling strengths fall within the range of inter-vibrational mode coupling, hinting at a parameter regime where vibrational energy dispersal can be controlled. It is highlighted that the cavity manipulation of vibrational double excitations, namely, overtone and combination states, can offer deeper insights into the collective mode dynamics. These observations set the ground for cavity-controlled spectroscopic investigation of mode-selective dynamics, where localized electromagnetic modes function as an effective few-body coupler of vibrations.         ",
    "url": "https://arxiv.org/abs/2504.17907",
    "authors": [
      "Arunangshu Debnath"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  }
]