[
  {
    "id": "arXiv:2412.00272",
    "title": "On the transfer of the angular momentum of a structured laser pulse to an ensemble of charged particles",
    "abstract": "           A structure of a laser pulse may significantly influence the dynamics of interacting particles. In the case of dilute plasma the particle dynamics may be considered in the single particle approximation. In this paper the problem of the angular momentum gain of a single particle in a focused structured pulse is considered for some certain cases, including radial and azimuthal polarizations, in the frameworks of the theoretical model, presented in [E. Dmitriev and Ph. Korneev, 'Angular momentum gain by electrons under the action of intense structured light', Physical Review A, vol. 110, p. 013514, (2024)], which includes solving of Maxwell's equations with a required accuracy and the high order perturbation theory. The obtained analytical results are compared to the results of numerical simulations. Angular dependence in the structure of the laser pulse is shown to be critically important for the orbital angular momentum gain of an ensemble of charged particles in a structured wave.         ",
    "url": "https://arxiv.org/abs/2412.00272",
    "authors": [
      "E. Dmitriev",
      "Ph. Korneev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.00299",
    "title": "Improved calculation of the Young's modulus of rectangular prisms from their resonant frequency overtones by identifying appropriate shear constants",
    "abstract": "           Young's modulus is an important parameter for characterizing the strength of, and wave propagation through, a given material. This study improves the estimation of Young's modulus using the impulse excitation (IE) technique based on an experimental analysis of 19 borosilicate glass bars. Analysis of the frequency equations relating Young's modulus to the out of plane and in plane flexural resonant frequencies of rectangular prisms has been conducted for both the fundamental frequency and its overtones at higher orders of vibration. The Young's modulus of three novaculite rocks with various porosities were then measured up to the seventh order of vibration to validate the optimum shear constant equation for estimating Young's modulus. Young's modulus was found to be nearly frequency independent for these rock samples.         ",
    "url": "https://arxiv.org/abs/2412.00299",
    "authors": [
      "Paul A. Bosomworth",
      "Rui Zhang",
      "Lawrence M. Anovitz"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2412.00307",
    "title": "Monte Carlo Sensitivity Coefficients and Analytical Benchmarks for Unresolved Resonance Probability Tables",
    "abstract": "           The Monte Carlo differential operator sampling method is applied to the computation of sensitivity coefficients of unresolved resonance probability table cross sections. Three new analytical benchmarks for verifying unresolved resonance treatments and sensitivity coefficient computations are developed. The method and its research-code implementation are verified against these benchmarks and agreement is observed. Numerical results for unresolved resonance sensitivity coefficients are obtained for the Big Ten benchmark and a simplified Molten Chloride Fast Reactor model. Energy-integrated eigenvalue sensitivity coefficients for the unresolved resonance range agree with MCNP6.2 calculations of these two models.         ",
    "url": "https://arxiv.org/abs/2412.00307",
    "authors": [
      "Brian C. Kiedrowski"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.00327",
    "title": "Conversion of intense laser pulses into electromagnetic fields with use of extended targets",
    "abstract": "           The effects leading to generation of quasi-stationary and propagating electromagnetic fields during the propagation of a laser-driven current discharge pulse in extended targets are considered. The results of numerical modeling describe the interaction of a relativistically intense ultrashort laser pulse with an extended dense target and its transformation into a powerful discharge current pulse. It is shown that under certain conditions such a pulse can be used to generate strong electromagnetic fields with certain spatio-temporal properties. Particular attention is paid to the influence of the discharge pulse parameters on the properties of the induced electromagnetic fields. Analysis of the discharge current profile in dependence on the target thickness is provided and the dynamics of discharge current pulse profile evolution is studied on the time scale $\\sim 10$ ps, when the propagation distance is $\\sim 3$ mm.         ",
    "url": "https://arxiv.org/abs/2412.00327",
    "authors": [
      "N. Bukharskii",
      "Ph. Korneev"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.00524",
    "title": "Shaping terahertz harmonic frequency combs with frequency dependent external reflectors",
    "abstract": "           We present a method for engineering harmonic frequency combs (HFCs) in the terahertz spectral region. This approach involves interfacing a quantum cascade laser (QCL) with an external reflector featuring frequency-dependent reflectivity. A notable advantage of this method over existing ones is its dual functionality in shaping HFCs, allowing for control over both the frequency offset and comb spacing based on the external reflectivity profile. Moreover, the resulting HFCs manifest as sequences of short pulses in the time domain. Consequently, our method enables the generation of ultrashort picosecond pulses passively, providing a distinct alternative to conventional pulse generation systems reliant on active bias current modulation, which struggle with modulation frequencies significantly higher than the first beatnote. This offers intriguing prospects for utilizing HFCs in pump and probe spectroscopy, a field already recognized in the literature as one of the most compelling applications of these states. Furthermore, we demonstrate that these HFCs can be triggered from an initial condition of free-running unlocked dynamics, eliminating the need for assuming free-running comb emission. Thus, the utilization of an external, frequency-dependent reflector is capable of enhancing the coherence of the QCL emission.         ",
    "url": "https://arxiv.org/abs/2412.00524",
    "authors": [
      "Carlo Silvestri",
      "Xiaoqiong Qi",
      "Thomas Taimre",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.00728",
    "title": "Integrated simulation of cavity design and radiation transport codes (ACE3P + Geant4)",
    "abstract": "           A simulation workflow has been developed to study dark current (DC) radiation effects using ACE3P and Geant4. The integrated workflow interfaces particle data transfer and geometry between the electromagnetic (EM) cavity simulation code ACE3P and the radiation code Geant4, targeting large-scale problems using high-performance computing. The process begins by calculating the operating mode in the vacuum region of an accelerator structure and tracking field-emitted electrons influenced by the EM fields of the mode calculated by ACE3P. It then transfers particle data at the vacuum-wall interface for subsequent radiation calculations within the wall enclosure materials through Geant4 calculation. The whole integrated simulation workflow will be demonstrated through large-scale dark current radiation calculations for the KEK 56-cell traveling-wave structure, and the efficiency of performing these simulations on the NERSC supercomputer Perlmutter will be presented.         ",
    "url": "https://arxiv.org/abs/2412.00728",
    "authors": [
      "Lixin Ge",
      "Zenghai Li",
      "Cho-Kuen Ng",
      "Liling Xiao",
      "Hiroyasu Ego",
      "Yoshinori Enomoto",
      "Hiroshi Iwase",
      "Yu Morikawa",
      "Takashi Yoshimoto"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2412.00925",
    "title": "Enhanced Q factor and robustness of photonic bound state in the continuum merging at locally bent trajectories",
    "abstract": "           Bound states in the continuum (BICs) in planar photonic structures have attracted broad scientific interest owing to their exceptional capability to confine light. Topological robustness of certain BICs allows them to be moved in the momentum space by tuning the geometric parameters of the structure. In this work, we study such a BIC in a one-dimensional periodic grating, and find that its momentum-space position can be made a non-monotonic function of a geometric parameter, forming a locally bent ''V''-shaped trajectory. We show that, near the turning point of this trajectory, the robustness of the BIC and its $Q$ factor can be greatly enhanced. We tune such ''V-BICs'' to almost merge with a symmetry-protected BIC at the $\\Gamma$-point. This creates a ''K''-shaped ultrahigh-$Q$ region containing a BIC with a much higher and more stable $Q$ factor compared to the ordinary merging BICs. The ''K-BICs'' are also found to provide a strong enhancement of the $Q$ factor in finite gratings over an extremely wide range of geometric parameters. Our findings enable further advancements in the development of ultrahigh-$Q$ BICs and their applications.         ",
    "url": "https://arxiv.org/abs/2412.00925",
    "authors": [
      "Huayu Bai",
      "Andriy Shevchenko",
      "Radoslaw Kolkowski"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.00996",
    "title": "Decoupling Optical and Thermal Responses: Thermo-optical Nonlinearities Unlock MHz Transmission Modulation in Dielectric Metasurfaces",
    "abstract": "           Thermo-optical nonlinearities (TONL) in metasurfaces enable dynamic control of optical properties like transmission, reflection, and absorption through external stimuli such as laser irradiation or temperature. As slow thermal dynamics of extended systems are expected to limit modulation speeds ultimately, research has primarily focused on steady-state effects. In this study, we investigate photo-driven TONL in amorphous silicon (a-Si) metasurfaces both under steady-state and, most importantly, dynamic conditions (50 kHz modulation) using a 488 nm continuous-wave pump laser. First, we show that a non-monotonic change in the steady-state transmission occurs at wavelengths longer than the electric-dipole resonance (800 nm). In particular, at 815 nm transmission first decreases by 30% and then increases by 30% as the laser intensity is raised to 5 mW/{\\mu}m2. Next, we demonstrate that TONL decouple the thermal and optical characteristic times, the latter being up to 7 times shorter in the tested conditions (i.e {\\tau}opt =0.5 {\\mu}s vs {\\tau}th =3.5 {\\mu}s). Most remarkably, we experimentally demonstrate that combining these two effects enables optical modulation at twice the speed (100 kHz) of the excitation laser modulation. We finally show how to achieve all-optical transmission modulation at MHz speeds with large amplitudes (85%). Overall, these results show that photo-driven TONL produce large and fully reversible transmission modulation in dielectric metasurfaces with fast and adjustable speeds. Therefore, they open completely new opportunities toward exploiting TONL in dynamically reconfigurable systems, from optical switching to wavefront manipulation.         ",
    "url": "https://arxiv.org/abs/2412.00996",
    "authors": [
      "Omer Can Karaman",
      "Gopal Narmada Naidu",
      "Alan R. Bowman",
      "Elif Nur Dayi",
      "Giulia Tagliabue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01210",
    "title": "Surface acoustic waves to monitor active THz metagrating based on VO2",
    "abstract": "           We theoretically propose a new approach to in-situ monitor the altered states of pixels in VO2 based active THz amplitude metagrating by using surface acoustic waves (SAWs) generated in LiNbO3 substrate. A single broadband RF response of the SAW device consists of N narrowband frequency channels which code the feedback information on the current pixels states. This way the resistance alteration due to metal-to-insulator transition of all VO2 based pixels of the active THz grating is monitored in advance even without incident radiation. The method provides important new options of monitoring a metasurface aging as well as incorrect switching related to technological defects. Using of the SAW device in all-electrically addressed VO2 based binary grating with tunable period as well as advanced gradient type gratings are modeled.         ",
    "url": "https://arxiv.org/abs/2412.01210",
    "authors": [
      "G.Y.Karapetyan",
      "M.V.Ochkurov",
      "V.E.Kaydashev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01286",
    "title": "Self Phase Modulation and Cross Phase Modulation in Nonlinear Silicon Waveguides for On-Chip Optical Networks -- A Tutorial",
    "abstract": "           Silicon is a nonlinear material and optics based on silicon makes use of these nonlinearities to realize various functionalities required for on-chip communications. This article describes foundations of these nonlinearities in silicon at length. Particularly, self phase modulation and cross phase modulation in the context of integrated on-board and on-chip communications are presented. Important published results and principles of working of these nonlinearities are presented in considerable detail for non-expert readers.         ",
    "url": "https://arxiv.org/abs/2412.01286",
    "authors": [
      "Abdurrahman Javid Shaikh",
      "Othman Sidek",
      "Fauzi Packeer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01305",
    "title": "Full 3D Model of Modulation Efficiency of Complementary Metal Oxide Semiconductor (CMOS) Compatible, Submicron, Interleaved Junction Optical Phase Shifters",
    "abstract": "           Performance optimization associated with optical modulators requires reasonably accurate predictive models for key figures of merit. Interleaved PN-junction topology offers the maximum mode/junction overlap and is the most efficient modulator in depletion-mode of operation. Due to its structure, the accurate modelling process must be fully three-dimensional, which is a nontrivial computational problem. This paper presents a rigorous 3D model for the modulation efficiency of silicon-on-insulator interleaved junction optical phase modulators with submicron dimensions. Solution of Drift-Diffusion and Poisson equations were carried out on 3D finite-element-mesh and Maxwell equations were solved using Finite-Difference-Time-Domain (FDTD) method on 3D Yee-cells. Whole of the modelling process has been detailed and all the coefficients required in the model are presented. Model validation suggests < 10% RMS error.         ",
    "url": "https://arxiv.org/abs/2412.01305",
    "authors": [
      "Abdurrahman Javid Shaikh",
      "Fauzi Packeer",
      "Mirza Muhammad Ali Baig",
      "Othman Sidek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01308",
    "title": "Terahertz Frequency Comb High-Resolution Heterodyne Spectrometer",
    "abstract": "           We demonstrate the advantages of THz frequency combs for high-resolution spectroscopy. This benefits from wide spectral coverage and the exact knowledge of the frequency position of each comb component. Heterodyne detection combined with a fast Fourier spectrometer enables rapid and simultaneous measurement of more than 80 frequency comb modes covering a 7.5 GHz bandwidth. A spectrum is obtained in under 20 minutes yielding a uniform resolution of 70 kHz. This new setup has been validated by recording more than 150 lines of methanol around 723 GHz, and represents a new solution to exploit THz frequency combs for high-resolution spectroscopy.         ",
    "url": "https://arxiv.org/abs/2412.01308",
    "authors": [
      "Francis Hindle",
      "Alexandra Khabbaz",
      "Anthony Roucou",
      "Jean-Francois Lampin",
      "Gaël Mouret"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.01449",
    "title": "Higly efficient, tunable, electro-optic metasurfaces based on quasi-bound states in the continuum",
    "abstract": "           Ultrafast and highly efficient dynamic optical metasurfaces enabling truly spatiotemporal control over optical radiation are poised to revolutionize modern optics and photonics, but their practical realization remains elusive. In this work, we demonstrate highly efficient electro-optic metasurfaces based on quasi-bound states in the continuum (qBIC) operating in reflection that are amenable for ultrafast operation and thereby spatiotemporal control over reflected optical fields. The material configuration consists of a lithium niobate thin film sandwiched between an optically thick gold back-reflector and a grating of gold nanoridges also functioning as control electrodes. Metasurfaces for optical free-space intensity modulation are designed by utilizing the electro-optic Pockels effect in combination with an ultra-narrow qBIC resonance, whose wavelength can be finely tuned by varying the angle of light incidence. The fabricated electro-optic metasurfaces operate at telecom wavelengths with the modulation depth reaching 95 % (modulating thereby 35 % of the total incident power) for a bias voltage of +/-30 V within the electrical bandwidth of 125 MHz. Leveraging the highly angle-dependent qBIC resonance realized, we demonstrate electrically tunable phase contrast imaging using the fabricated metasurface. Moreover, given the potential bandwidth of 39 GHz estimated for the metasurface pixel size of 22 $\\mu$m, the demonstrated electro-optic metasurfaces promise successful realization of unique optical functions, such as harmonic beam steering and spatiotemporal shaping as well as nonreciprocal operation.         ",
    "url": "https://arxiv.org/abs/2412.01449",
    "authors": [
      "Christopher Damgaard-Carstensen",
      "Torgom Yezekyan",
      "Mark L. Brongersma",
      "Sergey I. Bozhevolnyi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01466",
    "title": "Optical excitation of bulk plasmons in n-doped InAsSb thin films : investigating the second viscosity in electron gas",
    "abstract": "           We demonstrate that including the second viscosity of an electron gas in the hydrodynamic model allows for highly accurate modeling of the optical response of heavily doped semiconductors. In our setup, which improves resonance visibility compared to previous approaches, plasmon resonances become more distinct, allowing for detailed analysis of the underlying physics. With advanced fitting techniques based on a physics-informed cost function and a tailored optimization algorithm, we obtain close agreement between simulations and experimental data across different sample thicknesses. This enhanced resonance visibility, combined with our integrated approach, shows that key parameters such as doping level and effective electron mass can be retrieved from a single optical measurement. The spatial dispersion taken into account in the hydrodynamic framework is essential for accurately describing the optical response of plasmonic materials in this frequency range and is likely to become a standard modeling approach.         ",
    "url": "https://arxiv.org/abs/2412.01466",
    "authors": [
      "Antoine Moreau",
      "Émilie Sakat",
      "Jean-Paul Hugonin",
      "Téo Mottin",
      "Aidan Costard",
      "Denis Langevin",
      "Patricia Loren",
      "Laurent Cerutti",
      "Fernando Gonzalez Posada Flores",
      "Thierry Taliercio"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01665",
    "title": "A Light-Emitting-Diodes-Integrated Silicon Carbide Insulated Gate Bipolar Transistor",
    "abstract": "           A light-emitting-diodes (LEDs)-integrated silicon carbide (SiC) insulated gate bipolar transistors (LI-IGBT) is proposed in this paper. The novelty of the LI-IGBT depends on the photogeneration effect of III-nitride LEDs embedded in the poly-Si regions of IGBT. Then, the photogenerated carriers are formed in the JFET region and the drift layer, indicating the increase of the conductivity in LI-IGBT as compared with the SiC IGBT with hole-barrier layer (H-IGBT) and the SiC IGBT with charge storage layer (CSL-IGBT). The static simulation results show that the electron density of the LI-IGBT at the middle of the drift layer is separately 17.44 times and 15.81 times higher than those of the H-IGBT and CSL-IGBT, yielding 40.91% and 37.38% reduction of forward voltage drop, respectively, and also, the LI-IGBT shows 304.59% and 263.67% improvements in BFOM as compared with CSL-IGBT and H-IGBT, respectively. For the dynamic simulation in one cycle, the loss of LI-IGBT is separately reduced by 6.57% and 8.57% compared to H-IGBT and CSL-IGBT. Meanwhile, the relationship between VC(sat) and Eturn-off can be optimized by adjusting collector doping and minority carrier lifetime. These results reveal that the proposed SiC IGBT will be more suitable for ultra-high voltage application.         ",
    "url": "https://arxiv.org/abs/2412.01665",
    "authors": [
      "Guoliang Zhang",
      "Zhanwei Shen",
      "Yujian Chen",
      "Yufeng Qiu",
      "Feng Zhang",
      "Rong Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.01684",
    "title": "Condensation dynamics in a two-dimensional photonic crystal waveguide",
    "abstract": "           Exciton-polariton condensation occurs at the extrema of the underlying dispersion where the density of states diverges and carriers can naturally accumulate. The existence of multiple such points leads to coupling and competition between the associated modes and dynamical redistribution of the carriers in the dispersion. Here, we directly engineer the above situation via subwavelength periodic patterning of a two-dimensional nanostructure. This leads to multimode condensation into a pair of symmetric condensates that form at high-momenta, accidental-coupling points, and a high-symmetry $\\Gamma$-point with a bound-in-the-continuum (BiC) state. The dynamical behaviour of the system reveals the non-simultaneous appearance of these condensates and the interplay of non-trivial gain and relaxation mechanisms. We fully characterise the quasi-static and dynamical regime of this artificial crystal and the properties of the different condensates. This understanding is necessary when band-structure engineering techniques are used to achieve precise control of condensate formation with given energy and momentum.         ",
    "url": "https://arxiv.org/abs/2412.01684",
    "authors": [
      "Maria Efthymiou-Tsironi",
      "Antonio Gianfrate",
      "Dimitrios Trypogeorgos",
      "Charly Leblanc",
      "Fabrizio Riminucci",
      "Grazia Salerno",
      "Milena De Giorgi",
      "Dario Ballarini",
      "Daniele Sanvitto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2412.01685",
    "title": "Fano resonance in XUV generated by helium with few-cycle intense laser pulses and its classical analogy",
    "abstract": "           We integrate numerically the Schrödinger equation for the model helium atom irradiated by intense few-cycle laser pulse and find the emitted XUV spectra. They demonstrate resonant peaks at the frequencies of transitions from the doubly-excited autoionizing states (AISs) to the ground state. We study the properties of these peaks depending on the laser pulse duration and find that the decay of the AISs due to photoionization by the laser field affects them. Moreover, we consider the classical system of two coupled oscillators and find that both the quantum (the atom with AIS in the field) and the classical (the coupled oscillators with friction) systems demonstrate Fano-like resonant peak described by an essentially complex asymmetry parameter. We find a remarkable similarity in the behavior of these systems and conclude that the classical system of coupled oscillators with friction is an analogy of the AIS having an extra decay channel in addition to the autoionization one.         ",
    "url": "https://arxiv.org/abs/2412.01685",
    "authors": [
      "S. A. Bondarenko",
      "V. V. Strelkov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01793",
    "title": "Quasi-continuous-wave-pumped thulium-doped fiber laser with 0.2 kW of instantaneous output power",
    "abstract": "           A thulium-doped fiber laser operating quasi-continuous-wave generated 198 W of instantaneous output power in 0.2-ms pulses at 50 Hz repetition rate. The duty cycle becomes 1% and the average output power 2.0 W. This was cladding-pumped with 408 W from 0.79-um diode lasers (average pump power 4.1 W). The pump switch-on time was ~10 us at full power, with the laser exhibiting relaxation oscillations starting ~5 us after the start of the pumping and lasting for ~5 us. The slope efficiency with respect to absorbed pump power was 67% up to 200 W of absorbed pump power and 52% at the full 352 W of absorbed pump power. The low duty cycle simplified the heatsinking, despite the high instantaneous power and thermal load.         ",
    "url": "https://arxiv.org/abs/2412.01793",
    "authors": [
      "Changshun Hou",
      "Ziwei Zhai",
      "Nilotpal Choudhury",
      "Tom Harris",
      "Jayanta K. Sahu",
      "Johan Nilsson"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.00407",
    "title": "Variational quantum algorithm for non-Markovian quantum dynamics",
    "abstract": "           The simulation of non-Markovian quantum dynamics plays an important role in the understanding of charge and exciton dynamics in the condensed phase environment, and yet it remains computationally expensive on classical computers. We have developed a variational quantum algorithm that is capable of simulating non-Markovian quantum dynamics. The algorithm captures the non-Markovian effect by employing the Ehrenfect trajectories in the path integral formulation and the Monte Carlo sampling of the thermal distribution. We tested the algorithm with the spin-boson model on the quantum simulator and the results match well with the exact ones. The algorithm naturally fits into the parallel computing platform of the NISQ devices and is well suited for anharmonic system-bath interactions and multi-state systems.         ",
    "url": "https://arxiv.org/abs/2412.00407",
    "authors": [
      "Peter L. Walters",
      "Mohammad U. Sherazi",
      "Fei Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.00450",
    "title": "Exact decomposition of non-Markovian dynamics in open quantum systems",
    "abstract": "           In this work, we developed a rigorous procedure for mapping the exact non-Markovian propagator to the generalized Lindblad form. It allows us to extract the negative decay rate that is the indicator of the non-Markovian effect. As a consequence, we can investigate the influence of the non-Markovian bath on the system's properties such as coherence and equilibrium state distribution. The understanding of the non-Markovian contribution to the dynamical process points to the possibility of leveraging non-Markovianity for quantum control.         ",
    "url": "https://arxiv.org/abs/2412.00450",
    "authors": [
      "Mariia Ivanchenkoa",
      "Peter L. Walters",
      "Fei Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.00743",
    "title": "Field-induced quantum interference of inelastic scattering in ultracold atomic collisions",
    "abstract": "           xploiting quantum interference remains a significant challenge in ultracold inelastic scattering. In this work, we propose a method to enable detectable quantum interference within the two-body loss rate resulting from various inelastic scattering channels. Our approach utilizes a ``ring-coupling\" configuration, achieved by combining external radio-frequency and static electric fields during ultracold atomic collisions. We conduct close-coupling calculations for $^7$Li-$^{41}$K collisions at ultracold limit to validate our proposal. The results show that the interference profile displayed in two-body loss rate is unable to be observed with unoptimized external field parameters. Particularly, our findings demonstrate that the two-body loss rate coefficient exhibits distinct constructive and destructive interference patterns near the magnetically induced $p$-wave resonance in the incoming channel near which a rf-induced scattering resonance exists. These interference patterns become increasingly pronounced with greater intensities of the external fields. This work opens a new avenue for controlling inelastic scattering processes in ultracold collisions.         ",
    "url": "https://arxiv.org/abs/2412.00743",
    "authors": [
      "Ting Xie",
      "Chuan-Cun Shu"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.00951",
    "title": "A Quantum Computing Approach to Simulating Corrosion Inhibition",
    "abstract": "           This work demonstrates a systematic implementation of hybrid quantum-classical computational methods for investigating corrosion inhibition mechanisms on aluminum surfaces. We present an integrated workflow combining density functional theory (DFT) with quantum algorithms through an active space embedding scheme, specifically applied to studying 1,2,4-Triazole and 1,2,4-Triazole-3-thiol inhibitors on Al111 surfaces. Our implementation leverages the ADAPT-VQE algorithm with benchmarking against classical DFT calculations, achieving binding energies of -0.386 eV and -1.279 eV for 1,2,4-Triazole and 1,2,4-Triazole-3-thiol, respectively. The enhanced binding energy of the thiol derivative aligns with experimental observations regarding sulfur-functionalized inhibitors' improved corrosion protection. The methodology employs the orb-d3-v2 machine learning potential for rapid geometry optimizations, followed by accurate DFT calculations using CP2K with PBE functional and Grimme's D3 dispersion corrections. Our benchmarking on smaller systems reveals that StatefulAdaptVQE implementation achieves a 5-6x computational speedup while maintaining accuracy. This work establishes a workflow for quantum-accelerated materials science studying periodic systems, demonstrating the viability of hybrid quantum-classical approaches for studying surface-adsorbate interactions in corrosion inhibition applications. In which, can be transferable to other applications such as carbon capture and battery materials studies.         ",
    "url": "https://arxiv.org/abs/2412.00951",
    "authors": [
      "Karim Elgammal",
      "Marc Maußner"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01002",
    "title": "Mutual Coupling in Dynamic Metasurface Antennas: Foe, but also Friend",
    "abstract": "           Dynamic metasurface antennas (DMAs), surfaces patterned with reconfigurable metamaterial elements (meta-atoms) that couple waves from waveguides or cavities to free space, are a promising technology to realize 6G wireless base stations and access points with low cost and power consumption. Mutual coupling between the DMA's meta-atoms results in a non-linear dependence of the radiation pattern on the DMA configuration, significantly complicating modeling and optimization. Therefore, mutual coupling has to date been considered a vexing nuance that is frequently neglected in theoretical studies and deliberately mitigated in experimental prototypes. Here, we demonstrate the overlooked property of mutual coupling to boost the control over the DMA's radiation pattern. Based on a physics-compliant DMA model, we demonstrate that the radiation pattern's sensitivity to the DMA configuration significantly depends on the mutual coupling strength. We further evidence how the enhanced sensitivity under strong mutual coupling translates into a higher fidelity in radiation pattern synthesis, benefiting applications ranging from dynamic beamforming to end-to-end optimized sensing and imaging. Our insights suggest that DMA design should be fundamentally rethought to embrace the benefits of mutual coupling. We also discuss ensuing future research directions related to the frugal characterization of DMAs based on compact physics-compliant models.         ",
    "url": "https://arxiv.org/abs/2412.01002",
    "authors": [
      "Hugo Prod'homme",
      "Philipp del Hougne"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Information Theory (cs.IT)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01338",
    "title": "Simultaneously optimizing symmetry shifts and tensor factorizations for cost-efficient Fault-Tolerant Quantum Simulations of electronic Hamiltonians",
    "abstract": "           In fault-tolerant quantum computing, the cost of calculating Hamiltonian eigenvalues using the quantum phase estimation algorithm is proportional to the constant scaling the Hamiltonian matrix block-encoded in a unitary circuit. We present a method to reduce this scaling constant for the electronic Hamiltonians represented as a linear combination of unitaries. Our approach combines the double tensor-factorization method of Burg et al. with the the block-invariant symmetry shift method of Loaiza and Izmaylov. By extending the electronic Hamiltonian with appropriately parametrized symmetry operators and optimizing the tensor-factorization parameters, our method achieves a 25% reduction in the block-encoding scaling constant compared to previous techniques. The resulting savings in the number of non-Clifford T-gates, which are an essential resource for fault-tolerant quantum computation, are expected to accelerate the feasiblity of practical Hamiltonian simulations. We demonstrate the effectiveness of our technique on Hamiltonians of industrial and biological relevance, including the nitrogenase cofactor (FeMoCo) and cytochrome P450.         ",
    "url": "https://arxiv.org/abs/2412.01338",
    "authors": [
      "Konrad Deka",
      "Emil Zak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01444",
    "title": "Quantization of Visible Light by a Ni$_2$ Molecular Optical Resonator",
    "abstract": "           The quantization of an optical field is a frontier in quantum optics with implications for both fundamental science and technological applications. Here, we demonstrate that a dinickel complex (Ni$_2$) traps and quantizes classical visible light, behaving as an individual quantum system or the Jaynes Cummings this http URL composite system forms through coherently coupling the two level NiNi charge transfer transition with the local scattering field, which produces nonclassical light featuring photon anti bunching and squeezed states, as verified by a sequence of discrete photonic modes in the incoherent resonance fluorescence. Notably, in this Ni$_2$ system, the collective coupling of N molecule ensembles scales as N, distinct from the Tavis-Cummings model, which allows easy achievement of ultrastrong coupling. This is exemplified by a vacuum Rabi splitting of 1.2 eV at the resonance (3.25 eV) and a normalized coupling rate of 0.18 for the N = 4 ensemble. The resulting quantum light of single photonic modes enables driving the molecule field interaction in cavity free solution, which profoundly modifies the electronic states. Our results establish Ni$_2$ as a robust platform for quantum optical phenomena under ambient conditions, offering new pathways for molecular physics, polaritonic chemistry and quantum information processing.         ",
    "url": "https://arxiv.org/abs/2412.01444",
    "authors": [
      "Miao Meng",
      "Ying Ning Tan",
      "Yu Li Zhou",
      "Zi Cong He",
      "Zi Hao Zhong",
      "Jia Zhou",
      "Guang Yuan Zhu",
      "Chun Y. Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01453",
    "title": "Quadruply Bonded Mo$_2$ Molecules: An Emitter-Resonator Integrated Quantum System in Free Space",
    "abstract": "           In recent decades, significant progress has been made in construction and study of individual quantum systems consisting of the basic single matter and energy particles, i.e., atoms and photons, which show great potentials in quantum computation and communication. Here, we demonstrate that the quadruply-bonded Mo$_2$ unit of the complex can trap photons of visible light under ambient conditions, producing intense local electromagnetic (EM) field that features squeezed states, photon antibunching, and vacuum Rabi splitting. Our results show that both the electronic and vibrational states of the Mo$_2$ molecule are modified by coherent coupling with the scattered photons of the Mo$_2$ unit, as evidenced by the Rabi doublet4 and the Mollow triplet in the incoherent resonance fluorescence and the Raman spectra. The Mo$_2$ molecule, acting as an independent emitter-resonator integrated quantum system, allows optical experiments to be conducted in free space, enabling fundamental quantum phenomena to be observed through conventional spectroscopic instrumentation. This provides a new platform for study of field effects and quantum electrodynamics (QED) in the optical domain. The insights gained from this study advance our understanding in metal-metal bond chemistry, molecular physics and quantum optics, with applications in quantum information processing, optoelectronic devices and control of chemical reactivity.         ",
    "url": "https://arxiv.org/abs/2412.01453",
    "authors": [
      "Miao Meng",
      "Ying Ning Tan",
      "Zi Cong He",
      "Zi Hao Zhong",
      "Jia Zhou",
      "Yu Li Zhou",
      "Guang Yuan Zhu",
      "Chun Y. Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01507",
    "title": "Resonant states of muonic three-particle systems with lithium, helium and hydrogen nuclei",
    "abstract": "           We study the energy spectrum of three-particle systems (He-p-\\mu), (He-d-\\mu), (Li-p-\\mu) and (Li-d-\\mu) on the basis of variational approach with exponential and Gaussian basis. Using the Complex Coordinate Rotation (CCR) method we calculate energies of resonant states of listed molecules.         ",
    "url": "https://arxiv.org/abs/2412.01507",
    "authors": [
      "A. V. Eskin",
      "V. I. Korobov",
      "A. P. Martynenko",
      "F. A. Martynenko"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.01677",
    "title": "Coherent emission from single impurities in ZnSe through resonant excitation",
    "abstract": "           Impurity-bound excitons in II-VI semiconductors are promising optically active solid-state spin qubit systems. Previous work relied on incoherent optical excitation to generate photons from these impurities. However, many quantum applications require resonant driving to directly excite optical transitions and maintain coherence. Here, we demonstrate coherent optical emission from a resonantly driven single impurity-bound exciton in ZnSe. We observe resonance fluorescence and verify the emission coherence through polarization interferometry. Resonant excitation also enables the direct measurement of the Debye-Waller factor, determined to be 0.94, indicating high efficiency emission to the zero-phonon line. Time-resolved resonance fluorescence measurements reveal a fast optically driven ionization process attributed to Auger recombination, along with a slower spontaneous ionization process having a lifetime of 21 {\\mu}s due to charge tunneling from the impurity. We demonstrate that a low-power incoherent pump laser efficiently stabilizes the charge of the impurity-bound exciton on the timescale of 9.3 ns. Our results pave the way for direct coherent optical and spin control through resonant excitation of impurity-bound excitons in II-VI semiconductors.         ",
    "url": "https://arxiv.org/abs/2412.01677",
    "authors": [
      "Yuxi Jiang",
      "Christine Falter",
      "Robert M. Pettit",
      "Nils von den Driesch",
      "Yurii Kutovyi",
      "Amirehsan Alizadeh Herfati",
      "Alexander Pawlis",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.02696",
    "title": "Multi focus acoustic field generation using Dammann gratings for phased array transducers",
    "abstract": "           Phased array transducers can shape acoustic fields for versatile manipulation; however, generating multiple focal points typically involves complex optimization. This study demonstrates that Dammann gratings - binary phase gratings originally used in optics to generate equal-intensity spot arrays - can be adapted for acoustics to create multiple equal-strength focal points with a phased array transducer. The transducer elements were assigned phases of 0 or {\\pi}, based on a Dammann grating defined by its transition points. Simulations show that simple gratings with two transition points can generate fields with up to 12 focal points of nearly equal acoustic pressures. Compared to conventional multi-focus phase optimization techniques, the Dammann grating approach offers computational efficiency and facile reconfiguration of the focal pattern by adjusting the grating hologram. We tested this approach in numerical simulations with a hypothetical high-resolution array, achieving up to 12 focal points, and validated the efficacy of the Dammann grating in a conventional 16x16 transducer array through both simulations and experiments. This comparison highlights that while Dammann gratings effectively generate multi-focus fields, the recreation ability of these gratings in a conventional array shows a lower resolution than the hypothetical array. This study underlines the potential of adapting binary phase functions from photonics to enhance ultrasound-based acoustic manipulation for tasks requiring parallel actuation at multiple points.         ",
    "url": "https://arxiv.org/abs/2307.02696",
    "authors": [
      "Tatsuki Fushimi",
      "Yusuke Koroyasu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.10306",
    "title": "Physics-constrained convolutional neural networks for inverse problems in spatiotemporal partial differential equations",
    "abstract": "           We propose a physics-constrained convolutional neural network (PC-CNN) to solve two types of inverse problems in partial differential equations (PDEs), which are nonlinear and vary both in space and time. In the first inverse problem, we are given data that is offset by spatially varying systematic error (i.e., the bias, also known as the epistemic uncertainty). The task is to uncover the true state, which is the solution of the PDE, from the biased data. In the second inverse problem, we are given sparse information on the solution of a PDE. The task is to reconstruct the solution in space with high-resolution. First, we present the PC-CNN, which constrains the PDE with a time-windowing scheme to handle sequential data. Second, we analyse the performance of the PC-CNN for uncovering solutions from biased data. We analyse both linear and nonlinear convection-diffusion equations, and the Navier-Stokes equations, which govern the spatiotemporally chaotic dynamics of turbulent flows. We find that the PC-CNN correctly recovers the true solution for a variety of biases, which are parameterised as non-convex functions. Third, we analyse the performance of the PC-CNN for reconstructing solutions from sparse information for the turbulent flow. We reconstruct the spatiotemporal chaotic solution on a high-resolution grid from only 1% of the information contained in it. For both tasks, we further analyse the Navier-Stokes solutions. We find that the inferred solutions have a physical spectral energy content, whereas traditional methods, such as interpolation, do not. This work opens opportunities for solving inverse problems with partial differential equations.         ",
    "url": "https://arxiv.org/abs/2401.10306",
    "authors": [
      "Daniel Kelshaw",
      "Luca Magri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2405.07878",
    "title": "Multiscale Physics-Informed Neural Networks for the Inverse Design of Hyperuniform Optical Materials",
    "abstract": "           In this article, we employ multiscale physics-informed neural networks (MscalePINNs) for the inverse design of finite-size photonic materials with stealthy hyperuniform (SHU) disordered geometries. Specifically, we show that MscalePINNs can capture the fast spatial variations of complex fields scattered by arrays of dielectric nanocylinders arranged according to isotropic SHU point patterns, thus enabling a systematic methodology to inversely retrieve their effective dielectric profiles. Our approach extends the recently developed high-frequency homogenization theory of hyperuniform media and retrieves more general permittivity profiles for applications-relevant finite-size SHU systems, unveiling unique features related to their isotropic nature. In particular, we numerically corroborate the existence of a transparency region beyond the long-wavelength approximation, enabling effective and isotropic homogenization even without disorder-averaging, in contrast to the case of uncorrelated Poisson random patterns. The flexible multiscale network approach introduced here enables the efficient inverse design of more general effective media and finite-size optical metamaterials with isotropic electromagnetic responses beyond the limitations of traditional homogenization theories.         ",
    "url": "https://arxiv.org/abs/2405.07878",
    "authors": [
      "Roberto Riganti",
      "Yilin Zhu",
      "Wei Cai",
      "Salvatore Torquato",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.08847",
    "title": "The optical generation and continuous transformation of plasmonic skyrmions",
    "abstract": "           Topological quasiparticles, including skyrmions and merons, are topological textures with sophisticated vectorial structures that can be used for high-density information storage, precision metrology, position sensing, etc. Here, we realized the optical generation and continuous transformation of plasmonic field skyrmions. We generated the isolated Néel-type skyrmion using surface plasmon polaritons (SPPs) excited by a focused structured light on a silver film. We used a square and a hexagonal aperture for symmetry constraints and successfully generated the meron lattice and the skyrmion lattice. We unveiled the mechanism of topological texture generation and transformation and optimized the distribution of skyrmion and meron topologies. We further demonstrated the continuous transformation among the isolated skyrmion, the meron lattice, and the skyrmion lattice using well-designed circular-fourfold, circular-sixfold, and fourfold-sixfold symmetry apertures, respectively. This work can open up a pathway for the generation and transformation of skyrmion and meron topologies, which is expected to facilitate new applications in optical information storage and encoding.         ",
    "url": "https://arxiv.org/abs/2405.08847",
    "authors": [
      "Zhe Shen",
      "Sen Lu",
      "Xiong Xiong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.18810",
    "title": "Assisting Tibetan Students in Learning Quantum Mechanics via Mathematica",
    "abstract": "           Undergraduate students of physics in Tibet have great difficulty learning quantum mechanics (QM). We attempt to use PER-based methods to help Tibetan students learn QM. In this preliminary study, we incorporate Mathematica in a QM course at Tibet University and record students' learning experiences. Tibetan students tend to have subjective feelings of learning Mathematica, whereas Han students (majority) are more focused on the operational techniques of Mathematica. The results also suggest that both Tibetan students and Han students show limited improvement in time-independent Schrodinger equations after learning QM with Mathematica. Further effort is needed to improve the academic literacy skills of physics students in Tibet.         ",
    "url": "https://arxiv.org/abs/2406.18810",
    "authors": [
      "Guangtian Zhu",
      "Jing Hu",
      "Chun Du"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.13151",
    "title": "Direct observation of the enhanced photonic spin Hall effect in a subwavelength grating supporting surface plasmon resonance",
    "abstract": "           The photonic spin Hall effect (PSHE) in surface plasmon resonance (SPR) structures has great potential for various polarization-sensitive applications and devices. Here, using optical weak measurement, we observe spin-dependent and spin-independent angular shifts of the reflected beam, enhanced by SPR in a subwavelength nickel grating. An enhanced in-plane photonic spin Hall effect manifested in the angular splitting of circularly polarized photons with opposite helicity signs is demonstrated. We theoretically and experimentally demonstrate that angular in-plane shifts can be changed from spin-independent (Goos-Hänchen shift) to spin-dependent (PSHE) when the incident beam polarization state changes. The SPR-induced depolarization of light and the mixing of polarization states are detected. High purity of spin separation and a high degree of circular polarization are achieved with an optimal polarization state (preselection angle) and a resonance angle of incidence. The spineless spatial separation of two orthogonal components of the field with diagonal linear polarizations is demonstrated.         ",
    "url": "https://arxiv.org/abs/2408.13151",
    "authors": [
      "N. I. Petrov",
      "Y. M. Sokolov",
      "V. V. Stoiakin",
      "V. A. Danilov",
      "V. V. Popov",
      "B. A. Usievich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.16698",
    "title": "Universal on-chip polarization handling with deep photonic networks",
    "abstract": "           We propose a novel design paradigm for arbitrarily capable deep photonic networks of cascaded Mach-Zehnder Interferometers (MZIs) for on-chip universal polarization handling. Using a device architecture made of cascaded Mach-Zehnder interferometers, we modify and train the phase difference between interferometer arms for both polarizations through wide operation bandwidths. Three proof-of-concept polarization handling devices are illustrated using a software-defined, physics-informed neural framework, to achieve user-specified target device responses as functions of polarization and wavelength. These devices include a polarization splitter, a polarization-independent power splitter, and an arbitrary polarization-dependent splitter to illustrate the capabilities of the design framework. The performance for all three devices is optimized using transfer matrix calculations; and their final responses are verified through 3D-FDTD simulations. All devices demonstrate state-of-the-art performance metrics with over 20 dB extinction, and flat-top transmission bands through bandwidths of 120 nm. In addition to the functional diversity enabled, the optimization for each device is completed in under a minute, highlighting the computational efficiency of the design paradigm presented. These results demonstrate the versatility of the deep photonic network design ecosystem in polarization management, unveiling promising prospects for advanced on-chip applications in optical communications, sensing, and computing.         ",
    "url": "https://arxiv.org/abs/2411.16698",
    "authors": [
      "Aycan Deniz Vit",
      "Ujal Rzayev",
      "Bahrem Serhat Danis",
      "Ali Najjar Amiri",
      "Kazim Gorgulu",
      "Emir Salih Magden"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2411.19646",
    "title": "A frequency tunable low-noise YIG-GGG based oscillator with strong magneto-elastic coupling",
    "abstract": "           We present a frequency tunable magneto-acoustic oscillator (MAO) operating in low-phase-noise and complex dynamical regimes based on a single composite YIG-GGG resonator. The magneto-acoustic resonator (MAR) is based on a YIG (yttrium iron garnet) layer epitaxially grown on a GGG (gadolinium gallium garnet) substrate. By optimizing the YIG thickness, we obtain a high magneto-elastic coupling of around 1 MHz between the ferromagnetic resonance (FMR) in YIG and high overtone acoustic resonances (HBARs) in the YIG-GGG structure in the 1-2 GHz frequency range. It allows to eliminate the need for pre-selectors and bulky circulators, thus simplifying the MAO design while maintaining the possibility to lock to HBAR YIG-GGG modes. With an adjustment in the loop over-amplification parameter, the MAO can be locked either only to high-Q magneto-acoustic HBARs or to both types of resonance including HBARs and the FMR mode of the YIG film. In a low-phase-noise regime, MAO generates only at certain values of the applied field and exhibits discrete frequency tunability with a 3.281 MHz step corresponding to the frequency separation between the adjacent HBAR modes in a YIG-GGG structure. In a complex regime where oscillation conditions expand to include both HBAR and FMR modes, MAO demonstrates continuous generation as the function of the applied field with variable phase noise parameters. Moreover, in low-phase-noise regime, MAO phase noise plot improves by 30 dB compared to the operational regime locked to the pure FMR in YIG which is in agreement with the measured FMR and HBAR Q-factors.         ",
    "url": "https://arxiv.org/abs/2411.19646",
    "authors": [
      "Paolo Sgarro",
      "Roman Ovcharov",
      "Roman Khymyn",
      "Sambit Ghosh",
      "Ahmad A. Awad",
      "Johan Åkerman",
      "Artem Litvinenko"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19847",
    "title": "Emulating photonic time interfaces via smooth temporal transitions",
    "abstract": "           The introduction of time as an additional degree of freedom to control wave-matter interactions have opened new avenues to fully control wave propagation in four dimensions (x,y,z,t). Time interfaces (rapid changes of the constitutive relations of the medium where a wave propagates) have recently become popular as they are the temporal analogue of spatial interfaces. While recent groundbreaking experimental work has demonstrated time interfaces from water waves, microwaves and the optical regime, rapidly changing, for instance, the permittivity of the medium requires carefully engineered structures. Here, we study the possibility of implementing smooth temporal transitions of the refractive index of the medium in order to mimic the response of time interfaces via adiabatic modulations. It is shown that indeed, as long as the signal is inside the structure during the modulation time, there are some values of rising/falling time of the adiabatic modulation that enables a full approximate emulation of a time interface. These results may open further avenues to explore by relaxing the speed at which the time-modulation should be introduced when designing four-dimensional media.         ",
    "url": "https://arxiv.org/abs/2411.19847",
    "authors": [
      "Mariya Antyufeyeva",
      "Victor Pacheco-Peña"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.14675",
    "title": "Quantum dynamics of photophysical aggregates in conjugated polymers",
    "abstract": "           Photophysical aggregates are ubiquitous in many solid-state microstructures adopted by conjugated polymers, in which $\\pi$ electrons interact with those in other polymer chains or those in other chromophores along the chain. These interactions fundamentally define the electronic and optical properties of the polymer film. While valuable insight can be gained from linear excitation and photoluminescence spectra, nonlinear coherent excitation spectral lineshapes provide intricate understanding on the electronic couplings that define the aggregate and their fluctuations. Here, we discuss the coherent two-dimensional excitation lineshape of a model hairy-rod conjugated polymer. At zero population waiting time, we find a $\\pi/2$ phase shift between the 0-0 and 0-1 vibronic peaks in the real and imaginary components of the complex coherent spectrum, as well as a dynamic phase rotation with population waiting time over timescales that are longer than the optical dephasing time. We conjecture that these are markers of relaxation of the photophysical aggregate down the tight manifold of the exciton band. These results highlight the potential for coherent spectroscopy via analysis of the complex spectral lineshape to become a key tool to develop structure-property relationships in complex functional materials.         ",
    "url": "https://arxiv.org/abs/2411.14675",
    "authors": [
      "Henry J. Kantrow",
      "Elizabeth Gutiérrez-Meza",
      "Hongmo Li",
      "Qiao He",
      "Martin Heeney",
      "Natalie Stingelin",
      "Eric R. Bittner",
      "Carlos Silva-Acuña",
      "Hao Li",
      "Félix Thouin"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]