[
  {
    "id": "arXiv:2402.10907",
    "title": "Optically Levitated Nanoparticles as Receiving Antennas for Low  Frequency Wireless Communication",
    "abstract": "Low-frequency (LF) wireless communications play a crucial role in ensuring anti-interference, long-range, and efficient communication across various environments. However, in conventional LF communication systems, their antenna size is required to be inversely proportional to the wavelength, so that their mobility and flexibility are greatly limited. Here we introduce a novel prototype of LF receiving antennas based on optically levitated nanoparticles, which overcomes the size-frequency limitation to reduce the antenna size to the hundred-nanometer scale. These charged particles are extremely sensitive to external electric field as mechanical resonators, and their resonant frequencies are adjustable. The effectiveness of these antennas was experimentally demonstrated by using the frequency shift keying (2FSK) modulation scheme. The experimental results indicate a correlation between error rate and factors such as transmission rate, signal strength, and vacuum degree with a signal strength of approximately 0.1V/m and a bit error rate below 0.1%. This advancement in leveraging levitated particle mechanical resonators (LPMRs) as LF antennas marks a significant stride in long-distance communication technology. ",
    "url": "https://arxiv.org/abs/2402.10907",
    "authors": [
      "Zhenhai Fu",
      "Jinsheng Xu",
      "Shaochong Zhu",
      "Chaoxiong He",
      "Xunming Zhu",
      "Xiaowen Gao",
      "Han Cai",
      "Peitong He",
      "Zhiming Chen",
      "Yizhou Zhang",
      "Nan Li",
      "Xingfan Chen",
      "Ying Dong",
      "Shiyao Zhu",
      "Cheng Liu",
      "Huizhu Hu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.10910",
    "title": "Energy Momentum Localization in Quantum Gravity",
    "abstract": "We introduce quantum spatio-temporal dynamics (QSD) as modeled by the Nexus Paradigm (NP) of quantum gravity to resolve the problem of energy-momentum localization in a gravitational field. Currently, the gravitational field as described using the language of geometry modeled under General Relativity (GR) fails to provide a generally accepted definition of energy-momentum. Attempts at resolving this problem using geometric methods have resulted in various energy-momentum complexes whose physical meaning remain dubious since the resulting complexes are non-tensorial under a general coordinate transformation. In QSD, the tangential manifold is the affine connection field in which energy-momentum localization is readily defined. We also discover that the positive mass condition is a natural consequence of quantization and that dark energy is a Higgs like field with negative energy density everywhere. Finally, energy-momentum localization in quantum gravity shows that a free falling object will experience larger vacuum fluctuations (uncertainties in location) in strong gravity than in weak gravity and that the amplitudes of these oscillations define the energy of the free falling object. ",
    "url": "https://arxiv.org/abs/2402.10910",
    "authors": [
      "Stuart Marongwe"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10924",
    "title": "Compact Ka-Band Metalens Antenna Enabled by Physics Assisted Particle  Swarm Optimization (PA-PSO) Algorithm",
    "abstract": "The design of multiple-feed lens antennas requires multivariate and multi-objective optimization processes, which can be accelerated by PSO algorithms. However, the PSO algorithm often fails to achieve optimal results with limited computation resources since the spaces of candidate solutions are quite large for lens antenna designs. This paper presents a design paradigm for multiple-feed lens antennas based on a physics-assisted particle swarm optimization (PA-PSO) algorithm, which guides the swarm of particles based on the laws of physics. As a proof of concept, a design of compact metalens antenna is proposed, which measures a +-55{\\deg} field of view, a 21 dBi gain with a flatness within 4 dB, a 3-dB bandwidth > 12{\\deg}, and a compact design with a F-number of 0.2. The proposed PA-PSO algorithm reaches the optimal results 6 times faster than the ordinary PSO algorithm, which shows promising applications on metasurface antenna designs. ",
    "url": "https://arxiv.org/abs/2402.10924",
    "authors": [
      "Shibin Jiang",
      "Wenjun Deng",
      "Weiming Zhu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10928",
    "title": "Passive Aperiodic Optical Phased Array based on Uniform Random Shuffle",
    "abstract": "Grating lobes arise from the periodic nature of element spacing in the optical phased array. Essentially, the phased array performs the Spatial Fourier Transform on light; the steering capability of the main lobe is governed by phase shift variations among waveguides, and the Sidelobe Suppression Ratio (SLSR) correlates with the uniformity of emitter positions. Leveraging this understanding, we have optimized a 1x64 channel passive aperiodic OPAs with the uniform random shuffle in the emitter's position. Our conceptual simulations highlight a robust steering capability (18.60{\\deg} / 10nm) and SLSR (-13.46 dB @ 0{\\deg} / -8.27 dB @ +/-45{\\deg}), and initial measurements demonstrate the steering capability (9.8 {\\deg} / 10nm, with smaller phase shifts design) and SLSR (-6.1dB @ -33.4{\\deg}) from the preliminary fabrication. ",
    "url": "https://arxiv.org/abs/2402.10928",
    "authors": [
      "Bowen Yu",
      "Dachuan Wu",
      "Yasha Yi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.10935",
    "title": "Optomechanically Induced Transparency/Absorption in a 3D Microwave  Cavity Architecture at Ambient Temperature",
    "abstract": "Leveraging advancements in cavity optomechanics, we explore Optomechanically Induced Transparency/Absorption (OMIT/OMIA) in the microwave domain at ambient temperature. Contrary to previous works employing cryogenic temperatures, this work exploits a 3D microwave cavity architecture to observe these effects at ambient temperature, broadening the scope of possible applications. The work successfully enhances the optomechanical coupling strength, enabling observable and robust OMIT/OMIA effects, and demonstrating up to 25 dB in signal amplification and 20 dB in attenuation. Operating in the unresolved sideband regime enables tunability across a wider frequency range, enhancing the system's applicability in signal processing and sensing. The findings herein highlight the potential of optomechanical systems, presenting a simplified, cost-effective, and more feasible approach for applications at ambient temperature. ",
    "url": "https://arxiv.org/abs/2402.10935",
    "authors": [
      "Sumit Kumar",
      "Matthew Kenworthy",
      "Henry Ginn",
      "Xavier Rojas"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10944",
    "title": "Polarization-sensitive mechanically-tunable microwave filter using  metallic photonic crystals",
    "abstract": "A tunable, polarization sensitive microwave filter based on a reconfigurable dual-layered two-dimensional metallic photonic crystal is presented. The filter consists of a metallic plate with periodic holes and metal pillars which are anchored in a substrate material. The diameter of the pillars is smaller than that of the holes and the lateral position of the pillars with respect to the holes is tunable. We study the transmission of the device for linearly polarized electromagnetic radiation, which is polarized parallel and perpendicular to the displacement of the movable membrane, respectively. The tuning range spans from 20.18 GHz to 26.58 GHz for perpendicular polarization and from 20.18 GHz to 18.42 GHz for parallel polarization. The 3 dB operation bandwidth varies between 3.82 GHz and 6.44 GHz for perpendicular polarization and between 3.42 GHz and 3.82 GHz for parallel polarization. Experimental data are in good agreement with finite element method (FEM) simulations. ",
    "url": "https://arxiv.org/abs/2402.10944",
    "authors": [
      "Sanaz Zarei"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10947",
    "title": "On the emergence of gravity in a framework of emergent quantum mechanics",
    "abstract": "In this work we consider the emergent origin of gravity in the framework of Hamilton-Randers theory, a theoretical framework for emergent quantum mechanics. It is shown that not only the Newtonian model of gravity is consistent with Hamilton-Randers theory, but that also certain modified Newtonian models of gravity are compatible with the theory. One of the characteristics of the modified gravity models that we have envisaged is the existence of an universal characteristic length scale beyond which the logarithmic type potential dominates over the Newtonian potential. However, for each dynamical system, there is associated a characteristic acceleration that depends upon the mass of the gravitational source. ",
    "url": "https://arxiv.org/abs/2402.10947",
    "authors": [
      "Ricardo Gallego Torromé"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2402.10950",
    "title": "Non-unitary Theory of Quantum Jumps: Lyman and Balmer Series Absorption",
    "abstract": "A non-unitary theory of quantum jumps is developed by using a new asymmetric equation, which is complementary to the Schr\\\"odinger equation. The new equation naturally displays Bohr's rules for quantum jumps, and its solutions are found analytically. The temporal solutions are used to determine time-scales of the quantum jumps, which are very short but finite. The spatial solutions are used to obtain the radial probability density of finding the electron after its jump. The obtained results are applied to the Lyman and Balmer series absorption, and their experimental verification is discussed. ",
    "url": "https://arxiv.org/abs/2402.10950",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10959",
    "title": "Ultra-low Frequency Acoustic Luneburg Lens",
    "abstract": "In this paper, a novel structural Luneburg lens with local resonators is proposed. This lens allows for the realization of subwavelength focusing in low frequency range. The lens is achieved by graded refractive index from the lens centre to the outer surface. Numerical simulations are conducted to obtain data on wave propagation waveform, maximum displacement amplitude, and full width at half maximum of the lens's focal region. The results show that a broadband frequency range can be achieved for subwavelength focusing. This provides a straightforward and adaptable method for designing the structural Luneburg lens for numerous applications. ",
    "url": "https://arxiv.org/abs/2402.10959",
    "authors": [
      "Liuxian Zhao",
      "Xuxu Zhuang",
      "Hao Guo",
      "Chuanxing Bi",
      "Zhaoyong Sun"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10989",
    "title": "Disorder-induced acoustic non-Hermitian skin effect",
    "abstract": "The interplay between disorder and topology leads to rich phenomena such as topological Anderson insulator phases, where disorder opens a topological bandgap and thereby enhances transport. With the recent advances in non-Hermitian topological physics, topological Anderson insulators have been generalized to systems with non-Hermitian disorder. However, achieving disorder-induced nontrivial point-gap topology, which is unique to non-Hermitian systems and is responsible for non-Hermitian skin effect, remains elusive. In this work, we experimentally realized non-Hermitian disorder-induced point-gap topology in a one-dimensional acoustic crystal. By controlling the gain factor of the amplifier in each basic unit, we obtained a series of disordered unidirectional hoppings with tunable strength. Using disordered acoustic crystals under open boundary conditions, we observed the emergence of non-Hermitian skin effect and the direction reversal of skin mode localization when the disorder strength is tuned. These results serve as hallmarks of point-gap topological phase transition induced by non-Hermitian disorder. Our work paves the way for exploring various disorder-induced phenomena in non-Hermitian acoustic systems. ",
    "url": "https://arxiv.org/abs/2402.10989",
    "authors": [
      "Bing-bing Wang",
      "Zheyu Cheng",
      "Hong-yu Zou",
      "Yong Ge",
      "Ke-qi Zhao",
      "Qiao-rui Si",
      "Shou-qi Yuan",
      "Hong-xiang Sun",
      "Haoran Xue",
      "Baile Zhang"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ]
  },
  {
    "id": "arXiv:2402.11026",
    "title": "Superradiant pulse saturation in a Free Electron Laser",
    "abstract": "A study is made of the saturation mechanism of a single superradiant spike of radiation in a Free Electron Laser. A one-dimensional (1D) computer model is developed using the Puffin, un-averaged FEL simulation code, which allows sub-radiation wavelength evolution of both the spike radiation field and the electron dynamics to be modelled until the highly non-linear saturation process of the spike is observed. Animations of the process from the start to the end of the interaction are available. The resultant saturated spike duration is at the sub-wavelength scale and has a broad spectrum. The electrons passing through the spike can both lose and gain energy many times greater than that of the normal non-pulsed FEL interaction. A saturation mechanism is proposed and tested via a simple analysis of the 1D FEL equations. The scaling results of the analysis are seen to be in good agreement with the numerical results. A simple model of three dimensional diffraction effects of the radiation is applied to the results of the 1D simulations. This greatly reduces longer wavelengths of the power spectrum, which are seen to be emitted mainly after the electrons have propagated through the spike, and is seen to be in qualitative agreement with recent experimental results. ",
    "url": "https://arxiv.org/abs/2402.11026",
    "authors": [
      "Pornthep Pongchalee",
      "Brian W.J. McNeil"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11075",
    "title": "Tailoring Polarization in WSe$_2$ Quantum Emitters through Deterministic  Strain Engineering",
    "abstract": "A quantum emitter in a transition metal dichalcogenide (TMD) has recently emerged as a promising platform for generating single photons for optical quantum information processing. In this work, we present an approach for deterministically controlling the polarization of fabricated quantum emitters in a tungsten diselenide (WSe$_2$) monolayer. We employ unconventional nanopillar geometries with high apex-to-base ratios and sharp vertices to induce a controlled directional strain in the monolayer, and we report on fabricated WSe$_2$ emitters producing single photons with a high degree of polarization $(99\\pm 4 \\%$) and high purity ($g^{(2)}(0) = 0.030 \\pm 0.025$). Our work paves the way for the deterministic integration of TMD-based quantum emitters in quantum photonic architecture. ",
    "url": "https://arxiv.org/abs/2402.11075",
    "authors": [
      "Athanasios Paralikis",
      "Claudia Piccinini",
      "Abdulmalik A. Madigawa",
      "Pietro Metuh",
      "Luca Vannucci",
      "Niels Gregersen",
      "Battulga Munkhbat"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11234",
    "title": "Polariton-Based Room Temperature Quantum Phototransistors",
    "abstract": "Strong light-matter coupling is a quantum process in which light and matter are coupled together, generating hybridized states. This is similar to the notion of molecular hybridization, but one of the components is light. Here, we utilized the idea and prepared quantum phototransistors using donor-acceptor combinations that can transfer energy via Rabi oscillations. As a prototype experiment, we used a cyanine J-aggregate (TDBC; donor) and MoS2 monolayer (acceptor) in a field effect transistor cavity and studied the photoresponsivity. The energy migrates through the newly formed polaritonic ladder, and the relative efficiency of the device is nearly seven-fold at the ON resonance. Further, the photon mixing fraction is calculated for each independent device and correlated with energy transfer efficiency. In the strongly coupled system, newly formed polaritonic states reshuffle the probability function. A theoretical model based on the time dependent Schr\\\"odinger equation is also used to interpret the results. Here, the entangled light-matter states act as a strong channel for funnelling the energy to the MoS2 monolayer, thereby boosting its ability to show the highest photoresponsivity at ON-resonance. These experimental findings and the proposed model suggest novel applications of strong light-matter coupling in quantum materials. ",
    "url": "https://arxiv.org/abs/2402.11234",
    "authors": [
      "Jhuma Dutta",
      "Pooja Bhatt",
      "Kuljeet Kaur",
      "Daniel E. Gómez",
      "Jino George"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11312",
    "title": "Reversible optical data storage below the diffraction limit",
    "abstract": "Color centers in wide-bandgap semiconductors feature metastable charge states that can be interconverted with the help of optical excitation at select wavelengths. The distinct fluorescence and spin properties in each of these states have been exploited to show storage of classical information in three dimensions, but the memory capacity of these platforms has been thus far limited by optical diffraction. Here, we leverage local heterogeneity in the optical transitions of color centers in diamond to demonstrate selective charge state control of individual point defects sharing the same diffraction-limited volume. Further, we apply this approach to dense color center ensembles, and show rewritable, multiplexed data storage with large areal density. These results portend alternative approaches to information processing in the form of devices with enhanced optical storage capacity. ",
    "url": "https://arxiv.org/abs/2402.11312",
    "authors": [
      "Richard Monge",
      "Tom Delord",
      "Carlos A. Meriles"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.11357",
    "title": "Graphene Terahertz Technology",
    "abstract": "During the past two decades, a variety of linear and nonlinear dynamical phenomena, especially in the terahertz (THz) frequency range, have been revealed for charge carriers in graphene, which can be utilized to develop THz devices - i.e., emitters, receivers, and modulators of THz electromagnetic waves. This review discusses various applications of graphene in THz technology, including sensing, spectroscopy, photonics, and communications. First, the basic physics and techniques of THz-wave absorption processes in graphene are discussed. THz wave absorption in graphene can occur both through interband and intraband absorption processes. Such absorption can be readily modulated by an applied gate voltage and can be enhanced by utilizing parallel-plate waveguides or a total internal reflection geometry. Next, the effect of adsorbed molecules on THz emission from graphene is described. This phenomenon can be used to construct a metamaterial-free THz sensor for biointerfaces. The manipulation of THz waves through thermal annealing is also discussed, as well as their enhancement in a graphene-based THz modulator employing metallic ring apertures. Lastly, the review highlights the excitation of propagating surface plasmon polaritons in graphene at THz frequencies, which can play important roles in THz devices for communications, nanophotonics, and imaging. ",
    "url": "https://arxiv.org/abs/2402.11357",
    "authors": [
      "Anna-Christina Samaha",
      "Jacques Doumani",
      "T. Elijah Kritzell",
      "Andrey Baydin",
      "Pulickel M. Ajayan",
      "Mario El Tahchi",
      "Junichiro Kono"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2402.11393",
    "title": "Experimental investigation on the effect of temperature on the frequency  limit of GaAs-AlGaAs and AlGaN-GaN 2DEG Hall-effect sensors",
    "abstract": "This follow-on work investigates the effect of temperature on the frequency limit of 2-dimensional electron gas (2DEG) Hall-effect sensors. ",
    "url": "https://arxiv.org/abs/2402.11393",
    "authors": [
      "Anand V Lalwani",
      "Abel John",
      "Satish Shetty",
      "Miriam Giparakis",
      "Kanika Arora",
      "Avidesh Maharaj",
      "Gottfried Strasser",
      "Aaron Maxwell Andrews",
      "Helmut Koeck",
      "Alan Mantooth",
      "Gregory Salamo",
      "Debbie G Senesky"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2402.11491",
    "title": "Electromagnetically induced gratings created by extremely short  non-overlapping pulses of light in a three-level resonant mediu",
    "abstract": "In a fixed spectral range, single- and half-cycle electromagnetic pulses have the shortest duration. Half-cycle pulses are promising tools for ultrafast control of quantum systems. Previously, the possibility of using a sequence of single- and half-cycle attosecond pulses to generate and ultrafast control light-induced population difference gratings has been demonstrated. However, such studies have been carried out using different approximations. For example, when the medium is modelled in the two-level approximation. In this paper, based on the numerical solution of the system of Maxwell-Bloch equations, it is shown that it is possible to generate and control population gratings in a three-level medium without using the approximations used in previous studies. It is shown that taking into account the additional level of the medium does not lead to a violation of the effect of generating such gratings. This extends the applicability of previous results. ",
    "url": "https://arxiv.org/abs/2402.11491",
    "authors": [
      "R. Arkhipov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.11509",
    "title": "Polarization-dependent resonant phenomena in all-dielectric scatterers:  inversion of magnetic inductance and electric displacement",
    "abstract": "The theoretical description and experimental verification of resonant phenomena in electromagnetic fields generated in the near zone of all-dielectric rectangular thin sub wavelength frames, subjected to an incident microwave, is considered. The geometry of considered problems is presented by means of arrangements of these frames in three orthogonal planes, normal respectively to electric component, magnetic component and wave vector of the incident wave. Such trio paves the way to design of 3D all-dielectric multiresonant microwave unit cell. Displacement currents, generated by linearly polarized electromagnetic waves in the system, lead to the formation of magnetic and electric dipoles, each of which possess own resonant frequency. Resonant inversion of magnetic inductance and electric displacement is observed. The sliding incidence of plane wave on the frame is shown to provide the sharp and deep resonance in the components of generated field. The phase shift equal to $\\pi$ between the magnetic components of incident and generated wave indicates the formation of negative magnetic response. There observes the angular anisotropy of arising dipoles, manifested in values of resonance frequencies and in the dependence of depths of resonant spectral dips upon the orientation of dipoles, with respect to the direction of propagation of incident wave. ",
    "url": "https://arxiv.org/abs/2402.11509",
    "authors": [
      "Aleksandr Shvartsburg",
      "Sergey Artekha"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.11646",
    "title": "Computational Kerr-Ellipsometry: Quantifying Broadband Optical  Nonreciprocity of Magneto-Optic Materials",
    "abstract": "Characterizing the optical response of magneto-optic and magnetic materials usually relies on semi-classical models (e.g. Lorentz oscillator model) involving few parameters or models based on a detailed quantum mechanical description of the underlying response. These models typically involve a few parameters that are estimated via fitting the experimental data to provide a qualitative understanding of the underlying physics. Such a few-parameters fitting approach falls short of accurately capturing all elements of the complex-valued permittivity tensor across a range of wavelengths. Accurate characterization of the permittivity tensor elements across a broad range of wavelengths is invariably imperative for designing optical elements such as isolators, circulators, etc. Here, we propose and demonstrate a ubiquitous and accessible method based on a combination of spectroscopic ellipsometry and spectroscopic Magneto-Optic Kerr Effect (MOKE) measurements coupled with rigorous numerical parameter extraction techniques. To this end, we use the combined MOKE ellipsometry measurements conducted at different angles of incidence with a gradient-descent minimization algorithm to provide the inverse solution to the complete dielectric permittivity tensor. Further, we demonstrate model re-verification to ensure the estimated dielectric permittivity values reliably predict the measured experimental data. Our method is a simplified bench-top counterpart to the otherwise complex measurement systems. ",
    "url": "https://arxiv.org/abs/2402.11646",
    "authors": [
      "Vishal Choudhury",
      "Chinmay Khandekar",
      "Ashwin K. Boddeti",
      "Ali Jishi",
      "Mustafa Erkovan",
      "Tyler Sentz",
      "Farid Kalhor",
      "Susana Cardoso",
      "V. R. Supradeepa",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.11669",
    "title": "Hybrid Kerr-electro-optic frequency combs on thin-film lithium niobate",
    "abstract": "Optical frequency combs are indispensable links between the optical and microwave domains, enabling a wide range of applications including precision spectroscopy, ultrastable frequency generation, and timekeeping. Chip-scale integration miniaturizes bulk implementations onto photonic chips, offering highly compact, stable, and power-efficient frequency comb sources. State of the art integrated frequency comb sources are based on resonantly-enhanced Kerr effect and, more recently, on electro-optic effect. While the former can routinely reach octave-spanning bandwidths and the latter feature microwave-rate spacings, achieving both in the same material platform has been challenging. Here, we leverage both strong Kerr nonlinearity and efficient electro-optic phase modulation available in the ultralow-loss thin-film lithium niobate photonic platform, to demonstrate a hybrid Kerr-electro-optic frequency comb with stabilized spacing. In our approach, a dissipative Kerr soliton is first generated, and then electro-optic division is used to realize a frequency comb with 2,589 comb lines spaced by 29.308 GHz and spanning 75.9 THz (588 nm) end-to-end. Further, we demonstrate electronic stabilization and control of the soliton spacing, naturally facilitated by our approach. The broadband, microwave-rate comb in this work overcomes the spacing-span tradeoff that exists in all integrated frequency comb sources, and paves the way towards chip-scale solutions for complex tasks such as laser spectroscopy covering multiple bands, micro- and millimeter-wave generation, and massively parallel optical communications. ",
    "url": "https://arxiv.org/abs/2402.11669",
    "authors": [
      "Yunxiang Song",
      "Yaowen Hu",
      "Marko Lončar",
      "Kiyoul Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11772",
    "title": "Kerr optical frequency division with integrated photonics for stable  microwave and mmWave generation",
    "abstract": "Optical frequency division (OFD) has revolutionized microwave and mmWave generation and set spectral purity records owing to its unique capability to transfer high fractional stability from optical to electronic frequencies. Recently, rapid developments in integrated optical reference cavities and microresonator-based optical frequency combs (microcombs) have created a path to transform OFD technology to chip scale. Here, we demonstrate an ultra-low phase noise mmWave oscillator by leveraging integrated photonic components and Kerr optical frequency division. The oscillator derives its stability from an integrated CMOS-compatible SiN coil cavity, and the optical frequency division is achieved spontaneously through Kerr interaction between the injected reference lasers and soliton microcombs in the integrated SiN microresonator. Besides achieving record-low phase noise for integrated mmWave oscillators, our demonstration greatly simplifies the implementation of integrated OFD oscillators and could be useful in applications of Radar, spectroscopy, and astronomy. ",
    "url": "https://arxiv.org/abs/2402.11772",
    "authors": [
      "Shuman Sun",
      "Mark W. Harrington",
      "Fatemehsadat Tabatabaei",
      "Samin Hanifi",
      "Kaikai Liu",
      "Jiawei Wang",
      "Beichen Wang",
      "Zijiao Yang",
      "Ruxuan Liu",
      "Jesse S. Morgan",
      "Steven M. Bowers",
      "Paul A. Morton",
      "Karl D. Nelson",
      "Andreas Beling",
      "Daniel J. Blumenthal",
      "Xu Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11783",
    "title": "Spatiotemporal Control of Ultrafast Pulses in Multimode Optical Fibers",
    "abstract": "Multimode optical fibers represent the ideal platform for transferring multidimensional light states. However, dispersion degrades the correlations between the light's degrees of freedom, thus limiting the effective transport of ultrashort pulses between distant nodes of optical networks. Here, we demonstrate that tailoring the spatiotemporal structure of ultrashort light pulses can overcome the physical limitations imposed by both chromatic and modal dispersion in multimode optical fibers. We synthesize these light states with predefined spatial and chromatic dynamics through applying a sequence of transformations to shape the optical field in all its dimensions. Similar methods can also be used to overcome dispersion processes in other physical settings like acoustics and electron optics. Our results will enable advancements in laser-based technologies, including multimode optical communications, imaging, ultrafast light-matter interactions, and high brightness fiber sources. ",
    "url": "https://arxiv.org/abs/2402.11783",
    "authors": [
      "Daniel Cruz-Delgado",
      "J. Enrique Antonio-Lopez",
      "Armando Perez-Leija",
      "Nicolas K. Fontaine",
      "Stephen S. Eikenberry",
      "Demetrios N. Christodoulides",
      "Miguel A. Bandres",
      "Rodrigo Amezcua-Correa"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.11822",
    "title": "Optical Chiral Response of MXene Nanoantenna Lattice",
    "abstract": "The chiral response from nanoantennas is useful for enabling advanced applications in areas such as optical communication, sensing, and imaging, due to its ability to selectively interact with circularly polarized light. Lattice resonances in periodic nanoantenna arrays can enhance the optical response of the nanostructure and facilitate stronger light-matter interaction. We design a nanoantenna array made of highly conductive layered MXene material, capitalizing on the lattice's unique properties to control the optical response. We demonstrate the chiral properties of this periodic array of MXene nanoantennas, and these properties are defined by the lattice periodicity. Despite being a lossy optical material in the near-infrared range, the lattice arrangement of MXene facilitates the excitation of stronger resonances, thereby enhancing its overall response. Utilizing chiral periodic lattices presents a promising avenue to significantly enhance the chiral response in lossy materials, including but not limited to MXene, transition metal dichalcogenides, and lossy metals. ",
    "url": "https://arxiv.org/abs/2402.11822",
    "authors": [
      "Vahid Karimi",
      "Viktoriia Babicheva"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11868",
    "title": "Recent Extensions of the ZKCM Library for Parallel and Accurate MPS  Simulation of Quantum Circuits",
    "abstract": "A C++ library ZKCM and its extension library ZKCM_QC have been developed since 2011 for multiple-precision matrix computation and accurate matrix-product-state (MPS) quantum circuit simulation, respectively. In this report, a recent progress in the extensions of these libraries is described, which are mainly for parallel processing with the OpenMP and CUDA frameworks. ",
    "url": "https://arxiv.org/abs/2402.11868",
    "authors": [
      "Akira SaiToh"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Mathematical Software (cs.MS)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11977",
    "title": "Measurement of the thermal accommodation coefficient of helium on a  crystalline silicon surface at low-temperatures",
    "abstract": "Next-generation gravitational wave observatories are expected to use cryogenically cooled, pendulum-suspended 200 kg test mass mirrors from a crystalline material such as crystalline silicon. During operation of the observatories, these mirrors undergo heating due to the absorption of laser radiation of up to a watt. Low noise cooling techniques need to be developed. Low-pressure helium exchange gas at 5 K might contribute to the challenging task. Here, we report the measurement of the helium accommodation coefficient $\\alpha(11\\,\\mathrm{K}<T< 30\\,\\mathrm{K})$, which is the probability that a helium atom thermalises with a surface at a given temperature, when reflected from it. We find $\\alpha(T) > 0.7$ for temperatures < 20 K, which increases the cooling power compared to recently used assumptions. The idea of free molecular flow helium gas cooling is thus supported and might find application in some observatory concepts. ",
    "url": "https://arxiv.org/abs/2402.11977",
    "authors": [
      "Alexander Franke",
      "Nils Sültmann",
      "Christoph Reinhardt",
      "Sandy Croatto",
      "Jörn Schaffran",
      "Hossein Masalehdan",
      "Axel Lindner",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.11988",
    "title": "Photonic Chiplet Interconnection via 3D-Nanoprinted Interposer",
    "abstract": "Photonic integrated circuits utilize various waveguide materials, each excelling in specific metrics like efficient light emission, low propagation loss, high electro-optic efficiency, and potential for mass production. Inherent shortcomings in each platform push exploration of hybrid and heterogeneous integration, which demands specialized designs and extra fabrication processes for each material combination. Our work introduces a novel hybrid integration scheme employing a 3D-nanoprinted interposer for a photonic chiplet interconnection system. This method represents a generic solution that can readily couple between chips of any material system, with each fabricated on its own technology platform with no change in the established process flow for the individual chips. Mode-size engineering is enhanced by the off-chip parabolic micro-reflectors. The 3D-nanoprinted chip-coupling frame and fiber-guiding funnel enable low-loss, fully passive assembly with a fast-printing process achieving sub-micron accuracy. Mode-field-dimension conversion ratio of 5:2 from fiber to chip is demonstrated with <0.5dB excess loss on top of the 1.7dB inherent coupling loss, marking the largest mode size conversion using non-waveguided components. Additionally, our system demonstrates a 2.5dB die-to-die coupling loss between silicon and InP chips over a 140nm wavelength range (1480nm to 1620nm), showcasing the potential for extensive cross-platform integration by bridging different waveguide materials. ",
    "url": "https://arxiv.org/abs/2402.11988",
    "authors": [
      "Huiyu Huang",
      "Zhitian Shi",
      "Giuseppe Talli",
      "Maxim Kuschnerov",
      "Richard Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12007",
    "title": "Terahertz control in a transmission electron microscope",
    "abstract": "Ultrafast electron microscopy provides a movie-like access to structural dynamics of materials in space and time, but fundamental atomic motions or electron dynamics are, so far, too quick to be resolved. Here we report the all-optical control, compression and characterization of electron pulses in a transmission electron microscope by the single optical cycles of laser-generated terahertz light. This concept provides isolated electron pulses and merges the spatial resolution of a transmission electron microscope with the temporal resolution that is offered by a single cycle of laser light. Central to these achievements is a perforated parallel-plate metallic waveguide in which transverse velocity mismatch and magnetic forces are mitigated by electrically constructive and magnetically destructive interferences of incoming and reflected terahertz half-cycles from a displaced waveguide termination. Measurements of spatial chirp via energy-filtered imaging reveal flat pulses with no transversal deflection or temporal aberrations at the specimen. We also report the all-optical control of multi-electron states and discover a substantial two-electron and three-electron anti-correlation in the time domain. These results open up the possibility to visualize atomic and electronic motions together with their quantum correlations on fundamental dimensions in space and time. ",
    "url": "https://arxiv.org/abs/2402.12007",
    "authors": [
      "J. Kuttruff",
      "D. Nabben",
      "A. C. Zimmermann",
      "A. Ryabov",
      "P. Baum"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.12020",
    "title": "Light storage in wavy dielectric grating with Kerr nonlinearity",
    "abstract": "Periodical corrugation in dielectric slab transfers the two waveguide modes at zero Bloch wave number into a leaky resonant mode and a symmetry protected bound states in the continuum (BIC) with small frequency detune. The leaky resonant mode can be directly excited by weak linearly polarized normally incident optical field. In the presence of Kerr nonlinearity, the BIC can be indirectly excited by an optical bistable response. Two types of bistable operations are considered. For the first type, the intensity of the incident field gradually increases to exceed a critical value, and then decreases to zero. For the second type, the intensity is fixed, while the linear polarization angle of the incident field gradually increases to exceed a critical value, and then decreases to 0$^{o}$. Theoretically, the indirectly excited BIC can store the optical energy without loss, even though the intensity of the incident field decreases to zero. Incidence of an optical field with double frequency or orthogonal linear polarization can erase the stored optical field by destroying the BIC. The proposed optical system could function as optical storage and switching device. ",
    "url": "https://arxiv.org/abs/2402.12020",
    "authors": [
      "Ma Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.12153",
    "title": "Cross talk of a large-scale depleted monolithic active pixel sensor  (DMAPS) in 180 nm CMOS technology",
    "abstract": "Monolithic pixel detectors combine readout electronics and sensor in a single entity of silicon, which simplifies the production procedure and lowers the material budget compared to conventional hybrid pixel detector concepts. Benefiting from the advances in commercial CMOS processes towards large biasing voltage capabilities and the increasing availability of high-resistivity substrates, depleted monolithic active pixel sensors (DMAPS) are able to cope with the high-rate and high-radiation environments faced in modern high-energy physics experiments. TJ-Monopix2 is the latest iteration of a DMAPS development line designed in 180 nm TowerSemicondutor technology, which features a large scale (2 x 2) cm$^2$ chip divided into (512 x 512) pixels with a pitch of (33 x 33) um$^2$. All in-pixel electronics are separated from its small collection electrode and process modifications are implemented to improve charge collection efficiency especially after irradiation. The latest laboratory measurements and investigations of a threshold variation observed for TJ-Monopix2 in typical operating conditions are presented. ",
    "url": "https://arxiv.org/abs/2402.12153",
    "authors": [
      "Lars Schall",
      "Christian Bespin",
      "Ivan Caicedo",
      "Jochen Dingfelder",
      "Tomasz Hemperek",
      "Toko Hirono",
      "Fabian Hügging",
      "Hans Krüger",
      "Konstantinos Moustakas",
      "Heinz Pernegger",
      "Petra Riedler",
      "Walter Snoeys",
      "Norbert Wermes",
      "Sinuo Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.12186",
    "title": "Subspace methods for the simulation of molecular response properties on  a quantum computer",
    "abstract": "We explore Davidson methods for obtaining excitation energies and other linear response properties within quantum self-consistent linear response (q-sc-LR) theory. Davidson-type methods allow for obtaining only a few selected excitation energies without explicitly constructing the electronic Hessian since they only require the ability to perform Hessian-vector multiplications. We apply the Davidson method to calculate the excitation energies of hydrogen chains (up to H$_{10}$) and analyze aspects of statistical noise for computing excitation energies on quantum simulators. Additionally, we apply Davidson methods for computing linear response properties such as static polarizabilities for H$_2$, LiH, H$_2$O, OH$^-$, and NH$_3$, and show that unitary coupled cluster outperforms classical projected coupled cluster for molecular systems with strong correlation. Finally, we formulate the Davidson method for damped (complex) linear response, with application to the nitrogen K-edge X-ray absorption of ammonia, and the $C_6$ coefficients of H$_2$, LiH, H$_2$O, OH$^-$, and NH$_3$. ",
    "url": "https://arxiv.org/abs/2402.12186",
    "authors": [
      "Peter Reinholdt",
      "Erik Rosendahl Kjellgren",
      "Juliane Holst Fuglsbjerg",
      "Karl Michael Ziems",
      "Sonia Coriani",
      "Stephan P. A. Sauer",
      "Jacob Kongsted"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12194",
    "title": "23.8 GHz Acoustic Filter in Periodically Poled Piezoelectric Film  Lithium Niobate with 1.52 dB IL and 19.4% FBW",
    "abstract": "This paper reports the first piezoelectric acoustic filter in periodically poled piezoelectric film (P3F) lithium niobate (LiNbO3) at 23.8 GHz with low insertion loss (IL) of 1.52 dB and 3-dB fractional bandwidth (FBW) of 19.4%. The filter features a compact footprint of 0.64 mm2. The third-order ladder filter is implemented with electrically coupled resonators in 150 nm bi-layer P3F 128 rotated Y-cut LiNbO3 thin film, operating in second-order symmetric (S2) Lamb mode. The record-breaking performance is enabled by the P3F LiNbO3 platform, where piezoelectric thin films of alternating orientations are transferred subsequently, facilitating efficient higher-order Lamb mode operation with simultaneously high quality factor (Q) and coupling coefficient (k2) at millimeter-wave (mmWave). Also, the multi-layer P3F stack promises smaller footprints and better nonlinearity than single-layer counterparts, thanks to the higher capacitance density and lower thermal resistance. Upon further development, the reported P3F LiNbO3 platform is promising for compact filters at mmWave. ",
    "url": "https://arxiv.org/abs/2402.12194",
    "authors": [
      "Sinwoo Cho",
      "Omar Barrera",
      "Jack Kramer",
      "Vakhtang Chulukhadze",
      "Tzu-Hsuan Hsu",
      "Joshua Campbell",
      "Ian Anderson",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2402.12305",
    "title": "A Digital Silicon Photomultiplier",
    "abstract": "Silicon Photomultipliers (SiPMs) are state-of-the-art photon detectors used in particle physics, medical imaging, and beyond. They are sensitive to individual photons in the optical wavelength regime and achieve time resolutions of a few tens of picoseconds, which makes them interesting candidates for timing detectors in tracking systems for particle physics experiments. The Geiger discharges triggered in the sensitive elements of a SiPM, Single-Photon Avalanche Diodes (SPADs), yield signal amplitudes independent of the energy deposited by a photon or ionizing particle. This intrinsically digital nature of the signal motivates its digitization already on SPAD level. A digital SiPM (dSiPM) was designed at Deutsches Elektronen Synchrotron (DESY), combining a SPAD array with embedded CMOS circuitry for on-chip signal processing. A key feature of the DESY dSiPM is its capability to provide hit-position information on pixel level, and one hit time stamp per quadrant at a 3 MHz readout-frame rate. The pixels comprise four SPADs and have a pitch of about 70 um. The four time stamps are provided by 12 bit Time-to-Digital Converters (TDCs) with a resolution better than 100 ps. The chip was characterized in the laboratory to determine dark count rate, breakdown voltage, and TDC characteristics. Test-beam measurements are analyzed to assess the DESY dSiPMs performance in the context of a 4D-tracking applications. The results demonstrate a spatial hit resolution on a pixel level, a minimum-ionizing particle detection efficiency of about 30 % and a time resolution in the order of 50 ps. ",
    "url": "https://arxiv.org/abs/2402.12305",
    "authors": [
      "Inge Diehl",
      "Finn Feindt",
      "Karsten Hansen",
      "Stephan Lachnit",
      "Frauke Poblotzki",
      "Daniil Rastorguev",
      "Simon Spannagel",
      "Tomas Vanat",
      "Gianpiero Vignola"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2304.11532",
    "title": "Minimizing readout-induced noise for early fault-tolerant quantum  computers",
    "abstract": "Quantum error correcting code can diagnose potential errors and correct them based on measured outcomes by leveraging syndrome measurement. However, mid-circuit measurement has been technically challenging for early fault-tolerant quantum computers and the readout-induced noise acts as a main contributor to the logical infidelity. We present a different method for syndrome extraction, namely Generalized Syndrome Measurement, that requires only a single-shot measurement on a single ancilla, while the canonical syndrome measurement requires multiple measurements to extract the eigenvalue for each stabilizer generator. As such, we can detect the error in the logical state with minimized readout-induced noise. By adopting our method as a pre-check routine for quantum error correcting cycles, we can significantly reduce the readout overhead, the idling time, and the logical error rate during syndrome measurement. We numerically analyze the performance of our protocol using Iceberg code and Steane code under realistic noise parameters based on superconducting hardware and demonstrate the advantage of our protocol in the near-term scenario. As mid-circuit measurements are still error-prone for near-term quantum hardware, our method may boost the applications of early fault-tolerant quantum computing. ",
    "url": "https://arxiv.org/abs/2304.11532",
    "authors": [
      "Yunzhe Zheng",
      "Keita Kanno"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10925",
    "title": "Anomalous thermal oxidation of gadolinium thin films deposited on  silicon by high pressure sputtering",
    "abstract": "Thin gadolinium metallic layers were deposited by high-pressure sputtering in pure Ar atmosphere. Subsequently, in situ thermal oxidation was performed at temperatures ranging from 150 to 750 $^\\circ$C. At an oxidation temperature of 500 $^\\circ$C the films show a transition from monoclinic structure to a mixture of monoclinic and cubic. Regrowth of interfacial SiO$_x$ is observed as temperature is increased, up to 1.6 nm for 750 $^\\circ$C. This temperature yields the lowest interface trap density, 4e10 eV$^{-1}$ cm$^{-2}$, but the effective permittivity of the resulting dielectric is only 7.4. The reason of this low value is found on the oxidation mechanism, which yields a surface with located bumps. These bumps increase the average thickness, thus reducing the capacitance and therefore the calculated permittivity. ",
    "url": "https://arxiv.org/abs/2402.10925",
    "authors": [
      "María Ángela Pampillón",
      "Pedro Carlos Feijoo",
      "Enrique San Andrés",
      "María Luisa Lucía",
      "María Toledano-Luque"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10966",
    "title": "Non-contact photoacoustic imaging with a silicon photonics-based Laser  Doppler Vibrometer",
    "abstract": "Photoacoustic imaging has emerged as a powerful, non-invasive modality for various biomedical applications. Conventional photoacoustic systems require contact-based ultrasound detection and expensive and bulky high-power lasers for the excitation. The use of contact-based detectors involves the risk of contamination, which is undesirable for most biomedical applications. While other non-contact detection methods can be bulky, in this paper, we demonstrate compact and contactless detection of photoacoustic signals on silicone samples embedded with ink-filled channels, mimicking tissue with blood-carrying veins. A silicon photonics-based Laser Doppler Vibrometer (LDV) detects the acoustic waves excited by a compact pulsed laser diode. By scanning the LDV beam over the surface of the sample, 2D photoacoustic images were reconstructed of the sample. Photoacoustic signals with absorption coefficients within the physiological range were detected by this setup. ",
    "url": "https://arxiv.org/abs/2402.10966",
    "authors": [
      "Emiel Dieussaert",
      "Roel Baets",
      "Hilde Jans",
      "Xavier Rottenberg",
      "Yanlu Li"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.11047",
    "title": "A Low-Dissipation and Scalable GEMM Accelerator with Silicon Nitride  Photonics",
    "abstract": "Over the past few years, several microring resonator (MRR)-based analog photonic architectures have been proposed to accelerate general matrix-matrix multiplications (GEMMs), which are found in abundance in deep learning workloads.These architectures have dramatically grown in popularity because they offer exceptional throughput and energy efficiency compared to their electronic counterparts. However, such architectures, due to their traditional realization based on the silicon-on-insulator (SOI) material platform, face two shortcomings. First, the high-index contrast of the SOI platform incurs high scattering losses, which mandates the provisioning of high optical input power.Second, SOI waveguides are susceptible to two-photon absorption, which can incur substantial optical signal losses at moderate-to-high signal fan-in. These shortcomings have severely detrimental effects on the achievable parallelism, throughput, and energy efficiency of SOI MRR-based GEMM accelerators. To address these shortcomings, we present a novel Silicon Nitride (SiN)-Based Photonic GEMM Accelerator called SiNPhAR. SiNPhAR architecture employs SiN-based active and passive devices to implement analog GEMM functions. Since the SiN material exhibits lower index contrast and no TPA, the optical signal losses in our SiNPhAR architecture are very low. This advantage significantly enhances the achievable processing parallelism, throughput, and energy efficiency of SiNPhAR architecture, compared to SOI-based photonic GEMM accelerators from prior work. We quantify and compare these benefits of SiNPhAR architecture via our cross-layer evaluation for a benchmark workload comprising four modern deep neural network models. From the system-level performance analysis, SiNPhAR demonstrates at least 1.7x better throughput FPS while consuming at least 2.8x better energy efficiency (FPS/W) than prior SOI-based GEMM accelerators. ",
    "url": "https://arxiv.org/abs/2402.11047",
    "authors": [
      "Venkata Sai Praneeth Karempudi",
      "Sairam Sri Vatsavai",
      "Ishan Thakkar",
      "Oluwaseun Adewunmi Alo",
      "Jeffrey Todd Hastings",
      "Justin Scott Woods"
    ],
    "subjectives": [
      "Hardware Architecture (cs.AR)",
      "Emerging Technologies (cs.ET)",
      "Performance (cs.PF)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.11259",
    "title": "Fourier Electron Optics with Massless Dirac Fermions Scattered by  Quantum Dot Lattice",
    "abstract": "The field of electron optics exploits the analogy between the movement of electrons or charged quasiparticles, primarily in two-dimensional materials subjected to electric and magnetic (EM) fields and the propagation of electromagnetic waves in a dielectric medium with varied refractive index. We significantly extend this analogy by introducing Fourier electron optics (FEO) with massless Dirac fermions (MDF), namely the charge carriers of single-layer graphene under ambient conditions, by considering their scattering from a two-dimensional quantum dot lattice (TDQDL) treated within Lippmann-Schwinger formalism. By considering the scattering of MDF from TDQDL with a cavity, as well as the moir\\'{e} pattern of twisted TDQDLs, we establish an electronic analogue of Babinet's principle in optics. Exploiting the similarity of the resulting differential scattering cross-section with the Fraunhofer diffraction pattern, we construct a dictionary for such FEO. Subsequently, we evaluate the resistivity of such scattered MDF using the Boltzmann approach as a function of the angle made between the direction of propagation of these charge-carriers and the symmetry axis of the dot-lattice, and Fourier analyze them to show that the spatial frequency associated with the angle-resolved resistivity gets filtered according to the structural changes in the dot lattice, indicating wider applicability of FEO of MDF. ",
    "url": "https://arxiv.org/abs/2402.11259",
    "authors": [
      "Partha Sarathi Banerjee",
      "Rahul Marathe",
      "Sankalpa Ghosh"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11350",
    "title": "Non-Heisenberg quantum mechanics",
    "abstract": "Relaxing the postulates of an axiomatic theory is a natural way to find more general theories, and historically, the discovery of non-Euclidean geometry is a famous example of this procedure. Here, we use this way to extend quantum mechanics by ignoring the heart of Heisenberg's quantum mechanics -- We do not assume the existence of a position operator that satisfies the Heisenberg commutation relation, $[\\hat x,\\hat p]=i\\hbar$. The remaining axioms of quantum theory, besides Galilean symmetry, lead to a more general quantum theory with a free parameter $l_0$ of length dimension, such that as $l_0 \\to 0$ the theory reduces to standard quantum theory. Perhaps surprisingly, this non-Heisenberg quantum theory, without a priori assumption of the non-commutation relation, leads to a modified Heisenberg uncertainty relation, $\\Delta x \\Delta p\\geq \\sqrt{\\hbar^2/4+l_0^2(\\Delta p)^2}$, which ensures the existence of a minimal position uncertainty, $l_0$, as expected from various quantum gravity studies. By comparing the results of this framework with some observed data, which includes the first longitudinal normal modes of the bar gravitational wave detector AURIGA and the $1S-2S$ transition in the hydrogen atom, we obtain upper bounds on the $l_0$. ",
    "url": "https://arxiv.org/abs/2402.11350",
    "authors": [
      "MohammadJavad Kazemi",
      "Ghadir Jafari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11600",
    "title": "AI-assisted inverse design of sequence-ordered high intrinsic thermal  conductivity polymers",
    "abstract": "Artificial intelligence (AI) promotes the polymer design paradigm from a traditional trial-and-error approach to a data-driven style. Achieving high thermal conductivity (TC) for intrinsic polymers is urgent because of their importance in the thermal management of many industrial applications such as microelectronic devices and integrated circuits. In this work, we have proposed a robust AI-assisted workflow for the inverse design of high TC polymers. By using 1144 polymers with known computational TCs, we construct a surrogate deep neural network model for TC prediction and extract a polymer-unit library with 32 sequences. Two state-of-the-art multi-objective optimization algorithms of unified non-dominated sorting genetic algorithm III (U-NSGA-III) and q-noisy expected hypervolume improvement (qNEHVI) are employed for sequence-ordered polymer design with both high TC and synthetic possibility. For triblock polymer design, the result indicates that qNHEVI is capable of exploring a diversity of optimal polymers at the Pareto front, but the uncertainty in Quasi-Monte Carlo sampling makes the trials costly. The performance of U-NSGA-III is affected by the initial random structures and usually falls into a locally optimal solution, but it takes fewer attempts with lower costs. 20 parallel U-NSGA-III runs are conducted to design the pentablock polymers with high TC, and half of the candidates among 1921 generated polymers achieve the targets (TC > 0.4 W/(mK) and SA < 3.0). Ultimately, we check the TC of 50 promising polymers through molecular dynamics simulations and reveal the intrinsic connections between microstructures and TCs. Our developed AI-assisted inverse design approach for polymers is flexible and universal, and can be extended to the design of polymers with other target properties. ",
    "url": "https://arxiv.org/abs/2402.11600",
    "authors": [
      "Xiang Huang",
      "C. Y. Zhao",
      "Hong Wang",
      "Shenghong Ju"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11623",
    "title": "Filter-free high-performance single photon emission from a quantum dot  in a Fabry-Perot microcavity",
    "abstract": "Combining resonant excitation with Purcell-enhanced single quantum dots (QDs) stands out as a prominent strategy for realizing high performance solid-state single photon sources. However, optimizing photon efficiency requires addressing challenges associated with effectively separating the excitation laser from QDs' emission. Traditionally, this involves polarization filtering, which limits the achievable polarization directions and the scalability of photonic states. In this study, we have successfully tackled this challenge by employing spatially-orthogonal resonant excitation of QDs, deterministically coupled to monolithic Fabry-Perot microcavities. Leveraging the membrane cavity structures, we have achieved filter-free single photon resonant fluorescence. The resulting source produces single photons with a simultaneous high extraction efficiency of 0.87, purity of 0.9045(4), and indistinguishability of 0.963(4). ",
    "url": "https://arxiv.org/abs/2402.11623",
    "authors": [
      "Zhixuan Rao",
      "Jiawei Yang",
      "Changkun Song",
      "Mujie Rao",
      "Ziyang Zheng",
      "Luyu Liu",
      "Xuebin Peng",
      "Ying Yu",
      "Siyuan Yu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.11624",
    "title": "A topological behavior of quantum particles originated from the  classicality of their flow velocity",
    "abstract": "In this letter, we propose a new quantum effect that naturally emerges from describing the quantum particle as a classical fluid. Following the hydrodynamical formulation of quantum mechanics for a particle in a finite convex region, we show how the maximum values of the wavefunction's amplitude lie along the boundaries of the region when imposing a vanished quantum potential, implying a classical flow velocity of the particle. The effect is obtained for the case of particles in curved space, described by Riemannian structures. We further show that such an effect cannot be achieved in the relativistic regime when dealing with quantum particles in flat or curved spacetime. ",
    "url": "https://arxiv.org/abs/2402.11624",
    "authors": [
      "Tomer Shushi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2402.11675",
    "title": "Secure quantum imaging with decoy state heralded single photons",
    "abstract": "Weak coherent source (WCS) and spontaneous parametric down converted heralded single photon pairs have found applications in quantum key distribution (QKD) and quantum imaging (QI) experiments. Decoy state methods have also been used to enhance the security for QKD and QI. We study quantum secured imaging with the decoy state heralded single photon source (HSPS). The HSPSs superior performance in low photon number regimes makes it an ideal candidate for integrating quantum key distribution protocols to reduce measurement uncertainty and ensure secure QI. Furthermore, our results also infer the influence of the decoy state WCS, due to its higher operating speed than decoy state HSPS, would be effective in conditions that allow higher mean photon numbers for quantum secured imaging. ",
    "url": "https://arxiv.org/abs/2402.11675",
    "authors": [
      "Siddhant Vernekar",
      "Jolly Xavier"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.11932",
    "title": "Nonlocality enhanced precision in quantum polarimetry via entangled  photons",
    "abstract": "We present a nonlocal quantum approach to polarimetry, leveraging the phenomenon of entanglement in photon pairs to enhance the precision in sample property determination. By employing two distinct channels, one containing the sample of interest and the other serving as a reference, we explore the conditions under which the inherent correlation between entangled photons can increase measurement sensitivity. Specifically, we calculate the quantum Fisher information (QFI) and compare the accuracy and sensitivity for the cases of single sample channel versus two channel quantum state tomography measurements. The theoretical results are verified by experimental analysis. Our theoretical and experimental framework demonstrates that the nonlocal strategy enables enhanced precision and accuracy in extracting information about sample characteristics more than the local measurements. Depending on the chosen estimators and noise channels present, theoretical and experimental results show that noise-induced bias decreases the precision for the estimated parameter. Such a quantum-enhanced nonlocal polarimetry holds promise for advancing diverse fields including material science, biomedical imaging, and remote sensing, via high-precision measurements through quantum entanglement. ",
    "url": "https://arxiv.org/abs/2402.11932",
    "authors": [
      "Ali Pedram",
      "Vira R. Besaga",
      "Frank Setzpfandt",
      "Özgür E. Müstecaplıoğlu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.12096",
    "title": "Broadband ferromagnetic resonance in Mn-doped Li ferrite nanoparticles",
    "abstract": "Lithium ferrites are well known materials due to their numerous technological applications especially in microwave devices. Mn-doped lithium ferrite nanoparticles were prepared by sol-gel technique by means of Pechini method, and then annealed at different temperatures in 250 to 1000 {\\deg}C range. XRD confirms spinel formation with particle size in the 15 to 200 nm range, with increased size with annealing temperature. Microwave magnetoabsorption data of annealed lithium ferrite nanoparticles, obtained with a broadband system based on a network analyzer operating up to 8.5 GHz are presented. At fields up to 200 mT we can observe a broad absorption peak that shifts to higher frequencies with magnetic field according to ferromagnetic resonance theory. The amplitude of absorption, up to 85%, together with the frequency width of about 4.5 GHz makes this material suitable as wave absorber. Samples annealed at higher temperatures show a behaviour similar to polycrystalline samples, thus suggesting their multidomain character ",
    "url": "https://arxiv.org/abs/2402.12096",
    "authors": [
      "P. Hernandez-Gomez",
      "J.M. Muñoz",
      "M.A. Valente",
      "M.P.F. Graça"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12196",
    "title": "Nanomechanical crystalline AlN resonators with high quality factors for  quantum optoelectromechanics",
    "abstract": "High-$Q_m$ mechanical resonators are crucial for applications where low noise and long coherence time are required, as mirror suspensions, quantum cavity optomechanical devices, or nanomechanical sensors. Tensile strain in the material enables the use of dissipation dilution and strain engineering techniques, which increase the mechanical quality factor. These techniques have been employed for high-$Q_m$ mechanical resonators made from amorphous materials and, recently, from crystalline materials such as InGaP, SiC, and Si. A strained crystalline film exhibiting substantial piezoelectricity expands the capability of high-$Q_m$ nanomechanical resonators to directly utilize electronic degrees of freedom. In this work we realize nanomechanical resonators with $Q_m$ up to $2.9\\times 10^{7}$ made from tensile-strained 290 nm-thick AlN, which is an epitaxially-grown crystalline material offering strong piezoelectricity. We demonstrate nanomechanical resonators that exploit dissipation dilution and strain engineering to reach a $Q_m \\times f_m$-product approaching $10^{13}$ Hz at room temperature. We realize a novel resonator geometry, triangline, whose shape follows the Al-N bonds and offers a central pad that we pattern with a photonic crystal. This allows us to reach an optical reflectivity above 80% for efficient coupling to out-of-plane light. The presented results pave the way for quantum optoelectromechanical devices at room temperature based on tensile-strained AlN. ",
    "url": "https://arxiv.org/abs/2402.12196",
    "authors": [
      "Anastasiia Ciers",
      "Alexander Jung",
      "Joachim Ciers",
      "Laurentius Radit Nindito",
      "Hannes Pfeifer",
      "Armin Dadgar",
      "Andre Strittmatter",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12228",
    "title": "Impact of laser focussing and radiation reaction on particle spectra  from nonlinear Breit-Wheeler pair production in the nonperturbative regime",
    "abstract": "Near-future experiments intend to detect strong-field Breit-Wheeler pair creation from the collision between bremsstrahlung bursts containing GeV-$\\gamma$ quanta and high-intensity laser pulses. In this theoretical study, we investigate the influence of laser focusing, radiation reaction and a broad bremsstrahlung $\\gamma$ spectrum on the energy and angular distributions of created pairs. Understanding the role of these inherent reaction attributes provides relevant insights for experimental detection strategies and data interpretation. We show that the inclusion of radiation reaction leads to a narrow energy spectrum of the yielded particles, whose maximum is shifted to substantially lower energies as compared to the case in which radiative energy losses are ignored. The broad bremsstrahlung spectrum also has distinct influence on the particle distributions, whereas the impact of laser focusing turns out to be rather moderate in the considered parameter regime. ",
    "url": "https://arxiv.org/abs/2402.12228",
    "authors": [
      "A. Eckey",
      "A. Golub",
      "F. C. Salgado",
      "S. Villalba-Chávez",
      "A. B. Voitkiv",
      "M. Zepf",
      "C. Müller"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12273",
    "title": "Exact Ansatz of Fermion-Boson Systems for a Quantum Device",
    "abstract": "We present an exact ansatz for the eigenstate problem of mixed fermion-boson systems that can be implemented on quantum devices. Based on a generalization of the electronic contracted Schr\\\"odinger equation (CSE), our approach guides a trial wave function to the ground state of any arbitrary mixed Hamiltonian by directly measuring residuals of the mixed CSE on a quantum device. Unlike density-functional and coupled-cluster theories applied to electron-phonon or electron-photon systems, the accuracy of our approach is not limited by the unknown exchange-correlation functional or the uncontrolled form of the exponential ansatz. To test the performance of the method, we study the Tavis-Cummings model, commonly used in polaritonic quantum chemistry. Our results demonstrate that the CSE is a powerful tool in the development of quantum algorithms for solving general fermion-boson many-body problems. ",
    "url": "https://arxiv.org/abs/2402.12273",
    "authors": [
      "Samuel Warren",
      "Yuchen Wang",
      "Carlos L. Benavides-Riveros",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.07108",
    "title": "Dynamic optical contrast imaging for real-time delineation of tumor  resection margins using head and neck cancer as a model",
    "abstract": " Comments: 21 pages, 7 figures and 1 table ",
    "url": "https://arxiv.org/abs/2202.07108",
    "authors": [
      "Yong Hu",
      "Shan Huang",
      "Albert Y. Han",
      "Seong Moon",
      "Jeffrey F. Krane",
      "Oscar Stafsudd",
      "Warren Grundfest",
      "Maie A. St. John"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Systems and Control (eess.SY)",
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10956",
    "title": "Theory of hydrodynamic phenomena in optical mesh lattices",
    "abstract": " Title: Theory of hydrodynamic phenomena in optical mesh lattices ",
    "url": "https://arxiv.org/abs/2206.10956",
    "authors": [
      "Hannah M. Price",
      "Martin Wimmer",
      "Monika Monika",
      "Ulf Peschel",
      "Iacopo Carusotto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.07685",
    "title": "Highly optimized quantum circuits synthesized via data-flow engines",
    "abstract": " Comments: 28 pages, 3 figures, 1 table ",
    "url": "https://arxiv.org/abs/2211.07685",
    "authors": [
      "Peter Rakyta",
      "Gregory Morse",
      "Jakab Nádori",
      "Zita Majnay-Takács",
      "Oskar Mencer",
      "Zoltán Zimborás"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.02759",
    "title": "Photon Management in Silicon Photovoltaic Cells: A Critical Review",
    "abstract": " Comments: 4 figures, 1 table ",
    "url": "https://arxiv.org/abs/2308.02759",
    "authors": [
      "Mohammad Jobayer Hossain",
      "Mengdi Sun",
      "Kristopher O. Davis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.04070",
    "title": "Anneal-free ultra-low loss silicon nitride integrated photonics",
    "abstract": " Comments: 33 pages, 20 figures; V3 - Added explanation of loss/thickness regimes (Fig 2) and thin resonator PDH locking experiment (Fig 4c,d) ",
    "url": "https://arxiv.org/abs/2309.04070",
    "authors": [
      "Debapam Bose",
      "Mark W. Harrington",
      "Andrei Isichenko",
      "Kaikai Liu",
      "Jiawei Wang",
      "Zachary L. Newman",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09537",
    "title": "Microscopic derivation of transition-state theory for complex quantum  systems",
    "abstract": " Comments: 6 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2310.09537",
    "authors": [
      "K. Hagino",
      "G.F. Bertsch"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]