[
  {
    "id": "arXiv:2307.03256",
    "title": "Sub-Doppler optical-optical double-resonance spectroscopy using a  cavity-enhanced frequency comb probe",
    "abstract": "Accurate parameters of molecular hot-band transitions, i.e., those starting from vibrationally excited levels, are needed to accurately model high-temperature spectra in astrophysics and combustion, yet laboratory spectra measured at high temperatures are often unresolved and difficult to assign. Optical-optical double-resonance (OODR) spectroscopy allows the measurement and assignment of individual hot-band transitions from selectively pumped energy levels without the need to heat the sample. However, previous demonstrations lacked either sufficient resolution, spectral coverage, absorption sensitivity, or frequency accuracy. Here we demonstrate OODR spectroscopy using a cavity-enhanced frequency comb probe that combines all these advantages. We detect and assign sub-Doppler transitions in the 3${\\nu}$${_3}$${\\leftarrow}$${\\nu}$${_3}$ spectral range of methane with frequency accuracy and sensitivity more than an order of magnitude better than before. This technique will provide high-accuracy data about excited states of a wide range of molecules that is urgently needed for theoretical modeling of high-temperature data and cannot be obtained using other methods. ",
    "url": "https://arxiv.org/abs/2307.03256",
    "authors": [
      "Vinicius Silva de Oliveira",
      "Isak Silander",
      "Lucile Rutkowski",
      "Grzegorz Soboń",
      "Ove Axner",
      "Kevin K. Lehmann",
      "Aleksandra Foltynowicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03326",
    "title": "Plasmon-enhanced optical control of magnetism at the nanoscale via the  inverse Faraday effect",
    "abstract": "The relationship between magnetization and light has been the subject of intensive research for the past century, focusing on the impact of magnetic moments on light polarization. Conversely, the manipulation of magnetism through polarized light is being investigated to achieve all-optical control of magnetism in spintronics. While remarkable discoveries such as single pulse all-optical switching of the magnetization in thin films and sub-micrometer structures have been reported, the demonstration of local optical control of magnetism at the nanoscale has remained elusive. Here, we show that exciting gold nanodiscs with circularly polarized femtosecond laser pulses leads to the generation of sizeable local magnetic fields that enable ultrafast local control of the magnetization of an adjacent magnetic film. In addition, we find that the highest magnetic fields are generated when exciting the sample at a wavelength larger than that of the actual plasmonic resonance of the gold nanodiscs, so avoiding undesired heating effects due to absorption. Our study paves the way for light-driven control in nanoscale spintronic devices and provides important insights into the generation of magnetic fields in plasmonic nanostructures. ",
    "url": "https://arxiv.org/abs/2307.03326",
    "authors": [
      "Sergii Parchenko",
      "Kevin Hofhuis",
      "Agne Ciuciulkaite",
      "Vassilios Kapaklis",
      "Valerio Scagnoli",
      "Laura Heyderman",
      "Armin Kleibert"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2307.03333",
    "title": "10-GHz-clock time-multiplexed non-degenerate optical parametric  oscillator network with a variable planar lightwave circuit interferometer",
    "abstract": "A coherent XY machine (CXYM) is a physical spin simulator that can simulate the XY model by mapping XY spins onto the continuous phases of non-degenerate optical parametric oscillators (NOPOs). Here, we demonstrated a large-scale CXYM with >47,000 spins by generating 10-GHz-clock time-multiplexed NOPO pulses via four-wave mixing in a highly nonlinear fiber inside a fiber ring cavity. By implementing a unidirectional coupling from the i-th pulse to the (i+1)-th pulse with a variable 1-pulse delay planar lightwave circuit interferometer, we successfully controlled the effective temperature of a one-dimensional XY spin network within two orders of magnitude. ",
    "url": "https://arxiv.org/abs/2307.03333",
    "authors": [
      "Yuya Yonezu",
      "Kensuke Inaba",
      "Yasuhiro Yamada",
      "Takuya Ikuta",
      "Takahiro Inagaki",
      "Toshimori Honjo",
      "Hiroki Takesue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2307.03485",
    "title": "Enhancing the ultrafast third order nonlinear optical response by charge  transfer in VSe2-reduced graphene oxide hybrid",
    "abstract": "Nonlinear optical phenomena play a critical role in understanding microscopic light-matter interactions and have far-reaching applications across various fields, such as biosensing, quantum information, optical switching, and all-optical data processing. Most of these applications require materials with high third-order absorptive and refractive optical nonlinearities. However, most materials show weak nonlinear optical responses due to their perturbative nature and often need to be improved for practical applications. Here, we demonstrate that the charge donor-acceptor hybrid of VSe2-reduced graphene oxide (rGO) hybrid exhibits enhanced ultrafast third-order absorptive and refractive nonlinearities compared to the pristine systems, at least by one order of magnitude. Through density functional theory and Bader charge analysis, we elucidate the strong electronic coupling in the VSe2-rGO hybrid, involving the transfer of electrons from VSe2 to rGO. Steady-state and time-resolved photoluminescence (PL) measurements confirm the electronic coupling and charge transfer. Furthermore, we fabricate an ultrafast optical limiter device with better performance parameters, such as an onset threshold of 2.5 mJ cm-2 and differential transmittance of 0.42. ",
    "url": "https://arxiv.org/abs/2307.03485",
    "authors": [
      "Vinod Kumar",
      "Afreen",
      "K. A. Sree Raj",
      "Pratap mane",
      "Brahmananda Chakraborty",
      "Chandra S. Rout",
      "K. V. Adarsh"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.03635",
    "title": "Fast reconstruction of programmable integrated interferometers",
    "abstract": "Programmable linear optical interferometers are important for classical and quantum information technologies, as well as for building hardware-accelerated artificial neural networks. Recent results showed the possibility of constructing optical interferometers that could implement arbitrary transformations of input fields even in the case of high manufacturing errors. The building of detailed models of such devices drastically increases the efficiency of their practical use. The integral design of interferometers complicates its reconstruction since the internal elements are hard to address. This problem can be approached by using optimization algorithms [Opt. Express 29, 38429 (2021)]. In this paper, we present a novel efficient algorithm based on linear algebra only, which does not use computationally expensive optimization procedures. We show that this approach makes it possible to perform fast and accurate characterization of high-dimensional programmable integrated interferometers. Moreover, the method provides access to the physical characteristics of individual interferometer layers. ",
    "url": "https://arxiv.org/abs/2307.03635",
    "authors": [
      "B. I. Bantysh",
      "K. G. Katamadze",
      "A. Yu. Chernyavskiy",
      "Yu. I. Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03656",
    "title": "Properties of \"special'' hyperbolic Bessel-Gaussian optical beams",
    "abstract": "An explicit formula for a new type of beams, which in this work are called the \"special\" hyperbolic Bessel-Gaussian (SHBG) beams, has been derived, using the method of the Hankel transform formulated in our previous work. The fundamental properties of these beams are analyzed. The parameters that define the beam shape have been identified and related to those of the fundamental Gaussian beam. The analytical expressions for the SHBG beams include an additional parameter $\\gamma$, which allows the beam's shape to be modified to some extent. In the plane perpendicular to the propagation direction, these beams exhibit the annular nature. Interestingly, initially (i.e. near the beam's spot) a single ring splits into a number of rings as one is moving along the beam. This is especially apparent for $\\gamma$ close to unity, as this effect then appears for values of $z$ relatively small compared to the Rayleigh length i.e., where the energy concentration in the beam is still high. The phase of the wave, whose behavior is in certain aspects typical of modes having the vortex character, is also studied in this paper. ",
    "url": "https://arxiv.org/abs/2307.03656",
    "authors": [
      "Tomasz Radożycki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.03229",
    "title": "Adaptive projected variational quantum dynamics",
    "abstract": "We propose an adaptive quantum algorithm to prepare accurate variational time evolved wave functions. The method is based on the projected Variational Quantum Dynamics (pVQD) algorithm, that performs a global optimization with linear scaling in the number of variational parameters. Instead of fixing a variational ansatz at the beginning of the simulation, the circuit is grown systematically during the time evolution. Moreover, the adaptive step does not require auxiliary qubits and the gate search can be performed in parallel on different quantum devices. We apply the new algorithm, named Adaptive pVQD, to the simulation of driven spin models and fermionic systems, where it shows an advantage when compared to both Trotterized circuits and non-adaptive variational methods. Finally, we use the shallower circuits prepared using the Adaptive pVQD algorithm to obtain more accurate measurements of physical properties of quantum systems on hardware. ",
    "url": "https://arxiv.org/abs/2307.03229",
    "authors": [
      "David Linteau",
      "Stefano Barison",
      "Netanel Lindner",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.03563",
    "title": "Physics-Constrained Hardware-Efficient Ansatz on Quantum Computers that  is Universal, Systematically Improvable, and Size-consistent",
    "abstract": "Variational wavefunction ans\\\"{a}tze are at the heart of solving quantum many-body problems in physics and chemistry. Here, we propose a physics-constrained approach for designing hardware-efficient ansatz (HEA) with rigorous theoretical guarantees on quantum computers by satisfying a few fundamental constraints, which is inspired by the remarkably successful way to design exchange-correlation functionals in density functional theories by satisfying exact constraints. Specifically, we require that the target HEA to be universal, systematically improvable, and size-consistent, which is an important concept in quantum many-body theories for scalability, but has been largely overlooked in previous designs of HEA by heuristics. We extend the notion of size-consistency to HEA, and present a concrete realization of HEA that satisfies all these fundamental constraints and only requires linear qubit connectivity. The developed physics-constrained HEA is superior to other heuristically designed HEA in terms of both accuracy and scalability, as demonstrated numerically for the Heisenberg model and some typical molecules. In particular, we find that restoring size-consistency can significantly reduce the number of layers needed to reach certain accuracy. In contrast, the failure of other HEA to satisfy these constraints severely limits their scalability to larger systems with more than ten qubits. Our work highlights the importance of incorporating physical constraints into the design of HEA for efficiently solving many-body problems on quantum computers. ",
    "url": "https://arxiv.org/abs/2307.03563",
    "authors": [
      "Xiaoxiao Xiao",
      "Hewang Zhao",
      "Jiajun Ren",
      "Wei-hai Fang",
      "Zhendong Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:1905.00215",
    "title": "Super Bound States in the Continuum on Photonic Flatbands: Concept,  Experimental Realization, and Optical Trapping Demonstration",
    "abstract": " Title: Super Bound States in the Continuum on Photonic Flatbands: Concept,  Experimental Realization, and Optical Trapping Demonstration ",
    "url": "https://arxiv.org/abs/1905.00215",
    "authors": [
      "Ngoc Duc Le",
      "Paul Bouteyre",
      "Ali Kheir-Aldine",
      "Florian Dubois",
      "Sébastien Cueff",
      "Lotfi Berguiga",
      "Xavier Letartre",
      "Pierre Viktorovitch",
      "Taha Benyattou",
      "Hai Son Nguyen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.10453",
    "title": "A composite electrodynamic mechanism to reconcile spatiotemporally  resolved exciton transport in quantum dot superlattices",
    "abstract": " Comments: 47 pages, including supplement ",
    "url": "https://arxiv.org/abs/2302.10453",
    "authors": [
      "Rongfeng Yuan",
      "Trevor D. Roberts",
      "Rafaela M. Brinn",
      "Alexander A. Choi",
      "Ha H. Park",
      "Chang Yan",
      "Justin C. Ondry",
      "Siamak Khorasani",
      "David J. Masiello",
      "Ke Xu",
      "A. Paul Alivisatos",
      "Naomi S. Ginsberg"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.16982",
    "title": "Highly Accurate Quantum Chemical Property Prediction with Uni-Mol+",
    "abstract": " Title: Highly Accurate Quantum Chemical Property Prediction with Uni-Mol+ ",
    "url": "https://arxiv.org/abs/2303.16982",
    "authors": [
      "Shuqi Lu",
      "Zhifeng Gao",
      "Di He",
      "Linfeng Zhang",
      "Guolin Ke"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2304.00608",
    "title": "Beyond relationalism in quantum theory: A new indeterminacy-based  interpretation of quantum theory",
    "abstract": " Comments: An extended version of a shorter version of the paper for publication. This version provides the big picture underlying this view and a more complete defense of it. It also includes an account of what is like to be a quantum AI agent running on a Quantum Computer. For a brief introduction to the view, see section 1 ",
    "url": "https://arxiv.org/abs/2304.00608",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17483",
    "title": "Comparison of physical processes of atom-surface scattering computed by  classical and quantum dynamics",
    "abstract": " Title: Comparison of physical processes of atom-surface scattering computed by  classical and quantum dynamics ",
    "url": "https://arxiv.org/abs/2306.17483",
    "authors": [
      "Tapas Sahoo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.01368",
    "title": "Optical Second Harmonic Generation in Anisotropic Multilayers with  Complete Multireflection Analysis of Linear and Nonlinear Waves using  #SHAARP.ml Package",
    "abstract": " Title: Optical Second Harmonic Generation in Anisotropic Multilayers with  Complete Multireflection Analysis of Linear and Nonlinear Waves using  #SHAARP.ml Package ",
    "url": "https://arxiv.org/abs/2307.01368",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Lincoln Weber",
      "Akash Saha",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  }
]