[
  {
    "id": "arXiv:2301.13355",
    "title": "Bond-Selective Full-Field Optical Coherence Tomography",
    "abstract": "Optical coherence tomography (OCT) is a label-free, non-invasive 3D imaging tool widely used in both biological research and clinical diagnosis. Current OCT modalities can only visualize specimen tomography without chemical information. Here, we report a bondselective full-field OCT (BS-FF-OCT), in which a pulsed mid-infrared laser is used to modulate the OCT signal through the photothermal effect, achieving label-free bond-selective 3D sectioned imaging of highly scattering samples. We first demonstrate BS-FF-OCT imaging of 1 {\\mu}m PMMA beads embedded in agarose gel. Next, we then show 3D hyperspectral imaging of polypropylene fiber mattress from a standard surgical mask. We then demonstrate BS-FFOCT imaging on biological samples, including cancer cell spheroids and C. elegans. Using an alternative pulse timing configuration, we finally demonstrate the capability of BS-FF-OCT on a bulky and highly scattering 150 {\\mu}m thick mouse brain slice. ",
    "url": "https://arxiv.org/abs/2301.13355",
    "authors": [
      "Haonan Zong",
      "Celalettin Yurdakul",
      "Jian Zhao",
      "Zian Wang",
      "Fukai Chen",
      "M. Selim Ünlü",
      "Ji-Xin Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2301.13363",
    "title": "Optical Telecommunications-Band Clock based on Neutral Titanium Atoms",
    "abstract": "We propose an optical clock based on narrow, spin-forbidden M1 and E2 transitions in laser-cooled neutral titanium. These transitions exhibit much smaller black body radiation shifts than those in alkaline earth atoms, small quadratic Zeeman shifts, and have wavelengths in the S, C, and L-bands of fiber-optic telecommunication standards, allowing for integration with robust laser technology. We calculate lifetimes; transition matrix elements; dynamic scalar, vector, and tensor polarizabilities; and black body radiation shifts of the clock transitions using a high-precision relativistic hybrid method that combines a configuration interaction and coupled cluster approaches. We also calculate the line strengths and branching ratios of the transitions used for laser cooling. To identify magic trapping wavelengths, we have completed the largest-to-date direct dynamical polarizability calculations. Finally, we identify new challenges that arise in precision measurements due to magnetic dipole-dipole interactions and describe an approach to overcome them. Direct access to a telecommunications-band atomic frequency standard will aid the deployment of optical clock networks and clock comparisons over long distances. ",
    "url": "https://arxiv.org/abs/2301.13363",
    "authors": [
      "Scott Eustice",
      "Dmytro Filin",
      "Jackson Schrott",
      "Sergey Porsev",
      "Charles Cheung",
      "Diego Novoa",
      "Dan M. Stamper-Kurn",
      "Marianna S. Safronova"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.13432",
    "title": "Manipulation of polarization topology using a Fabry-Pérot fiber cavity  with a higher-order mode optical nanofiber",
    "abstract": "Optical nanofiber cavity research has mainly focused on the fundamental mode. Here, a Fabry-P\\'erot fiber cavity with an optical nanofiber supporting the higher-order modes, TE01, TM01, HE21o, and HE21e, is demonstrated. Using cavity spectroscopy, with mode imaging and analysis, we observe cavity resonances that exhibit complex, inhomogeneous states of polarization with topological features containing Stokes singularities such as C-points, Poincar\\'e vortices, and L-lines. In situ tuning of the intracavity birefringence enables the desired profile and polarization of the cavity mode to be obtained. These findings open new research possibilities for cold atom manipulation and multimode cavity quantum electrodynamics using the evanescent fields of higher-order mode optical nanofibers. ",
    "url": "https://arxiv.org/abs/2301.13432",
    "authors": [
      "Maki Maeda",
      "Jameesh Keloth",
      "Síle Nic Chormaic"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.13619",
    "title": "Brillouin and Kerr nonlinearities of a low-index silicon oxynitride  platform",
    "abstract": "Nonlinear optical effects including stimulated Brillouin scattering (SBS) and four-wave mixing (FWM) play an important role in microwave photonics, optical frequency combs, and quantum photonics. Harnessing SBS and FWM in a low-loss and versatile integrated platform would open the path to building large-scale Brillouin/Kerr-based photonic integrated circuits. In this letter, we investigate the Brillouin and Kerr properties of a low-index (n=1.513 @ 1550 nm) silicon oxynitride (SiON) platform. We observed, for the first time, backward SBS in SiON waveguides with a Brillouin gain coefficient of 0.3$\\rm m^{-1}W^{-1}$, which can potentially be increased to 0.95$\\rm m^{-1}W^{-1}$ by just tailoring the waveguide cross-section. We also performed FWM experiments in SiON rings and obtained the nonlinear parameter $\\gamma$, of 0.02 $\\rm m^{-1}W^{-1}$. Our results point to a low-loss and low-index photonic integrated platform that is both Brillouin and Kerr active. ",
    "url": "https://arxiv.org/abs/2301.13619",
    "authors": [
      "Kaixuan Ye",
      "Yvan Klaver",
      "Oscar A Jimenez Gordillo",
      "Roel Botter",
      "Okky Daulay",
      "Francesco Morichetti",
      "Andrea Melloni",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.13660",
    "title": "Non-Hermitian $\\mathbb{Z}_2$ Photonic Topological Insulators",
    "abstract": "Photonic platforms invariant under the action of parity, time-reversal, and duality ($\\mathcal{P} \\cdot \\mathcal{T} \\cdot \\mathcal{D}$) operators may host topological phases that are the counterpart of those supported by time-reversal invariant $\\mathbb{Z}_2$ electronic systems. Here, we uncover the robustness of the $\\mathbb{Z}_2$ photonic phases to non-Hermitian effects, e.g., to material dissipation. In particular, it is shown that non-Hermitian $\\mathcal{P} \\mathcal{D}$-reciprocal photonic insulators may be split into two classes of topologically inequivalent materials, whose interfaces may support spin-polarized states. To illustrate our theory, we study in detail how the non-Hermitian effects may sculpt the topology of a $\\mathcal{P} \\mathcal{D}$-symmetric parallel-plate waveguide (PPW). We find that there is a critical level for the plates loss that separates two different topological phases. We identify the phases by their spin Chern numbers and analyze the transition. ",
    "url": "https://arxiv.org/abs/2301.13660",
    "authors": [
      "Rodrigo P. Câmara",
      "Tatiana G. Rappoport",
      "Mário G. Silveirinha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.13752",
    "title": "Quantum mechanics at high school: an online laboratory on wave-particle  duality",
    "abstract": "The interest in studying quantum mechanics is always increasing in our society and schools. Especially in the latter case, this leads researchers to implement suitable actions to meet social needs of knowledge of quantum physics. We present an online laboratory on wave-particle duality for high school students (17-19 years old). The activity has been carried out in the period December 2021 - May 2022 at the Physics Department of the University of Cagliari and more than 100 students from different high schools in Sardinia have been involved. We will show the design of the activity and the experiments performed. We will show and discuss qualitatively results about a satisfaction questionnaire. A brief discussion about motivational issues will be done. ",
    "url": "https://arxiv.org/abs/2301.13752",
    "authors": [
      "Matteo Tuveri",
      "Daniela Fadda",
      "Carlo Maria Carbonaro"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.13815",
    "title": "Simulated performance and calibration of CMS Phase-2 Upgrade Inner  Tracker sensors",
    "abstract": "The next upgrade of the Large Hadron Collider (LHC) is planned from 2026 when the collider will move to its High Luminosity phase (HL-LHC). The CMS detector needs to be substantially upgraded during this period to exploit the fourfold increase in luminosity provided by the HL-LHC. This upgrade is referred to as the CMS Phase-2 Upgrade. A program of laboratory and beam test measurements, and performance studies based on the detailed simulation of the detector was carried out to support the decision of the technology of the sensors to be adopted in the different regions of the detector for the Phase-2 Upgrade. Among the various options considered, CMS chose to use 3D sensors with a 25 $\\times$ 100 $\\mu$m$^2$ pixel cell in the innermost layer of the barrel and planar sensors with a 25 $\\times$ 100 $\\mu$m$^2$ pixel cell elsewhere. In this paper, we detail the simulation studies that were carried out to choose the best sensor design. These studies include a detailed standalone simulation of the sensors made with PixelAV and the expected performance on high level observables obtained with the simulation and reconstruction software of the CMS experiment. ",
    "url": "https://arxiv.org/abs/2301.13815",
    "authors": [
      "Tamas Almos Vami",
      "Morris Swartz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2301.10800",
    "title": "Sun resonant forcing of Mars, Moon, and Earth seismicity",
    "abstract": "Global seismicity on all three solar system's bodies with in situ measurements -- Earth, Moon, and Mars -- is due mainly to mechanical Rieger resonance (RR) of the solar wind's macroscopic flapping, driven by the well-known PRg=~154-day Rieger period and detected commonly in most heliophysical data types and the interplanetary magnetic field (IMF). Thus, InSight mission marsquakes rates are periodic with PRg as characterized by a very high (>>12) fidelity {\\Phi}=2.8 10^6 and by being the only >99%-significant spectral peak in the 385.8-64.3-nHz (1-180-day) band of highest planetary energies; the longest-span (v.9) release of raw data revealed the entire RR, excluding a tectonically active Mars. For check, I analyze rates of Oct 2015-Feb 2019, Mw5.6+ earthquakes, and all (1969-1977) Apollo mission moonquakes. To decouple magnetosphere and IMF effects, I study Earth and Moon seismicity during traversals of the Earth magnetotail vs. IMF. The analysis showed with >99-67% confidence and {\\Phi}>>12 fidelity that (an unspecified majority of) moonquakes and Mw5.6+ earthquakes also recur at Rieger periods. About half of the spectral peaks split but also into clusters that average to the usual Rieger periodicities, where magnetotail reconnecting clears the signal. Earlier claims that solar plasma dynamics could be seismogenic due to electrical surging or magnetohydrodynamic interactions between magnetically trapped plasma and water molecules embedded within solid matter are confirmed. This result calls for reinterpreting the seismicity phenomenon and for reliance on global magnitude scales. The predictability of solar-wind macroscopic dynamics is now within reach for the first time, which will benefit seismic and weather prediction and the safety of space missions. ",
    "url": "https://arxiv.org/abs/2301.10800",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Numerical Analysis (math.NA)",
      "Chaotic Dynamics (nlin.CD)",
      "Geophysics (physics.geo-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2301.13626",
    "title": "A Polymorphic Electro-Optic Logic Gate for High-Speed Reconfigurable  Computing Circuits",
    "abstract": "In the wake of dwindling Moore's law, integrated electro-optic (E-O) computing circuits have shown revolutionary potential to provide progressively faster and more efficient hardware for computing. The E-O circuits for computing from the literature can operate with minimal latency at high bit-rates. However, they face shortcomings due to their operand handling complexity, non-amortizable high area and static power overheads, and general unsuitability for large-scale integration on reticle-limited chips. To alleviate these shortcomings, in this paper, we present a microring resonator (MRR) based polymorphic E-O logic gate (MRR-PEOLG) that can be dynamically programmed to implement different logic functions at different times. Our MRR-PEOLG can provide compactness and polymorphism to E-O circuits, to consequently improve their operand handling and amortization of area and static power overheads. We model our MRR-PEOLG using photonics foundry-validated tools to perform frequency and time-domain analysis of its polymorphic logic functions. Our evaluation shows that the use of our MRR-PEOLG in two E-O circuits from prior works can reduce their area-energy-delay product by up to 82.6$\\times$. A tutorial on the modeling and simulation of our MRR-PEOLG, along with related codes and files, is available on https://github.com/uky-UCAT/MRR-PEOLG. ",
    "url": "https://arxiv.org/abs/2301.13626",
    "authors": [
      "Venkata Sai Praneeth Karempudi",
      "Sairam Sri Vatsavai",
      "Ishan Thakkar",
      "Jeffrey Todd Hastings"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.13824",
    "title": "Enhanced quantum properties of shallow diamond atomic defects through  nitrogen surface termination",
    "abstract": "Nitrogen vacancy (NV) centers in diamond have emerged in recent years as leading quantum sensors in various modalities. Most applications benefit from shallow NVs, enabling higher sensitivity and resolution. However, near surface NVs ($<$ 20 nm depth) suffer from reduced stability and coherence properties due to additional noise. We demonstrate a novel surface termination technique based on nitrogen plasma under non-damaging conditions, achieving significant improvement in NV optical stability and quantum coherence. ",
    "url": "https://arxiv.org/abs/2301.13824",
    "authors": [
      "R. Malkinson",
      "M. K. Kuntumalla",
      "A. Hoffman",
      "N. Bar-Gill"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01054",
    "title": "Improved quantum algorithms for linear and nonlinear differential  equations",
    "abstract": " Comments: Accepted in Quantum ",
    "url": "https://arxiv.org/abs/2202.01054",
    "authors": [
      "Hari Krovi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.10741",
    "title": "Random walk and non-Gaussianity of the 3D second-quantized  Schrödinger-Newton nonlocal soliton",
    "abstract": " Comments: Second revised and extended version, 14 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2202.10741",
    "authors": [
      "Claudio Conti"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.01475",
    "title": "Picophotonics -- Subatomic Optical Localization Beyond Thermal  Fluctuations",
    "abstract": " Comments: 11 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.01475",
    "authors": [
      "Tongjun Liu",
      "Cheng-Hung Chi",
      "Jun-Yu Ou",
      "Jie Xu",
      "Eng Aik Chan",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.00622",
    "title": "Acoustic Full Waveform Inversion with Hamiltonian Monte Carlo Method",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.00622",
    "authors": [
      "Paulo D. S. de Lima",
      "Gilberto Corso",
      "Mauro S. Ferreira",
      "João M. de Araújo"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2208.06454",
    "title": "Simultaneous Brillouin and piezoelectric coupling to a high-frequency  bulk acoustic resonator",
    "abstract": " Title: Simultaneous Brillouin and piezoelectric coupling to a high-frequency  bulk acoustic resonator ",
    "url": "https://arxiv.org/abs/2208.06454",
    "authors": [
      "Taekwan Yoon",
      "David Mason",
      "Vijay Jain",
      "Yiwen Chu",
      "Prashanta Kharel",
      "William H. Renninger",
      "Liam Collins",
      "Luigi Frunzio",
      "Robert J Schoelkopf",
      "Peter T Rakich"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.14676",
    "title": "Timing performance of radiation hard MALTA monolithic Pixel sensors",
    "abstract": " Comments: 8 pages, 8 figures. Submitted to Journal of Instrumentation (JINST). Proceedings of the 23rd International Workshop on Radiation Imaging Detectors IWORID 2022 ",
    "url": "https://arxiv.org/abs/2209.14676",
    "authors": [
      "G. Gustavino",
      "P. Allport",
      "I. Asensi",
      "D.V. Berlea",
      "D. Bortoletto",
      "C. Buttar",
      "F. Dachs",
      "V. Dao",
      "H. Denizli",
      "D. Dobrijevic",
      "L. Flores",
      "A. Gabrielli",
      "L. Gonella",
      "V. González",
      "M. LeBlanc",
      "K. Oyulmaz",
      "H. Pernegger",
      "F. Piro",
      "P. Riedler",
      "H. Sandaker",
      "C. Solans",
      "W. Snoeys",
      "T. Suligoj",
      "M. van Rijnbach",
      "A. Sharma",
      "M. Vázquez Núñez",
      "J. Weick",
      "S. Worm",
      "A. Zoubir"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2301.03795",
    "title": "Wave correlations and quantum noise in cosmology",
    "abstract": " Title: Wave correlations and quantum noise in cosmology ",
    "url": "https://arxiv.org/abs/2301.03795",
    "authors": [
      "Ulf Leonhardt"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]