[
  {
    "id": "arXiv:2305.03757",
    "title": "MilliKelvin microwave impedance microscopy in a dry dilution  refrigerator",
    "abstract": "Microwave impedance microscopy (MIM) is a near-field imaging technique that has been used to visualize the local conductivity of materials with nanoscale resolution across the GHz regime. In recent years, MIM has shown great promise for the investigation of topological states of matter, correlated electronic states and emergent phenomena in quantum materials. To explore these low-energy phenomena, many of which are only detectable in the milliKelvin regime, we have developed a novel low-temperature MIM incorporated into a dilution refrigerator. This setup which consists of a tuning-fork-based atomic force microscope with microwave reflectometry capabilities, is capable of reaching temperatures down to 70 mK during imaging and magnetic fields up to 9 T. To test the performance of this microscope, we demonstrate microwave imaging of the conductivity contrast between graphite and silicon dioxide at cryogenic temperatures and discuss the resolution and noise observed in these results. We extend this methodology to visualize edge conduction in Dirac semimetal cadmium arsenide in the quantum Hall regime ",
    "url": "https://arxiv.org/abs/2305.03757",
    "authors": [
      "Leonard Weihao Cao",
      "Chen Wu",
      "Rajarshi Bhattacharyya",
      "Ruolun Zhang",
      "Monica T. Allen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.03921",
    "title": "Efficient high harmonic generation in nonlinear photonic moiré  superlattice",
    "abstract": "Photonic moir\\'e superlattice as an emerging platform of flatbands can tightly confine the light inside the cavity and has important applications not only in linear optics but also in nonlinear optics. In this paper, we numerically investigate the third- and fifth-order harmonic generation (THG and FHG) in photonic moir\\'e superlattices fabricated by the nonlinear material silicon. The high conversion efficiency of THG and FHG is obtained at a relatively low intensity of fundamental light, e.g., the maximum conversion efficiency of THG and FHG arrives even up to be $10^{-2}$ and $10^{-9}$ at the fundamental intensity of 30 kW/m2, respectively, in the moir\\'e superlattice of near flat band formed by the twist angle 6.01o. The results indicate the photonic moir\\'e superlattice of a high-quality factor and flatbands is a promising platform for efficient nonlinear processes and advanced photonic devices. ",
    "url": "https://arxiv.org/abs/2305.03921",
    "authors": [
      "Tingyin Ning",
      "Yingying Ren",
      "Yanyan Huo",
      "Yangjian Cai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04125",
    "title": "Interference aided finite resonant response in an undamped forced  oscillator",
    "abstract": "We apply perturbative techniques to two systems known to show resonant behaviour -- a driven oscillator and a parametric oscillator without damping. We look at the behaviour at resonance and find that, in the former case, the finite resonant behaviour can be attributed to alternating signs of amplitudes, with long term divergences, in various perturbative orders giving rise to an interference like effect. In the second part of the article, we look at a parametric oscillator at resonance and apply Krylov Bogoliubov averaging to analyse the same. In general, we show that our approximate solution matches the exact solution over a timescale that increases with the order of the perturbation theory. ",
    "url": "https://arxiv.org/abs/2305.04125",
    "authors": [
      "Shihabul Haque",
      "Jayanta K. Bhattacharjee"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04215",
    "title": "Study of the surface lattice resonance on basis orientation for  achieving ultrahigh quality factor > 12000",
    "abstract": "Periodic nanoparticle arrays can support surface lattice resonances (SLRs), which arise from the hybridization between localized surface plasmons (LSPs) and diffractive Rayleigh anomalies (RAs). In contrast to LSPs, SLRs enjoy a much higher quality (Q) factor. As the Q factor depends on many system parameters, a good understanding of them is essential for optimization. Here, we study the dependence of the Q factor of SLR from 2D Au nanorod arrays on nanorod orientation. It is found the Q factor is 112 when the nanorod is lying perpendicular to the incident plane but gradually increases by more than 13 times to 1460 upon rotating it azimuthally. The increase of the Q factor is due to the interplay between the coupling strength and the frequency detuning between the LSP and RA as well as the decay rate of the LSP. By optimizing these parameters, we can achieve a Q factor reaching over 12000, which is 6 times higher than the best reported so far. ",
    "url": "https://arxiv.org/abs/2305.04215",
    "authors": [
      "C. Liu",
      "Joshua T.Y. Tse",
      "H.C. Ong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04295",
    "title": "Paper-based ZnO self-powered sensors and nanogenerators by plasma  technology",
    "abstract": "Nanogenerators and self-powered nanosensors have shown the potential to power low-consumption electronics and human-machine interfaces, but their practical implementation requires reliable, environmentally friendly and scalable, processes for manufacturing and processing. This article presents a plasma synthesis approach for the fabrication of piezoelectric nanogenerators (PENGs) and self-powered sensors on paper substrates. Polycrystalline ZnO nanocolumnar thin films are deposited by plasma-enhanced chemical vapour deposition on common paper supports using a microwave electron cyclotron resonance reactor working at room temperature yielding high growth rates and low structural and interfacial stresses. Applying Kinetic Monte Carlo simulation, we elucidate the basic shadowing mechanism behind the characteristic microstructure and porosity of the ZnO thin films, relating them to an enhanced piezoelectric response to periodic and random inputs. The piezoelectric devices are assembled by embedding the ZnO films in PMMA and using Au electrodes in two different configurations: laterally and vertically contacted devices. We present the response of the laterally connected devices as a force sensor for low-frequency events with different answers to the applied force depending on the impedance circuit, i.e. load values range, a behaviour that is theoretically analyzed. The vertical devices reach power densities as high as 0.27 microW/cm2. We analyze their actual-scenario performance by activation with a fan and handwriting. Overall, this work demonstrates the advantages of implementing plasma deposition for piezoelectric films to develop robust, flexible, stretchable, and enhanced-performance nanogenerators and self-powered piezoelectric sensors compatible with inexpensive and recyclable supports ",
    "url": "https://arxiv.org/abs/2305.04295",
    "authors": [
      "Xabier Garcia-Casas",
      "Francisco J. Aparicio",
      "Jorge Budagosky",
      "Ali Ghaffarinejad",
      "Noel Orozco-Corrales",
      "Kostya",
      "Ostrikov",
      "Juan R. Sanchez-Valencia",
      "Angel Barranco",
      "Ana Borras"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04337",
    "title": "Scalable photonic crystal waveguides with 2 dB component loss",
    "abstract": "Periodic or gradient subwavelength structures are basic configurations of photonic crystals and metamaterials. The measured linear losses of those nanophotonic devices are well-beyond theoretical predictions. Nanofabrication related geometric inhomogeneity is considered as the primary cause of the deleterious performance. The deep-UV photolithography in CMOS foundry is a large-scale parallel processing, which can significantly suppress the random offsets and thus the optical linear loss. Here we demonstrate ultra-low loss photonic crystal waveguides with a multi-project wafer run through AIM photonics and post-processing. For sub-millimeter long photonic crystal waveguides, 2 dB total loss and 40 dB extinction ratio are observed across dies. ",
    "url": "https://arxiv.org/abs/2305.04337",
    "authors": [
      "Yahui Xiao",
      "Feifan Wang",
      "Dun Mao",
      "Thomas Kananen",
      "Tiantian Li",
      "Hwaseob Lee",
      "Zi Wang",
      "Tingyi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04339",
    "title": "Chiral exceptional point and coherent suppression of backscattering in  silicon microring with low loss Mie scatterer",
    "abstract": "Non-Hermitian systems with their spectral degeneracies known as exceptional points (EPs) have been explored for lasing, controlling light transport, and enhancing a sensor s response. A ring resonator can be brought to an EP by controlling the coupling between its frequency degenerate clockwise and counterclockwise traveling modes. This has been typically achieved by introducing two or more nanotips into the resonator s mode volume. While this method provides a route to study EP physics, the basic understanding of how the nanotips shape and size symmetry impact the system s non-Hermicity is missing, along with additional loss from both in-plane and out-of-plane scattering. The limited resonance stability poses a challenge for leveraging EP effects for switches or modulators, which requires stable cavity resonance and fixed laser-cavity detuning. Here we use lithographically defined asymmetric and symmetric Mie scatterers, which enable subwavelength control of wave transmission and reflections without deflecting to additional radiation channels. We show that those pre-defined Mie scatterers can bring the system to an EP without post tuning, as well as enable chiral light transport within the resonator. Counterintuitively, the Mie scatterer results in enhanced quality factor measured on the transmission port, through coherently suppressing the backscattering from the waveguide surface roughness. The proposed device platform enables pre-defined chiral light propagation and backscattering-free resonances, needed for various applications such as frequency combs, solitons, sensing, and other nonlinear optical processes such as photon blockade, and regenerative oscillators. ",
    "url": "https://arxiv.org/abs/2305.04339",
    "authors": [
      "Hwaseob Lee",
      "Ali Kecebas",
      "Feifan Wang",
      "Lorry Chang",
      "Sahin K. Ozdemir",
      "Tingyi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04342",
    "title": "Photocatalytic oxidation in few-layer Tellurene for loss-invariant  integrated photonic resonance trimming",
    "abstract": "Two-dimensional materials with unique physicochemical properties promote photocatalytic activities. As the 2D material composites research studies the statistical average of complex catalytic behaviors, an integrated photonic platform allows clean and single flake level photo-catalytic investigations with precisely quantified photocatalytic activities. In this paper, we track fluence-dependent photo-oxidation in two-dimensional Tellurene (2D Te) by the evanescently coupled micro-resonator. Nearly 32 perent of oxidation is achieved in 10 nm 2D Te flake, compared to only 4.5% oxidation in 30 nm sample, probed by the resonance shift in silicon microring resonators (MRRs) substrate. The wider bandgap in the few layers of 2D Te allows faster charge transfer to adsorbed oxygen for a more efficient photocatalytic redox reaction. The photo-oxidation in hybrid 2D Te results in an invariant lineshapes of optical transmission resonance for wavelength trimming (more than 3 times resonance bandwidth). The low threshold power, near-infrared, and in-waveguide resonance trimming scheme is compatible with most integrated photonic setups for easy fixing the nanofabrication-induced random resonance deviation for integrated photonic circuit applications in wavelength-division-multiplexing systems and spin qubits quantum computing. ",
    "url": "https://arxiv.org/abs/2305.04342",
    "authors": [
      "Dun Mao",
      "Yixiu Wang",
      "Hwaseob Lee",
      "Lorry Chang",
      "Feifan Wang",
      "Darren Wu",
      "Yahui Xiao",
      "Boshu Sun",
      "Kaleem Ullah",
      "Karl Booksh",
      "Wenzhuo Wu",
      "Tingyi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04454",
    "title": "Frequency combs and optical feedback in Quantum Cascade Lasers: a  unifying theoretical framework",
    "abstract": "We propose a unified theoretical framework for the frequency comb formation and optical feedback effects in semiconductor lasers. We use the quantum cascade laser as a suitable device to develop the framework unifying these two research areas, so far treated distinctly. We generate a novel feedback regime diagram and we provide a proof of principle that feedback can be used to induce and manipulate frequency combs, selecting their harmonic order. These results open a pathway towards new methodologies for hyperspectral imaging, multimode coherent sensing, and multi-channel communication. ",
    "url": "https://arxiv.org/abs/2305.04454",
    "authors": [
      "Carlo Silvestri",
      "Xiaoqiong Qi",
      "Thomas Taimre",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04467",
    "title": "Stability and photometric accuracy of CMOS image sensors in space:  Radiation damage, surface charge and quantum confinement in silicon detectors",
    "abstract": "Stability and photometric accuracy of silicon imaging detectors are essential for the Habitable Worlds Observatory and a range of NASA missions that will explore time domain astrophysics and astronomy over a spectral range spanning soft X-rays through the ultraviolet, visible, and near infrared. Detector stability is one of the oldest and most challenging problems in NASA missions. The challenges are particularly acute in the extreme ultraviolet range, where near-surface absorption of high-energy photons causes surfaces to degrade rapidly. In this paper, the effects of radiation-induced variability of surface charge on detector stability and photometric accuracy are analyzed in order to assess the implications for future NASA missions. ",
    "url": "https://arxiv.org/abs/2305.04467",
    "authors": [
      "Michael E. Hoenk"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.04473",
    "title": "Observation of Enhanced Dynamic ΔG effect near Ferromagnetic  Resonance Frequency",
    "abstract": "The field-dependence elastic modulus of magnetostrictive films, also called {\\Delta}E or {\\Delta}G effect, is crucial for ultrasensitive magnetic field sensors based on surface acoustic waves (SAWs). In spite of a lot of successful demonstrations, rare attention was paid to the frequency-dependence of {\\Delta}E or {\\Delta}G effect. In current work, shear horizontal-type SAW delay lines coated with a thin FeCoSiB layer have been studied at various frequencies upon applying magnetic fields. The change of shear modulus of FeCoSiB has been extracted by measuring the field-dependent phase shift of SAWs. It is found that the {\\Delta}G effect is significantly enhanced at high-order harmonic frequencies close to the ferromagnetic resonance frequency, increasing by ~82% compared to that at the first SAW mode (128 MHz). In addition, the smaller the effective damping factor of magnetostrictive layer, the more pronounced {\\Delta}G effect can be obtained, which is explained by our proposed dynamic magnetoelastic coupling model. ",
    "url": "https://arxiv.org/abs/2305.04473",
    "authors": [
      "Wenbin Hu",
      "Yudi Wang",
      "Mingxian Huang",
      "Huaiwu Zhang",
      "Feiming Bai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04489",
    "title": "Switching via Wave Interaction in Topological Photonic Lattices",
    "abstract": "A honeycomb Floquet lattice with helically rotating waveguides and an interface separating two counter-propagating subdomains is analyzed. Two topologically protected localized waves propagate unidirectionally along the interface. Switching can occur when these interface modes reach the edge of the lattice and the light splits into waves traveling in two opposite directions. The incoming mode, traveling along the interface, can be routed entirely or partially along either lattice edge with the switching direction based on a suitable mixing of the interface modes. ",
    "url": "https://arxiv.org/abs/2305.04489",
    "authors": [
      "Mark J. Ablowitz",
      "Justin T. Cole",
      "S. D. Nixon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2305.04509",
    "title": "Highly Directional Scattering of Terahertz Radiation by Cylinders using  Complex-Frequency Waves",
    "abstract": "In this study we investigate the directional scattering of terahertz radiation by dielectric cylinders, focusing on the enhancement of directionality using incident radiation of complex-frequency. We explore the optimization of the second Kerker condition, which corresponds to backward scattering. At first, by carefully tailoring the electric and magnetic polarizabilities of the cylinders, we successfully achieve significant backward scattering, and then manage to even further improve it by deploying a decaying incoming wave (\\textit{complex}-frequency). Additionally, we present preliminary results on the directional scattering of THz radiation by a magneto-optical cylinder, demonstrating the potential of this approach for advanced control over the propagation of THz waves. Our findings contribute to a deeper understanding of THz directional scattering and pave the way for the development of novel THz devices and applications, such as high-resolution imaging, sensing, and communication systems. ",
    "url": "https://arxiv.org/abs/2305.04509",
    "authors": [
      "Iridanos Loulas",
      "Grigorios P. Zouros",
      "Evangelos Almpanis",
      "Kosmas L. Tsakmakidis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04580",
    "title": "A preliminary analysis for efficient laser wakefield acceleration",
    "abstract": "We propose a preliminary analytical procedure in 4 steps (based on an improved fully relativistic plane hydrodynamic model) to tailor the initial density of a cold diluted plasma to the laser pulse profile so as to control wave-breaking (WB) of the plasma wave and maximize the acceleration of small bunches of electrons self-injected by the first WB at the density down-ramp. ",
    "url": "https://arxiv.org/abs/2305.04580",
    "authors": [
      "Gaetano Fiore"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04583",
    "title": "Shallow shear-wave (SV) reflection surveying with distributed acoustic  sensing in Zuidbroek, the Netherlands",
    "abstract": "A field experiment was conducted in Zuidbroek, the Netherlands to compare the performance of a DAS and horizontal-geophone system for shear-wave (SV) reflection surveying. The data were subjected to processing for reflection imaging, including conversion of the geophone data to strain-rate data, to enable such a comparison on migrated-section level. Our findings indicate that DAS straight-fibre data shows a lower-frequency information content, but achieves better reflector continuity than the geophone data due to the more continuous and denser sampling with the DAS system. ",
    "url": "https://arxiv.org/abs/2305.04583",
    "authors": [
      "Dongyufu Zhang",
      "Guy Drijkoningen"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04384",
    "title": "Strain-free GaSb quantum dots as single-photon sources in the telecom  S-band",
    "abstract": "Creating single photons in the telecommunication wavelength range from semiconductor quantum dots (QDs) and interfacing them with spins of electrons or holes has been of high interest in recent years, with research mainly focusing on indium based QDs. However, there is not much data on the optical and spin properties of galliumantimonide (GaSb) QDs, despite it being a physically rich system with an indirect to direct bandgap crossover in the telecom wavelength range. Here, we investigate the (quantum-) optical properties of GaSb quantum dots, which are fabricated by filling droplet-etched nanoholes in an aluminum-galliumantimonide (AlGaSb) matrix. We observe photoluminescence (PL) features from isolated and highly symmetric QDs that exhibit narrow linewidth in the telecom S-band and show an excitonic fine structure splitting of $\\Delta E=(12.0\\pm0.5)\\mu eV$. Moreover, we perform time-resolved measurements of the decay characteristics of an exciton and measure the second-order photon autocorrelation function of the charge complex to $g^{(2)}(0)=0.16\\pm0.02$, revealing clear antibunching and thus proving the capability of this material platform to generate non-classical light. ",
    "url": "https://arxiv.org/abs/2305.04384",
    "authors": [
      "Johannes Michl",
      "Giora Peniakov",
      "Andreas Pfenning",
      "Joonas Hilska",
      "Abhiroop Chellu",
      "Andreas Bader",
      "Mircea Guina",
      "Sven Höfling",
      "Teemu Hakkarainen",
      "Tobias Huber-Loyola"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04425",
    "title": "Modular Cluster Circuits for the Variational Quantum Eigensolver",
    "abstract": "The variational quantum eigensolver (VQE) algorithm recently became a popular method to compute quantum chemical properties of molecules on noisy intermediate scale quantum (NISQ) devices. The VQE is a hybrid quantum-classical algorithm in which the variational wavefunction is implemented as a quantum circuit on the quantum device, whereas the optimization of the circuit happens on a classical computer. In order to avoid noise accumulation from the NISQ device in the circuit, it is adament to keep the so-called quantum depth of the circuit at a minimum, defined as the minimum number of quantum gates that need to be operated sequentially. In the present work, we introduce a modular 2-qubit cluster circuit that allows for the design of a shallow-depth quantum circuit compared to previously proposed architectures without loss of chemical accuracy. Moreover, by virtue of the simplicity of the cluster circuit, it is possible to assign a valence bond chemical interpretation to the cluster circuit. The design was tested on the H2, (H2)2 and LiH molecules, as well as the finite-size transverse-field Ising model, as the latter provides additional insights in the construction of the circuit in a resonating valence bond picture. ",
    "url": "https://arxiv.org/abs/2305.04425",
    "authors": [
      "Seyed Ehsan Ghasempouri",
      "Gerhard W. Dueck",
      "Stijn De Baerdemacker"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04783",
    "title": "Folded Spectrum VQE : A quantum computing method for the calculation of  molecular excited states",
    "abstract": "The recent developments of quantum computing present potential novel pathways for quantum chemistry, as the increased computational power of quantum computers could be harnessed to naturally encode and solve electronic structure problems. Theoretically exact quantum algorithms for chemistry have been proposed (e.g. Quantum Phase Estimation) but the limited capabilities of current noisy intermediate scale quantum devices (NISQ) motivated the development of less demanding hybrid algorithms. In this context, the Variational Quantum Eigensolver (VQE) algorithm was successfully introduced as an effective method to compute the ground state energy of small molecules. The current study investigates the Folded Spectrum (FS) method as an extension to the VQE algorithm for the computation of molecular excited states. It provides the possibility of directly computing excited states around a selected target energy, using the same ansatz as for the ground state calculation. Inspired by the variance-based methods from the Quantum Monte Carlo literature, the FS method minimizes the energy variance, thus requiring a computationally expensive squared Hamiltonian. We alleviate this potentially poor scaling by employing a Pauli grouping procedure, identifying sets of commuting Pauli strings that can be evaluated simultaneously. This allows for a significant reduction of the computational cost. We apply the FS-VQE method to small molecules (H$_2$,LiH), obtaining all electronic excited states with chemical accuracy on ideal quantum simulators. ",
    "url": "https://arxiv.org/abs/2305.04783",
    "authors": [
      "Lila Cadi Tazi",
      "Alex J.W. Thom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.04915",
    "title": "Mediated interactions between Fermi polarons and the role of impurity  quantum statistics",
    "abstract": "The notion of quasi-particles is essential for understanding the behaviour of complex many-body systems. A prototypical example of a quasi-particle, a polaron, is an impurity strongly interacting with a surrounding medium. Fermi polarons, created in a Fermi sea, provide a paradigmatic realization of this concept. As an inherent and important property such quasi-particles interact with each other via modulation of the medium. While quantum simulation experiments with ultracold atoms have significantly improved our understanding of individual polarons, the detection of their interactions has remained elusive in these systems. Here, we report the unambiguous observation of mediated interactions between Fermi polarons consisting of K impurities embedded in a Fermi sea of Li atoms. Our results confirm two landmark predictions of Landau's Fermi-liquid theory: the shift of the polaron energy due to mediated interactions, linear in the concentration of impurities, and its sign inversion with impurity quantum statistics. For weak to moderate interactions between the impurities and the medium, we find excellent agreement with the static (zero-momentum and energy) predictions of Fermi-liquid theory. For stronger impurity-medium interactions, we show that the observed behaviour at negative energies can be explained by a more refined many-body treatment including retardation and molecule formation ",
    "url": "https://arxiv.org/abs/2305.04915",
    "authors": [
      "Cosetta Baroni",
      "Bo Huang",
      "Isabella Fritsche",
      "Erich Dobler",
      "Gregor Anich",
      "Emil Kirilov",
      "Rudolf Grimm",
      "Miguel A. Bastarrachea-Magnani",
      "Pietro Massignan",
      "Georg Bruun"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1711.03567",
    "title": "Acoustic scattering-extinction cross section and the acoustic force of  electrostatic type",
    "abstract": " Comments: 18 pages ",
    "url": "https://arxiv.org/abs/1711.03567",
    "authors": [
      "Ion Simaciu",
      "Zoltan Borsos",
      "Gheorghe Dumitrescu",
      "Glauber T. Silva",
      "Tiberiu Bărbat"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2004.12913",
    "title": "Plasmon Mediated Electron Beam Transport in Quantum Plasma",
    "abstract": " Comments: The manuscript has been rejected ",
    "url": "https://arxiv.org/abs/2004.12913",
    "authors": [
      "M. Akbari-Moghanjoughi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2102.05880",
    "title": "Quantum Interference and Phase Mixing in Multistream Plasmas",
    "abstract": " Comments: The manuscript has been rejected ",
    "url": "https://arxiv.org/abs/2102.05880",
    "authors": [
      "M. Akbari-Moghanjoughi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2108.14002",
    "title": "Strong interlayer coupling and stable topological flat bands in twisted  bilayer photonic Moire superlattices",
    "abstract": " Comments: 5+34 pages ",
    "url": "https://arxiv.org/abs/2108.14002",
    "authors": [
      "Chang-Hwan Yi",
      "Hee Chul Park",
      "Moon Jip Park"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.12012",
    "title": "Shifting physics of vortex particles to higher energies via quantum  entanglement",
    "abstract": " Title: Shifting physics of vortex particles to higher energies via quantum  entanglement ",
    "url": "https://arxiv.org/abs/2203.12012",
    "authors": [
      "D. V. Karlovets",
      "S. S. Baturin",
      "G. Geloni",
      "G. K. Sizykh",
      "V. G. Serbo"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.08702",
    "title": "Quantum noise may limit the mechanosensory sensitivity of cilia in the  left-right organizer of the vertebrate bodyplan",
    "abstract": " Comments: Published version ",
    "url": "https://arxiv.org/abs/2207.08702",
    "authors": [
      "Julyan H. E. Cartwright"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Subcellular Processes (q-bio.SC)"
    ]
  },
  {
    "id": "arXiv:2207.10007",
    "title": "Two-Unitary Decomposition Algorithm and Open Quantum System Simulation",
    "abstract": " Title: Two-Unitary Decomposition Algorithm and Open Quantum System Simulation ",
    "url": "https://arxiv.org/abs/2207.10007",
    "authors": [
      "Nishchay Suri",
      "Joseph Barreto",
      "Stuart Hadfield",
      "Nathan Wiebe",
      "Filip Wudarski",
      "Jeffrey Marshall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06863",
    "title": "Optimization of the Femtosecond Laser Impulse for Excitation and the  Spin-Orbit Mediated Dissociation in the NaRb Dimer",
    "abstract": " Comments: 7 pages, 4 figures, 1 table, submitted to Journal of Quantitative Spectroscopy and Radiative Transfer ",
    "url": "https://arxiv.org/abs/2209.06863",
    "authors": [
      "Janek Kozicki",
      "Patryk Jasik",
      "Tymon Kilich",
      "Józef E. Sienkiewicz"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.09150",
    "title": "Quantum Monte Carlo study of the role of p-wave interactions in  ultracold repulsive Fermi gases",
    "abstract": " Comments: 9 pages, 4 figures. Extended data for the effective mass and changed title. Post-print version ",
    "url": "https://arxiv.org/abs/2212.09150",
    "authors": [
      "Gianluca Bertaina",
      "Marco G. Tarallo",
      "Sebastiano Pilati"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03789",
    "title": "Determination of the Zak phase of one-dimensional photonic systems via  far-field diffraction",
    "abstract": " Title: Determination of the Zak phase of one-dimensional photonic systems via  far-field diffraction ",
    "url": "https://arxiv.org/abs/2301.03789",
    "authors": [
      "Chao Liu",
      "Haoran Wang",
      "H.C. Ong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.05095",
    "title": "Electron cooling in graphene enhanced by plasmon-hydron resonance",
    "abstract": " Title: Electron cooling in graphene enhanced by plasmon-hydron resonance ",
    "url": "https://arxiv.org/abs/2301.05095",
    "authors": [
      "Xiaoqing Yu",
      "Alessandro Principi",
      "Klaas-Jan Tielrooij",
      "Mischa Bonn",
      "Nikita Kavokine"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08263",
    "title": "Towards detection of molecular parity violation by microwave  spectroscopy of CpRe(CH$_{3}$)(CO)(NO)",
    "abstract": " Comments: 9 pages, 3 figures, supplementary material; minor text edits to enhance clarity ",
    "url": "https://arxiv.org/abs/2303.08263",
    "authors": [
      "Nityananda Sahu",
      "Konstantin Gaul",
      "Anke Wilm",
      "Melanie Schnell",
      "Robert Berger"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2304.09659",
    "title": "Plasma density profile reconstruction of a gas cell for Ionization  Induced Laser Wakefield Acceleration",
    "abstract": " Comments: Approved by JINST ",
    "url": "https://arxiv.org/abs/2304.09659",
    "authors": [
      "F. Filippi",
      "L.T. Dickson",
      "M. Backhouse",
      "P. Forestier-Colleoni",
      "C. Gustafsson",
      "C. Cobo",
      "C. Ballage",
      "S. Dobosz Dufrénoy",
      "E. Löfquist",
      "G. Maynard",
      "C.D. Murphy",
      "Z. Najmudin",
      "F. Panza",
      "A. Persson",
      "M. Scisciò",
      "O. Vasilovici",
      "O. Lundh",
      "B. Cros"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10649",
    "title": "Quantum Theory Needs (And Probably Has) Real Reduction",
    "abstract": " Comments: Invited contribution to a special issue of Interdisciplinary Science Reviews in honor of Sir Roger Penrose. In this version, a few new references and a few minor presentation adjustments ",
    "url": "https://arxiv.org/abs/2304.10649",
    "authors": [
      "R. E. Kastner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11484",
    "title": "Photonic molecule based on coupled ring quantum cascade lasers",
    "abstract": " Comments: 8 pages, 5 figures, submitted to journal ",
    "url": "https://arxiv.org/abs/2304.11484",
    "authors": [
      "Sara Kacmoli",
      "Deborah L. Sivco",
      "Claire F. Gmachl"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.00211",
    "title": "Electrical Tuning of Terahertz Plasmonic Crystal Phases",
    "abstract": " Comments: 16 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2305.00211",
    "authors": [
      "P. Sai",
      "V. V. Korotyeyev",
      "M. Dub",
      "M. Słowikowski",
      "M. Filipiak",
      "D. B. But",
      "Yu. Ivonyak",
      "M. Sakowicz",
      "Yu. M. Lyaschuk",
      "S. M. Kukhtaruk",
      "G. Cywiński",
      "W. Knap"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.03044",
    "title": "Electronic Excited States from a Variance-Based Contracted Quantum  Eigensolver",
    "abstract": " Title: Electronic Excited States from a Variance-Based Contracted Quantum  Eigensolver ",
    "url": "https://arxiv.org/abs/2305.03044",
    "authors": [
      "Yuchen Wang",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]