[
  {
    "id": "arXiv:2201.04223",
    "title": "A high-Q microwave dielectric resonator for axion dark matter haloscopes",
    "abstract": "The frequency band 1-15 GHz provides exciting prospects for resonant axion haloscopes as indicated by cosmological and astrophysical arguments. Among the challenges currently addressed to reach the required sensitivity, the development of high quality factor cavities that tolerate multi-Tesla fields plays a central role. We report a 3D resonator based on a right circular copper cavity with hollow cylinders that confine higher order modes around the cylinder axis. Its effective volume at 10.3\\,GHz is $3.4 \\cdot 10^{-2}$ liters, and under an 8\\,T-field we measured an internal quality factor of more than 9 millions. These parameters demonstrate the potential of this unique resonator to probe galactic dark matter axion at remarkable scan rates of 15\\,MHz/day when the cavity is readout by a quantum-limited receiver. ",
    "url": "https://arxiv.org/abs/2201.04223",
    "authors": [
      "R. Di Vora",
      "D. Alesini",
      "C. Braggio",
      "G. Carugno",
      "N. Crescini",
      "D. D Agostino",
      "D. Di Gioacchino",
      "P. Falferi",
      "U. Gambardella",
      "C. Gatti",
      "G. Iannone",
      "C. Ligi",
      "A. Lombardi",
      "G. Maccarrone",
      "A. Ortolan",
      "R. Pengo",
      "A. Rettaroli",
      "G. Ruoso",
      "L. Taffarello",
      "S. Tocci"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.04346",
    "title": "A Novel Nuclear Emulsion Detector for Measurement of Quantum States of  Ultracold Neutrons in the Earth's Gravitational Field",
    "abstract": "Hypothetical short-range interactions could be detected by measuring the wavefunctions of ultracold neutrons (UCNs) on a mirror bounded by the Earth's gravitational field. The Searches require detectors with higher spatial resolution. We are developing a UCN detector for the with a high spatial resolution, which consists of a Si substrate, a thin converter layer including $^{10}$B$_{4}$C, and a layer of fine-grained nuclear emulsion. Its resolution was estimated to be less than 100 nm by fitting tracks of either $^{7}$Li nuclei or $\\alpha$-particles, which were created when neutrons interacted with the $^{10}$B$_{4}$C layer. For actual measurements of the spatial distributions, the following two improvements were made: The first was to establish a method to align microscopic images with high accuracy within a wide region of 65 mm $\\times$ 0.2 mm. We created reference marks of 1 $\\mu$m and 5 $\\mu$m diameter with an interval of 50 $\\mu$m and 500 $\\mu$m, respectively, on the Si substrate by electron beam lithography and realized a position accuracy of less than 30 nm. The second was to build a holder that could maintain the atmospheric pressure around the nuclear emulsion to utilize it under vacuum during exposure to UCNs. The intrinsic resolution of the improved detector was estimated by evaluating the blur of a transmission image of a gadolinium grating taken by cold neutrons as better than 0.56 $\\pm$ 0.08 $\\mu$m, which included the grating accuracy. A test exposure to UCNs was conducted to obtain the spatial distribution of UCNs in the Earth's gravitational field. Although the test was successful, a blurring of 6.9 $\\mu$m was found in the measurements, compared with a theoretical curve. We identified the blurring caused by the refraction of UCNs due to the roughness of the upstream surface of the substrate. Polishing of the surface makes the resolution less than 100 nm. ",
    "url": "https://arxiv.org/abs/2201.04346",
    "authors": [
      "Naoto Muto",
      "Hartmut Abele",
      "Tomoko Ariga",
      "Joachim Bosina",
      "Masahiro Hino",
      "Katsuya Hirota",
      "Go Ichikawa",
      "Tobias Jenke",
      "Hiroaki Kawahara",
      "Shinsuke Kawasaki",
      "Masaaki Kitaguchi",
      "Jakob Micko",
      "Kenji Mishima",
      "Naotaka Naganawa",
      "Mitsuhiro Nakamura",
      "Stéphanie Roccia",
      "Osamu Sato",
      "René I. P. Sedmik",
      "Yoshichika Seki",
      "Hirohiko M. Shimizu",
      "Satomi Tada",
      "Atsuhiro Umemoto"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04348",
    "title": "Ridge polariton laser: different from a semiconductor edge-emitting  laser",
    "abstract": "We experimentally demonstrate the difference between a ridge polariton laser, and a conventional edge-emitting ridge laser operating under electron-hole population inversion. The horizontal laser cavities are 20 -- 60 $\\mu$m long GaN etched ridge structures with vertical Bragg reflectors. We investigate the laser threshold under optical pumping and assess quantitatively the effect of a varying optically-pumped length. The laser effect is achieved for an exciton reservoir length of just 15% of the cavity length, which would not be possible in a conventional ridge laser, with an inversion-less polaritonic gain about 10 times larger than in equivalent GaN lasers. The modelling of the cavity free spectral range demonstrates the polaritonic nature of the modes. ",
    "url": "https://arxiv.org/abs/2201.04348",
    "authors": [
      "H Souissi",
      "M Gromovyi",
      "T Gueye",
      "C Brimont",
      "L Doyennette",
      "D Solnyshkov",
      "G Malpuech",
      "E Cambril",
      "S Bouchoule",
      "B Alloing",
      "S Rennesson",
      "F Semond",
      "J Zúñiga-Pérez",
      "T Guillet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04415",
    "title": "An ultrasonography-based approach for optical diagnostics and  phototherapy treatment strategies",
    "abstract": "Currently, diagnostic medicine uses a multitude of tools ranging from ionising radiation to histology analysis. With advances in piezoelectric crystal technology, high-frequency ultrasound imaging has developed to achieve comparatively high resolution without the drawbacks of ionising radiation. This research proposes a low-cost, non-invasive and real-time protocol for informing photo-therapy procedures using ultrasound imaging. We combine currently available ultrasound procedures with Monte Carlo methods for assessing light transport and photo-energy deposition in the tissue. The measurements from high-resolution ultrasound scans is used as input for optical simulations. Consequently, this provides a pipeline that will inform medical practitioners for better therapy strategy planning. While validating known inferences of light transport through biological tissue, our results highlight the range of information such as temporal monitoring and energy deposition at varying depths. This process also retains the flexibility of testing various wavelengths for individual-specific geometries and anatomy. ",
    "url": "https://arxiv.org/abs/2201.04415",
    "authors": [
      "Akhil Kallepalli",
      "James Halls",
      "David B. James",
      "Mark A. Richardson"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04497",
    "title": "Impact of FBG feedback phase on laser dynamics",
    "abstract": "Fiber Bragg Gratings have been advantageously used to improve the chaotic properties of semiconductor lasers. Though these components are known to be highly sensitive to environmental conditions, feedback phase fluctuations are often neglected. In this work, we experimentally demonstrate that the small variations of the propagation time induced by a simple thermal tuning of the FBG is sufficient to induce significant changes of the laser behavior. We report periodic stability enhancements linked with phase variations and highlight that both phase variation and phase offsets play an important role. Last, we show a good qualitative agreement with simulations based on an expanded version of the Lang-Kobayashi model. ",
    "url": "https://arxiv.org/abs/2201.04497",
    "authors": [
      "Martin Skënderas",
      "Spencer W. Jolly",
      "Nitish Gupta",
      "Thomas Geernaert",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2201.04558",
    "title": "Ultrathin All-Angle Hyperbolic Metasurface Retroreflectors Based on  Directed Routing of Canalized Plasmonics",
    "abstract": "Retroreflectors that can accurately redirect the incident wave in free space back along its original channel provide unprecedented opportunities for light manipulation in wireless communication. However, to the best of our knowledge, the existing methods of designing retroreflectors suffer from either the bulky size, narrow angular bandwidth, or time-consuming post-processing. Here, a scheme of designing ultrathin and all-angle retroreflectors based on hyperbolic plasmonic metasurfaces is proposed and experimentally demonstrated. The physical mechanism underlying this scheme is the high-efficiency all-angle transition between the traveling waves in free space and the canalized spoof surface plasmon (SSP) on the hyperbolic plasmonic metasurfaces (HPMs). In this case, the strong confinement characteristic benefited from the enhanced light-matter interaction enables us to route and retroreflect the canalized SSP with extremely ultrathin structures. As proof of the scheme, a retroreflector prototype with a thickness approximately equal to the central wavelength is designed and fabricated. Further experimental investigation obtains a maximum efficiency of 83.2% and a half-power field of view up to 53{\\deg}. This scheme can find promising applications in target detection, remote sensing, and diverse on-chip light control devices. ",
    "url": "https://arxiv.org/abs/2201.04558",
    "authors": [
      "Li-Zheng Yin",
      "Jin Zhao",
      "Ming-Zhe Chong",
      "Feng-Yuan Han",
      "Pu-Kun Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04559",
    "title": "Dual-polarization multiplexing amorphous Si:H grating couplers for  silicon photonic transmitters in the photonic BiCMOS backend of line",
    "abstract": "We report on polarization combining 2D grating couplers (2D GCs) on amorphous Si:H, fabricated in the backend of line of a photonic BiCMOS platform. The 2D GCs can be used as an interface of a hybrid silicon photonic coherent transmitter, which can be implemented on bulk Si wafers. The fabricated 2D GCs operate in the telecom C-band and show an experimental coupling efficiency of -5 dB with a wafer variation of +/-1.2 dB. Possibilities for efficiency enhancement and improved performance stability in future design generations are outlined and extension towards O-band devices is investigated as well. ",
    "url": "https://arxiv.org/abs/2201.04559",
    "authors": [
      "Galina Georgieva",
      "Christian Mai",
      "Pascal M. Seiler",
      "Anna Peczek",
      "Lars Zimmermann"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.04143",
    "title": "All quantum mixtures are proper",
    "abstract": "It is argued that proper and improper quantum mixed states have no observable differences, and hence should not be distinguished. This has implications for subjective approaches to quantum mechanics, and invalidates one of the main motivations for relational interpretations of QM. ",
    "url": "https://arxiv.org/abs/2201.04143",
    "authors": [
      "Leonardo Castellani"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04298",
    "title": "Enhanced quantum sensing with room-temperature solid-state masers",
    "abstract": "Quantum sensing with solid-state systems finds broad applications in diverse areas ranging from material and biomedical sciences to fundamental physics. Several solid-state spin sensors have been developed, facilitating the ultra-sensitive detection of physical quantities such as magnetic and electric fields and temperature. Exploiting collective behaviour of non-interacting spins holds the promise of pushing the detection limit to even lower levels, while to date, those levels are scarcely reached due to the broadened linewidth and inefficient readout of solid-state spin ensembles. Here, we experimentally demonstrate that such drawbacks can be overcome by newly reborn maser technology at room temperature in the solid state. Owing to maser action, we observe a 4-fold reduction in the inhomogeneously broadened linewidth of a molecular spin ensemble, which is narrower than the same measured from single spins at cryogenic temperatures. The maser-based readout applied to magnetometry showcases a signal-to-noise ratio (SNR) of 30 dB for single shots. This technique would be a significant addition to the toolbox for boosting the sensitivity of solid-state ensemble spin sensors. ",
    "url": "https://arxiv.org/abs/2201.04298",
    "authors": [
      "Hao Wu",
      "Shuo Yang",
      "Mark Oxborrow",
      "Qing Zhao",
      "Bo Zhang",
      "Jiangfeng Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04542",
    "title": "Numerical comparison of iterative and functional-analytical algorithms  for inverse acoustic scattering",
    "abstract": "In this work the numerical solution of acoustic tomography problem based on the iterative and functional-analytical algorithms is considered. The mathematical properties of these algorithms were previously described in works of R.G.Novikov for the case of the Schr\\\"odinger equation. In the present work, for the case of two-dimensional scalar Helmholtz equation, the efficiency of the iterative algorithm in reconstruction of middle strength scatterers and advantages of the functional-analytical approach in recovering strong scatterers are demonstrated. A filtering procedure is considered in the space of wave vectors, which additionally increases the convergence of the iterative algorithm. Reconstruction results of sound speed perturbations demonstrate the comparable noise immunity and resolution of the considered algorithms when reconstructing middle strength scatterers. A comparative numerical investigation of the iterative and functional-analytical algorithms in inverse acoustic scattering problems is implemented in this work for the first time. ",
    "url": "https://arxiv.org/abs/2201.04542",
    "authors": [
      "A.S. Shurup"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2201.04544",
    "title": "Rapid generation of all-optical $^{39}$K Bose-Einstein condensates using  a low-field Feshbach resonance",
    "abstract": "Ultracold potassium is a promising candidate for quantum technological applications as it allows changing intra-atomic interactions via low-field magnetic Feshbach resonances. However, the realization of high-flux sources of Bose-Einstein condensates remains challenging due to the necessity of optical trapping to use a Feshbach resonance. We investigate the production of all-optical $^{39}$K Bose-Einstein condensates under different scattering lengths using a low-field Feshbach resonance near $33$ G. By tuning the scattering length in a range between $75$ a$_0$ and $300$ a$_0$ we demonstrate a trade off between evaporation speed and final atom number and decrease our evaporation time by a factor of $5$ while approximately doubling the atomic flux. To this end, we are able to produce fully condensed ensembles with $5\\times 10^4$ atoms within $850$ ms evaporation time at a scattering length of $232$ a$_0$ and $1.6\\times 10^5$ atoms within $4$ s at $158$ a$_0$, respectively. We analyze the flux scaling with respect to collision rates and describe routes towards high-flux sources of ultra-cold potassium for inertial sensing. ",
    "url": "https://arxiv.org/abs/2201.04544",
    "authors": [
      "Alexander Herbst",
      "Henning Albers",
      "Knut Stolzenberg",
      "Sebastian Bode",
      "Dennis Schlippert"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1912.08831",
    "title": "Real time evolution with neural-network quantum states",
    "abstract": " Comments: 11 pages, 8 figures ",
    "url": "https://arxiv.org/abs/1912.08831",
    "authors": [
      "Irene López Gutiérrez",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2103.03859",
    "title": "Acoustic Su-Schrieffer-Heeger lattice: Direct mapping of acoustic  waveguides to Su-Schrieffer-Heeger model",
    "abstract": " Comments: 10 pages, 11 figures. Slight modification of title, minor additions to the text ",
    "url": "https://arxiv.org/abs/2103.03859",
    "authors": [
      "Antonin Coutant",
      "Audrey Sivadon",
      "Liyang Zheng",
      "Vassos Achilleos",
      "Olivier Richoux",
      "Georgios Theocharis",
      "Vincent Pagneux"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2104.11795",
    "title": "Blue Shifts in Helium-Surface Bound-State Resonances and Quantum Effects  in Knudsen Scattering",
    "abstract": " Title: Blue Shifts in Helium-Surface Bound-State Resonances and Quantum Effects  in Knudsen Scattering ",
    "url": "https://arxiv.org/abs/2104.11795",
    "authors": [
      "Luke Staszewski",
      "Nadav Avidor"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2106.08101",
    "title": "The quantum annealing gap and quench dynamics in the exact cover problem",
    "abstract": " Comments: 13 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2106.08101",
    "authors": [
      "Bernhard Irsigler",
      "Tobias Grass"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2106.12043",
    "title": "Introducing Quantum Entanglement to First-Year Students: Resolving the  Trilemma",
    "abstract": " Comments: References added for version 3. 31 pages of text and 12 figures. This is a pedagogical version of our previously published research results ",
    "url": "https://arxiv.org/abs/2106.12043",
    "authors": [
      "W.M. Stuckey",
      "Timothy McDevitt",
      "Michael Silberstein"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2111.02185",
    "title": "EISPY2D: An Open-Source Python Library for the Development and  Comparison of Algorithms in Two-Dimensional Electromagnetic Inverse  Scattering Problems",
    "abstract": " Comments: 30 pages, 10 figures. Submitted to IOP Inverse Problems on January 2022 ",
    "url": "https://arxiv.org/abs/2111.02185",
    "authors": [
      "André Costa Batista",
      "Ricardo Adriano",
      "Lucas S. Batista"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2111.02897",
    "title": "Strategies to simulate dephasing-assisted quantum transport on digital  quantum computers",
    "abstract": " Title: Strategies to simulate dephasing-assisted quantum transport on digital  quantum computers ",
    "url": "https://arxiv.org/abs/2111.02897",
    "authors": [
      "Federico Gallina",
      "Matteo Bruschi",
      "Barbara Fresch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.10929",
    "title": "Quantum probability from causal structure",
    "abstract": " Title: Quantum probability from causal structure ",
    "url": "https://arxiv.org/abs/2112.10929",
    "authors": [
      "Michael Ridley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]