[
  {
    "id": "arXiv:2508.21293",
    "title": "Coherent attosecond pulses generated by a relativistic electron beam interacting with an intense laser at a grazing angle",
    "abstract": "           The interaction between relativistic electron beams and intense laser fields has been extensively studied for generating high-energy radiation. However, achieving coherent radiation from such interactions needs to precisely control the phase matching of the radiationg electrons, which has proven to be exceptionally challenging. In this study, we demonstrate that coherent attosecond radiation can be produced when a laser pulse interacts at grazing angle with a relativistic electron beam. The electrons oscillate in the laser field and are modulated with a superluminal phase, coherent ultrashort pulse trains are produced in the far field at the Cherenkov angle. This is verified by theoretical modeling and numerical simulations, including three-dimensional particle-in-cell (PIC) simulations and far-field time-domain radiation simulations. Based on our proposed scheme, high-repetition-rate, compact, and high-energy attosecond pulse sources are feasible.         ",
    "url": "https://arxiv.org/abs/2508.21293",
    "authors": [
      "H. Peng",
      "T.W. Huang",
      "C.N. Wu",
      "K. Jiang",
      "R. Li",
      "C. Riconda",
      "S. Weber",
      "C.T. Zhou"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21321",
    "title": "Project-Based Learning in Introductory Quantum Computing Courses: A Case Study on Quantum Algorithms for Medical Imaging",
    "abstract": "           Quantum computing introduces abstract concepts and non-intuitive behaviors that can be challenging for students to grasp through traditional lecture-based instruction alone. This paper demonstrates how Project-Based Learning (PBL) can be leveraged to bridge that gap. This can be done by engaging students in a real-world, interdisciplinary task that combines quantum computing with their field of interest. As part of a similar assignment, we investigated the application of the Harrow-Hassidim-Lloyd (HHL) algorithm for computed tomography (CT) image reconstruction and benchmarked its performance against the classical Algebraic Reconstruction Technique (ART). Through implementing and analyzing both methods on a small-scale problem, we gained practical experience with quantum algorithms, critically evaluated their limitations, and developed technical writing and research skills. The experience demonstrated that Project-Based Learning not only enhances conceptual understanding but also encourages students to engage deeply with emerging technologies through research, implementation, and reflection. We recommend the integration of similar PBL modules in introductory quantum computing courses. The assignment also works better if students are required to write and submit a conference-style paper, supported by mentorship from faculty across the different fields. In such course interdisciplinary, real-world problems can transform abstract theory into meaningful learning experiences and better prepare students for future advancements in quantum technologies.         ",
    "url": "https://arxiv.org/abs/2508.21321",
    "authors": [
      "Nischal Binod Gautam",
      "Keith Evan Schubert",
      "Enrique P. Blair"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Image and Video Processing (eess.IV)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21355",
    "title": "Electric-Magnetic-Switchable Free-Space Skyrmions in Toroidal Light Pulses via a Nonlinear Metasurface",
    "abstract": "           Recent advances reveal that light propagation in free space supports many exotic topological textures, such as skyrmions. Their unique space-time topologies make them promising candidates as next-generation robust information carriers. Hence, the ability of switching different texture modes is highly demanded to serve as a manner of data transfer. However, previous studies focus on generation of one specific mode, lacking integrated devices with externally variable and stable mode generation capability. Here, we experimentally demonstrate the first realization of switchable skyrmions between electric and magnetic modes in toroidal light pulses using a nonlinear metasurface platform in terms of broadband terahertz generation driven by vectorial pulse. The spatial and temporal evolutions of them are also clearly observed. Our work establishes a new paradigm for manipulating and switching topologically structured light.         ",
    "url": "https://arxiv.org/abs/2508.21355",
    "authors": [
      "Li Niu",
      "Xi Feng",
      "Xueqian Zhang",
      "Wangke Yu",
      "Qingwei Wang",
      "Yuanhao Lang",
      "Quan Xu",
      "Xieyu Chen",
      "Jiajun Ma",
      "Haidi Qiu",
      "Yijie Shen",
      "Weili Zhang",
      "Jiaguang Han"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.21700",
    "title": "Experimental Construction of NOON State Dynamics in Photonic Flat Band Lattices",
    "abstract": "           We investigate the transport of path-entangled multi-photon NOON states in a flat-band photonic rhombic lattice and observe intriguing localization-delocalization features that depend on the phase as well as the photon number of the NOON states. To experimentally emulate photon number correlations, we develop an intensity correlation measurement protocol using coherent laser light with tunable relative phases. We first apply this protocol to show spatial bunching and anti-bunching of two-photon NOON states in a one-dimensional lattice consisting of identical waveguides. In the case of the rhombic lattice, we show that for an even (odd) photon number $N$, localization occurs at $0 \\, (\\pi)$ phase of the NOON state with a probability of $2^{1-N}$. Our results open an exciting route toward predicting quantum interference of correlated photons in complex photonic networks.         ",
    "url": "https://arxiv.org/abs/2508.21700",
    "authors": [
      "Rishav Hui",
      "Trideb Shit",
      "Marco Di Liberto",
      "Diptiman Sen",
      "Sebabrata Mukherjee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21714",
    "title": "Application of Super-Sampling to Microscopy Images Produces Image Resolution below Optical Diffraction Limit",
    "abstract": "           Image Phase Alignment Super-Sampling (ImPASS) is a computational imaging algorithm for converting a sequence of displaced low-resolution images into a single high-resolution image. The method consists of a unique combination of Phase Correlation image registration and SeDDaRA blind deconvolution. The method has previously been validated in simulations and applied successfully to images captured in a laboratory setting. As discussed here, the performance of ImPASS surpasses similar methods that provide quantitative results. ImPASS is applied for the first time to images taken by a widefield microscope, requiring no customization other than a translation stage, to determine if this approach can subceed the diffraction limit for this application. The 80-frame image sets had as targets a slide with a slice of Porcine Cornea, and a standard US Air Force resolution chart, providing quantitative and quantitative assessments. The sets were up-sampled by a factor of eight, aligned, combined, and processed. The measurement revealed that image resolution improved by a factor of 2.68 and subceeded the diffraction limit by a factor of 1.79.         ",
    "url": "https://arxiv.org/abs/2508.21714",
    "authors": [
      "James N. Caron"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.21782",
    "title": "High-efficiency infrared upconversion imaging with nonlinear silicon metasurfaces empowered by quasi-bound states in the continuum",
    "abstract": "           Infrared imaging is indispensable for its ability to penetrate obscurants and visualize thermal signatures, yet its practical use is hindered by the intrinsic limitations of conventional detectors. Nonlinear upconversion, which converts infrared light into the visible band, offers a promising pathway to address these challenges. Here, we demonstrate high-efficiency infrared upconversion imaging using nonlinear silicon metasurfaces. By strategically breaking in-plane symmetry, the metasurface supports a high-$Q$ quasi-bound states in the continuum resonance, leading to strongly enhanced third-harmonic generation (THG) with a conversion efficiency of $3\\times10^{-5}$ at a pump intensity of 10 GW/cm$^{2}$. Through this THG process, the metasurface enables high-fidelity upconversion of arbitrary infrared images into the visible range, achieving a spatial resolution of $\\sim 6$ $\\upmu$m as verified using a resolution target and various customized patterns. This work establishes a robust platform for efficient nonlinear conversion and imaging, highlighting the potential of CMOS-compatible silicon metasurfaces for high-performance infrared sensing applications with reduced system complexity.         ",
    "url": "https://arxiv.org/abs/2508.21782",
    "authors": [
      "Tingting Liu",
      "Jumin Qiu",
      "Meibao Qin",
      "Xu Tu",
      "Huifu Qiu",
      "Feng Wu",
      "Tianbao Yu",
      "Qiegen Liu",
      "Shuyuan Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21093",
    "title": "Floquet-engineered moire quasicrystal patterns of ultracold atoms in twisted bilayer optical lattices",
    "abstract": "           We obtain moire quasicrystal patterns via Floquet-engineering intralayer-atomic interactions in twisted bilayer hexagonal optical lattices of ultracold atoms. By tracking the density wave amplitude, we partition the dynamical evolution into four distinct stages and verify the pattern changes of each stage in both real and momentum space. The spatial symmetry of the patterns is intimately tied to the modulation amplitudes and frequencies. Consequently, appropriately reducing the modulation frequency and increasing the amplitude will facilitate lattice symmetry breaking and the subsequent emergence of rotational symmetry. Most notably, at specific parameters, a twelve-fold (D12) moire quasicrystal pattern emerges which closely resembles that observed in twisted bilayer graphene. The momentum-space patterns likewise exhibit pronounced rotational symmetry, with those in real space showing good agreement at specific instants. The patterns obtained exhibit remarkable sensitivity to the modulation frequency, suggesting that this frequency-dependent pattern formation could be exploited for quantum precision measurement. Our findings introduce a new paradigm for investigating the quasicrystals and their associated symmetries in ultracold atomic system.         ",
    "url": "https://arxiv.org/abs/2508.21093",
    "authors": [
      "Zhenze Fan",
      "Meiling Wang",
      "Juan Wang",
      "Yan Li"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21161",
    "title": "Optical Integration With Heralded Single Photons",
    "abstract": "           In this work, we perform optical integration with heralded single photons and investigate the role played by the spatial correlation between the photons in this task. To address this, we experimentally investigate the use of the transverse spatial degrees of freedom of light in an optical processing scheme utilizing heralded single photons. The integration is realized over the binary phases encoded with a phase-only spatial light modulator assisted by polarization. As a result, while spatially uncorrelated photons can capture the global properties of an image displayed in a spatial light modulator, correlated photons capture the local properties of the image better. Also, emphasize the strong connection between the optical integration scheme implemented here and the DQC1 (deterministic quantum computation with one qubit) model.         ",
    "url": "https://arxiv.org/abs/2508.21161",
    "authors": [
      "L. Marques Fagundes Silva",
      "R. C. Souza Pimenta",
      "M. H. Magiotto",
      "R. M. Gomes",
      "E. I. Duzzioni",
      "R. Medeiros de Araújo",
      "P. H. Souto Ribeiro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.21200",
    "title": "LREI: A fast numerical solver for quantum Landau-Lifshitz equations",
    "abstract": "           We develop LREI (Low-Rank Eigenmode Integration), a memory- and time-efficient scheme for solving quantum Landau-Lifshitz (q-LL) and quantum Landau-Lifshitz-Gilbert (q-LLG) equations, which govern spin dynamics in open quantum systems. Although system size grows exponentially with the number of spins, our approach exploits the low-rank structure of the density matrix and the sparsity of Hamiltonians to avoid full matrix computations. By representing density matrices via low-rank factors and applying Krylov subspace methods for partial eigendecompositions, we reduce the per-step complexity of Runge-Kutta and Adams-Bashforth schemes from $\\mathcal{O}(N^3)$ to $\\mathcal{O}(r^2N)$, where $N = 2^n$ is the Hilbert space dimension for $n$ spins and $r \\ll N$ the effective rank. Similarly, memory costs shrink from $\\mathcal{O}(N^2)$ to $\\mathcal{O}(rN)$, since no full $N\\times N$ matrices are formed. A key advance is handling the invariant subspace of zero eigenvalues. By using Householder reflectors built for the dominant eigenspace, we perform the solution entirely without large matrices. For example, a time step of a twenty-spin system, with density matrix size over one million, now takes only seconds on a standard laptop. Both Runge-Kutta and Adams-Bashforth methods are reformulated to preserve physical properties of the density matrix throughout evolution. This low-rank algorithm enables simulations of much larger spin systems, which were previously infeasible, providing a powerful tool for comparing q-LL and q-LLG dynamics, testing each model validity, and probing how quantum features such as correlations and entanglement evolve across different regimes of system size and damping.         ",
    "url": "https://arxiv.org/abs/2508.21200",
    "authors": [
      "Davoud Mirzaei",
      "Behnam Hashemi",
      "Vahid Azimi-Mousolou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21350",
    "title": "The Quantum Compass Mechanism in Cryptochromes",
    "abstract": "           Cryptochrome flavoproteins are prime candidates for mediating magnetic sensing in migratory animals via the radical pair mechanism (RPM), a spin-dependent process initiated by photoinduced electron transfer. The canonical FAD-tryptophan radical pair exhibits pronounced anisotropic hyperfine couplings, enabling sensitivity to geomagnetic fields. However, maintaining spin coherence under physiological conditions and explaining responses to weak radiofrequency fields remain unresolved challenges. Alternative radicals, such as superoxide and ascorbate, have been proposed to enhance anisotropy or suppress decoherence. This review summarizes the quantum basis of magnetoreception, evaluates both canonical and alternative radical pair models, and discusses amplification strategies including triads, spin scavenging, and bystander radicals. Emphasis is placed on how molecular geometry, exchange and dipolar interactions, and hyperfine topology modulate magnetic sensitivity. Key open questions and future directions are outlined, highlighting the need for structural and dynamical data under physiological conditions.         ",
    "url": "https://arxiv.org/abs/2508.21350",
    "authors": [
      "Zou Chengye",
      "Liu Ya-jun",
      "Wang Beibei"
    ],
    "subjectives": [
      "Biomolecules (q-bio.BM)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21450",
    "title": "Computationally Tractable Offline Quantum Experimental Design for Nuclear Spin Detection",
    "abstract": "           The characterization of nuclear spin environments in solid-state devices plays an important role in advancing quantum technologies, yet traditional methods often demand long measurement times. To address this challenge, we extend our recently developed deep-learning-based SALI model (Signal-to-image ArtificiaL Intelligence) by introducing the surrogate information gain (SIG) to optimize the selection of data points in the measurements. This approach significantly reduces time requirements in experiments while preserving accuracy in nuclear spin detection. The SIG is a figure of merit based on the expected variance of the signal, which is more straightforward to compute than the expected information gain rooted in Bayesian estimation. We demonstrate our approach on a nitrogen-vacancy (NV) center in diamond coupled to $^{13}$C nuclei. In the high-field regime, our variance-based optimization is validated with experimental data, resulting in an 85$\\%$ reduction in measurement time for a modest reduction in performance. This work also constitutes the first validation of SALI on experimental data. In the low-field regime, we explore its performance on simulated data, predicting a 60$\\%$ reduction in the total experiment time by improving the temporal resolution of the measurements and applying SIG. This demonstrates the potential of integrating deep learning with optimized signal selection to enhance the efficiency of quantum sensing and nuclear spin characterization, paving the way for scaling these techniques to larger nuclear spin systems.         ",
    "url": "https://arxiv.org/abs/2508.21450",
    "authors": [
      "B. Varona-Uriarte",
      "F. Belliardo",
      "T. H. Taminiau",
      "C. Bonato",
      "E. Garrote",
      "J. Casanova"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2508.21696",
    "title": "Demonstration of an optical microwave rectification by a superconducting diode with near 100% efficiency",
    "abstract": "           Superconducting electronics offer significant advantages in speed and power efficiency for next-generation computing and communication systems. However, their practical deployment is limited by the absence of simple, efficient, and scalable superconducting counterparts to key semiconductor components. In this work, we investigate diodes based on planar Josephson junctions fabricated from a conventional niobium superconductor. The nonreciprocity in these diodes arises from the self-field effect induced by the geometrical asymmetry of the junction. By deliberate tuning of the junction parameters, we achieved effectively infinite nonreciprocity (within experimental resolution), characterized by a complete suppression of the superconducting critical current in one direction while maintaining a significant current in the opposite direction. The key novelty of this work lies in the demonstration of the optical diode effect. We observed threshold-free rectification of 75 GHz microwave radiation, indicating that these diodes exhibit near-ideal optical nonreciprocity. Our results open new avenues for ultrafast superconducting electronics and lay the groundwork for wireless sub-THz signal processing.         ",
    "url": "https://arxiv.org/abs/2508.21696",
    "authors": [
      "Razmik A. Hovhannisyan",
      "Amirreza Lotfian",
      "Taras Golod",
      "Vladimir M. Krasnov"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.21729",
    "title": "Bayesian perspectives for quantum states and application to ab initio quantum chemistry",
    "abstract": "           The quantum many-electron problem is not just at the heart of condensed matter phenomena, but also essential for first-principles simulation of chemical phenomena. Strong correlation in chemical systems are prevalent and present a formidable challenge in the simulation of these systems, while predictive phenomena in this domain often also requires a demanding level of accuracy to inform chemical behavior. Efficient representations of the many-electron states of chemical systems are therefore also being inspired by machine learning principles to provide an alternative to established approaches. In this chapter, we review recent progress in this endeavor for quantum chemical problems represented in second quantization, and the particular challenges present in this field. In particular, we focus on the application of Gaussian Process States emerging from efficient representations of the many-body wavefunction with rigorous Bayesian modeling frameworks, allowing for the unification of multiple paradigms under a common umbrella. We show how such models (and other representations derived from machine learning) can be used as novel tools to compute ab initio chemical properties, while in turn also informing the design of machine learning models to extract correlation patterns in classical data.         ",
    "url": "https://arxiv.org/abs/2508.21729",
    "authors": [
      "Yannic Rath",
      "Massimo Bortone",
      "George H. Booth"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.18493",
    "title": "Scalability of On-chip Diffractive Optical Neural Networks",
    "abstract": "           This short report focuses on the scalability challenges of the on-chip diffractive optical neural networks. It addresses an emerging gap in the literature, specifically around the limitations and challenges of scaling optical neural networks on a chip. A thorough investigation of diffractive optical neural networks provides evidence that such networks are not capable of performing complex tasks and exhibit significant performance degradation as the number of classification categories increases. Despite optimizations, these networks classify only 3-4 classes, suggesting fundamental limitations in their computational scale. The inherent scalability challenges in these systems are underscored by the fact that the design parameters, such as the number of diffractive layers, the number of neurons per layer, and the inter-layer distances, cannot substantially change the performance. Therefore, the on-chip diffraction-based approach provides a limited number of controllable degrees of freedom compared to electronic neural networks, restricting the complexity of functions an on-chip diffractive neural network can learn.         ",
    "url": "https://arxiv.org/abs/2407.18493",
    "authors": [
      "Sanaz Zarei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.00666",
    "title": "Trapped acoustic energy and resonances in spherical scatterers",
    "abstract": "           The effectiveness of biochemical antivirals are vulnerable to mutations, motivating physical approaches. Recent experiments with ultrasound reveal viral disruption at MHz frequencies, yet the mechanism remains unclear. We model viruses as fluid-like inclusions and analyze internal acoustic fields. Exact solutions reveal that impedance mismatch induces resonances even for subwavelength scatterers. Beyond the monopole, higher-order modes trap significant energy with significant resonance peak broadening even in absence of explicit dissipation mechanisms. These findings suggest internal acoustic resonances as a mechanism for viral destabilization and acoustic metamaterial applications.         ",
    "url": "https://arxiv.org/abs/2410.00666",
    "authors": [
      "Naruna E. Rodrigues",
      "José Renato Alcarás",
      "Odemir M. Bruno",
      "Gilberto Nakamura",
      "Alexandre S. Martinez"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2501.17290",
    "title": "Spectral tuning and nanoscale localization of single color centers in silicon via controllable strain",
    "abstract": "           The development of color centers in silicon enables scalable quantum technologies by combining telecom-wavelength emission and compatibility with mature silicon fabrication. However, large-scale integration requires precise control of each emitter's optical transition to generate indistinguishable photons for quantum networking. Here, we demonstrate a foundry-fabricated photonic integrated circuit (PIC) combining suspended silicon waveguides with a microelectromechanical (MEMS) cantilever to apply local strain and spectrally tune individual G-centers. Applying up to 35 V between the cantilever and the substrate induces a reversible wavelength shift of the zero-phonon line exceeding 100 pm, with no loss in brightness. Moreover, by modeling the strain-induced shifts with a digital twin physical model, we achieve vertical localization of color centers with sub-3 nm vertical resolution, directly correlating their spatial position, dipole orientation, and spectral behavior. This method enables on-demand, low-power control of emission spectrum and nanoscale localization of color centers, advancing quantum networks on a foundry-compatible platform.         ",
    "url": "https://arxiv.org/abs/2501.17290",
    "authors": [
      "Alessandro Buzzi",
      "Camille Papon",
      "Matteo Pirro",
      "Odiel Hooybergs",
      "Hamza Raniwala",
      "Valeria Saggio",
      "Carlos Errando-Herranz",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.02161",
    "title": "A plug-and-play solution for characterizing two-way optical frequency transfer over free-space",
    "abstract": "           Optical clock networks connected by phase-coherent links offer significant potential for advancing fundamental research and diverse scientific applications. Free-space optical frequency transfer extends fiber-based connectivity to remote areas and holds the potential for global coverage via satellite links. Here we present a compact and robust portable, rack-integrated two-way free-space link characterization system. Equipped with plug-and-play capabilities, the system enables straightforward interfacing with various optical systems and facilitates quick deployment for field experiments. In this work, we achieve a fractional frequency instability of $2.0 \\times 10^{-19}$ for an averaging time of 10 s over a 3.4 km horizontal fully folded intra-city free-space link. Moreover, the system maintains an uptime of $94\\%$ over 15 hours, illustrating its reliability and effectiveness for high-precision optical frequency comparisons over free-space.         ",
    "url": "https://arxiv.org/abs/2502.02161",
    "authors": [
      "Jingxian Ji",
      "Shambo Mukherjee",
      "Alexander Kuhl",
      "Sebastian Koke",
      "Markus Leipe",
      "Markus Rothe",
      "Fabian Steinlechner",
      "Jochen Kronjäger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2503.04520",
    "title": "Natural Frequency Dependency of Magneto-Mechanical Resonators on Magnet Distance",
    "abstract": "           The precise derivation of physical quantities like temperature or pressure at arbitrary locations is useful in numerous contexts, e.g. medical procedures or industrial process engineering. The novel sensor technology of magneto-mechanical resonators (MMR), based on the interaction of a rotor and stator permanent magnet, allows for the combined tracking of the sensor position and orientation while simultaneously sensing an external measurand. Thereby, the quantity is coupled to the torsional oscillation frequency, e.g. by varying the magnet distance. In this paper, we analyze the (deflection angle-independent) natural frequency dependency of MMR sensors on the rotor-stator distance, and evaluate the performance of theoretical models. The three presented sensors incorporate magnets of spherical and/or cylindrical geometry and can be operated at adjustable frequencies within the range of 61.9-307.3 Hz. Our proposed method to obtain the natural frequency demonstrates notable robustness to variations in the initial deflection amplitudes and quality factors resulting in statistical errors on the mean smaller than 0.05 %. We find that the distance-frequency relationship is well described by an adapted dipole model accounting for material and manufacturing uncertainties. Their combined effect can be compensated by an adjustment of a single parameter which drives the median model deviation generally below 0.2 %. Our depicted methods and results are important for the design and calibration process of new sensor types utilizing the MMR technique.         ",
    "url": "https://arxiv.org/abs/2503.04520",
    "authors": [
      "Jonas Faltinath",
      "Fabian Mohn",
      "Fynn Foerger",
      "Martin Möddel",
      "Tobias Knopp"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2504.11548",
    "title": "Experimental evidence of a strange nonchaotic attractor in a Nd:YVO4 laser with saturable absorber",
    "abstract": "           The diode-pumped Nd: Vanadate laser is one of the most widely used lasers in the near-infrared range. Using passive Q-switching with a Cr:YAG saturable absorber (SA), it generates nanosecond pulses at tens of kilohertz. It is well known to display either regular pulsing or low-dimensional deterministic chaos, depending on the absorber's position within the cavity. However, to our knowledge, a strange nonchaotic attractor (SNA) has never been reported in this system. Our experiments provide the first evidence that, for a specific absorber position, the laser dynamics correspond to a strange nonchaotic attractor. SNAs exhibit complex dynamical behavior that is neither periodic nor chaotic, positioning them as a valuable resource for applications requiring high spectral diversity while preserving predictable dynamics. By experimentally obtaining time series of two laser variables, we reconstruct the underlying attractor. For a certain position of the SA, we find that all Lyapunov exponents are negative and that the energy spectra exhibit a broad frequency range, indicating that the attractor is nonchaotic and lacks periodicity. Using Higuchi's method, we estimate the fractal dimension (df) and find that 13 percent of the nonchaotic time series exhibit a well-defined df, confirming the presence of an SNA.         ",
    "url": "https://arxiv.org/abs/2504.11548",
    "authors": [
      "Juliana Bourdieu",
      "Mónica Agüero",
      "Marcelo Kovalsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.23847",
    "title": "Bistable quartic soliton in saturable nonlinear media",
    "abstract": "           This report presents a theoretical demonstration of a novel bistable quartic soliton (BQS) in saturable nonlinear media, specifically within a realistic dispersion-engineered ridge waveguide made of Lithium Niobate LiNbO3 . The study employs the variational method to establish the amplitude-width relationship, indicating the coexistence of stable solitons with the same duration but differing amplitudes. The impact of shock on the bistable soliton is examined through perturbative variational analysis, supported by numerical results. Additionally, we examine the interaction of BQS in different regimes and analyze the formation of the bound state. The robustness of the BQS under perturbations is further investigated via linear stability analysis.         ",
    "url": "https://arxiv.org/abs/2506.23847",
    "authors": [
      "Tiyas Das",
      "Anuj Pratim Lara",
      "Samudra Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.12223",
    "title": "Lie algebraic invariants in quantum linear optics",
    "abstract": "           Quantum linear optics without post-selection is not powerful enough to produce any quantum state from a given input state. This limits its utility since some applications require entangled resources that are difficult to prepare. Thus, we need a deeper understanding of linear optical state preparation. In this work, we give a recipe to derive conserved quantities in the evolution of arbitrary states along any possible passive linear interferometer. One example of such an invariant is the projection of a density operator onto the Lie algebra of passive linear optical Hamiltonians. These invariants give necessary conditions for exact state preparation: if the input and output states have different invariants, it is impossible to design a passive linear interferometer that evolves one into the other. Moreover, we provide a lower bound to the distance between an output and target state based on the distance between their invariants. This gives a necessary condition for approximate or heralded state preparations. Therefore, the invariants allow us to narrow the search when trying to prepare useful entangled states, like NOON states, from easy-to-prepare states, like Fock states. We conclude that future exact and approximate state preparation methods will need to consider the necessary conditions given by our invariants to weed out impossible linear optical evolutions.         ",
    "url": "https://arxiv.org/abs/2409.12223",
    "authors": [
      "Pablo V. Parellada",
      "Vicent Gimeno i Garcia",
      "Julio José Moyano-Fernández",
      "Juan Carlos Garcia-Escartin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20514",
    "title": "Super-resolving frequency measurement with mode-selective quantum memory",
    "abstract": "           High-precision optical frequency measurement is indispensable to modern science and technology, yet conventional spectroscopic techniques struggle to resolve sub-linewidth spectral features. We introduce a unique platform for super-resolving frequency estimation utilizing a mode-selective atomic Raman quantum memory implemented in warm cesium vapor. By precisely engineering the light matter interaction, our memory coherently stores the optimal temporal mode with high fidelity and retrieves it on-demand, realizing a mode crosstalk as low as 0.34%. To estimate the separation between two spectral lines, we experimentally measure the mean squared error of the frequency estimate, achieving a sensitivity of 1/20 of the linewidth with a ($34\\pm4$)-fold enhancement in precision over direct intensity measurements. This enhanced frequency resolution, combined with the memory's on-demand storage, retrieval, and mode conversion capabilities, paves the way for multifunctional memory-based time-frequency sensors and their integration within quantum networks.         ",
    "url": "https://arxiv.org/abs/2506.20514",
    "authors": [
      "Shicheng Zhang",
      "Aonan Zhang",
      "Ilse Maillette de Buy Wenniger",
      "Paul M. Burdekin",
      "Steven Sagona-Stophel",
      "Anindya Rastogi",
      "Sarah E. Thomas",
      "Ian A. Walmsley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  }
]