[
  {
    "id": "arXiv:2301.02327",
    "title": "Interplanetary Rapid Transit Missions from Earth to Mars using Directed  Laser Energy Driven Light Sails",
    "abstract": "Interest in the exploration of, and the establishment of a human settlement, on Mars is rapidly growing. To achieve this, rapid transit will be required to bring crucial cargo. Current missions to Mars take 150 days, which would be too long for emergencies or urgent needs. Therefore, we propose the use of a cutting-edge technology that could allow 20-day transit times: laser energy driven light sails. This propulsion method uses a ground-based laser array to propel a spacecraft attached to a light sail to high speeds, enabling missions that are much faster than current missions. By utilizing a MATLAB model and a laser propulsion tool, we visualize and determine optimal trajectories and departure windows for such missions. We discuss and show that these missions are possible during specific launch windows in a 27-month timeframe between 2030-2032, but also have practical challenges. During solar conjunction, such missions are limited by solar proximity, but are possible during all orbital phases if the transit time requirement is relaxed. Laser arrays capable of generating 13 GW are necessary to enable 20-day missions with a 5 kg spacecraft near conjunction, but only 0.55 GW is required near opposition. The spacecraft has a hyperbolic trajectory and is not bound to the solar system during transit. A challenge for future work involves the deceleration and entry, descent, and landing phases. A laser array on Mars could address some of this challenge. Spacecraft mass capabilities can be increased by optimizing the laser array and sail properties. Multiple spacecraft may be boosted simultaneously to carry more payload at lower costs. This work is intended to serve as proof of concept that lightweight payloads can be transported via such missions. Technologies enabling 20-day missions can be developed in the future and be applied to advanced missions to celestial bodies and interstellar space. ",
    "url": "https://arxiv.org/abs/2301.02327",
    "authors": [
      "Madhukarthik Mohanalingam",
      "Christopher Carr"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02376",
    "title": "Improved design and experimental demonstration of ultrahigh-Q  C${}_\\text{6}$-symmetric H1 hexapole photonic crystal nanocavities",
    "abstract": "An H1 photonic crystal nanocavity is based on a single point defect and has eigenmodes with a variety of symmetric features. Thus, it is a promising building block for photonic tight-binding lattice systems that can be used in studies on condensed matter, non-Hermitian and topological physics. However, improving its radiative quality ($Q$) factor has been considered challenging. Here, we report the design of a hexapole mode of an H1 nanocavity with a $Q$ factor exceeding $10^8$. We achieved such extremely high-$Q$ conditions by designing only four structural modulation parameters thanks to the ${\\rm C_{6}}$ symmetry of the mode, despite the need of more complicated optimizations for many other nanocavities. The fabricated silicon photonic crystal nanocavities exhibited a systematic change in their resonant wavelengths depending on the spatial shift of the air holes in units of 1 nm. Out of 26 such samples, we found eight cavities with loaded $Q$ factors over one million ($1.2 \\times 10^6$ maximum). We examined the difference between the theoretical and experimental performances by conducting a simulation of systems with input and output waveguides and with randomly distributed radii of air holes. Automated optimization using the same design parameters further increased the theoretical $Q$ factor by up to $4.5 \\times 10^8$, which is two orders of magnitude higher than in the previous studies. Our work elevates the performance of the H1 nanocavity to the ultrahigh-$Q$ level and paves the way for its large-scale arrays with unconventional functionalities. ",
    "url": "https://arxiv.org/abs/2301.02376",
    "authors": [
      "Kenta Takata",
      "Eiichi Kuramochi",
      "Akihiko Shinya",
      "Masaya Notomi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02526",
    "title": "Acoustic circular dichroism in a three-dimensional chiral metamaterial",
    "abstract": "Circular dichroism (CD) is an intriguing chiroptical phenomenon associated with the interaction of chiral structures with circularly polarized lights. Although the CD effect has been extensively studied in optics, it has not yet been demonstrated in acoustic systems. Here, we demonstrate the acoustic CD effect in a three-dimensional chiral metamaterial supporting circularly polarized transverse sound. We find that the effect is negligible in the lossy metamaterial possessing $C_4$ rotational symmetry but can be strongly enhanced in the $C_2$-symmetric system with inhomogeneous loss. The phenomena can be understood based on the properties of the metamaterial's complex band structure and the quality factors of its eigenmodes. We show that the enhanced CD in the $C_2$-symmetric system is attributed to the polarization bandgaps and the non-Hermitian exceptional points appearing near the Brillouin-zone center and boundaries. The results contribute to the understanding of chiral sound-matter interactions and can find applications in acoustic sensing of chiral structures and sound manipulations based on its vector properties. ",
    "url": "https://arxiv.org/abs/2301.02526",
    "authors": [
      "Qing Tong",
      "Jensen Li",
      "Shubo Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02530",
    "title": "ARIADNE+: Large scale demonstration of fast optical readout for  dual-phase LArTPCs at the CERN Neutrino Platform",
    "abstract": "Optical readout of large scale dual-phase liquid Argon TPCs is an attractive alternative to charge readout and has been successfully demonstrated on a 2x2m active region within the CERN protoDUNE cold box. ARIADNE+ uses four Timepix3 cameras imaging the S2 light produced by 16 novel, patent pending, glass THGEMs. ARIADNE+ takes advantage of the raw Timepix3 data coming natively 3D and zero suppressed with a 1.6ns timing resolution. Three of the four THGEM quadrants implement readout in the visible light range through wavelength shifting, with the fourth featuring a VUV light intensifier, thus removing the need for wavelength shifting altogether. Cosmic ray reconstruction and energy calibration was performed. Presented is a summary of the detector setup and experimental run, preliminary analysis of the run data and future outlook for the ARIADNE program. ",
    "url": "https://arxiv.org/abs/2301.02530",
    "authors": [
      "Adam Lowe",
      "Pablo Amedo",
      "Diego González-Díaz",
      "Alexander Deisting",
      "Krishanu Majumdar",
      "Konstantinos Mavrokoridis",
      "Marzio Nessi",
      "Barney Philippou",
      "Francesco Pietropaolo",
      "Sudikshan Ravinthiran",
      "Adam Roberts",
      "Angela Saá Hernández",
      "Christos Touramanis",
      "Jared Vann"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.02578",
    "title": "Earth as a time crystal: macroscopic nature of a quantum-scale  phenomenon from transformative moderation of geomagnetic polarity,  topography, and climate by precession resonance due to many-body entrainment",
    "abstract": "Claims of paleodata periodicity are many and so controversial that superimposing Phanerozoic (0-541 My) mass-extinction periods renders life on Earth impossible. This period hunt coincided with geochronology modernization tying geological timescales to orbital frequencies, enabling separation of astronomical signals from harmonics. I thus show on diverse data (geomagnetic polarity, cratering, extinction episodes) as a proxy of planetary paleodynamics that many-body subharmonic entrainment induces Earth's resonant response to astronomical forcing so that $2\\pi$-phase-shifted axial precession p=26 ky and its Pi=$2\\pi$p/i; i=1,...n harmonics get resonantly responsible for paleodata periodicity. This quasiperiodic nature of strata is co-triggered by a p'/4-lockstep to p'=41-ky obliquity. For verification, residuals analysis after suppressing $2\\pi$p (and so Pi) in GPTS-95 reversals timescale's calibration at the South Atlantic Anomaly, extending to end-Campanian (0-83 My), successfully detected weak signals of Earth-Mars planetary resonances reported previously from older epochs. The only residual signal is 26.5-My Rampino period -- carrier wave of crushing deflections and transformative polarity reversals. While the ($2\\pi$p, Pi) resonant response of the Earth to orbital forcing is the long-sought energy transfer mechanism of the Milankovitch theory, fundamental system properties -- $2\\pi$-phase-shift, 1/4 lockstep to a forcer, and discrete time translation symmetry (multiplied/halved periods) -- typical of a quantum time crystal, here appear macroscopic, making time crystal concept unremarkable. The surprising cross-scale outcome confirms planetary precession is a cataclysmic geodynamic phenomenon as claimed previously, e.g., as the Earth expansion mechanism; then a time crystal in quantum dynamics could be due to particle entrainment, such as the collisions resulting in Feshbach resonances. ",
    "url": "https://arxiv.org/abs/2301.02578",
    "authors": [
      "Mensur Omerbashich"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2301.02384",
    "title": "Universal optical polarizability for plasmonic nanostructures",
    "abstract": "We develop an analytical model for calculation of optical spectra for metal nanostructures of arbitrary shape supporting localized surface plasmons (LSPs). For plasmonic nanostructures with characteristic size below the diffraction limit, we obtain the explicit expression for optical polarizability that describes the lineshape of optical spectra solely in terms of the metal dielectric function and LSP frequency. The amplitude of LSP spectral band is determined by the effective system volume that, for long wavelength LSPs, can significantly exceed the physical volume of metal nanostructure. These results can be used to model or interpret the experimental spectra of plasmonic nanostructures and to tune their optical properties for various applications. ",
    "url": "https://arxiv.org/abs/2301.02384",
    "authors": [
      "Tigran V. Shahbazyan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02387",
    "title": "Efficient simulation of multielectron dynamics in molecules under  intense laser pulses: Implementation of the multiconfiguration time-dependent  Hartree-Fock method based on the adaptive finite element method",
    "abstract": "We present an implementation of the multiconfiguration time-dependent Hartree-Fock method based on the adaptive finite element method for molecules under intense laser pulses. For efficient simulations, orbital functions are propagated by a stable propagator using the short iterative Arnoldi scheme and our implementation is parallelized for distributed memory computing. This is demonstrated by simulating high-harmonic generation from a water molecule and achieves a simulation of multielectron dynamics with overwhelmingly less computational time, compared to our previous work. ",
    "url": "https://arxiv.org/abs/2301.02387",
    "authors": [
      "Yuki Orimo",
      "Takeshi Sato",
      "Kenichi L. Ishikawa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02438",
    "title": "Experimental demonstration of position-controllable topological  interface states in high-frequency topological integrated circuits",
    "abstract": "Topological integrated circuits are integrated circuit realizations of topological systems. We perform an experimental demonstration by taking instances of the Su-Schrieffer-Heeger model and the Kitaev topological superconductor model. They are found to realize high frequency resonances around 17GHz. We explicitly observe the spatial profile of a topological edge state. In particular, the topological interface state between a topological segment and a trivial segment is the Majorana-like state in the Kitaev model. We construct a switchable structure in the integrated circuit, which enables us to control the position of a Majorana-like interface state arbitrarily along a chain. Our results will open topological electronics with high frequency integrated circuits. ",
    "url": "https://arxiv.org/abs/2301.02438",
    "authors": [
      "Tetsuya Iizuka",
      "Haochen Yuan",
      "Yoshio Mita",
      "Akio Higo",
      "Shun Yasunaga",
      "Motohiko Ezawa"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.02454",
    "title": "Optimizing the generation of polarization squeezed light in nonlinear  optical fibers driven by femtosecond pulses",
    "abstract": "Bright squeezed light can be generated in optical fibers utilizing the Kerr effect for ultrashort laser pulses. However, pulse propagation in a fiber is subject to nonconservative effects that deteriorate the squeezing. Here, we analyze two-mode polarization squeezing, which is SU(2)-invariant, robust against technical perturbations, and can be generated in a polarization-maintaining fiber. We perform a rigorous numerical optimization of the process and the pulse parameters using our advanced model of quantum pulse evolution in the fiber that includes various nonconservative effects and real fiber data. Numerical results are consistent with experimental results. ",
    "url": "https://arxiv.org/abs/2301.02454",
    "authors": [
      "A. V. Andrianov",
      "N. A. Kalinin",
      "A. A. Sorokin",
      "E. A. Anashkina",
      "L. L. Sanchez-Soto",
      "J. F. Corney",
      "G. Leuchs"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02529",
    "title": "Experimental quantum imaging distillation with undetected light",
    "abstract": "Imaging based on the induced coherence effect makes use of photon pairs to obtain information of an object without detecting the light that probes it. While one photon illuminates the object, only its partner is detected, so no measurement of coincidence events are needed. The sought-after object's information is revealed observing a certain interference pattern on the detected photon. Here we demonstrate experimentally that this imaging technique can be made resilient to noise. We introduce an imaging distillation approach based on the interferometric modulation of the signal of interest. We show that our scheme can generate a high-quality image of an object even against noise levels up to 250 times the actual signal of interest. We also include a detailed theoretical explanation of our findings. ",
    "url": "https://arxiv.org/abs/2301.02529",
    "authors": [
      "Jorge Fuenzalida",
      "Marta Gilaberte Basset",
      "Sebastian Töpfer",
      "Juan P. Torres",
      "Markus Gräfe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.02538",
    "title": "Automatic segmentation of clear cell renal cell tumors, kidney, and  cysts in patients with von Hippel-Lindau syndrome using U-net architecture on  magnetic resonance images",
    "abstract": "We demonstrate automated segmentation of clear cell renal cell carcinomas (ccRCC), cysts, and surrounding normal kidney parenchyma in patients with von Hippel-Lindau (VHL) syndrome using convolutional neural networks (CNN) on Magnetic Resonance Imaging (MRI). We queried 115 VHL patients and 117 scans (3 patients have two separate scans) with 504 ccRCCs and 1171 cysts from 2015 to 2021. Lesions were manually segmented on T1 excretory phase, co-registered on all contrast-enhanced T1 sequences and used to train 2D and 3D U-Net. The U-Net performance was evaluated on 10 randomized splits of the cohort. The models were evaluated using the dice similarity coefficient (DSC). Our 2D U-Net achieved an average ccRCC lesion detection Area under the curve (AUC) of 0.88 and DSC scores of 0.78, 0.40, and 0.46 for segmentation of the kidney, cysts, and tumors, respectively. Our 3D U-Net achieved an average ccRCC lesion detection AUC of 0.79 and DSC scores of 0.67, 0.32, and 0.34 for kidney, cysts, and tumors, respectively. We demonstrated good detection and moderate segmentation results using U-Net for ccRCC on MRI. Automatic detection and segmentation of normal renal parenchyma, cysts, and masses may assist radiologists in quantifying the burden of disease in patients with VHL. ",
    "url": "https://arxiv.org/abs/2301.02538",
    "authors": [
      "Pouria Yazdian Anari",
      "Nathan Lay",
      "Aditi Chaurasia",
      "Nikhil Gopal",
      "Safa Samimi",
      "Stephanie Harmon",
      "Rabindra Gautam",
      "Kevin Ma",
      "Fatemeh Dehghani Firouzabadi",
      "Evrim Turkbey",
      "Maria Merino",
      "Elizabeth C. Jones",
      "Mark W. Ball",
      "W. Marston Linehan",
      "Baris Turkbey",
      "Ashkan A. Malayeri"
    ],
    "subjectives": [
      "Quantitative Methods (q-bio.QM)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.00005",
    "title": "Optically detected magnetic resonance with an open source platform",
    "abstract": " Comments: 26 Pages, 15 figures, 3 tables, 148 references ",
    "url": "https://arxiv.org/abs/2205.00005",
    "authors": [
      "Hossein Babashah",
      "Hoda Shirzad",
      "Elena Losero",
      "Valentin Goblot",
      "Christophe Galland",
      "Mayeul Chipaux"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.11247",
    "title": "From Non-Markovian Dissipation to Spatiotemporal Control of Quantum  Nanodevices",
    "abstract": " Comments: 20 pages, 9 figures with Appendices ",
    "url": "https://arxiv.org/abs/2205.11247",
    "authors": [
      "Thibaut Lacroix",
      "Brendon W. Lovett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.12090",
    "title": "The MC-QTAIM analysis reveals an exotic bond in the coherently quantum  superposed Malonaldehyde",
    "abstract": " Comments: File contains the main text plus the supporting information ",
    "url": "https://arxiv.org/abs/2205.12090",
    "authors": [
      "Mohammad Goli",
      "Shant Shahbazian"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14375",
    "title": "Open quantum systems with nonlinear environmental backactions: Extended  dissipaton theory versus core-system hierarchy construction",
    "abstract": " Comments: 12 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2206.14375",
    "authors": [
      "Zi-Hao Chen",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.08728",
    "title": "Creation and direct laser acceleration of positrons in a single stage",
    "abstract": " Comments: 9 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2207.08728",
    "authors": [
      "B. Martinez",
      "B. Barbosa",
      "M. Vranic"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00918",
    "title": "Optical interpretation of linear-optics superradiance and subradiance",
    "abstract": " Title: Optical interpretation of linear-optics superradiance and subradiance ",
    "url": "https://arxiv.org/abs/2209.00918",
    "authors": [
      "S. Asselie",
      "A. Cipris",
      "W. Guerin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]