[
  {
    "id": "arXiv:2209.00674",
    "title": "On-fiber high-resolution photonic nanojets via high refractive index  dielectrics",
    "abstract": "In this manuscript, we present high spatial resolution focusing of electromagnetic waves at telecommunication wavelengths ({\\lambda}0 = 1.55 {\\mu}m) by using high-refractive index mesoscale dielectrics placed at the end of an optical fiber. Our approach exploits photonic nanojets (PNJs) to achieve high-intensity, spatially narrow focal spots. The response of the device is evaluated in detail considering 2-dimensional (2D) and 3-dimensional (3D) configurations using high-index mesoscale cylindrical and spherical dielectrics, respectively, placed on top of an optical fiber. It is shown how the PNJs can be shifted towards the output surface of the mesoscale high-index dielectric by simply truncating its 2D/3D cylindrical/spherical output profile. With this setup, a PNJ with a high transversal resolution is obtained using the 2D/3D engineered mesoscale dielectric particles achieving a Full-Width at Half-Maximum of FWHM = 0.28{\\lambda}0 (2D truncated dielectric), and FWHMy = 0.17{\\lambda}0 and FWHMx = 0.21{\\lambda}0 (3D truncated dielectric). The proposed structure may have potential in applications where near-field high spatial resolution is required, such as in sensing and imaging systems. ",
    "url": "https://arxiv.org/abs/2209.00674",
    "authors": [
      "Wasem Aljuaid",
      "Joseph Arnold Riley",
      "Noel Healy",
      "Victor Pacheco Peña"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00748",
    "title": "Pedal underwater motion triggers highly-peaked resonance on water waves",
    "abstract": "Pedal wavemakers that generate surface gravity waves through bed orbital motion have been shown to produce particle-excursion patterns that mimic deep-water wave behaviour but in finite-depth channels. In this article, we report that gravity waves in a general viscous fluid can resonate through the action of pedal wavemakers. We analyse the linear response of waves in an infinite channel in terms of the displacement amplitude, frequency, and wavelength of the bottom action. We show that the system behaves as a long-pass filter in space and a high-pass filter in time with a sharp resonance affected by viscosity. Furthermore, we propose a protocol to design deep gravity waves with an on-demand wavelength in a finite-depth water channel. Our theoretical framework agrees with numerical simulations using Smoothed Particle Hydrodynamics. Our results thus quantify the performance of pedal wavemakers and provide essential formulas for industrial and computational applications of the pedal wavemaking technique, useful both in hydraulics and coastal engineering problems. ",
    "url": "https://arxiv.org/abs/2209.00748",
    "authors": [
      "Juan F. Marín",
      "Alexander Egli",
      "Isis Vivanco",
      "Bruce Cartwright",
      "Leonardo Gordillo"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2209.00762",
    "title": "Topological Temporally Mode-Locked Laser",
    "abstract": "Mode-locked lasers play a key role in modern science and technology. Not only do they lay the foundation for ultrafast optics and play a central role in nonlinear optics, but also they have important applications in imaging, telecommunications, sensing, and computing. While substantial efforts have focused on mode-locking the spectral modes of lasers, relatively little attention has been paid to mode-locking their temporal modes. However, temporal mode-locking presents ample opportunities to develop new technologies and to study the intersection of nonlinear, non-Hermitian, and topological phenomena, which, in recent years, has been a priority for the field of topological physics. Here, we theoretically predict and experimentally realize topological temporal mode-locking in a laser cavity with time-delayed intracavity couplings. These couplings introduce non-Hermitian point-gap topology into the temporal modes of our laser and conspire with an effective nonlocal nonlinearity to generate mode-locked temporal structures in our laser cavity, whose form can be tailored by suitably engineering the underlying couplings. We harness this approach to realize a nonlinearity-driven non-Hermitian skin effect, and we show that the topological temporal modes of our laser are robust against disorder-induced localization. The flexibility and programmability of our topological temporal mode-locking scheme reveals new opportunities to study nonlinear and non-Hermitian topological phenomena in mode-locked photonic resonators and could enable new applications of mode-locked lasers to sensing and optical computing. ",
    "url": "https://arxiv.org/abs/2209.00762",
    "authors": [
      "Christian Leefmans",
      "Midya Parto",
      "James Williams",
      "Gordon H.Y. Li",
      "Avik Dutt",
      "Franco Nori",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2209.00877",
    "title": "Layer-Resolved Resonance Intensity of Evanescent Polariton Modes in  Anisotropic Multilayers",
    "abstract": "Phonon polariton modes in layered anisotropic heterostructures are a key building block for modern nanophotonic technologies. The light-matter interaction for evanescent excitation of such a multilayer system can be theoretically described by a transfer matrix formalism. This method allows to compute the imaginary part of the p-polarized reflection coefficient Im$(r_{pp})$, which is typically used to analyze the polariton dispersion of the multilayer structure, but lacks the possibility to access the layer-resolved polaritonic response. We present an approach to compute the layer-resolved polariton resonance intensity in aribtrarily anisotropic layered heterostructures, based on calculating the Poynting vector extracted from a transfer matrix formalism. Our approach is independent of the experimental excitation conditions, and fulfills an empirical conservation law. As a test ground, we study two state-of-the-art nanophotonic multilayer systems, covering strong coupling and tunable hyperbolic surface phonon polaritons in twisted \\MoO~double layers. Providing a new level of insight into the polaritonic response, our method holds great potential for understanding, optimizing and predicting new forms of polariton heterostructures in the future. ",
    "url": "https://arxiv.org/abs/2209.00877",
    "authors": [
      "Nikolai Christian Passler",
      "Giulia Carini",
      "Dmitry N. Chigrin",
      "Alexander Paarmann"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00918",
    "title": "Optical interpretation of linear-optics superradiance and subradiance",
    "abstract": "Super- and subradiance are usually described in the framework of Dicke collective states, which is an ``atomic picture'' in which the electromagnetic field only provides an effective interaction between the atoms. Here, we discuss a complementary picture, in which we describe the propagation and scattering of light in the atomic medium, which provides a complex susceptibility and scatterers. This ``optical picture'' is valid in the linear-optics regime for disordered samples and is mainly relevant at low density, when the susceptibility and scattering cross-section can be computed from simple textbook formulas. In this picture, superradiance is a dispersion effect due to a single scattering event dressed by an effective refractive index, whereas subradiance is due to multiple scattering. We present numerical and experimental data supporting our interpretation. ",
    "url": "https://arxiv.org/abs/2209.00918",
    "authors": [
      "S. Asselie",
      "A. Cipris",
      "W. Guerin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00994",
    "title": "Discrete-time quantum simulation of non-Markovian behaviour of transport  dynamics in FMO complex",
    "abstract": "The Fenna-Mathews-Olson (FMO) complex present in green sulphur bacteria are known to mediate the transfer of excitation energy between light-harvesting chlorosomes and membrane-embedded bacterial reaction centres. Due to high efficiency of such transport process, it is an extensively studied pigment-protein complex system with the eventual aim of modelling and engineering similar dynamics in other systems and use it for real time application. Some studies have attributed the enhancement of transport efficiency to wave-like behaviour and non-Markovian quantum jumps resulting in long lived and revival of quantum coherence, respectively. Since dynamics in these systems resides in quantum-classical regime, quantum simulation of such dynamics will help in exploring the subtle role of quantum features in enhancing the transport efficiency which has remained unsettled. Discrete quantum simulation of the FMO complex dynamics can help in efficient engineering of the heat bath and controlling the environment with the system. In this work, using the discrete quantum simulation framework we quantify and show that the non-Markovian memory effects are present in specific site-pairs when internal structures and environmental effects are in favour of faster transport. As a consequence, our study lean towards the connection between non-Markovianity in the quantum jumps with the enhancement of transport efficiency. ",
    "url": "https://arxiv.org/abs/2209.00994",
    "authors": [
      "Mousumi Kundu",
      "C. M. Chandrashekar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantitative Methods (q-bio.QM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01153",
    "title": "Optical Rectification and Electro-Optic Sampling in Quartz",
    "abstract": "We report electro-optic sampling (EOS) response and terahertz (THz) optical rectification (OR) in z-cut alpha-quartz. Due to its small effective second-order nonlinearity, echo-free waveform of intense THz pulses with a few MV/cm electric-field strength can be measured faithfully with no saturation effect. Both its OR and EOS responses are broad with extension up to ~8 THz. Strikingly, the latter responses are independent of the crystal thickness, a plausible indication of strong surface contribution to the total second-order nonlinear susceptibility of quartz. Our study introduces thin quartz plates as the reliable THz electro-optic medium for echo-free, high field THz detection. ",
    "url": "https://arxiv.org/abs/2209.01153",
    "authors": [
      "Vasileios Balos",
      "Martin Wolf",
      "Sergey Kovalev",
      "Mohsen Sajadi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.01192",
    "title": "Early detection of knee osteoarthritis using deep learning on knee  magnetic resonance images",
    "abstract": "The aim of this study was to investigate the influence of MRI and patient data on the prediction of knee osteoarthritis (OA) incidence using different deep learning architectures. Knee OA incidence within 24 months was predicted using the intermediate-weighted turbo spin-echo (IW-TSE) sequence of 593 patients from the Osteoarthritis Initiative. To extract a region of interest containing the knee joint from the IW-TSE sequence, a U-Net model was trained and used to segment bone on a dual echo steady state (DESS) sequence. Subsequently, IW-TSE and DESS sequences were registered and the DESS segmentations were transformed to the corresponding IW-TSE scans. The performance of MRI-based features in the prediction of knee OA incidence was tested using three different deep learning architectures: a residual network (ResNet), a densely connected convolutional network (DenseNet), and a convolutional variational autoencoder (CVAE). To evaluate the predictive performance of MRI-based features alone, the outputs of ResNet, DenseNet, and CVAE were coupled with patient data (i.e., age, gender, BMI) and used as input to a Logistic Regression (LR) Classifier. Knee OA was defined based on visual MRI and X-ray-based OA features. The ResNet and DenseNet showed similar results, with both methods having the area under the receiver operating characteristic curve (AUC) values up to 0.6269. The best performing OA detection model was CVAE with an AUC of 0.6699 when combined with patient data and an AUC of 0.6689 when used alone as input to the LR classifier. The results showed that three deep learning algorithms have similar metrics when using IW-TSE MRIs and their performance increased with the inclusion of patient data, which shows the strong influence of variables such as age, gender, and BMI on the detection of knee OA. ",
    "url": "https://arxiv.org/abs/2209.01192",
    "authors": [
      "Anastasis Alexopoulos",
      "Jukka Hirvasniemi",
      "Nazli Tümer"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2209.00658",
    "title": "Stable solid molecular hydrogen above 900K from a machine-learned  potential trained with diffusion Quantum Monte Carlo",
    "abstract": "We survey the phase diagram of high-pressure molecular hydrogen with path integral molecular dynamics using a machine-learned interatomic potential trained with Quantum Monte Carlo forces and energies. Besides the HCP and C2/c-24 phases, we find two new stable phases both with molecular centers in the Fmmm-4 structure, separated by a molecular orientation transition with temperature. The high temperature isotropic Fmmm-4 phase has a reentrant melting line with a maximum at higher temperature (1450K at 150GPa) than previously estimated and crosses the liquid-liquid transition line around 1200K and 200GPa. ",
    "url": "https://arxiv.org/abs/2209.00658",
    "authors": [
      "Hongwei Niu",
      "Yubo Yang",
      "Scott Jensen",
      "Markus Holzmann",
      "Carlo Pierleoni",
      "David M. Ceperley"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00704",
    "title": "A Moving Three Level Lambda Rubidium Atom Interacting with a Single Mode  Cavity Field in the Presence of Kerr Medium",
    "abstract": "We study the interaction between a moving three-level lambda rubidium atom and a single mode cavity field in the presence of Kerr-like medium. We derive the basic equations of motion for atomic system and show that it is exactly solvable in the rotating wave approximation (RWA). The momentum increment, the momentum diffusion and the Mandel Q parameter of this system are studied. We investigate numerically the influence of Kerr-Like medium on the evolution of the previous statistical properties in the exact resonate and nonresonate case where the atom is initially prepared in a momentum eigenstate and the field in the squeezed state. It is found that the Kerr medium has an important effect on their evolution. Finally, conclusion and discussion are given. ",
    "url": "https://arxiv.org/abs/2209.00704",
    "authors": [
      "Ahmed Salah",
      "N. H. Abd El-Wahab"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01026",
    "title": "Laser cooling for quantum gases",
    "abstract": "Laser cooling exploits the physics of light scattering to cool atomic and molecular gases to close to absolute zero. It is the crucial initial step for essentially all atomic gas experiments in which Bose-Einstein condensation and, more generally, quantum degeneracy is reached. The ongoing development of laser-cooling methods has allowed more elements to be brought to quantum degeneracy, with each additional atomic species offering its own experimental opportunities. Improved methods are opening new avenues, for example, reaching Bose-Einstein condensation purely through laser cooling as well as the realization of continuous Bose-Einstein condensation. Here we review these recent innovations in laser cooling and provide an outlook on methods that may enable new ways of creating quantum gases. ",
    "url": "https://arxiv.org/abs/2209.01026",
    "authors": [
      "Florian Schreck",
      "Klaasjan van Druten"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01076",
    "title": "Quasiclassical approaches to the generalized quantum master equation",
    "abstract": "The formalism of the generalized quantum master equation (GQME) is an effective tool to simultaneously increase the accuracy and the efficiency of the predictions of quasiclassical trajectory methods in the simulation of nonadiabatic quantum dynamics. The GQME expresses correlation functions in terms of a non-Markovian equation of motion, involving memory kernels which are typically fast-decaying and can therefore be computed by short-time quasiclassical trajectories. In this paper we study the approximate solution of the GQME, obtained by calculating the kernels with two methods, namely Ehrenfest mean-field theory and spin mapping. We test the approaches on a range of spin-boson models with increasing energy bias between the two electronic levels and place a particular focus on the long-time limits of the populations. We find that the accuracy of the predictions of the GQME depends strongly on the specific technique used to calculate the kernels. In particular, spin mapping outperforms Ehrenfest for all systems studied. The problem of unphysical negative electronic populations affecting spin mapping is resolved (at least in these cases) by coupling the method with the master equation. Conversely, Ehrenfest in conjunction with the GQME can predict negative populations, despite the fact that the populations calculated from direct dynamics are positive definite. ",
    "url": "https://arxiv.org/abs/2209.01076",
    "authors": [
      "Graziano Amati",
      "Maximilian A. C. Saller",
      "Aaron Kelly",
      "Jeremy O. Richardson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.01114",
    "title": "Quantum nondemolition measurements with optical parametric amplifiers  for ultrafast universal quantum information processing",
    "abstract": "Realization of a room-temperature ultra-fast photon-number-resolving (PNR) quantum nondemolition (QND) measurement would have significant implications for photonic quantum information processing (QIP), enabling, e.g., deterministic quantum computation in discrete-variable architectures, but the requirement for strong coupling has hampered the development of scalable implementations. In this work, we propose and analyze a nonlinear-optical route to PNR QND using quadratic (i.e., $\\chi^{(2)}$) nonlinear interactions. We show that the coherent pump field driving a phase-mismatched optical parametric amplifier (OPA) experiences displacements conditioned on the number of signal Bogoliubov excitations. A measurement of the pump displacement thus provides a QND measurement of the signal Bogoliubov excitations, projecting the signal mode to a squeezed photon-number state. We then show how our nonlinear OPA dynamics can be utilized for deterministically generating Gottesman-Kitaev-Preskill states only with additional Gaussian resources, offering an all-optical route for fault-tolerant QIP in continuous-variable systems. Finally, we place these QND schemes into a more traditional context by highlighting analogies between the phase-mismatched optical parametric oscillator and multilevel atom-cavity QED systems, by showing how continuous monitoring of the outcoupled pump quadrature induces conditional localization of the intracavity signal mode onto squeezed photon-number states. Our analysis suggests that our proposal may be viable in near-term $\\chi^{(2)}$ nonlinear nanophotonics, highlighting the rich potential of OPA as a universal tool for ultrafast non-Gaussian quantum state engineering and quantum computation. ",
    "url": "https://arxiv.org/abs/2209.01114",
    "authors": [
      "Ryotatsu Yanagimoto",
      "Rajveer Nehra",
      "Ryan Hamerly",
      "Edwin Ng",
      "Alireza Marandi",
      "Hideo Mabuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.01154",
    "title": "Quantum Kinetic Rates within the Nonequilibrium Steady State",
    "abstract": "The nonequilibrium steady state (NESS) of a quantum network is central to a host of physical and biological scenarios. Examples include natural processes such as vision and photosynthesis, as well as technical devices such as photocells, both activated by incoherent light (e.g. sunlight) and leading to quantum transport. Here, a completely general approach to defining components of a quantum network in the NESS, and obtaining rates of processes between these components is provided. Quantum effects are explicitly included throughout, both in (a) defining network components via projection operators, and (b) in determining the role of coherences in rate processes. As examples, the methodology is applied to model cases, two versions of the V-level system, and to the spin-boson model, wherein the role of the environment and of internal system properties in determining the rates is examined. In addition, the role of Markovian vs. non-Markovian contributions is quantified, exposing conditions under which NESS rates can be obtained by perturbing the nonequilibrium steady state. ",
    "url": "https://arxiv.org/abs/2209.01154",
    "authors": [
      "Loïc Joubert-Doriol",
      "Kenneth A. Jung",
      "Artur F. Izmaylov",
      "Paul Brumer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2101.10547",
    "title": "High-Harmonic Generation in the Water Window from mid-IR Laser Sources",
    "abstract": " Title: High-Harmonic Generation in the Water Window from mid-IR Laser Sources ",
    "url": "https://arxiv.org/abs/2101.10547",
    "authors": [
      "Keegan Finger",
      "David Atri-Schuller",
      "Nicolas Douguet",
      "Klaus Bartschat",
      "Kathryn R. Hamilton"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2107.04792",
    "title": "A Compact Cold-Atom Interferometer with a High Data-Rate Grating  Magneto-Optical Trap and a Photonic-Integrated-Circuit-Compatible Laser  System",
    "abstract": " Comments: 21 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2107.04792",
    "authors": [
      "Jongmin Lee",
      "Roger Ding",
      "Justin Christensen",
      "Randy R. Rosenthal",
      "Aaron Ison",
      "Daniel Paul Gillund",
      "David Bossert",
      "Kyle H. Fuerschbach",
      "William Kindel",
      "Patrick S. Finnegan",
      "Joel R. Wendt",
      "Michael Gehl",
      "Ashok Kodigala",
      "Hayden McGuinness",
      "Charles A. Walker",
      "Shanalyn A. Kemme",
      "Anthony Lentine",
      "Grant Biedermann",
      "Peter D. D. Schwindt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.14594",
    "title": "Dark soliton detection using persistent homology",
    "abstract": " Comments: Published version. 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2107.14594",
    "authors": [
      "Daniel Leykam",
      "Irving Rondon",
      "Dimitris G Angelakis"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Image and Video Processing (eess.IV)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02933",
    "title": "ICARUS-Q: Integrated Control and Readout Unit for Scalable Quantum  Processors",
    "abstract": " Comments: Main text: 15 pages, 22 figures. Appendix: 2 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2112.02933",
    "authors": [
      "Kun Hee Park",
      "Yung Szen Yap",
      "Yuanzheng Paul Tan",
      "Christoph Hufnagel",
      "Long Hoang Nguyen",
      "Karn Hwa Lau",
      "Patrick Bore",
      "Stavros Efthymiou",
      "Stefano Carrazza",
      "Rangga P. Budoyo",
      "Rainer Dumke"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.06752",
    "title": "$Ab$ $Initio$ Study of Magnetic Tunnel Junctions Based on Half-Metallic  and Spin-Gapless Semiconducting Heusler Compounds: Reconfigurable Diode and  Inverse Tunnel-Magnetoresistance Effect",
    "abstract": " Comments: 14+7 pages, 7+10 figures ",
    "url": "https://arxiv.org/abs/2202.06752",
    "authors": [
      "T. Aull",
      "E. Şaşıoğlu",
      "N. F. Hinsche",
      "I. Mertig"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.11541",
    "title": "Multi-dimensional microwave sensing using graphene waveguides",
    "abstract": " Title: Multi-dimensional microwave sensing using graphene waveguides ",
    "url": "https://arxiv.org/abs/2202.11541",
    "authors": [
      "Patrik Gubeljak",
      "Lorenzo Pedrazzetti",
      "Oliver J. Burton",
      "Luca Magagnin",
      "Stephan Hofmann",
      "George G. Malliaras",
      "Antonio Lombardo"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05577",
    "title": "The role of fluctuations in quantum and classical time crystals",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.05577",
    "authors": [
      "Toni L. Heugel",
      "Alexander Eichler",
      "R. Chitra",
      "Oded Zilberberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2203.09437",
    "title": "Electron Wave Spin in a Quantum Well",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2203.09437",
    "authors": [
      "Ju Gao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02691",
    "title": "Scalable implementation of $(d+1)$ mutually unbiased bases for  $d$-dimensional quantum key distribution",
    "abstract": " Comments: 7 pages, 3 figures, followed by Supplemental Material of 11 pages, 2 figure, 2 table ",
    "url": "https://arxiv.org/abs/2204.02691",
    "authors": [
      "Takuya Ikuta",
      "Seiseki Akibue",
      "Yuya Yonezu",
      "Toshimori Honjo",
      "Hiroki Takesue",
      "Kyo Inoue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.01470",
    "title": "Can vibrational sum frequency scattering spectra be measured from the  surface of 40-100 nm aerosols in a cloud containing 10$^{6}$ particles/mL?",
    "abstract": " Comments: 5 pages, 1 figure, 1 table ",
    "url": "https://arxiv.org/abs/2206.01470",
    "authors": [
      "Arianna Marchioro",
      "Thaddeus W. Golbek",
      "Tobias Weidner",
      "Sylvie Roke"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06721",
    "title": "Mode-coupling effects in an optically-injected dual-wavelength laser",
    "abstract": " Comments: 12 pages, 6 figures, published ",
    "url": "https://arxiv.org/abs/2206.06721",
    "authors": [
      "Shahab Abdollahi",
      "Pablo Marin-Palomo",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14899",
    "title": "Coherent excitation of three-atom entangled states near a two-body  Förster resonance",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.14899",
    "authors": [
      "Tomohisa Yoda",
      "Emily Hirsch",
      "Jason Madison",
      "Dilara Sen",
      "Aaron Reinhard"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.13082",
    "title": "A squeezed mechanical oscillator with milli-second quantum decoherence",
    "abstract": " Title: A squeezed mechanical oscillator with milli-second quantum decoherence ",
    "url": "https://arxiv.org/abs/2208.13082",
    "authors": [
      "Amir Youssefi",
      "Shingo Kono",
      "Mahdi Chegnizadeh",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00471",
    "title": "Entanglement-Enhanced Optical Atomic Clocks",
    "abstract": " Comments: 8 pages, 7 figures, perspective article ",
    "url": "https://arxiv.org/abs/2209.00471",
    "authors": [
      "Simone Colombo",
      "Edwin Pedrozo-Peñafiel",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]