[
  {
    "id": "arXiv:2405.00014",
    "title": "Explaining Grover's algorithm with a colony of ants: a pedagogical model  for making quantum technology comprehensible",
    "abstract": "The rapid growth of quantum technologies requires an increasing number of physicists, computer scientists, and engineers who can work on these technologies. For educating these professionals, quantum mechanics should stop being perceived as incomprehensible. In this paper we contribute to this change by presenting a pedagogical model for explaining Grover's search algorithm, a prominent quantum algorithm. This model visualizes the three main steps of Grover's algorithm and, in addition to explaining the algorithm itself, introduces three key principles of quantum mechanics: superposition, interference, and state collapse at measurement. The pedagogical model, visualized by a video, is called the \"Ant Colony Maze model\". It represents the search problems as finding the exit of a maze, and visualizes Grover's search algorithm as a strategy by which a colony of ants finds that exit. ",
    "url": "https://arxiv.org/abs/2405.00014",
    "authors": [
      "Merel A Schalkers",
      "Kamiel Dankers",
      "Michael Wimmer",
      "Pieter Vermaas"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00033",
    "title": "One-way Valley-locked waveguide with large channel achieved by  all-dielectric Photonic Crystals",
    "abstract": "Nonreciprocity, which denotes the asymmetric or even unidirectional transmission of light, constitutes the cornerstone of modern photonic circuits. In the realm of photonic devices, it has been widely utilized in isolators, circulators and so on. Recent topology in artificial materials, an unprecedented degree of freedom, has been proposed to solve the effect of impurities on nonreciprocal transmission. However, in view of the bulk-edge correspondence, the spatial width of the transmission channel with uniform field distribution is quite narrow and needs further exploration. In this paper, we proposed a one-way valley-locked waveguide with a large channel in an all-dielectric photonic crystal. Quite different from the topological edge modes, the unidirectional property of our waveguide comes from the bulk modes with valley-lock, which can fully utilize the whole dimension of the structure with an efficiency of 100%. Additionally, the electrical field is uniformly distributed across the entire channel, which opens a new avenue for low-loss nonreciprocity devices. ",
    "url": "https://arxiv.org/abs/2405.00033",
    "authors": [
      "Li Liang",
      "Xiao Zhang",
      "Chuan Wang",
      "Jie Liu",
      "Longzhen Fan",
      "Chengpeng Liang",
      "Liang Liang",
      "Feifei Li",
      "Qi Wu",
      "Yin Poo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00034",
    "title": "Directed High-Energy Infrared Laser Beams for Photovoltaic Generation of  Electric Power at Remote Locations",
    "abstract": "Transferring energy without transferring mass is a powerful paradigm to address the challenges faced when the access to, or the deployment of, the infrastructure for energy conversion is locally impossible or impractical. Laser beaming holds the promise of effectively implementing this paradigm. With this perspective, this work evaluates the optical-to-electrical power conversion that is created when a collimated laser beam illuminates a silicon photovoltaic solar cell that is located kilometers away from the laser. The laser is a CW high-energy Yb-doped fiber laser emitting at a center wavelength of 1075 nm with ~1 m2 of effective beam area. For 20 kW illumination of a solar panel having 0.6 m2 of area, optical simulations and thermal simulations indicate electrical output power of 3000 Watts at a panel temperature of 550 K. Our investigations show that thermo-radiative cells are rather inefficient. In contrast, an optimized approach to harvest laser energy is achieved by using a hybrid module consisting of a photovoltaic cell and a thermo-electric generator. Finally, practical considerations related to infrared power beaming are discussed and its potential applications are outlined. ",
    "url": "https://arxiv.org/abs/2405.00034",
    "authors": [
      "Richard Soref",
      "Francesco De Leonardis",
      "Gerard Daligou",
      "Oussama Moutanabbir"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00043",
    "title": "Shrinking a gradient index lens antenna system with a spaceplate",
    "abstract": "The miniaturisation of optical systems is an ongoing challenge across the electromagnetic spectrum. While the thickness of optical elements themselves can be reduced using advances in metamaterials, it is the voids between these elements -- which are necessary parts of an optical system -- that occupy most of the volume. Recently, a novel optical element coined a `spaceplate' was proposed, that replaces a region of free space with a thinner optical element that emulates the free-space optical response function -- thus having the potential to substantially shrink the volume of optical systems. While there have been a few proof-of-principle demonstrations of spaceplates, they have not yet been deployed in a real-world optical system. In this work, we use a bespoke-designed spaceplate to reduce the length of a gradient index (GRIN) lens microwave antenna. Our antenna is designed to operate at 23.5 GHz, and the incorporation of a nonlocal metamaterial spaceplate enables the distance between the antenna feed and the GRIN lens to be reduced by almost a factor of two. We find the radiation patterns from a conventional and space-squeezed antenna are very similar, with a very low cross-polarisation, and only a minor increase in the side-lobe levels when introducing the spaceplate. Our work represents a first example of a spaceplate integrated into a functional optical system, highlighting the potential for this concept to reduce the physical size of optical systems in real-world applications. ",
    "url": "https://arxiv.org/abs/2405.00043",
    "authors": [
      "Michal Mrnka",
      "Thomas Whittaker",
      "David B. Phillips",
      "Euan Hendry",
      "Will Whittow"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00047",
    "title": "The Quantum Dynamics of Cost Accounting: Investigating WIP via the  Time-Independent Schrodinger Equation",
    "abstract": "The intersection of quantum theory and accounting presents a novel and intriguing frontier in exploring financial valuation and accounting practices. This paper applies quantum theory to cost accounting, specifically Work in Progress (WIP) valuation. WIP is conceptualized as materials in a quantum superposition state whose financial value remains uncertain until observed or measured. This work comprehensively reviews the seminal works that explored the overlap between quantum theory and accounting. The primary contribution of this work is a more nuanced understanding of the uncertainties involved, which emerges by applying quantum phenomena to model the complexities and uncertainties inherent in managerial accounting. In contrast, previous works focus more on financial accounting or general accountancy. ",
    "url": "https://arxiv.org/abs/2405.00047",
    "authors": [
      "Maksym Lazirko"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "General Finance (q-fin.GN)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00052",
    "title": "Vortexes as systems specific to the Acoustic World",
    "abstract": "In this paper we study the properties of vortexes, as systems specific to the Acoustic World, using both hydrodynamic theory and the corresponding hydrodynamic Maxwell equations. According to this study, it follows that the vortex behaves like an acoustic dipole that has intrinsic/internal angular momentum. The system of two identical vortices also has orbital angular momentum and behaves, at distances much greater than the distance between the axes of the vortices, as a single vortex. With the help of Maxwell's hydrodynamic equations for the vortex we deduced the force between two vortices and obtained the expression of the equivalent mass of the vortex and the permittivity of the electroacoustic field. We also obtained and interpreted the expression for the energy density of the acoustic field. The density and pressure variations induced by the vortex cause the change in the propagation speed of the acoustic waves and the acoustic lensing property of the vortex. ",
    "url": "https://arxiv.org/abs/2405.00052",
    "authors": [
      "Ion Simaciu",
      "Viorel Drafta",
      "Zoltan Borsos",
      "Gheorghe Dumitrescu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00054",
    "title": "High-resolution spatio-temporal strain imaging reveals loss mechanisms  in a surface acoustic wave device",
    "abstract": "Surface acoustic wave devices are key components for processing radio frequency signals in wireless communication because these devices offer simultaneously high performance, compact size and low cost. The optimization of the device structure requires a quantitative understanding of energy conversion and loss mechanisms. Stroboscopic full-field diffraction x-ray microscopy studies of a prototypical one-port resonator device revealed the existence of unanticipated acoustic loss. A non-uniform acoustic excitation in the active area was responsible for the substantial end and side leakages observed at the design frequency. Quantitative analysis of the strain amplitude using a wave decomposition method allowed the determination of several key device parameters. This high-resolution spatiotemporal strain imaging technique is, more generally, suited for studying nanophononics, specifically when the feature size is smaller than optical wavelengths. The strain sensitivity allows precise measurement of acoustic waves with picometer-scale amplitude. ",
    "url": "https://arxiv.org/abs/2405.00054",
    "authors": [
      "Tao Zhou",
      "Alexandre Reinhardt",
      "Marie Bousquet",
      "Joel Eymery",
      "Steven Leake",
      "Martin V. Holt",
      "Paul G. Evans",
      "Tobias Schülli"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00059",
    "title": "Microwave Cavity Mode Optimisation by Background Anti-Resonance Tuning",
    "abstract": "To derive the best oscillator phase noise when implementing a high-Q resonator, the spectral line-shape must have high contrast and symmetry. Ideally, this line-shape is Lorentzian, however, in a high mode density spectral region, low-Q background spurious modes interact and distort the resonance. For a sapphire-loaded cavity resonator operating with whispering gallery modes we show that this high contrast and symmetry can be achieved by changing the dimensions of the surrounding cavity shield to tune the background low-Q structures into anti-resonance. This works because the high-Q resonances are primarily defined by the sapphire while the background modes are defined by the cavity shield. Alternatively, it was shown that a similar result can be achieved by exciting the high-Q resonator with a balanced microwave dipole probe in a Mach Zehnder interferometric configuration. The probe was constructed from two separate coaxial electric field probes symmetrically inserted into a cylindrical cavity resonator, from opposite sides with a small gap between them, so they can behave like an active wire dipole antenna. The power into the two separate probes may be matched with an external variable attenuator in one of the arms of the interferometer. Conversely, the phase between the two electric field probes may be changed with an external variable phase shifter, which changes the nature of the field components the probe couples to. The probe couples to the high-Q resonant modes as well as low-Q background modes, which can be made resonant or anti-resonant for the high-Q modes by changing this external phase. When the background modes are in anti-resonance the line shape of the high-Q mode can be made symmetric and with higher contrast. This technique was applied to both whispering gallery sapphire modes, as well as hollow cavity resonators, without changing the dimensions of the cavity. ",
    "url": "https://arxiv.org/abs/2405.00059",
    "authors": [
      "Michael T. Hatzon",
      "Eugene N. Ivanov",
      "Jeremy F. Bourhill",
      "Maxim Goryachev",
      "Michael E. Tobar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00284",
    "title": "Sub-terahertz optomechanics",
    "abstract": "We demonstrate optomechanics in the sub-terahertz regime. An optical racetrack resonator, patterned from thin-film lithium niobate, is suspended to support mechanical structures oscillating at these extremely high frequencies, which are read out through cavity optomechanical coupling. Our hybrid platform paves the way for advancing mechanical systems in the quantum regime at elevated temperatures. ",
    "url": "https://arxiv.org/abs/2405.00284",
    "authors": [
      "Jiacheng Xie",
      "Mohan Shen",
      "Hong X. Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00343",
    "title": "From Compton Scattering of photons on targets to Inverse Compton  Scattering of electron and photon beams",
    "abstract": "We revisit the kinematics of Compton Scattering (electron-photon interactions producing electrons and photons in the exit channel) covering the full range of energy/momenta distribution between the two colliding particles, with a dedicated view to statistical properties of secondary beams that are generated in beam-beam collisions. Starting from the Thomson inverse scattering, where electrons do not recoil and photons are back-scattered to higher energies by a Lorentz boost effect (factor $4\\gamma^2$), we analyze three transition points, separating four regions. These are in sequence, given by increasing the electron recoil (numbers are for transition points, letters for regions): a) Thomson back-scattering, 1) equal sharing of total energy in the exit channel between electron and photon, b) deep recoil regime where the bandwidth/energy spread of the two interacting beams are exchanged in the exit channel, 2) electron is stopped, i.e. taken down at rest in the laboratory system by colliding with an incident photon of $mc^2/2$ energy, c) electron back-scattering region, where incident electron is back-scattered by the incident photon, 3) symmetric scattering, when the incident particles carry equal and opposite momenta, so that in the exit channel they are back-scattered with same energy/momenta, d) Compton scattering ($a'$ $la$ Arthur Compton, see ref.4), where photons carry an energy much larger than the colliding electron energy. For each region and/or transition point we discuss the potential effects of interest in diverse areas, like generating mono-chromatic gamma ray beams in deep recoil regions with spectral purification, or possible mechanisms of generation and propagation of very high energy photons in the cosmological domain. ",
    "url": "https://arxiv.org/abs/2405.00343",
    "authors": [
      "Luca Serafini",
      "Vittoria Petrillo"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00512",
    "title": "Quantum rates in dissipative systems with spatially varying friction",
    "abstract": "We investigate whether making the friction spatially dependent introduces quantum effects into the thermal reaction rates for dissipative reactions. We calculate the quantum rates using the numerically exact multi-configuration time-dependent Hartree (MCTDH) method, as well as the approximate ring-polymer molecular dynamics (RPMD), ring-polymer instanton (RPI) methods, and classical mechanics. By conducting simulations across a wide range of temperatures and friction strengths, we can identify the various regimes that govern the reactive dynamics. At high temperatures, in addition to the spatial-diffusion and energy-diffusion regimes predicted by Kramer's rate theory, a (coherent) tunnelling-dominated regime is identified at low friction. At low temperatures, incoherent tunnelling dominates most of Kramer's curve, except at very low friction when coherent tunnelling becomes dominant. Unlike in classical mechanics, the bath's influence changes the equilibrium time-independent properties of the system, leading to a complex interplay between spatially dependent friction and nuclear quantum effects even at high temperatures. More specifically, we show that a realistic friction profile can lead to an increase (decrease) of the quantum (classical) rates with friction within the spatial-diffusion regime, showing that classical and quantum rates display qualitatively different behaviours. Except at very low frictions, we find that RPMD captures most of the quantum effects in the thermal reaction rates. ",
    "url": "https://arxiv.org/abs/2405.00512",
    "authors": [
      "Oliver Bridge",
      "Paolo Lazzaroni",
      "Rocco Martinazzo",
      "Mariana Rossi",
      "Stuart C. Althorpe",
      "Yair Litman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00563",
    "title": "Physics-Informed Acoustic Liner Optimization: Balancing Drag and Noise",
    "abstract": "We present pore-resolved Direct Numerical Simulations (DNS) of turbulent flows grazing over acoustic liners with aerodynamically and/or acoustically optimized orifice configurations. Our DNS explore a large parameter space, studying various families of orifice geometries, including the influence of orifice shape, orientation, and the number of orifices. All flow cases show an increase in drag compared to the smooth wall. However, the added drag can be reduced by as much as $\\sim$55\\% as compared to conventional acoustic liners by simply altering the shape of the orifice or its orientation, in the case of a non-circular orifice. Complementary acoustic simulations demonstrate that this reduced drag may be achieved while maintaining the same noise reduction properties over a wide range of frequencies. ",
    "url": "https://arxiv.org/abs/2405.00563",
    "authors": [
      "Haris Shahzad",
      "Stefan Hickel",
      "Davide Modesti"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2405.00649",
    "title": "Electronic Coherences in Molecules: The Projected Nuclear Quantum  Momentum as a Hidden Agent",
    "abstract": "Electronic coherences are key to understanding and controlling photo-induced molecular transformations. We identify a crucial quantum-mechanical feature of electron-nuclear correlation, the projected nuclear quantum momenta, essential to capture the correct coherence behavior. In simulations, we show that, unlike traditional trajectory-based schemes, exact-factorization-based methods approximate these correlation terms, and correctly capture electronic coherences in a range of situations, including their spatial dependence, an important aspect that influences subsequent electron dynamics and that is becoming accessible in more experiments. ",
    "url": "https://arxiv.org/abs/2405.00649",
    "authors": [
      "Evaristo Villaseco Arribas",
      "Neepa T. Maitra"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00151",
    "title": "An analytical formula for signal optimization in stimulated  photon-photon scattering setup with three laser pulses",
    "abstract": "We consider a setup to detect stimulated photon-photon scattering using high-power lasers. Signal photons are emitted from an overlap of the incoming intense laser pulses focused in vacuum from three sides. We derive and justify a general approximate analytical formula for the angular distribution and total yield of such signal photons in terms of the parameters of the incoming pulses, including their intensity, carrier frequencies, durations, focusing, polarizations, mutual orientation and overlap. Using the obtained formula a parametric study of the signal is carried out and optimization is performed. ",
    "url": "https://arxiv.org/abs/2405.00151",
    "authors": [
      "A.V. Berezin",
      "A.M. Fedotov"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00400",
    "title": "A Dual Open Atom Interferometer for Compact, Mobile Quantum Sensing",
    "abstract": "We demonstrate an atom interferometer measurement protocol compatible with operation on a dynamic platform. Our method employs two open interferometers, derived from the same atomic source, with different interrogation times to eliminate initial velocity dependence while retaining precision, accuracy, and long term stability. We validate the protocol by measuring gravitational tides, achieving a precision of 4.5 {\\mu}Gal in 2000 runs, marking the first demonstration of inertial quantity measurement with open atom interferometry that achieves long-term phase stability. ",
    "url": "https://arxiv.org/abs/2405.00400",
    "authors": [
      "Yosri Ben-Aïcha",
      "Zain Mehdi",
      "Christian Freier",
      "Stuart S. Szigeti",
      "Paul B. Wigley",
      "Lorcán O. Conlon",
      "Ryan Husband",
      "Samuel Legge",
      "Rhys H. Eagle",
      "Joseph J. Hope",
      "Nicholas P. Robins",
      "John D. Close",
      "Kyle S. Hardman",
      "Simon A. Haine",
      "Ryan J. Thomas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00405",
    "title": "Pure State Inspired Lossless Post-selected Quantum Metrology of Mixed  States",
    "abstract": "Given an ensemble of identical pure quantum states that depend on an unknown parameter, recently it was shown that the quantum Fisher information can be losslessly compressed into a subensemble with a much smaller number of samples. However, generalization to mixed states leads to a technical challenge that is formidable to overcome directly. In this work, we avoid such technicality by unveiling the physics of a featured lossless post-selection measurement: while the post-selected quantum state is unchanged, the parametric derivative of the density operator is amplified by a large factor equal to the square root of the inverse of the post-selection success probability. This observation not only clarifies the intuition and essence of post-selected quantum metrology but also allows us to develop a mathematically compact theory for the lossless post-selection of mixed states. We find that if the parametric derivative of the density operator of a mixed state, or alternatively the symmetric logarithmic derivative, vanishes on the support of the density matrix, lossless post-selection can be achieved with an arbitrarily large amplification factor. We exemplify with the examples of superresolution imaging and unitary encoding of mixed initial states. Our results are useful for realistic post-selected quantum metrology in the presence of decoherence and of foundational interests to several problems in quantum information theory. ",
    "url": "https://arxiv.org/abs/2405.00405",
    "authors": [
      "Jing Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00425",
    "title": "Quantum Monte Carlo study of the phase diagram of the two-dimensional  uniform electron liquid",
    "abstract": "We present a study of spin-unpolarized and spin-polarized two-dimensional uniform electron liquids using variational and diffusion quantum Monte Carlo (VMC and DMC) methods with Slater-Jastrow-backflow trial wave functions. Ground-state VMC and DMC energies are obtained in the density range $1 \\leq r_\\text{s} \\leq 40$. Single-particle and many-body finite-size errors are corrected using canonical-ensemble twist-averaged boundary conditions and extrapolation of twist-averaged energies to the thermodynamic limit of infinite system size. System-size-dependent errors in Slater-Jastrow-backflow DMC energies caused by partially converged VMC energy minimization calculations are discussed. We find that, for $1 \\leq r_\\text{s} \\leq 5$, optimizing the backflow function at each twist lowers the twist-averaged DMC energy at finite system size. However, nonsystematic system-size-dependent effects remain in the DMC energies, which can be partially removed by extrapolation from multiple finite system sizes to infinite system size. We attribute these nonsystematic effects to the close competition between fluid and defected crystal phases at different system sizes at low density. The DMC energies in the thermodynamic limit are used to parameterize a local spin density approximation correlation functional for inhomogeneous electron systems. Our zero-temperature phase diagram shows a single transition from a paramagnetic fluid to a hexagonal Wigner crystal at $r_\\text{s}=35(1)$, with no region of stability for a ferromagnetic fluid. ",
    "url": "https://arxiv.org/abs/2405.00425",
    "authors": [
      "Sam Azadi",
      "N.D. Drummond",
      "S.M. Vinko"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00661",
    "title": "Towards quantum gravity with neural networks: Solving quantum Hamilton  constraints of 3d Euclidean gravity in the weak coupling limit",
    "abstract": "We consider 3-dimensional Euclidean gravity in the weak coupling limit of Smolin and show that it is BF-theory with $\\text{U(1)}^3$ as a Lie group. The theory is quantised using loop quantum gravity methods. The kinematical degrees of freedom are truncated, on account of computational feasibility, by fixing a graph and deforming the algebra of the holonomies to impose a cutoff on the charge vectors. This leads to a quantum theory related to $\\text{U}_q \\text{(1)}^3$ BF-theory. The effect of imposing the cutoff on the charges is examined. We also implement the quantum volume operator of 3d loop quantum gravity. Most importantly we compare two constraints for the quantum model obtained: a master constraint enforcing curvature and Gauss constraint, as well as a combination of a quantum Hamilton constraint constructed using Thiemann's strategy and the Gauss master constraint. The two constraints are solved using the neural network quantum state ansatz, demonstrating its ability to explore models which are out of reach for exact numerical methods. The solutions spaces are quantitatively compared and although the forms of the constraints are radically different, the solutions turn out to have a surprisingly large overlap. We also investigate the behavior of the quantum volume in solutions to the constraints. ",
    "url": "https://arxiv.org/abs/2405.00661",
    "authors": [
      "Hanno Sahlmann",
      "Waleed Sherif"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.00663",
    "title": "Quantum cryptographic protocols with dual messaging system via 2D  alternate quantum walks and genuine single particle entangled states",
    "abstract": "Single-particle entangled states (SPES) can offer a more secure way of encoding and processing quantum information than their multi-particle counterparts. The SPES generated via a 2D alternate quantum-walk setup from initially separable states can be either 3-way or 2-way entangled. This letter shows that the generated genuine three-way and nonlocal two-way SPES can be used as cryptographic keys to securely encode two distinct messages simultaneously. We detail the message encryption-decryption steps and show the resilience of the 3-way and 2-way SPES-based cryptographic protocols against eavesdropper attacks like intercept-and-resend and man-in-the-middle. We also detail how these protocols can be experimentally realized using single photons, with the three degrees of freedom being OAM, path, and polarization. These have unparalleled security for quantum communication tasks. The ability to simultaneously encode two distinct messages using the generated SPES showcases the versatility and efficiency of the proposed cryptographic protocol. This capability could significantly improve the throughput of quantum communication systems. ",
    "url": "https://arxiv.org/abs/2405.00663",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Cryptography and Security (cs.CR)",
      "Quantum Algebra (math.QA)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.05960",
    "title": "Acoustic resolvent analysis of turbulent jets",
    "abstract": " Comments: Accepted for publication in TCFD ",
    "url": "https://arxiv.org/abs/2306.05960",
    "authors": [
      "B. Bugeat",
      "U. Karban",
      "A. Agarwal",
      "L. Lesshafft",
      "P. Jordan"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2307.02091",
    "title": "Quantum support vector machines for classification and regression on a  trapped-ion quantum computer",
    "abstract": " Comments: 31 pages, 8 figures, 3 tables, 2 supplementary figures, 3 supplementary tables ",
    "url": "https://arxiv.org/abs/2307.02091",
    "authors": [
      "Teppei Suzuki",
      "Takashi Hasebe",
      "Tsubasa Miyazaki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05806",
    "title": "Gain-compensated metal cavity modes and a million-fold improvement of  Purcell factors",
    "abstract": " Title: Gain-compensated metal cavity modes and a million-fold improvement of  Purcell factors ",
    "url": "https://arxiv.org/abs/2308.05806",
    "authors": [
      "Becca VanDrunen",
      "Juanjuan Ren",
      "Sebastian Franke",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.13485",
    "title": "Towards nanophotonic optical isolation via inverse design of energy  transfer in non-reciprocal media",
    "abstract": " Title: Towards nanophotonic optical isolation via inverse design of energy  transfer in non-reciprocal media ",
    "url": "https://arxiv.org/abs/2310.13485",
    "authors": [
      "Claire M. Cisowski",
      "Madeline C. Waller",
      "Robert Bennett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18352",
    "title": "Theory of Rayleigh-Brillouin optical activity light scattering  applicable to chiral liquids",
    "abstract": " Title: Theory of Rayleigh-Brillouin optical activity light scattering  applicable to chiral liquids ",
    "url": "https://arxiv.org/abs/2310.18352",
    "authors": [
      "Robert P. Cameron",
      "Emmanouil I. Alexakis",
      "Aidan S. Arnold",
      "Duncan McArthur"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2401.01347",
    "title": "Convex Regions of Opinion Dynamics, Approaches to the Complexity of  Binary Consensus with Reference to Addiction and Obliviousness: Integrated  Dimer Model Perspective",
    "abstract": " Comments: Discussion Paper: Theory of opinion distribution in human relations where trust and distrust mixed(2020) ",
    "url": "https://arxiv.org/abs/2401.01347",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07378",
    "title": "Combination of crystal growth with optical floating zone and evaluation  of Nd3+:LaAlO3 crystals with the dynamic nuclear polarization of 139La and  27Al",
    "abstract": " Comments: 18 pages, 7 figures, Resubmitted to Review of Scientific Instruments ",
    "url": "https://arxiv.org/abs/2402.07378",
    "authors": [
      "Kohei Ishizaki",
      "Ikuo Ide",
      "Masaki Fujita",
      "Hiroki Hotta",
      "Yuki Ito",
      "Masataka Iinuma",
      "Yoichi Ikeda",
      "Takahiro Iwata",
      "Masaaki Kitaguchi",
      "Hideki Kohri",
      "Taku Matsushita",
      "Daisuke Miura",
      "Yoshiyuki Miyachi",
      "Hirohiko M. Shimizu",
      "Masaru Yosoi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.13431",
    "title": "Game Design Inspired by Quantum Physics: A Case Study on The Quantum  Photo Booth",
    "abstract": " Title: Game Design Inspired by Quantum Physics: A Case Study on The Quantum  Photo Booth ",
    "url": "https://arxiv.org/abs/2402.13431",
    "authors": [
      "Sunanda Prabhu Gaunkar",
      "Denise Fischer",
      "Filip Rozpędek",
      "Umang Bhatia",
      "Shobhit Verma",
      "Ahit Kaan Tarhan",
      "Uri Zvi",
      "Nancy Kawalek"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]