[
  {
    "id": "arXiv:2503.11747",
    "title": "Physical Principles of Quantum Biology",
    "abstract": "           This technical monograph provides a comprehensive overview of the field of quantum biology. It approaches quantum biology from a physical perspective with core quantum mechanical concepts presented foremost to provide a theoretical foundation for the field. An extensive body of research is covered to clarify the significance of quantum biology as a scientific field, outlining the field's long-standing importance in the historical development of quantum theory. This lays the essential groundwork to enable further advances in nanomedicine and biotechnology. Written for academics, biological science researchers, physicists, biochemists, medical technologists, and students of quantum mechanics, this text brings clarity to fundamental advances being made in the emerging science of quantum biology.         ",
    "url": "https://arxiv.org/abs/2503.11747",
    "authors": [
      "Nathan S. Babcock",
      "Brandy N. Babcock"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Biomolecules (q-bio.BM)",
      "Cell Behavior (q-bio.CB)",
      "Subcellular Processes (q-bio.SC)",
      "Tissues and Organs (q-bio.TO)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.11867",
    "title": "Benchmarking semi-empirical quantum chemical methods on liquid water",
    "abstract": "           Stimulated by the renewed interest and recent developments in semi-empirical quantum chemical (SQC) methods for noncovalent interactions, we examine the properties of liquid water at ambient conditions by means of molecular dynamics (MD) simulations, both with the conventional NDDO-type (neglect of diatomic differential overlap) methods, e.g. AM1 and PM6, and with DFTB-type (density-functional tight-binding) methods, e.g. DFTB2 and GFN-xTB. Besides the original parameter sets, some specifically reparametrized SQC methods (denoted as AM1-W, PM6-fm, and DFTB2-iBi) targeting various smaller water systems ranging from molecular clusters to bulk are considered as well. The quality of these different SQC methods for describing liquid water properties at ambient conditions are assessed by comparison to well-established experimental data and also to BLYP-D3 density functional theory-based ab initio MD simulations. Our analyses reveal that static and dynamics properties of bulk water are poorly described by all considered SQC methods with the original parameters, regardless of the underlying theoretical models, with most of the methods suffering from too weak hydrogen bonds and hence predicting a far too fluid water with highly distorted hydrogen bond kinetics. On the other hand, the reparametrized force-matchcd PM6-fm method is shown to be able to quantitatively reproduce the static and dynamic features of liquid water, and thus can be used as a computationally efficient alternative to electronic structure-based MD simulations for liquid water that requires extended length and time scales. DFTB2-iBi predicts a slightly overstructured water with reduced fluidity, whereas AM1-W gives an amorphous ice-like structure for water at ambient conditions.         ",
    "url": "https://arxiv.org/abs/2503.11867",
    "authors": [
      "Xin Wu",
      "Hossam Elgabarty",
      "Vahideh Alizadeh",
      "Andres Henao",
      "Frederik Zysk",
      "Christian Plessl",
      "Sebastian Ehlert",
      "Jürg Hutter",
      "Thomas D. Kühne"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.11885",
    "title": "Creating high-dimensional topological physics using a single ring resonator",
    "abstract": "           In spaces of three or more dimensions, there exists topological physics of significant richness that has no lower-dimensional counterparts. To experimentally explore high-dimensional physics, it is advantageous to augment the physical space with synthetic dimensions. An emerging approach is to use a single modulated photonic ring resonator to form multiple synthetic frequency dimensions. However, all the high-dimensional Hamiltonians experimentally demonstrated in this approach are topologically trivial. Here we propose a general scheme to create high-dimensional topological physics using multiple synthetic frequency dimensions in a single ring resonator. This scheme utilizes specifically designed mode-selective modulations and mode conversions to create non-trivial topology. As examples, we numerically demonstrate a three-dimensional, two-band model exhibiting Weyl points and topological insulator phases, and a five-dimensional, four-band model exhibiting Yang monopoles and Weyl surfaces. Our results will facilitate the experimental studies and future applications of topological physics in high dimensions.         ",
    "url": "https://arxiv.org/abs/2503.11885",
    "authors": [
      "Dali Cheng",
      "Heming Wang",
      "Charles Roques-Carmes",
      "Janet Zhong",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2503.11904",
    "title": "Frequency comb shaping through staggered phase flux in fast gain lasers",
    "abstract": "           Optical frequency-comb devices are essential in telecommunications, sensing, and metrology. Yet, precise in-situ control of their spectral envelope remains challenging. We demonstrate a spectral shaping technique leveraging path-dependent phase engineering in the synthetic lattice of cavity modes in a ring-shaped laser with ultrafast gain recovery. By modulating the laser at its repetition rate and twice this frequency, we create a 1D triangular ladder with a staggered phase flux, which breaks time-reversal symmetry. This enables continuous tuning of a strong central lobe across the full bandwidth of our Quantum Cascade Laser frequency comb at 1340cm$^{-1}$. Our method offers unprecedented spectral control at the light generation stage in any fast gain active device, opening new opportunities in waveform engineering for ranging, data transmission, and sensing.         ",
    "url": "https://arxiv.org/abs/2503.11904",
    "authors": [
      "Diego Piciocchi",
      "Alexander Dikopoltsev",
      "Ina Heckelmann",
      "Mattias Beck",
      "Giacomo Scalari",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.11980",
    "title": "Ultrafast space-time optical merons in momentum-energy space",
    "abstract": "           Skyrmions, topologically non-trivial localized spin structures, are fertile ground for exploring emergent phenomena in condensed matter physics and next-generation magnetic-memory technologies. Although magnetics and optics readily lend themselves to two-dimensional realizations of spin texture, only recently have breakthroughs brought forth three-dimensional (3D) magnetic skyrmions, whereas their optical counterparts have eluded observation to date because their realization requires precise control over the spatiotemporal spectrum. Here, we demonstrate the first 3D-localized optical skyrmionic structures with a non-trivial topological spin profile by imprinting meron spin texture on open and closed spectral surfaces in the momentum-energy space of an ultrafast optical wave packet. Precise control over the spatiotemporal spin texture of light - a key requisite for synthesizing 3D optical merons - is the product of synergy between novel methodologies in the modulation of light jointly in space and time, digital holography, and large-area birefringent metasurfaces. Our work advances the fields of spin optics and topological photonics and may inspire new developments in imaging, metrology, optical communications, and quantum technologies.         ",
    "url": "https://arxiv.org/abs/2503.11980",
    "authors": [
      "Murat Yessenov",
      "Ahmed H. Dorrah",
      "Cheng Guo",
      "Layton A. Hall",
      "Joon-Suh Park",
      "Justin Free",
      "Eric G. Johnson",
      "Federico Capasso",
      "Shanhui Fan",
      "Ayman F. Abouraddy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12031",
    "title": "Nanoscale positioning and in-situ enhancement of single G center in silicon using a fluorescence-localization technique",
    "abstract": "           Silicon-based semiconductor nanofabrication technology has achieved a remarkable level of sophistication and maturity, and color centers in silicon naturally inherit this advantage. Besides, their emissions appear in telecommunication bands, which makes them play a crucial role in the construction of quantum network. To address the challenge of weak spontaneous emission, different optical cavities are fabricated to enhance the emission rate. However, the relative location between cavity and emitter is random, which greatly reduce the success probability of enhancement. Here, we report on a fluorescence-localization technique (FLT) for precisely locating single G center in silicon and embedding it in the center of a circular Bragg grating cavity in situ, achieving 240-times improvement of the success probability. We observe a 30-fold enhancement in luminescence intensity, 2.5-fold acceleration of the emission from single G center, corresponding to a Purcell factor exceeding 11. Our findings pave the way for the large-scale integration of quantum light sources including those with spins.         ",
    "url": "https://arxiv.org/abs/2503.12031",
    "authors": [
      "Yu-Hang Ma",
      "Nai-Jie Guo",
      "Wei Liu",
      "Xiao-Dong Zeng",
      "Lin-Ke Xie",
      "Jun-You Liu",
      "Ya-Qi Wu",
      "Yi-Tao Wang",
      "Zhao-An Wang",
      "Jia-Ming Ren",
      "Chun Ao",
      "Haifei Lu",
      "Jian-Shun Tang",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12084",
    "title": "Quantum Simulations of Chemical Reactions: Achieving Accuracy with NISQ Devices",
    "abstract": "           Quantum computing is viewed as a promising technology because of its potential for polynomial growth in complexity, in contrast to the exponential growth observed in its classical counterparts. In the current Noisy Intermediate-Scale Quantum (NISQ) era, the Variational Quantum Eigensolver (VQE), a hybrid variational algorithm, is utilized to simulate molecules using qubits and calculate molecular properties. However, simulating a chemical reaction to compute the reaction energy using VQE algorithm has not yet reached chemical accuracy relative to the benchmark computational chemistry methods due to limitations such as the number of qubits, circuit depth, and noise introduced within the model. To address this issue, we propose the definition of different active spaces for studying chemical reactions, incorporating irreducible representations of both the ground and excited states of the molecules. Our results demonstrate that this approach achieves chemical accuracy in predicting the reaction energy for various reactions. For all reactions studied, the difference in reaction energies between conventional computational chemistry methods and the quantum-classical hybrid VQE algorithm is less than 1 kcal/mol. Furthermore, our analysis simplifies the process of selecting active spaces and electrons for each reaction, reducing it to a single optimal combination that ensures the chemical accuracy for each reaction.         ",
    "url": "https://arxiv.org/abs/2503.12084",
    "authors": [
      "Maitreyee Sarkar",
      "Lisa Roy",
      "Akash Gutal",
      "Atul Kumart",
      "Manikandan Paranjothy"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12091",
    "title": "On the relation between periodically deflected and transverse mode-locked laser beams",
    "abstract": "           Transverse mode-locked (TML) beams exhibit high-speed beam scanning, which motivates a comparison with established beam deflection technologies, such as galvanometer and voice coil scanners. This study explores the hypothesis that TML beams can be regarded as high-speed equivalents of such periodically deflected beams. By analytically modeling the spatiotemporal properties of TML beams as well as experimentally examining periodically deflected beams, both their intensity and phase dynamics were assessed. It is shown that TML beams yield a scanning motion which is shape-invariant upon propagation and have characteristic spatiotemporal phase dynamics. While TML-like scanning in intensity can be recreated by combining periodic translational and rotational deflection, beams deflected by mirrors still exhibit different phase dynamics. These findings imply that TML beams cannot simply be categorized as high-speed variants of periodically deflected beams. Nonetheless, TML beams remain applicable to high-speed laser beam scanning, although their phase dynamics have to be considered in phase-sensitive processes.         ",
    "url": "https://arxiv.org/abs/2503.12091",
    "authors": [
      "Michael Zwilich",
      "Jan Wichmann",
      "Carsten Fallnich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12212",
    "title": "High-efficiency 2D Grating Design for the Magneto-Optical Trap: Enhancing Intensity Balance and Reducing Optical Complexity",
    "abstract": "           Diffraction gratings integrated into an atomic, molecular, and optical (AMO) setup offer a compact and efficient route toward atom cooling and trapping, thus preparing magneto-optical traps (MOT) for insertion into future scalable quantum systems. Here, we propose and numerically validate a two-dimensional (2D) diffraction grating that satisfies the required optical conditions for laser cooling, namely, radiation pressure balance, specular reflection cancellation, and circular polarization handedness reversal upon diffraction, thus achieving an optical molasses, a necessary condition in MOT. Using Rigorous Coupled Wave Analysis (RCWA) and a Genetic Algorithm (GA), we optimize the grating's geometry to maximize key figures of merit. The grating consists of a 2D square lattice of nanoholes and is designed to diffract normally incident 780 nm circularly polarized light into the four first orders, each with a diffraction efficiency of 0.24, of which 99.7% has the correct circular handedness. Our 2D diffraction grating can enhance the performance of GMOTs employing 2D gratings by improving the axial radiation pressure balance and providing a high degree of circular polarization. Furthermore, we investigated the robustness of our 2D grating to ensure high manufacturing resilience.         ",
    "url": "https://arxiv.org/abs/2503.12212",
    "authors": [
      "Elaheh Karooby",
      "Jiazhen Li",
      "Amit Agrawal",
      "Qing Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12384",
    "title": "On-demand manipulation of superbunching emission from colloidal quantum dots and its application in noise-resistance correlated biphoton imaging",
    "abstract": "           Superbunching effect with second-order correlations larger than 2, $g^{(2)}(0)>2$, indicating the N-photon bundles emission and strong correlation among photons, has a broad range of fascinating applications in quantum illumination, communication, and computation. However, the on-demand manipulation of the superbunching effect in colloidal quantum dots (QDs) under pulsed excitation, which is beneficial to integrated photonics and lab-on-a-chip quantum devices, is still challenging. Here, we disclosed the evolution of $g^{(2)}(0)$ with the parameters of colloidal QDs by Mento Carlo simulations and performed second-order correlation measurements on CdSe/ZnS core/shell QDs under both continuous wave (CW) and pulsed lasers. The photon statistics of a single colloidal QD have been substantially tailored from sub-Poissonian distribution $g^{(2)}(0) <1$) to superbunching emission, with the maximum $g^{(2)}(0)$ reaching 69 and 20 under CW and pulsed excitation, respectively. We have achieved correlated biphoton imaging (CPI), employing the coincidence of the biexciton and bright exciton in one laser pulse, with the stray light and background noise up to 53 times stronger than PL emission of single colloidal QDs. By modulating the PL intensity, the Fourier-domain CPI with reasonably good contrast has been determined, with the stray light noise up to 107 times stronger than PL emission and 75600 times stronger than the counts of biphotons. Our noise-resistance CPI may enable laboratory-based quantum imaging to be applied to real-world applications with the highly desired suppression of strong background noise and stray light.         ",
    "url": "https://arxiv.org/abs/2503.12384",
    "authors": [
      "Yunrui Song",
      "Chengbing Qin",
      "Yuanyuan Li",
      "Xiangdong Li",
      "Xuedong Zhang",
      "Aoni Wei",
      "Zhichun Yang",
      "Xinghui Liu",
      "Jianyong Hu",
      "Ruiyun Chen",
      "Guofeng Zhang",
      "Liantuan Xiao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2503.12438",
    "title": "Enabling Highly Efficient Infrared Silicon Photodetectors via Disordered Metasurfaces with Upconversion Nanoparticles",
    "abstract": "           Silicon photodetectors are highly desirable for their CMOS compatibility, low cost, and fast response speed. However, their application the infrared (IR) is limited by silicon's intrinsic bandgap, which restricts its detection to photons with wavelengths shorter than 1100 nm. Although several methods have been developed to extend silicon photodetectors further in the IR range, these approaches often introduce additional challenges, such as increased fabrication complexity and compatibility issues with standard CMOS processes. Here, we present an approach to overcome these limitations by integrating disordered metasurfaces with upconversion nanoparticles (UCNPs), enabling IR detection by silicon photodetectors. The disordered design consists of hybrid Mie-plasmonic cavities, which can enhance both the near-field localization and wide-band light absorption from visible to IR, improving photocurrent conversion. Compared to ordered structures, the infrared absorption and near field of the highly disordered configuration are increased by 2.6-folds and 3.9-folds, respectively. UCNPs not only convert near-infrared photons into visible light but also enhance absorption in the mid-infrared range, thereby improving hot electron generation. The measured responsivity of the disordered element for 1550 nm laser is up to 0.22 A/W at room temperature, corresponding to an external quantum efficiency of 17.6%. Our design not only enhances the photocurrent performance significantly, but also extends the working wavelength of silicon photodetectors to IR wavelength, making them suitable for broad spectrum applications.         ",
    "url": "https://arxiv.org/abs/2503.12438",
    "authors": [
      "Wei Chen",
      "Shutao Zhang",
      "Chongwu Wang",
      "Yiming Wu",
      "Xiaodong Shi",
      "Jiaqing Shen",
      "Yan Liu",
      "Xuran Zhang",
      "Febiana Tjiptoharsono",
      "Henry Yit Loong Lee",
      "Di Zhu",
      "Qijie Wang",
      "Joel K. W. Yang",
      "Jinfeng Zhu",
      "Zhaogang Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12488",
    "title": "Translation of Valentine Bargmann, \"Remarks on the general relativistic formulation of quantum theory\" (1932)",
    "abstract": "           English translation of \"Bemerkungen zur allgemein-relativistischen Fassung der Quantentheorie\", originally published in {\\em Sitzber. kgl.-preuß. Akad. Wiss. Berlin, Sitzung der phys.-math. Klasse} {\\bf XXIV} (1932) 346--354.         ",
    "url": "https://arxiv.org/abs/2503.12488",
    "authors": [
      "A. E. S. Hartmann"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2503.12568",
    "title": "Non-equilibrium origin of cavity-induced resonant modifications of chemical reactivities",
    "abstract": "           In this work, we investigate the influence of light-matter coupling on reaction dynamics and equilibrium properties of a single molecule inside an optical cavity. The reactive molecule is modeled using a triple-well potential, allowing two competing reaction pathways that yield distinct products. Dynamical and equilibrium simulations are performed using the numerically exact hierarchical equations of motion approach in real- and imaginary-time formulations, respectively, both implemented with tree tensor network decomposition schemes. We consider two illustrative cases: one dominated by slow kinetics and another by ultrafast processes. Our results demonstrate that in both scenarios, the rates of ground-state reaction pathways can be selectively enhanced when the cavity frequency is tuned in resonance with the relevant vibrational transition, which directly leads to the formation of the corresponding product. In addition, due to the anharmonicity of chemical reactions, cavity-induced vibrational transitions within the reactant region can also influence reaction rates even when they do not directly result in product formation. However, we found that the equilibrium populations remain unchanged when the molecule is moved into the cavity, regardless of the cavity frequency. Thus, our proof-of-concept study highlights that cavity-induced modifications of chemical reactivities in resonant conditions arise from dynamical and non-equilibrium interactions between the cavity mode and molecular vibrations, rather than from the significant changes in equilibrium properties.         ",
    "url": "https://arxiv.org/abs/2503.12568",
    "authors": [
      "Yaling Ke"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12580",
    "title": "Light-induced quantum friction of carbon nanotubes in water",
    "abstract": "           Quantum friction describes the transfer of energy and momentum from electronically excited states in a material to a surrounding solvent. Here, we show that near-infrared (NIR) fluorescent single-walled carbon nanotubes (SWCNTs) exhibit quantum friction in water. The diffusion constants of functionalized SWCNTs in aqueous solution decrease linearly by around 50 % with increasing excitation power. In contrast, SWCNTs with quantum defects that localize excitons show no power-dependent diffusion. Chemical manipulation of exciton concentration by molecules that increase or decrease SWCNT fluorescence also modulate the diffusion constant by a factor of up to 2. Additionally, excitons increase the macroscopic viscosity of SWCNT solutions. Optical pump Terahertz (THz) probe spectroscopy reveals transient absorption features of water (37 /cm and above 80 /cm), indicating energy dissipation into translational modes of its hydrogen bond network. Molecular dynamics simulations further support a mechanism in which exciton-induced dipoles enhance frictional forces. These findings establish that excitons in SWCNTs induce quantum friction in water.         ",
    "url": "https://arxiv.org/abs/2503.12580",
    "authors": [
      "Tanuja Kistwal",
      "Krishan Kanhaiya",
      "Adrian Buchmann",
      "Chen Ma",
      "Jana Nikolic",
      "Julia Ackermann",
      "Phillip Galonska",
      "Sanjana S. Nalige",
      "Martina Havenith",
      "Marialore Sulpizi",
      "Sebastian Kruss"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12646",
    "title": "Probing intensity noise in ultrafast pulses using the dispersive Fourier transform augmented by quantum sensitivity analysis",
    "abstract": "           To reach the next frontier in multimode nonlinear optics, it is crucial to better understand the classical and quantum phenomena of systems with many interacting degrees of freedom -- both how they emerge and how they can be tailored to emerging applications, from multimode quantum light generation to optical computing. Soliton fission and Raman scattering comprise two such phenomena that are ideal testbeds for exploring multimode nonlinear optics, especially power-dependent physics. To fully capture the complexity of such processes, an experimental measurement technique capable of measuring shot-to-shot pulse variations is necessary. The dispersive Fourier transform (DFT) is the ideal technique to achieve this goal, using chromatic dispersion to temporally stretch an ultrafast pulse and map its spectrum onto a measurable temporal waveform. Here, we apply DFT to explore the power-dependent mean field and noise properties of soliton fission and Raman scattering. To explain quantum noise properties, the traditional approach is to perform several hundred stochastic simulations for computing statistics. In our work, we apply quantum sensitivity analysis (QSA) to compute the noise in any output observable based on fluctuations in the input pulse, all using a single backwards differentiation step. We find that the combination of DFT and QSA provides a powerful framework for understanding the quantum and classical properties of soliton fission and Raman scattering, and can be generalized to other multimode nonlinear phenomena.         ",
    "url": "https://arxiv.org/abs/2503.12646",
    "authors": [
      "Shiekh Zia Uddin",
      "Sahil Pontula",
      "Jiaxin Liu",
      "Shutao Xu",
      "Seou Choi",
      "Michelle Y. Sander",
      "Marin Soljacic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12653",
    "title": "Quantum Chemistry Driven Molecular Inverse Design with Data-free Reinforcement Learning",
    "abstract": "           The inverse design of molecules has challenged chemists for decades. In the past years, machine learning and artificial intelligence have emerged as new tools to generate molecules tailoring desired properties, but with the limit of relying on models that are pretrained on large datasets. Here, we present a data-free generative model based on reinforcement learning and quantum mechanics calculations. To improve the generation, our software is based on a five-model reinforcement learning algorithm designed to mimic the syntactic rules of an original ASCII encoding based on the SMILES one, and here reported. The reinforcement learning generator is rewarded by on-the-fly quantum mechanics calculations within a computational routine addressing conformational sampling. We demonstrate that our software successfully generates new molecules with desired properties finding optimal solutions for problems with known solutions and (sub)optimal molecules for unexplored chemical (sub)spaces, jointly showing significant speed-up to a reference baseline.         ",
    "url": "https://arxiv.org/abs/2503.12653",
    "authors": [
      "Francesco Calcagno",
      "Luca Serfilippi",
      "Giorgio Franceschelli",
      "Marco Garavelli",
      "Mirco Musolesi",
      "Ivan Rivalta"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12895",
    "title": "Offset sideband locking to iodine for laser cooling on the $\\mathrm{{}^1 S_0}\\rightarrow \\mathrm{{}^3 P_1}$ transition of ${}^{171}\\mathrm{Yb}$",
    "abstract": "           We present absolute frequency measurements of a laser stabilized using an offset sideband locking technique on the P(49)24-1 rovibrational transition of $^{127}\\mathrm{I}_2$ near 556 nm. The P(49)24-1 transition is offset by 4.8 GHz from the intercombination transition of ${}^{171}\\mathrm{Yb}$. A dual-tone electro-optical modulator is employed to bridge this frequency gap, enabling frequency stabilization of the 556 nm laser near the Yb transition, achieving a fractional frequency stability of $1.2 \\times 10^{-11}$ at one second. We thoroughly characterize the frequency shifts associated with this locking scheme, with typical systematic effects fractional uncertainties of $9 \\times 10^{-12}$.         ",
    "url": "https://arxiv.org/abs/2503.12895",
    "authors": [
      "Martin Hauden",
      "Jacques Millo",
      "Martina Matusko",
      "Francisco S Ponciano Ojeda",
      "Yann Kersalé",
      "Marion Delehaye"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.13003",
    "title": "Artificial Blur Effect for Optical See-through Near-Eye Displays",
    "abstract": "           Saliency modulation has significant potential for various applications. In our pursuit of implementing saliency modulation for optical see-through near-eye displays, we decided to introduce a blur effect to reduce the sharpness of specific areas while preserving the sharpness of others. In this study, we used a digital micromirror device (DMD) to separate the incoming light from a scene into sharp and blurred areas. To achieve this, we integrated an electrically tunable lens (ETL), which operates in its zero optical power mode when the reflected light from the DMD represents the sharp area (i.e., the blur area is masked). Conversely, when the reflected light indicates the blur area, the ETL adjusts to non-zero optical powers. Importantly, these modulations occur at a speed that surpasses the critical flicker frequency threshold of the human eye. Furthermore, we proposed an algorithm to mitigate the artifacts around the border area between the sharp and blur areas that are caused by the magnification of the ETL. We have also developed a prototype system to demonstrate the feasibility of our method.         ",
    "url": "https://arxiv.org/abs/2503.13003",
    "authors": [
      "Shiva Sinaei",
      "Daisuke Iwai",
      "Kousuke Sato"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Human-Computer Interaction (cs.HC)"
    ]
  },
  {
    "id": "arXiv:2503.13106",
    "title": "Super-resolution Radial Fluctuations Enables Polarization-resolved Nonlinear Optical Nanoscopy",
    "abstract": "           Second harmonic generation microscopy (SHG) is a powerful imaging modality which has found applications in investigating both biological and synthetic nanostructures. Like all optical microscopy techniques, the resolution of SHG is limited to approximately half the wavelength of the excitation light. Because of this several groups have proposed techniques to enable super-resolution SHG imaging. However, these techniques often involve quite complicated optical setups compared to standard SHG microscopes, a major impediment towards more widespread utilization. Here we apply super-resolution radial fluctuations (SRRF), a commonly used technique for super-resolution fluorescence imaging, to enable super-resolution SHG microscopy. By imaging individual nanostructures, we demonstrate that SRRF can provide resolution enhancement of up to 3x compared to a laser scanning SHG microscope, which is comparable to the best resolution enhancement reported in the literature. Additionally, we show that SRRF maintains the polarization dependence of SHG, therefore enabling super-resolution polarization SHG imaging. Finally, we perform SRRF processing on third harmonic generation images to demonstrate the significant potential of SRRF for other super-resolution nonlinear optical microscopy. Importantly, since SRRF can achieve super-resolution purely through image processing, the technique demonstrated here could be used to enhance the resolution of images obtained using a wide variety of nonlinear optical microscopy setups including both laser scanning and widefield configurations.         ",
    "url": "https://arxiv.org/abs/2503.13106",
    "authors": [
      "MacAulay Harvey",
      "Richard Cisek",
      "Sarry Al-Turk",
      "Harry. E. Ruda",
      "Laurent Kreplak",
      "Danielle Tokarz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2503.13233",
    "title": "Quantum Fourier Transform Infrared Spectroscopy: Evaluation, Benchmarking and Prospects",
    "abstract": "           Sensing with undetected photons has enabled new, unconventional approaches to Fourier transform infrared (FTIR) spectroscopy. Leveraging properties of non-degenerated entangled photon pairs, mid-IR information can be accessed in the near-IR spectral domain to perform mid-IR spectroscopy with silicon-based detection schemes. Here, we address practical aspects of vibrational spectroscopy with undetected photons using a quantum-FTIR (QFTIR) implementation. The system operates in the spectral range from around $3000~\\mathrm{cm}^{-1}$ to $2380~\\mathrm{cm}^{-1}$ (detection at around $12500~\\mathrm{cm}^{-1}$) and possesses only $68~\\mathrm{pW}$ of mid-IR probing power for spectroscopic measurements with a power-dependence of the signal-to-noise ratio of $1.5\\cdot 10^{5}~\\mathrm{mW}^{-1/2}$. We evaluate the system's short- and long-term stability and experimentally compare it to a commercial FTIR instrument using Allan-Werle plots to benchmark our QFTIR implementation's overall performance and stability. In addition, comparative qualitative spectroscopic measurements of polymer thin films are performed using the QFTIR spectrometer and a commercial FTIR with identical resolution and integration times. Our results show under which conditions QFTIR can practically be competitive or potentially outperform conventional FTIR technology.         ",
    "url": "https://arxiv.org/abs/2503.13233",
    "authors": [
      "Paul Gattinger",
      "Andreas W. Schell",
      "Sven Ramelow",
      "Markus Brandstetter",
      "Ivan Zorin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.13278",
    "title": "Properties of a definition of the SI second based on several optical transitions",
    "abstract": "           The current definition of the SI second based on the Cs ground state hyperfine transition is expected to be replaced by a new definition based on optical frequency standards in the next decade. Several options are currently under consideration for the new definition, including a definition based on the weighted geometric mean of several transitions. In this paper, we review several properties of this option, and most notably introduce a quantitative method to set the weights of transitions, and a graphical representation of the unit that make the distinction between the definition and the realisation of the unit easier to understand.         ",
    "url": "https://arxiv.org/abs/2503.13278",
    "authors": [
      "Jérôme Lodewyck",
      "Tetsuya Ido"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2503.11783",
    "title": "Noise-strength-adapted approximate quantum codes inspired by machine learning",
    "abstract": "           We demonstrate that machine learning provides a powerful tool for discovering new approximate quantum error-correcting (AQEC) codes beyond conventional algebraic frameworks. Building upon results from hybrid quantum-classical learning, we construct two novel types of noise-strength-adapted (NSA) AQEC codes, namely a self-complementary code and a pair-complementary code, which can outperform conventional codes for amplitude damping (AD) noise. The 4-qubit self-complementary NSA code outperforms its non-NSA counterpart in fidelity and Knill-Laflamme condition violation. The pair-complementary code, which has no known non-NSA analog, achieves even better performance with higher-order loss suppression and better fidelity. We further generalize both approaches to families of NSA AD codes of arbitrary system size, as well as an NSA variant of the 0-2-4 binomial code for single-photon loss. Our results demonstrate that adaptation to noise strength can lead to significant improvements in error correction capability, and highlight how machine learning can help discover new valuable codes that may be missed through conventional algebraic approaches.         ",
    "url": "https://arxiv.org/abs/2503.11783",
    "authors": [
      "Shuwei Liu",
      "Shiyu Zhou",
      "Zi-Wen Liu",
      "Jinmin Yi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.11968",
    "title": "Twin-Polaritons: Classical versus Quantum Features in Polaritonic Spectra",
    "abstract": "           Understanding whether a polaritonic phenomenon is inherently quantum or classical is essential for developing accurate models and optimizing experimental designs. We investigate this question in the context of polaritonic rotational-vibrational spectra and report a new feature, the twin-polariton, an additional splitting beyond the usual primary resonant polariton splitting that arises from light-matter entanglement. Through ab-initio calculations of HCl molecules and a corresponding model system coupled to a cavity, we demonstrate that the twin-polariton persists in the many-molecule case and follows the same linear dependence on coupling strength as the primary resonant polariton splitting. This finding reveals a novel mechanism to tune a quantum feature using a classical one, offering new insights into the fundamental nature of polaritonic systems.         ",
    "url": "https://arxiv.org/abs/2503.11968",
    "authors": [
      "Iren Simko",
      "Norah M. Hoffmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.11986",
    "title": "An Acoustic Inversion-Based Flow Measurement Model in 3D Hydrodynamic Systems",
    "abstract": "           This study extends the flow measurement method initially proposed in [22] to three-dimensional scenarios, addressing the growing need for accurate and efficient non-contact flow measurement techniques in complex hydrodynamic environments. Compared to conventional Acoustic Doppler Current Profilers (ADCPs) and remote sensing-based flow monitoring, the proposed method enables high-resolution, continuous water velocity measurement, making it well-suited for hazardous environments such as floods, strong currents, and sediment-laden rivers. Building upon the original approach, we develop an enhanced model that incorporates multiple emission directions and flexible configurations of receivers. These advancements improve the adaptability and accuracy of the method when applied to three-dimensional flow fields. To evaluate its feasibility, we conducted extensive numerical simulations designed to mimic real-world hydrodynamic conditions. The results demonstrate that the proposed method effectively handles diverse and complex flow field configurations, highlighting its potential for practical applications in water resource management and hydraulic engineering.         ",
    "url": "https://arxiv.org/abs/2503.11986",
    "authors": [
      "Jiwei Li",
      "Lingyun Qiu",
      "Zhongjing Wang",
      "Hui Yu"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2503.12120",
    "title": "Time-resolved radiative recombination in black silicon",
    "abstract": "           Black silicon (b-Si) has been receiving a great deal of interest for its potential to be used in applications ranging from sensors to solar cells and electrodes in batteries due to its promising optical, electronic and structural properties. Several approaches have been used to demonstrate the possibility of producing application quality b-Si, which also exhibits light emission properties. The photoluminescence is a useful technique to identify recombination pathways and thus enable us to optimize device quality. In this work, we report the results of the radiative recombination dynamics in b-Si produced by a technique involving thermal oxidation, photoresist coating and chlorine plasma etching. An ultrafast blue luminescence component competing with non-radiative recombination at surface defects was identified as no-phonon radiative recombination. This component involves two decay processes with a peak energy at around 480 nm, which have the fast component of about 15 ps followed by a component of around 50 ps lifetime. The emission exhibits a slow process in red spectral region with time constant of 1500 ps. When the surface is smoothed, the lifetime of carriers increased up to 4500 ps and the emission peak blue shifted indicating downsizing in dimensions. The results are correlated with transmission electron microscopy, localized vibrational modes and spectroscopic ellipsometry and interpreted through the presence of quantum         ",
    "url": "https://arxiv.org/abs/2503.12120",
    "authors": [
      "Seref Kalem"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12169",
    "title": "Tunable N-level EIT: Deterministic Generation of Optical States with Negative Wigner Function",
    "abstract": "           Strong optical nonlinearities are key to a range of technologies, particularly in the generation of photonic quantum states. The strongest nonlinearity in hot atomic vapors originates from electromagnetically induced transparency (EIT), which, while effective, often lacks tunability and suffers from significant losses due to atomic absorption. We propose and demonstrate an N-level EIT scheme, created by an optical frequency comb that excites a warm rubidium vapor. The massive number of comb lines simultaneously drive numerous transitions that interfere constructively to induce a giant and highly tunable cross-Kerr optical nonlinearity. The obtained third-order nonlinearity values range from $1.2 \\times 10^{-7}$ to $7.7 \\times 10^{-7}$ $m^2 V^{-2}$. Above and beyond that, the collective N-level interference can be optimized by phase shaping the comb lines using a spectral phase mask. Each nonlinearity value can then be tuned over a wide range, from 40\\% to 250\\% of the initial strength. We utilize the nonlinearity to demonstrate squeezing by self polarization rotation of CW signals that co-propagate with the pump and are tuned to one of the EIT transparent regions. Homodyne measurements reveal a quadrature squeezing level of 3.5 dB at a detuning of 640 MHz. When tuned closer to an atomic resonance, the nonlinearity is significantly enhanced while maintaining low losses, resulting in the generation of non-Gaussian cubic phase states. These states exhibit negative regions in their Wigner functions, a hallmark of quantum behavior. Consequently, N-level EIT enables the direct generation of photonic quantum states without requiring postselection.         ",
    "url": "https://arxiv.org/abs/2503.12169",
    "authors": [
      "Sutapa Ghosh",
      "Alexey Gorlach",
      "Chen Mechel",
      "Maria V. Chekhova",
      "Ido Kaminer",
      "Gadi Eisenstein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12224",
    "title": "Bounds on a Wavefunction Overlap with Hamiltonian Eigen-states: Performance Guarantees for the Quantum Phase Estimation Algorithm",
    "abstract": "           Estimating the overlap between an approximate wavefunction and a target eigenstate of the system Hamiltonian is essential for the efficiency of quantum phase estimation. In this work, we derive upper and lower bounds on this overlap using expectation values of Hamiltonian powers and bounds on target eigenenergies. The accuracy of these bounds can be systematically improved by computing higher-order Hamiltonian moments and refining eigenenergy estimates. Our method offers a practical approach to assessing initial state quality and can be implemented on both classical and quantum computers.         ",
    "url": "https://arxiv.org/abs/2503.12224",
    "authors": [
      "Junan Lin",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12522",
    "title": "Investigation of Inverse Velocity Dispersion in a Solar Energetic Particle Event Observed by Solar Orbiter",
    "abstract": "           Inverse velocity dispersion (IVD) events, characterized by higher-energy particles arriving later than lower-energy particles, challenge the classical understanding of SEP events and are increasingly observed by spacecraft, such as Parker Solar Probe (PSP) and Solar Orbiter (SolO). However, the mechanisms underlying IVD events remain poorly understood. This study aims to investigate the physical processes responsible for long-duration IVD events by analyzing the SEP event observed by SolO on 2022 June 7. We explore the role of evolving shock connectivity, particle acceleration at interplanetary (IP) shocks, and cross-field transport in shaping the observed particle this http URL utilize data from Energetic Particle Detector (EPD) suite onboard SolO to analyze the characteristics of the IVD, and model the event using the Heliospheric Energetic Particle Acceleration and Transport (HEPAT) model. The IVD event exhibited a distinct and long-duration IVD signature, across proton energies from 1 to 20 MeV and lasting for approximately 10 hours. Simulations suggest that evolving shock connectivity and the evolution of shock play a primary role in the IVD signature, with SolO transitioning from shock flank to nose over time, resulting in a gradual increase in maximum particle energy along the field line. Furthermore, model results show that limited cross-field diffusion can influence both the nose energy and the duration of the IVD event. This study demonstrates that long-duration IVD events are primarily driven by evolving magnetic connectivity along a non-uniform shock that evolves over time, where the connection moves to more efficient acceleration sites as the shock propagates farther from the Sun. Other mechanisms, such as acceleration time at the shock, may also contribute to the observed IVD features.         ",
    "url": "https://arxiv.org/abs/2503.12522",
    "authors": [
      "Zheyi Ding",
      "F. Robert Wimmer-Schweingruber",
      "Alexander Kollhoff",
      "Patrick Kühl",
      "Liu Yang",
      "Lars Berger",
      "Athanasios Kouloumvakos",
      "Nicolas Wijsen",
      "Jingnan Guo",
      "Daniel Pacheco",
      "Yuncong Li",
      "Manuela Temmer",
      "Javier Rodriguez-Pacheco",
      "C. Robert Allen",
      "C. George Ho",
      "M. Glenn Mason",
      "Zigong Xu",
      "Sindhuja G"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12540",
    "title": "The topological spectrum of high dimensional quantum states",
    "abstract": "           Topology has emerged as a fundamental property of many systems, manifesting in cosmology, condensed matter, high-energy physics and waves. Despite the rich textures, the topology has largely been limited to low dimensional systems that can be characterised by a single topological number, e.g., a Chern number in matter or a Skyrme number in waves. Here, using photonic quantum states as an example, we harness the synthetic dimensions of orbital angular momentum (OAM) to discover a rich tapestry of topological maps in high dimensional spaces. Moving beyond spin textured fields, we demonstrate topologies using only one degree of freedom, the OAM of light. By interpreting the density matrix as a non-Abelian Higgs potential, we are able to predict topologies that exist as high dimensional manifolds which remarkably can be deconstructed into a multitude of simpler maps from disks to disks and spheres to spheres, giving rise to the notion of a topological spectrum rather than a topological number. We confirm this experimentally using quantum wave functions with an underlying topology of 48 dimensions and a topological spectrum spanning over 17000 maps, an encoding alphabet with enormous potential. We show that the topological spectrum allows the simultaneous ability to be robust to and probe for perturbation, the latter made possible by observing emergent signatures in the non-topological (trivial) spaces of the spectrum. Our experimental approach benefits from easy implementation, while our theoretical framework is cast in a manner that can be extrapolated to any particle type, dimension and degree of freedom. Our work opens exciting future possibilities for quantum sensing and communication with topology.         ",
    "url": "https://arxiv.org/abs/2503.12540",
    "authors": [
      "Robert de Mello Koch",
      "Pedro Ornelas",
      "Neelan Gounden",
      "Bo-Qiang Lu",
      "Isaac Nape",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.12749",
    "title": "Matrix phase-space representations in quantum optics",
    "abstract": "           We introduce matrix quantum phase-space distributions. These extend the idea of a quantum phase-space representation via projections onto a density matrix of global symmetry variables. The method is applied to verification of low-loss Gaussian boson sampling (GBS) quantum computational advantage experiments with up to 10,000 modes, where classically generating photon-number counts is exponentially hard. We demonstrate improvements in sampling error by a factor of 1000 or more compared to unprojected methods, which are infeasible for such cases.         ",
    "url": "https://arxiv.org/abs/2503.12749",
    "authors": [
      "Peter D. Drummond",
      "Alexander S. Dellios",
      "Margaret D. Reid"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12949",
    "title": "Tunable topological protection in Rydberg lattices via a novel quantum Monte Carlo approach",
    "abstract": "           Rydberg atom arrays have recently been conjectured to host $Z_2$ quantum spin liquids (QSLs) in certain parameter regimes. Due to the strong interactions between these atoms, it is not possible to analytically study these systems, and one must resort to Monte Carlo sampling of the path integral to reach definite conclusions. We use a tailored update, specifically designed to target the low energy excitations of the QSL. This allows us to reliably simulate Rydberg atoms on a triangular lattice in the proposed QSL regime. We identify a correlated paramagnetic phase at low temperatures which hosts topological protection similar to a $Z_2$ spin liquid up to a length scale tuned by Hamiltonian parameters. However, this correlated paramagnet seems to be continuously connected to the trivial paramagnetic regime and thus does not seem to be a true QSL. This result indicates the feasibility of Rydberg atom arrays to act as topological qubits.         ",
    "url": "https://arxiv.org/abs/2503.12949",
    "authors": [
      "Pranay Patil",
      "Owen Benton"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12954",
    "title": "Efficient Detection of Statistical RF Fields at High Magnetic Field with a Quantum Sensor",
    "abstract": "           Nuclear magnetic resonance (NMR) spectroscopy is widely used in fields ranging from chemistry, material science to neuroscience. Nanoscale NMR spectroscopy using Nitrogen-vacancy (NV) centers in diamond has emerged as a promising platform due to an unprecedented sensitivity down to the single spin level. At the nanoscale, high nuclear spin polarization through spin fluctuations (statistical polarization) far outweighs thermal polarization. However, until now efficient NMR detection using coherent averaging techniques could not be applied to the detection of statistical polarization, leading to long measurement times. Here we present two protocols to enable coherent averaging of statistical oscillating signals through rectification. We demonstrate these protocols on an artificial radiofrequency signal detected with a single NV center at 2.7 T. Through this, the signal-to-noise scaling with number of measurements $N$ is improved from $N^{0.5}$ to $N^1$, improving the measurement time significantly. The relevance of rectification for the detection of statistical polarization using NV ensembles is outlined, paving the way for efficient nanoscale NMR spectroscopy.         ",
    "url": "https://arxiv.org/abs/2503.12954",
    "authors": [
      "Rouven Maier",
      "Cheng-I Ho",
      "Hitoshi Sumiya",
      "Shinobu Onoda",
      "Junichi Isoya",
      "Vadim Vorobyov",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.12960",
    "title": "Initial acquisition requirements for optical cavities in the space gravitational wave antennae DECIGO and B-DECIGO",
    "abstract": "           DECIGO (DECi-hertz Interferometer Gravitational Wave Observatory) is a space-based gravitational wave antenna concept targeting the 0.1-10 Hz band. It consists of three spacecraft arranged in an equilateral triangle with 1,000 km sides, forming Fabry-Pérot cavities between them. A precursor mission, B-DECIGO, is also planned, featuring a smaller 100 km triangle. Operating these cavities requires ultra-precise formation flying, where inter-mirror distance and alignment must be precisely controlled. Achieving this necessitates a sequential improvement in precision using various sensors and actuators, from the deployment of the spacecraft to laser link acquisition and ultimately to the control of the Fabry-Pérot cavities to maintain resonance. In this paper, we derive the precision requirements at each stage and discuss the feasibility of achieving them. We show that the relative speed between cavity mirrors must be controlled at the sub-micrometer-per-second level and that relative alignment must be maintained at the sub-microradian level to obtain control signals from the Fabry-Pérot cavities of DECIGO and B-DECIGO.         ",
    "url": "https://arxiv.org/abs/2503.12960",
    "authors": [
      "Yuta Michimura",
      "Koji Nagano",
      "Kentaro Komori",
      "Kiwamu Izumi",
      "Takahiro Ito",
      "Satoshi Ikari",
      "Tomotada Akutsu",
      "Masaki Ando",
      "Isao Kawano",
      "Mitsuru Musha",
      "Shuichi Sato"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.13015",
    "title": "High-performance and reliable probabilistic Ising machine based on simulated quantum annealing",
    "abstract": "           Probabilistic computing with pbits is emerging as a computational paradigm for machine learning and for facing combinatorial optimization problems (COPs) with the so-called probabilistic Ising machines (PIMs). From a hardware point of view, the key elements that characterize a PIM are the random number generation, the nonlinearity, the network of coupled pbits, and the energy minimization algorithm. Regarding the latter, in this work we show that PIMs using the simulated quantum annealing (SQA) schedule exhibit better performance as compared to simulated annealing and parallel tempering in solving a number of COPs, such as maximum satisfiability problems, planted Ising problem, and travelling salesman problem. Additionally, we design and simulate the architecture of a fully connected CMOS based PIM able to run the SQA algorithm having a spin-update time of 8 ns with a power consumption of 0.22 mW. Our results also show that SQA increases the reliability and the scalability of PIMs by compensating for device variability at an algorithmic level enabling the development of their implementation combining CMOS with different technologies such as spintronics. This work shows that the characteristics of the SQA are hardware agnostic and can be applied in the co-design of any hybrid analog digital Ising machine implementation. Our results open a promising direction for the implementation of a new generation of reliable and scalable PIMs.         ",
    "url": "https://arxiv.org/abs/2503.13015",
    "authors": [
      "Eleonora Raimondo",
      "Esteban Garzón",
      "Yixin Shao",
      "Andrea Grimaldi",
      "Stefano Chiappini",
      "Riccardo Tomasello",
      "Noraica Davila-Melendez",
      "Jordan A. Katine",
      "Mario Carpentieri",
      "Massimo Chiappini",
      "Marco Lanuzza",
      "Pedram Khalili Amiri",
      "Giovanni Finocchio"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14491",
    "title": "Hong-Ou-Mandel Comb and Switch using parallel chains of non-identical Micro-Ring Resonators",
    "abstract": "           Micro-Ring Resonators (MRRs) allow us to access the Hong-Ou-Mandel (HOM) effect at a variety of tunable parameter combinations along exact analytic solutions. This higher-dimensional space of parameters for which the HOM effect occurs constitutes what is known as a Hong-Ou-Mandel manifold (HOMM). Using a parallel series of non-identical MRRs and changing relative round-trip phase shifts between MRRs allows for the manipulation of the wavelength locations of the HOM effect. Through clever design and fabrication, we can mold the HOMM to place multiple HOM effects, or lack thereof, precisely at desired locations in wavelength. In this paper we discuss how to adjust non-identical MRR parameters to change the resulting HOMM. We also promote example designs that exhibit advantageous HOMM structures, and highlight some of the diverse possibilities that can be accessed with different circuit design. Our main examples are: 1) a wavelength division multiplexer example that matches the HOM effect locations with the already established channels to integrate with a classical communication network and 2) a HOM-based entanglement switch that allows for the rapid switching between 2-photon NOON state outputs and completely separable single photon outputs.         ",
    "url": "https://arxiv.org/abs/2401.14491",
    "authors": [
      "Peter L. Kaulfuss",
      "Paul M. Alsing",
      "Richard J. Birrittella",
      "A. Matthew Smith",
      "James Schneeloch",
      "Edwin E. Hach III"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.08033",
    "title": "Navigating the Quantum Divide(s)",
    "abstract": "           This article explores the potential divides from emerging quantum technologies (QT) on society, covering impacts on science, technology, geopolitics, and societal structures. We aim to challenge the concept of a single \"quantum divide\" by offering a comprehensive view. We propose four divides: in science, technologies, between countries, and within societies. The \"Quantum Divide in Science\" highlights gaps among scientists and access inequalities in research communities. The second divide, \"Quantum Divide in Technologies through Path-dependency,\" looks at technology adoption processes. The \"Quantum Divide between Countries\" examines adoption reasons and outcomes across countries with varying development levels. Lastly, the \"Quantum Divide within Societies\" addresses societal implications, one of the most discussed in literature. We propose directions to navigate these divides, noting their interconnectedness and impact on innovation ecosystems. This study guides those interested in the quantum divide, navigation strategies, and QT's influence on scientific, technological, international, and societal institutions.         ",
    "url": "https://arxiv.org/abs/2403.08033",
    "authors": [
      "A. Ayda Gercek",
      "Zeki C. Seskir"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.11909",
    "title": "Calibration of hydrogen atoms measurement using femtosecond two-photon laser induced fluorescence",
    "abstract": "           A new calibration method for H-fs-TALIF is proposed, and the ratio of two-photon absorption cross-sections, $\\sigma^{(2)}$, for atomic hydrogen (H) and krypton (Kr) is determined for the broadband emission of a femtosecond laser system. The estimated ratio of the two-photon absorption cross-sections for H and Kr is $\\sigma^{(2)}$ for H and Kr $\\sigma^{(2)}$(Kr)/$\\sigma^{(2)}$(H) = $0.027\\pm 20$%, which is nearly twenty times lower than values previously obtained with narrowband nanosecond lasers. This discrepancy highlights the need for independent calibration of TALIF measurements for a specific laser pulsewidth range.         ",
    "url": "https://arxiv.org/abs/2404.11909",
    "authors": [
      "Andrey Starikovskiy",
      "Arthur Dogariu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2409.01417",
    "title": "The qspec Python package: A physics toolbox for laser spectroscopy",
    "abstract": "           The analysis of experimental results with Python often requires writing many code scripts which all need access to the same set of functions. In a common field of research, this set will be nearly the same for many users. The qspec Python package was developed to provide functions for physical formulas, simulations and data analysis routines widely used in laser spectroscopy and related fields. Most functions are compatible with numpy arrays, enabling fast calculations with large samples of data. A multidimensional linear regression algorithm enables a King plot analyses over multiple atomic transitions. A modular framework for constructing lineshape models can be used to fit large sets of spectroscopy data. A simulation module within the package provides user-friendly methods to simulate the coherent time-evolution of atoms in electro-magnetic fields without the need to explicitly derive a Hamiltonian.         ",
    "url": "https://arxiv.org/abs/2409.01417",
    "authors": [
      "Patrick Müller",
      "Wilfried Nörtershäuser"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05581",
    "title": "Ramsey-Borde atom interferometry with a thermal strontium beam for a compact optical clock",
    "abstract": "           Compact optical atomic clocks have become increasingly important in field applications and clock networks. Systems based on Ramsey-Borde interferometry (RBI) with a thermal atomic beam seem promising to fill a technology gap in optical atomic clocks, as they offer higher stability than optical vapour cell clocks while being less complex than cold atomic clocks. Here, we demonstrate RBI with strontium atoms, utilizing the narrow 1S0 -> 3P1 intercombination line at 689 nm, yielding a 60 kHz broad spectral feature. The obtained Ramsey fringes for varying laser power are analyzed and compared with a numerical model. The 1S0 -> 1P1 transition at 461 nm is used for fluorescence detection. Analyzing the slope of the RBI signal and the fluorescence detection noise yields an estimated short-term stability of 4x10-14 / sqrt{tau}. We present our experimental setup in detail, including the atomic beam source, frequency-modulation spectroscopy to lock the 461 nm laser, laser power stabilization and the high-finesse cavity pre-stabilization of the 689 nm laser. Our system serves as a ground testbed for future clock systems in mobile and space applications.         ",
    "url": "https://arxiv.org/abs/2409.05581",
    "authors": [
      "Oliver Fartmann",
      "Martin Jutisz",
      "Amir Mahdian",
      "Vladimir Schkolnik",
      "Ingmari C. Tietje",
      "Conrad Zimmermann",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.08621",
    "title": "Ultra-narrow linewidth laser across the C-band using polarization-controlled dual-cavity feedback",
    "abstract": "           A standard method to reduce the linewidth of semiconductor lasers involves the use of external optical feedback (EOF). However, feedback powers less than 1 % usually trigger coherence collapse (CC), leading to chaotic laser dynamics and linewidth broadening. This paper explores a method to mitigate CC through precise tuning of the feedback polarization depending on the feedback power. We report a semiconductor laser with a sub-100 Hz intrinsic linewidth, achieved via EOF. The laser features a U-shaped cavity with two sampled grating distributed Bragg reflectors (SG-DBRs), enabling broad tunability across a 42 nm wavelength range (1513-1555 nm). By injecting optical feedback into both sides of the laser cavity via an external fiber-based cavity, we reduce the intrinsic linewidth by more than three orders of magnitude, from MHz to sub-kHz across the laser's tuning range. By dynamically tuning the polarization, we demonstrate sub-100 Hz intrinsic linewidths at feedback powers up to 10 %, marking an improvement over prior studies where CC limited performance.         ",
    "url": "https://arxiv.org/abs/2410.08621",
    "authors": [
      "Jeppe H. Surrow",
      "Simon T. Thomsen",
      "Rakesh R. Kumar",
      "Mónica Far Brusatori",
      "Maria Paula Montes",
      "Ahan S. Palsole",
      "Chris Hoede",
      "Holger N. Klein",
      "Nicolas Volet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.18054",
    "title": "Ultrafast Inverse Design of Electromagnetic Devices",
    "abstract": "           Inverse design enables automating the discovery and optimization of devices achieving performance significantly exceeding that of traditional human-engineered designs. However, existing methodologies to inverse design electromagnetic devices require computationally expensive and time-consuming full-wave electromagnetic simulation at each inverse design iteration or generation of large datasets for training neural-network surrogate models. This work introduces the Precomputed Numerical Green Function method, an approach for ultrafast electromagnetic inverse design. The static components of the design are incorporated into a numerical Green function obtained from a single fully parallelized precomputation step, reducing the cost of evaluating candidate designs during optimization to only being proportional to the size of the region under modification. A low-rank matrix update technique is introduced that further decreases the cost of the method to milliseconds per iteration without any approximations or compromises in accuracy. The complete method is shown to have linear time complexity, reducing the total runtime for an inverse design by several orders of magnitude compared to using conventional electromagnetics solvers. The design examples considered demonstrate speedups of up to 16,000x, lowering the design process from multiple days to weeks down to minutes. The approach stands to transform inverse design in electromagnetics.         ",
    "url": "https://arxiv.org/abs/2501.18054",
    "authors": [
      "Jui-Hung Sun",
      "Mohamed Elsawaf",
      "Yifei Zheng",
      "Ho-Chun Lin",
      "Chia Wei Hsu",
      "Constantine Sideris"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2502.16394",
    "title": "Propagation Performance of Terahertz Channels in Lunar Dust",
    "abstract": "           The growing momentum in lunar exploration programs and urgent need for robust communication systems capable of operating in dust-laden lunar environments necessitate comprehensive understanding of channel propagation characteristics in lunar conditions. In this article, we present a comprehensive analysis of terahertz (THz) channel propagation characteristics through lunar dust environments, critical for establishing reliable communication and sensing infrastructure on the Moon. We develop an extended Mie scattering model incorporating the unique properties of lunar dust particles (Apollo 11 sample 10084, Apollo 14 sample 14003, and Apollo 17 sample 70051), including their irregular morphology, dielectric characteristics, and charge-dependent behavior. Through theoretical analysis and experimental verification, we examine both power and bit error rate (BER) performance across varying dust conditions. Our results reveal distinct relationships between particle charge levels, morphological characteristics, and channel performance with power loss patterns and BER evolution. Our findings provide essential guidelines for developing robust lunar communication systems that integrate sensing capabilities, contributing to the establishment of sustainable lunar infrastructure.         ",
    "url": "https://arxiv.org/abs/2502.16394",
    "authors": [
      "Peian Li",
      "Jiabiao Zhao",
      "Mingxia Zhang",
      "Yuheng Song",
      "Wenbo Liu",
      "Lingfeng Tian",
      "Chen Yao",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2503.03718",
    "title": "Robustness Optimization for Compact Free-electron Laser Driven by Laser Wakefield Accelerators",
    "abstract": "           Despite the successful demonstration of compact free electron lasers (FELs) driven by laser wakefield accelerators (LWFAs), the shot-to-shot fluctuations inherent to LWFAs remain a major obstacle to realizing LWFA-driven FELs with high gain and robust operation. Here, we present a conceptual design for LWFA-driven FELs with enhanced robustness and reliability. By employing Bayesian optimization techniques, the beamline was optimized to achieve sufficient tolerance against these fluctuations under actual experimental conditions. Start-to-end simulations revealed that this systematic optimization significantly reduces the system's sensitivity to parametric variations. With the optimized configurations, the radiation energy can be maintained above 1 microjoule at a wavelength of approximately 25 nm, even when accounting for twice the root-mean-square (RMS) ranges of these inherent jitters. This proposed scheme represents a substantial advancement in the development of compact LWFA-driven FEL systems, enabling robust operation and paving the way for the realization of reliable and widely accessible sources.         ",
    "url": "https://arxiv.org/abs/2503.03718",
    "authors": [
      "Hai Jiang",
      "Ke Feng",
      "Runshu Hu",
      "Qiwen Zhan",
      "Wentao Wang",
      "Ruxin Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2503.04571",
    "title": "Magnetic Permeability Time-varying Metamaterials at Microwave Frequencies",
    "abstract": "           We demonstrate magnetic permeability time-varying metamaterials at GHz frequencies using ferromagnetic permalloy (Ni80Fe20; Py). We observe frequency up and down conversion of 4 GHz microwaves through the metamaterials, which is caused by the temporal modulation of permeability in the Py layer. Moreover, the efficiency of the up-conversion to a higher frequency is much larger than that of the down conversion to a lower frequency. These experimental results are reproduced well via numerical calculation, verifying that the significant up-conversion efficiency is traced back to nonlinear magnetization dynamics in the metamaterials. The present study opens a door to microwave sources toward the 6th-generation mobile communication system, four-dimensional metamaterials with spatio-temporal modulation, and nonlinear spintronics.         ",
    "url": "https://arxiv.org/abs/2503.04571",
    "authors": [
      "Toshiyuki Kodama",
      "Nobuaki Kikuchi",
      "Takahiro Chiba",
      "Seigo Ohno",
      "Satoshi Okamoto",
      "Satoshi Tomita"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2503.07175",
    "title": "Probing Topological Anderson Transition in Quasiperiodic Photonic Lattices via Chiral Displacement and Wavelength Tuning",
    "abstract": "           The interplay of topology and disorder in quantum dynamics has recently attracted significant attention across diverse platforms, including solid-state devices, ultracold atoms, and photonic systems. Here, we report on a topological Anderson transition caused by quasiperiodic intra-cell coupling disorder in photonic Su-Schrieffer-Heeger lattices. As the quasiperiodic strength is varied, the system exhibits a reentrant transition from a trivial phase to a topological phase and back to a trivial phase, accompanied by the closing and reopening of the band gap around zero energy. Unlike the traditional detection of photonic topological edge modes, we measure the mean chiral displacement from the transport of light in the bulk of the lattices. In our photonic lattices with a fixed length, the propagation dynamics is retrieved by varying the wavelength of light, which tunes the inter-waveguide couplings.         ",
    "url": "https://arxiv.org/abs/2503.07175",
    "authors": [
      "Abhinav Sinha",
      "Trideb Shit",
      "Avinash Tetarwal",
      "Diptiman Sen",
      "Sebabrata Mukherjee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.16515",
    "title": "Neuromorphic Photonic Computing with an Electro-Optic Analog Memory",
    "abstract": "           Artificial intelligence (AI) has seen remarkable advancements across various domains, including natural language processing, computer vision, autonomous vehicles, and biology. However, the rapid expansion of AI technologies has escalated the demand for more powerful computing resources. As digital computing approaches fundamental limits, neuromorphic photonics emerges as a promising platform to complement existing digital systems. In neuromorphic photonic computing, photonic devices are controlled using analog signals. This necessitates the use of digital-to-analog converters (DAC) and analog-to-digital converters (ADC) for interfacing with these devices during inference and training. However, data movement between memory and these converters in conventional von Neumann computing architectures consumes energy. To address this, analog memory co-located with photonic computing devices is proposed. This approach aims to reduce the reliance on DACs and minimize data movement to enhance compute efficiency. This paper demonstrates a monolithically integrated neuromorphic photonic circuit with co-located capacitive analog memory and analyzes analog memory specifications for neuromorphic photonic computing using the MNIST dataset as a benchmark.         ",
    "url": "https://arxiv.org/abs/2401.16515",
    "authors": [
      "Sean Lam",
      "Ahmed Khaled",
      "Simon Bilodeau",
      "Bicky A. Marquez",
      "Paul R. Prucnal",
      "Lukas Chrostowski",
      "Bhavin J. Shastri",
      "Sudip Shekhar"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.04427",
    "title": "Analog Quantum Simulation of Coupled Electron-Nuclear Dynamics in Molecules",
    "abstract": "           Quantum computing has the potential to reduce the computational cost required for quantum dynamics simulations. However, existing quantum algorithms for coupled electron-nuclear dynamics simulation either require fault-tolerant devices, or use the Born-Oppenheimer (BO) approximation and a truncation of the electronic basis. We present the first analog quantum simulation approach for molecular vibronic dynamics in a pre-BO framework, i.e. without the separation of electrons and nuclei, by mapping the molecular Hamiltonian to a device with coupled qubits and bosonic modes. We show that our approach has exponential savings in resource and computational costs compared to the equivalent classical algorithms. The computational cost of our approach is also exponentially lower than existing BO-based quantum algorithms. Furthermore, our approach has a much smaller resource scaling than the existing pre-BO quantum algorithms for chemical dynamics. The low cost of our approach will enable an exact treatment of electron-nuclear dynamics on near-term quantum devices.         ",
    "url": "https://arxiv.org/abs/2409.04427",
    "authors": [
      "Jong-Kwon Ha",
      "Ryan J. MacDonell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17069",
    "title": "Engineering Bosonic Codes with Quantum Lattice Gates",
    "abstract": "           Bosonic codes offer a hardware-efficient approach to encoding and protecting quantum information with a single continuous-variable bosonic system. In this paper, we introduce a new universal quantum gate set composed of only one type of gate element, which we call the quantum lattice gate, to engineer bosonic code states for fault-tolerant quantum computing. We develop a systematic framework for code state engineering based on the Floquet Hamiltonian engineering, where the target Hamiltonian is constructed directly from the given target state(s). We apply our method to three basic code state engineering processes, including single code state preparation, code space embedding and code space transformation. We explore the application of our method to automatic quantum error correction against single-photon loss with four-legged cat codes. Our proposal is particularly well-suited for superconducting circuit architectures with Josephson junctions, where the full nonlinearity of Josephson junction potential is harnessed as a quantum resource and the quantum lattice gate can be implemented on a sub-nanosecond timescale.         ",
    "url": "https://arxiv.org/abs/2410.17069",
    "authors": [
      "Lingzhen Guo",
      "Tangyou Huang",
      "Lei Du"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.01677",
    "title": "Generation of Coherent Quantum Light from a Single Impurity-Bound Exciton",
    "abstract": "           Impurity-bound excitons in II-VI direct-bandgap semiconductors are promising optically active solid-state spin qubits that combine exceptional optical quantum efficiency with an ultra-low spin noise environment. Previous studies on single impurities relied on incoherent optical excitation to generate photons. However, many quantum applications require resonant driving of quantum emitters to precisely control optical transitions and maintain coherence of the emission. Here, we demonstrate coherent optical emission of quantum light from a resonantly driven single impurity-bound exciton in ZnSe. The resonantly driven emitter exhibits bright quantum light emission that preserves the phase of the resonant drive, validated through polarization interferometry. Resonant excitation enables us to directly measure the Debye-Waller factor, determined to be 0.94, which indicates high efficiency emission to the zero-phonon line. Time-resolved resonance fluorescence measurements reveal a fast optically-driven ionization process that we attribute to Auger recombination, along with a slower spontaneous ionization process having a lifetime of 21 {\\mu}s due to charge tunneling from the impurity. We show that incoherent, low-power laser pumping efficiently stabilizes the charge of the impurity-bound exciton on the timescale of 9.3 ns, recovering the resonance fluorescence emission from the bound exciton. These results pave the way for coherent optical and spin control of the single impurity states through resonant excitation of impurity-bound excitons in II-VI semiconductors.         ",
    "url": "https://arxiv.org/abs/2412.01677",
    "authors": [
      "Yuxi Jiang",
      "Christine Falter",
      "Robert M. Pettit",
      "Nils von den Driesch",
      "Yurii Kutovyi",
      "Amirehsan Alizadeh Herfati",
      "Alexander Pawlis",
      "Edo Waks"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2502.08392",
    "title": "Multicomponent one-dimensional quantum droplets across the mean-field stability regime",
    "abstract": "           The Lee-Huang-Yang (LHY) energy correction at the edge of the mean-field stability regime is known to give rise to beyond mean-field structures in a wide variety of systems. In this work, we analytically derive the LHY energy for two-, three- and four-component one-dimensional bosonic short-range interacting mixtures across the mean-field stability regime. For varying intercomponent attraction in the two-component setting, quantitative deviations from the original LHY treatment emerge being imprinted in the droplet saturation density and width. On the other hand, for repulsive interactions an unseen early onset of phase-separation occurs for both homonuclear and heteronuclear mixtures. Closed LHY expressions for the fully-symmetric three- and four-component mixtures, as well as for mixtures comprised of two identical components coupled to a third independent component are provided and found to host a plethora of mixed droplet states. Our results are expected to inspire future investigations in multicomponent systems for unveiling exotic self-bound states of matter and unravel their nonequilibrium quantum dynamics.         ",
    "url": "https://arxiv.org/abs/2502.08392",
    "authors": [
      "I. A. Englezos",
      "P. Schmelcher",
      "S. I. Mistakidis"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]