[
  {
    "id": "arXiv:2408.04710",
    "title": "Optical Algorithm for Derivative of Real-Valued Functions",
    "abstract": "           The derivation of a function is a fundamental tool for solving problems in calculus. Consequently, the motivations for investigating physical systems capable of performing this task are numerous. Furthermore, the potential to develop an optical computer to replace conventional computers has led us to create an optical algorithm and propose an experimental setup for implementing the derivative of one-dimensional real-valued functions using a paraxial and monochromatic laser beam. To complement the differentiation algorithm, we have experimentally implemented a novel optical algorithm that can transfer a two-dimensional phase-encoded function to the intensity profile of a light beam. Additionally, we demonstrate how to implement the n-th derivative of functions encoded in the phase of the transverse profile of photons.         ",
    "url": "https://arxiv.org/abs/2408.04710",
    "authors": [
      "Murilo H. Magiotto",
      "Guilherme L. Zanin",
      "Wesley B. Cardoso",
      "Ardiley T. Avelar",
      "Rafael M. Gomes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04766",
    "title": "Strong-field ionization with few-cycle, mid-infrared laser pulses induces a localized ionization followed by long-lasting charge migration in halogenated organic molecules",
    "abstract": "           We show that applying a few-femtosecond mid-infrared laser pulse parallel to the backbone of a halogenated, conjugated organic molecule induces localized ionization followed by long-lasting field-free charge migration (CM). Through time-dependent density-functional theory calculations, we find that this CM is robust with respect to the parameters of the applied laser pulse. We document the spatial and temporal origin of the localized hole, which is initiated via strong-field tunnel ionization in the halogen end of the molecule, and near the peak of the laser electric field. In bromobutadiyne we find a range of wavelengths around $1500~\\text{nm}$ that consistently leads to the initiation of high-contrast CM. In addition, we show that the inclusion of Ehrenfest nuclear dynamics does not disrupt the creation of the localized hole, nor the subsequent CM motion, in bromobutadiyne or \\emph{para}-bromoaniline.         ",
    "url": "https://arxiv.org/abs/2408.04766",
    "authors": [
      "Kyle A. Hamer",
      "Francois Mauger",
      "Kenneth Lopata",
      "Kenneth J. Schafer",
      "Mette B. Gaarde"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04859",
    "title": "Investigating and improving student understanding of the basics of quantum computing",
    "abstract": "           Quantum information science and engineering (QISE) is a rapidly developing field that leverages the skills of experts from many disciplines to utilize the potential of quantum systems in a variety of applications. It requires talent from a wide variety of traditional fields, including physics, engineering, chemistry, and computer science, to name a few. To prepare students for such opportunities, it is important to give them a strong foundation in the basics of QISE, in which quantum computing plays a central role. In this study, we discuss the development, validation, and evaluation of a QuILT, or Quantum Interactive Learning Tutorial, on the basics and applications of quantum computing. These include an overview of key quantum mechanical concepts relevant for quantum computation (including ways a quantum computer is different from a classical computer), properties of single- and multi-qubit systems, and the basics of single-qubit quantum gates. The tutorial uses guided inquiry-based teaching-learning sequences. Its development and validation involved conducting cognitive task analysis from both expert and student perspectives and using common student difficulties as a guide. The inquiry-based learning sequences in the tutorial provide scaffolding support to help students develop a functional understanding. The final version of the validated tutorial was implemented in two distinct courses offered by the physics department with slightly different student populations and broader course goals. Students' understanding was evaluated after traditional lecture-based instruction on the requisite concepts, and again after engaging with the tutorial. We analyze and discuss their improvement in performance on concepts covered in the tutorial.         ",
    "url": "https://arxiv.org/abs/2408.04859",
    "authors": [
      "Peter Hu",
      "Yangqiuting Li",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04944",
    "title": "Photonic biosensing via Su-Schrieffer-Heeger boundary modes",
    "abstract": "           We propose a conceptual device for multiplexed biosensor in a photonic crystal chip based on the Su-Schrieffer-Heeger mechanism. Remarkably, the proposed biosensor can identify three distinct disease markers through a single-shot photon transmission measurement, due to the couplings among the three Su-Schrieffer-Heeger boundary modes in the photonic crystal. Our biosensor design is more robust against defects and disorders inevitable in real-life device applications than previous designs. Such robustness is invaluable for achieving efficient, reliable, and integrated biosensing based on nanophotonic systems. We further demonstrate that various combinations of disease markers can be recognized via the photon transmission spectrum, unveiling a promising route toward high performance advanced biosensing for future biomedical technology.         ",
    "url": "https://arxiv.org/abs/2408.04944",
    "authors": [
      "Yang Liu",
      "Jian-Hua Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04945",
    "title": "Topologically integrated photonic biosensor circuits",
    "abstract": "           Integrated nanophotonic biosensors offer a promising route toward future biomedical detection applications that may enable inexpensive, portable, and sensitive diagnosis of diseases with a small amount of biological samples for convenient early-stage screening of fatal diseases. However, the current photonic biosensor designs are not suitable for highly integrated and multiplexing device architectures that can achieve the detection of complex combinations of many biomarkers. Here, we propose a topological scheme for the integration of miniature biosensors in photonic crystal chips that can meet the above requirement. Using photonic topological edge states as robust one-dimensional waveguides that connect many photonic biosensors, we propose here the topologically integrated photonic biosensor circuits. We demonstrate that the performance of the topologically integrated photonic biosensors is much more robust against disorders than that of the photonic biosensors connected by the normal photonic waveguides, due to the robust transport of photons along the edge channel. Since disorders arising from the fabrication imperfection and the random distribution of the biomarkers are inevitable in genuine devices, resilience against disorders is a necessity for on-chip integration of biosensors. The topological scheme proposed here thus opens a promising path toward reliable integration of photonic biosensors for next-generation biomedical applications.         ",
    "url": "https://arxiv.org/abs/2408.04945",
    "authors": [
      "Ze-Lin Kong",
      "Yang Liu",
      "Jian-Hua Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.04968",
    "title": "One-dimensional spin-flipping topological edge state laser",
    "abstract": "           Topological edge states manifest spin-momentum-locking propagation as a primary consequence of topological crystals. However, experimental studies on spin manipulation and the resulting propagation of these states are lacking. Here, we demonstrate experimentally spin manipulation of topological edge states by the boundary conditions of the one-dimensional path. Armchair boundaries at the endpoints of the path induce spin-flipping back-scattering, resulting in a novel one-dimensional resonance -- traveling resonance. Remarkably, we demonstrate lasing of this one-dimensional traveling resonance. Our findings hold significant potential for practical applications in spin manipulation of light.         ",
    "url": "https://arxiv.org/abs/2408.04968",
    "authors": [
      "Jhih-Sheng Wu",
      "Zhen-Ting Huang",
      "Meng-Ting Han",
      "Yen-Hsun Chen",
      "Tien-Chang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.04988",
    "title": "Optimal Frequency in Second Messenger Signaling Quantifying cAMP Information Transmission in Bacteria",
    "abstract": "           Bacterial second messengers are crucial for transmitting environmental information to cellular responses. However, quantifying their information transmission capacity remains challenging. Here, we engineer an isolated cAMP signaling channel in Pseudomonas aeruginosa using targeted gene knockouts, optogenetics, and a fluorescent cAMP probe. This design allows precise optical control and real-time monitoring of cAMP dynamics. By integrating experimental data with information theory, we reveal an optimal frequency for light-mediated cAMP signaling that maximizes information transmission, reaching about 40 bits/h. This rate correlates strongly with cAMP degradation kinetics and employs a two-state encoding scheme. Our findings suggest a mechanism for fine-tuned regulation of multiple genes through temporal encoding of second messenger signals, providing new insights into bacterial adaptation strategies. This approach offers a framework for quantifying information processing in cellular signaling systems.         ",
    "url": "https://arxiv.org/abs/2408.04988",
    "authors": [
      "Jiarui Xiong",
      "Liang Wang",
      "Jialun Lin",
      "Lei Ni",
      "Rongrong Zhang",
      "Shuai Yang",
      "Yajia Huang",
      "Jun Chu",
      "Fan Jin"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Molecular Networks (q-bio.MN)"
    ]
  },
  {
    "id": "arXiv:2408.05036",
    "title": "When do molecular polaritons behave like optical filters?",
    "abstract": "           This perspective outlines several linear optical effects featured by molecular polaritons arising in the collective strong light-matter coupling regime, focusing on the limit when the number of molecules per photon mode is large. We show that, under these circumstances, molecular absorption within a cavity can be understood as the overlap between the polariton transmission and bare molecular absorption spectra, suggesting that polaritons act in part as optical filters. This framework demystifies and provides a straightforward explanation for a large class of theoretical models of polaritonic phenomena, highlighting that similar effects might be achievable outside a cavity with shaped laser pulses. With a few modifications, this simple conceptual picture can also be adapted to understand the incoherent nonlinear response of polaritonic systems. However, we note that there are experimental observations in the collective regime that exhibit phenomena that go beyond this treatment. Our analysis underscores the importance of the notion that the field still needs to establish a clear distinction between polaritonic phenomena that can be fully explained through classical optics and those that require a more advanced theoretical framework. The linear optics approach presented here is exact when the number of molecules tends to infinity and is quite accurate for a large, but finite, number of molecules. We highlight the limitations of this treatment when the rates of the single-molecule processes that facilitate dark-state-to-polariton relaxation cannot be neglected and in systems under strong coupling with few molecules. Further exploration in these areas is needed to uncover novel polaritonic phenomena.         ",
    "url": "https://arxiv.org/abs/2408.05036",
    "authors": [
      "Kai Schwennicke",
      "Arghadip Koner",
      "Juan B. Pérez-Sánchez",
      "Wei Xiong",
      "Noel C. Giebink",
      "Marissa L. Weichman",
      "Joel Yuen-Zhou"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.05099",
    "title": "Lithography-free patterning of chalcogenide materials for integrated photonic devices",
    "abstract": "           Chalcogenide material-based integrated photonic devices have garnered widespread attention due to their unique wideband transparency. Despite their recognized CMOS compatibility, the fabrication of these devices relies predominantly on lithography techniques. However, chalcogenide thin films are highly susceptible to oxidation, necessitating customized process flows and complex protective measures during lithography. These requirements are hardly compatible with current commercial CMOS manufacturing platforms designed for silicon photonics, significantly limiting the practical applications of chalcogenide photonic devices. In this work, we ingeniously exploit the ease of oxidation of chalcogenide materials, presenting a novel laser-induced localized oxidation technique for spatial patterning on chalcogenide thin films, enabling concise lithography-free fabrication of chalcogenide integrated photonic devices. Using Sb2S3 as an example, we experimentally demonstrate localized multi-level oxidation with a sizable overall refractive index contrast of 0.7 at near-infrared, featuring a high spatial resolution of 0.6 um. Based on this technique, multiple integrated photonic devices are demonstrated, showing versatile functionalities, including color printing at visible and metasurface-based spatial light modulation at near-infrared regions. Leveraging the inherent phase-change property of Sb2S3, an active Fresnel zone plate, enabling switchable beam focusing, is further demonstrated, indicating the feasibility of concise fabrication of active photonic devices. Our work offers a brand-new modulation dimension for chalcogenide materials and provides a significantly simplified approach for realizing chalcogenide-integrated photonic devices.         ",
    "url": "https://arxiv.org/abs/2408.05099",
    "authors": [
      "Zhen Hu",
      "Yuru Li",
      "Yan Li",
      "Shunyu Yao",
      "Hongfei Chen",
      "Tao Zhang",
      "Zhaohuan Ao",
      "Zhaohui Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.05175",
    "title": "Magnetooptical Kerr effect in meta surface based structure",
    "abstract": "           Magnetooptical Kerr effect in meta surface based structure         ",
    "url": "https://arxiv.org/abs/2408.05175",
    "authors": [
      "N. S. Shnan",
      "N. Roostaei",
      "S. M. Hamidi",
      "V. I. Belotelov",
      "A. I. Chernov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.05135",
    "title": "SPACIER: On-Demand Polymer Design with Fully Automated All-Atom Classical Molecular Dynamics Integrated into Machine Learning Pipelines",
    "abstract": "           Machine learning has rapidly advanced the design and discovery of new materials with targeted applications in various systems. First-principles calculations and other computer experiments have been integrated into material design pipelines to address the lack of experimental data and the limitations of interpolative machine learning predictors. However, the enormous computational costs and technical challenges of automating computer experiments for polymeric materials have limited the availability of open-source automated polymer design systems that integrate molecular simulations and machine learning. We developed SPACIER, an open-source software program that integrates RadonPy, a Python library for fully automated polymer property calculations based on all-atom classical molecular dynamics into a Bayesian optimization-based polymer design system to overcome these challenges. As a proof-of-concept study, we successfully synthesized optical polymers that surpass the Pareto boundary formed by the tradeoff between the refractive index and Abbe number.         ",
    "url": "https://arxiv.org/abs/2408.05135",
    "authors": [
      "Shun Nanjo",
      "Arifin",
      "Hayato Maeda",
      "Yoshihiro Hayashi",
      "Kan Hatakeyama-Sato",
      "Ryoji Himeno",
      "Teruaki Hayakawa",
      "Ryo Yoshida"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.05065",
    "title": "Generation of Quantum Vortex Electrons with Intense Laser Pulses",
    "abstract": "           Accelerating a free electron to high energy forms the basis for studying particle and nuclear physics. Here it is shown that wavefunction of such an energetic electron can be further manipulated with femtosecond intense lasers. During the scattering between a high-energy electron and a strong laser pulse, we find a regime where the enormous photon spin angular momenta can be efficiently transferred to the electron orbital angular momentum (OAM). The wavefunction of the scattered electron is twisted from its initial plane-wave state to quantum vortex state. Nonlinear quantum electrodynamics (QED) theory suggests that GeV-level electrons acquire average intrinsic OAM beyond 100 h-barat laser intensities of 10^20W/cm^2 with linear scaling. These electrons emit gamma photons with double-peaked spectrum, which sets them apart from ordinary electrons. The findings demonstrate a proficient method for generating relativistic leptons with quantum vortex wavefunctions based on existing laser technology, thereby fostering a novel source for particle and nuclear physics.         ",
    "url": "https://arxiv.org/abs/2302.05065",
    "authors": [
      "Zhigang Bu",
      "Liangliang Ji",
      "Xuesong Geng",
      "Shiyu Liu",
      "Shaohu Lei",
      "Baifei Shen",
      "Ruxin Li",
      "Zhizhan Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.10306",
    "title": "Physics-constrained convolutional neural networks for inverse problems in spatiotemporal partial differential equations",
    "abstract": "           We propose a physics-constrained convolutional neural network (PC-CNN) to solve two types of inverse problems in partial differential equations (PDEs), which are nonlinear and vary both in space and time. In the first inverse problem, we are given data that is offset by spatially varying systematic error (i.e., the bias, also known as the epistemic uncertainty). The task is to uncover the true state, which is the solution of the PDE, from the biased data. In the second inverse problem, we are given sparse information on the solution of a PDE. The task is to reconstruct the solution in space with high-resolution. First, we present the PC-CNN, which constrains the PDE with a time-windowing scheme to handle sequential data. Second, we analyse the performance of the PC-CNN for uncovering solutions from biased data. We analyse both linear and nonlinear convection-diffusion equations, and the Navier-Stokes equations, which govern the spatiotemporally chaotic dynamics of turbulent flows. We find that the PC-CNN correctly recovers the true solution for a variety of biases, which are parameterised as non-convex functions. Third, we analyse the performance of the PC-CNN for reconstructing solutions from sparse information for the turbulent flow. We reconstruct the spatiotemporal chaotic solution on a high-resolution grid from only < 1\\% of the information contained in it. For both tasks, we further analyse the Navier-Stokes solutions. We find that the inferred solutions have a physical spectral energy content, whereas traditional methods, such as interpolation, do not. This work opens opportunities for solving inverse problems with partial differential equations.         ",
    "url": "https://arxiv.org/abs/2401.10306",
    "authors": [
      "Daniel Kelshaw",
      "Luca Magri"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2408.02390",
    "title": "Dynamics of Relativistic Vortex Electrons in External Laser Fields",
    "abstract": "           Investigating vortex electron interactions with electromagnetic fields is essential for advancing particle acceleration techniques, scattering theory in background fields, and obtaining novel electron beams for material diagnostics. A systematic investigation into the dynamics of vortex electrons in external laser fields and the exploration of laser-induced vortex modes remains lacking. In this work, we study the propagation of vortex electrons in linearly polarized (LP) and circularly polarized (CP) laser pulses, both separately and in their combined form in two-mode laser pulses. The theoretical formalism is developed by utilizing Volkov-Bessel wave functions, and the four-current density is obtained as a crucial observable quantity. Numerical results illustrate the dynamics of vortex electrons in external lasers, showing that the beam center of the vortex electron follows the classical motion of a point charge electron, while maintaining the probability distribution structure for both vortex eigenstates and superposition modes. The combined effect of LP and CP laser pulses in the two-mode laser field allows for the versatile control of vortex electrons, which is absent with LP or CP lasers alone, at femtosecond and sub-nanometer scales. Our findings demonstrate the versatile control over vortex electrons via laser pulses, with our formalism providing a reference for vortex scattering in laser backgrounds and inspiring the laser-controlled achievement of novel vortex modes as targeted diagnostic probes for specialized materials.         ",
    "url": "https://arxiv.org/abs/2408.02390",
    "authors": [
      "Mamutjan Ababekri",
      "Yu Wang",
      "Ren-Tong Guo",
      "Zhong-Peng Li",
      "Jian-Xing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.00094",
    "title": "Non-Markovianity in High-Dimensional Open Quantum Systems using Next-generation Multicore Optical Fibers",
    "abstract": "           With the advent of quantum technology, the interest in communication tasks assisted by quantum systems has increased both in academia and industry. Nonetheless, the transmission of a quantum state in real-world scenarios is bounded by environmental noise, so that the quantum channel is an open quantum system. In this work, we study a high-dimensional open quantum system in a multicore optical fiber by characterizing the environmental interaction as quantum operations corresponding to probabilistic phase-flips. The experimental platform is currently state-of-the-art for quantum information processing with multicore fibers. At a given evolution stage we observe a non-Markovian behaviour of the system, which is demonstrated through a proof-of-principle implementation of the Quantum Vault protocol. A better understanding of phase-noise in multicore fibers will improve several real-world communication protocols, since they are a prime candidate to be adopted in future telecom networks.         ",
    "url": "https://arxiv.org/abs/2308.00094",
    "authors": [
      "Santiago Rojas-Rojas",
      "Daniel Martínez",
      "Kei Sawada",
      "Luciano Pereira",
      "Stephen P. Walborn",
      "Esteban S. Gómez",
      "Nadja K. Bernardes",
      "Gustavo Lima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09104",
    "title": "Localization engineering by resonant driving in dissipative polariton arrays",
    "abstract": "           Arrays of microcavity polaritons are very versatile systems that allow for broad possibilities for the engineering of multi-orbital lattice geometries using different state preparation schemes. One of these schemes, spatially modulated resonant driving, can be used to selectively localize the polariton field on a particular region of the lattice. Both the frequency and the spatial amplitude distribution (module and phase) of the driven laser field are important and serve as a knob to control the extend of the spatial localization. Here, we analyse both the linear and nonlinear regimes using the lattice Green function formalism that is particularly suitable for the case of polariton arrays described in a tight-binding approximation. We identify the conditions for maximum localization on arbitrary lattice's geometries and discuss some experimentally relevant cases. We find that the polariton-polariton interaction leads to a frequency shift of the optimal localization condition that could be used to further control it.         ",
    "url": "https://arxiv.org/abs/2402.09104",
    "authors": [
      "Gonzalo Usaj"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.02896",
    "title": "Nonclassical signatures of photon-phonon antibunching in a multifield driven optomechanical cavity",
    "abstract": "           Destructive interference-based photon-phonon antibunching can lead to violations of classical inequalities in optomechanical cavity systems. In this paper, we explore the violation of the classical Cauchy-Schwarz inequality by examining second-order auto-correlation and cross-correlation functions, as well as Bell's nonlocality, to analyze the quantum correlations of single photon-phonon excitations when the system is driven by two weak probe fields. We propose that the violation of the Cauchy-Schwarz inequality can serve as an indicator for the stronger nonclassical tests associated with Bell's theorem. Our system reveals strong quantum correlations of photon-phonon pairs with distinctive antidiagonal patterns of photon filtering. For numerical analysis, we consider a weak effective optomechanical coupling strength and various optical-to-mechanical field amplitude ratios that enable unconventional photon (phonon) blockades at resonance. The findings are significant for producing sub-Poissonian signals under optimal conditions and have potential applications in hybrid systems for generating on-demand single photon-phonon pairs.         ",
    "url": "https://arxiv.org/abs/2405.02896",
    "authors": [
      "Joy Ghosh",
      "Shailendra K. Varshney",
      "Kapil Debnath"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.18710",
    "title": "Direct measurement of forces in air-based acoustic levitation systems",
    "abstract": "           Acoustic levitation is frequently used for non-contact manipulation of objects and to study the impact of microgravity on physical and biological processes. While the force field produced by sound pressure lifts particles against gravity (primary acoustic force), multiple levitating objects in the same acoustic cavity interact via forces that arise from scattered sound (secondary acoustic forces). Current experimental techniques for obtaining these force fields are not well-suited for mapping the primary force field at high spatial resolution and cannot directly measure the secondary scattering force. Here we introduce a method that can measure both acoustic forces in situ, including secondary forces in the near-field limit between arbitrarily shaped, closely spaced objects. Operating similarly to an atomic force microscope, the method inserts into the acoustic cavity a suitably shaped probe tip at the end of a long, flexible cantilever and optically detects its deflection. This makes it possible to measure forces with a resolution better than 50 nN, and also to apply stress or strain in a controlled manner to manipulate levitated objects. We demonstrate this by extracting the acoustic potential present in a levitation cavity, directly measuring the acoustic scattering force between two objects, and applying tension to a levitated granular raft of acoustically-bound particles in order to obtain the force-displacement curve for its deformation.         ",
    "url": "https://arxiv.org/abs/2406.18710",
    "authors": [
      "Nina M. Brown",
      "Bryan VanSaders",
      "Jason M. Kronenfeld",
      "Joseph M. DeSimone",
      "Heinrich M. Jaeger"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]