[
  {
    "id": "arXiv:2404.06522",
    "title": "(Pseudo-)Synthetic BRST quantisation of the bosonic string and the  higher quantum origin of dualities",
    "abstract": "In this article I am arguing in favour of the hypothesis that the origin of gauge and string dualities in general can be found in a higher-categorical interpretation of basic quantum mechanics. It is interesting to observe that the Galilei group has a non-trivial cohomology, while the Lorentz/Poincare group has trivial cohomology. When we constructed quantum mechanics, we noticed the non-trivial cohomology structure of the Galilei group and hence, we required for a proper quantisation procedure that would be compatible with the symmetry group of our theory, to go to a central extension of the Galilei group universal covering by co-cycle. This would be the Bargmann group. However, Nature didn't choose this path. Instead in nature, the Galilei group is not realised, while the Lorentz group is. The fact that the Galilei group has topological obstructions leads to a central charge, the mass, and a superselection rule, required to implement the Galilei symmetry, that forbids transitions between states of different mass. The topological structure of the Lorentz group however lacks such an obstruction, and hence allows for transitions between states of different mass. The connectivity structure of the Lorentz group as opposed to that of the Galilei group can be interpreted in the sense of an ER=EPR duality for the topological space associated to group cohomology. In string theory we started with the Witt algebra, and due to similar quantisation issues, we employed the central extension by co-cycle to obtain the Virasoro algebra. This is a unique extension for orientation preserving diffeomorphisms on a circle, but there is no reason to believe that, at the high energy domain in physics where this would apply, we do not have a totally different structure altogether and the degrees of freedom present there would require something vastly more general and global. ",
    "url": "https://arxiv.org/abs/2404.06522",
    "authors": [
      "Andrei T. Patrascu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06629",
    "title": "Thermal Barrier Coatings in burner rig experiment analyzed through LAser  Shock for DAmage Monitoring (LASDAM) method",
    "abstract": "This study investigates failure mechanisms in a typical thermal barrier coating (TBC) system comprising an EB-PVD columnar top coat, an aluminide bond coat, and a Ni-based single crystal superalloy substrate, simulating gas turbine operating conditions using a burner rig. TBC degradation, initiated by interfacial defects from the LASAT method, was studied during thermal gradient cycling under fast and slow cooling. In-situ optical and infrared imaging, along with ex-situ SEM cross-sectional analysis, monitored failure mechanisms. The Laser Shock for Damage Monitoring (LASDAM) technique provided insights into gradient and cooling rate impacts on columnar TBC damage. Results showed significant effects of cooling rate on delamination and localized failure at blister sites, with LASDAM revealing significant overheating at damage sites. Analysis included full-field temperature and damage assessment, emphasizing blister-driven delamination under severe thermal gradients. Discussion focused on elastic stored energy effects, noting that fast cooling induced transient conditions where reversed temperature gradients increased damage, limiting TBC lifespan ",
    "url": "https://arxiv.org/abs/2404.06629",
    "authors": [
      "Lara Mahfouz",
      "Vincent Maurel",
      "Vincent Guipont",
      "Basile Marchand",
      "Rami El Hourany",
      "Florent Coudon",
      "Daniel E. Mack",
      "Robert Vaßen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06716",
    "title": "Disentanglement of mixed interference fringes in optical  interferometers: theory and applications",
    "abstract": "Optical interferometric imaging enables astronomical observation at extremely high angular resolution. The necessary optical information for imaging, such as the optical path differences and visibilities, is easy to extract from fringes generated by the combination of two beams. With more than two apertures, the image-plane interference pattern becomes an increasingly indistinguishable mixture of fringe spacings and directions. For decades, the state-of-the-art approaches for obtaining two-aperture fringes from an interferometer array composed of many apertures are limited to pairwise combinations using bulk optics. Here, we derive and demonstrate a fringe disentanglement theory that can digitally transform the interference pattern of N apertures to N(N-1)/2 pairwise fringes without any optics, thus providing straightforward methods of information acquisition for interferometers. We demonstrate applications of our technique by both simulation and experiment, showing that this theory can be used for simultaneously sensing pistons and determining the individual visibilities of all combining apertures. Furthermore, we use the proposed theory to phase a 1.5-meter segmented flat telescope, demonstrating its validity for engineering implementation. This theory may not only benefit optical imaging but also interferometry-based measurements, by providing an exceptional capability to simplify the interferometric output generated by a system of many apertures. ",
    "url": "https://arxiv.org/abs/2404.06716",
    "authors": [
      "Kaiyuan Yang",
      "Weilong Wei",
      "Xiafei Ma",
      "Botao Chen",
      "Junqiu Chu",
      "Xinling Liu",
      "Yuhua Cheng",
      "Hu Yang",
      "Haotong Ma",
      "Bo Qi",
      "Zongliang Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2404.06764",
    "title": "A mid-infrared Brillouin laser using ultra-high-Q on-chip resonators",
    "abstract": "Ultra-high-Q optical resonators have facilitated recent advancements in on-chip photonics by effectively harnessing nonlinear phenomena providing useful functionalities. While these breakthroughs, primarily focused on the near-infrared region, have extended interest to longer wavelengths holding importance for monitoring and manipulating molecules, the absence of ultra-high-Q resonators in this region remains a significant challenge. Here, we have developed on-chip microresonators with a remarkable Q-factor of 38 million, surpassing previous mid-infrared records by over 30 times. Employing innovative fabrication techniques, including the spontaneous formation of light-guiding geometries during material deposition, resonators with internal multilayer structures have been seamlessly created and passivated with chalcogenide glasses within a single chamber. Major loss factors, especially airborne-chemical absorption, were thoroughly investigated and mitigated by extensive optimization of resonator geometries and fabrication procedures. This allowed us to access the fundamental loss performance offered by doubly purified chalcogenide glass sources, as demonstrated in their fiber form. Exploiting this ultra-high-Q resonator, we successfully demonstrated Brillouin lasing on a chip for the first time in the mid-infrared, with a threshold power of 91.9 {\\mu}W and a theoretical Schawlow-Townes linewidth of 83.45 Hz, far surpassing carrier phase noise. Our results showcase the effective integration of cavity-enhanced optical nonlinearities into on-chip mid-infrared photonics. ",
    "url": "https://arxiv.org/abs/2404.06764",
    "authors": [
      "Kiyoung Ko",
      "Daewon Suk",
      "Dohyeong Kim",
      "Soobong Park",
      "Betul Sen",
      "Dae-Gon Kim",
      "Yingying Wang",
      "Shixun Dai",
      "Xunsi Wang",
      "Rongping Wang",
      "Byung Jae Chun",
      "Kwang-Hoon Ko",
      "Peter T. Rakich",
      "Duk-Yong Choi",
      "Hansuek Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.06790",
    "title": "Modeling of antenna-coupled Si MOSFETs in the Terahertz Frequency Range",
    "abstract": "We report on the modeling and experimental characterization of Si CMOS detectors of terahertz radiation based on antenna-coupled field-effect transistors (TeraFETs). The detectors are manufactured using TSMC's 65-nm technology. We apply two models -- the TSMC RF foundry model and our own ADS-HDM -- to simulate the Si CMOS TeraFET performance and compare their predictions with respective experimental data. Both models are implemented in the commercial circuit simulation software Keysight Advanced Design System (ADS). We find that the compact model TSMC RF is capable to predict the detector responsivity and its dependence on frequency and gate voltage with good accuracy up to the highest frequency of 1.2 THz covered in this study. This frequency is well beyond the tool's intended operation range for 5G communications and 110-GHz millimeter wave applications. We demonstrate that our self-developed physics-based ADS-HDM tool, which relies on an extended one-dimensional hydrodynamic transport model and can be adapted readily to other material technologies, has high predictive qualities comparable to those of the foundry model. We use the ADS-HDM to discuss the contribution of diffusive and plasmonic effects to the THz response of Si CMOS TeraFETs, finding that these effects, while becoming more significant with rising frequency, are never dominant. Finally, we estimate that the electrical NEP (perfect power coupling conditions) is on the order of 5 pW/$\\sqrt{\\rm{Hz}}$ at room-temperature. ",
    "url": "https://arxiv.org/abs/2404.06790",
    "authors": [
      "Florian Ludwig",
      "Jakob Holstein",
      "Anastasiya Krysl",
      "Alvydas Lisauskas",
      "Hartmut G. Roskos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2404.06817",
    "title": "Machine learning assisted optical diagnostics on a cylindrical  atmospheric pressure surface dielectric barrier discharge",
    "abstract": "The present study explores combining machine learning (ML) algorithms with standard optical diagnostics (such as time--integrated emission spectroscopy and imaging) to accurately predict operating conditions and assess the emission uniformity of a cylindrical surface Dielectric Barrier Discharge (SDBD). It is demonstrated that ML can be complementary with these optical diagnostics and identify peculiarities associated with the discharge emission pattern at different high voltage waveforms (AC and pulsed) and amplitudes. By employing unsupervised (Principal Component Analysis (PCA)) and supervised (Multilayer Perceptron (MLP) neural networks) algorithms, the applied voltage waveform and amplitude are categorised and predicted based on correlations/differences identified within large amounts of corresponding data. PCA allowed us to effectively classify the voltage waveforms and amplitudes applied to the SDBD through a transformation of the spectroscopic/imaging data into principal components (PCs) and their projection to a two-dimensional PC space. Furthermore, an accurate prediction of the voltage amplitude is achieved using the MLP which is trained with PCA--preprocessed data. A particularly interesting aspect of this concept involves examining the uniformity of the emission pattern of the discharge. This is achieved by analysing spectroscopic data recorded at four different regions around the SDBD surface using the two ML--based techniques. These discoveries are instrumental in enhancing plasma--induced processes. They open up new avenues for real--time control, monitoring, and optimization of plasma--based applications across diverse fields such as flow control for the present SDBD. ",
    "url": "https://arxiv.org/abs/2404.06817",
    "authors": [
      "Dimitrios Stefas",
      "Konstantinos Giotis",
      "Laurent Invernizzi",
      "Hans Höft",
      "Khaled Hassouni",
      "Swaminathan Prasanna",
      "Panagiotis Svarnas",
      "Guillaume Lombardi",
      "Kristaq Gazeli"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2404.06907",
    "title": "A nano vacuum gauge based on second-order coherence in optical  levitation",
    "abstract": "Accurate measurement of pressure with a wide dynamic range holds significant importance for various applications. This issue can be realized with a mechanical nano-oscillator, where the pressure-related collisions with surrounding molecules induce its energy dissipation. However, this energy dissipation of the nano-oscillator may be overshadowed by other processes. Here, we apply the second-order coherence analysis to accurately characterize those distinct dissipation processes. Based on an optically levitated nano-oscillator, we successfully obtain precise measurements of the air pressure surrounding the particles from atmosphere to 7E-6 mbar, over 8 orders of magnitude. It proves that the mechanical nano-oscillator is an extremely promising candidate for precision pressure sensing applications. Moreover, the second-order coherence analysis method on a classical system can pave the way to characterize the dynamic properties of an oscillator, which will benefit microscopic thermodynamics, precision measurement, and macroscopic quantum research. ",
    "url": "https://arxiv.org/abs/2404.06907",
    "authors": [
      "Lyu-Hang Liu",
      "Yu Zheng",
      "Yuan Tian",
      "Long Wang",
      "Guang-Can Guo",
      "Fang-Wen Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.06915",
    "title": "Cavity-enhanced Rydberg atom microwave receiver",
    "abstract": "Developing microwave electric field sensing based on Rydberg atom has received significant attention due to its unique advantages. However, achieving effective coupling between Rydberg atom and the microwave electric field in the sensing process is a challenging problem that greatly impacts the sensitivity. To address this, we propose the use of a microwave resonant cavity to enhance the effective coupling between the Rydberg atoms and the microwave electric field. In our experiment, we use a three-photon excitation scheme to prepare Rydberg atoms, make measurements of electric fields without and with a microwave cavity in which the vapor cell is put inside. Through experimental testing, we achieve an 18 dB enhancement of power sensitivity. The experiment shows an effective enhancement in electric field pulse signal detection. This result provides a promising direction for enhancing the sensitivity of Rydberg atomic electric field sensors and paves the way for their application in precision electric field measurements. ",
    "url": "https://arxiv.org/abs/2404.06915",
    "authors": [
      "Bang Liu",
      "Li-Hua Zhang",
      "Zong-Kai Liu",
      "Qi-Feng Wang",
      "Yu Ma",
      "Tian-Yu Han",
      "Zheng-Yuan Zhang",
      "Shi-Yao Shao",
      "Jun Zhang",
      "Qing Li",
      "Han-Chao Chen",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07038",
    "title": "Achieving High Polarization of Photons Emitted by Unpolarized Electrons  in Ultrastrong Laser Fields",
    "abstract": "Nonlinear Compton scattering driven by ultraintense lasers presents a promising avenue for enhancing the photon energy, brilliance, and setup compactness of $\\gamma$-ray sources. However, a significant challenge lies in achieving a high polarization degree with commonly generated unpolarized electrons, thus addressing a longstanding puzzle in the field. Here we investigate the polarization dynamics of photons emitted by an unpolarized electron beam interacting with a counter-propagating ultraintense laser pulse numerically, and propose a novel method to generate highly polarized $\\gamma$ rays via nonlinear Compton scattering with the aid of vacuum dichroism effect. Our simulations reveal that high-brilliance $\\gamma$ rays with polarization beyond 90\\% are feasible in a single-shot interaction, rivaling the highest achieved by any $\\gamma$-ray sources to date, based on a developed Monte Carlo method incorporating polarization-resolved tree processes of nonlinear Compton scattering and Breit-Wheeler pair production and one-loop vacuum polarization. This generation method showcases an extraordinary ultra-high polarization degree and a user-friendly all-optical experimental setup, while harnessing the high photon energy and brilliance characteristic of nonlinear Compton scattering sources, thus making it of great potential for experimental applications. ",
    "url": "https://arxiv.org/abs/2404.07038",
    "authors": [
      "Xian-Zhang Wu",
      "Yan-Fei Li",
      "Yu-Tong Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07048",
    "title": "Uncovering quantum characteristics of incipient evolutions at the  photosynthetic oxygen evolving complex",
    "abstract": "Water oxidation of photosynthesis at the oxygen evolving complex (OEC) is driven by the polarization field induced by the photoelectric hole. By highlighting the role of the polarization field in reshaping the spin-orbit coupling deduced from the Dirac quantum mechanics, we reveal in this work the characteristics and underlying mechanism in the relatively simpler OEC evolutions within the states S0 - S2 prior to the water oxidation. The characteristic shifts of the density of states (DOS) of the electron donor Mn atom are observed in the vicinity of the Fermi surface to occur with the spin flips of Mn atoms and the change of the Mn oxidation states during the electron transfer. Notably, the spin flips of Mn atoms point to the resulting spin configuration of the next states. It is found that the electron transfer tend to stabilize the catalyst OEC itself, whereas the proton transfer pushes the evolution forward by preparing a new electron donor. Meanwhile, it shows that the Mn-O bonds around the candidate Mn atom of the electron donor undergo characteristic changes in the bond lengths during the electron transfer. These concomitant phenomena uncovered in first-principle calculations characterize the essential equilibrium of the OEC between the state evolution and stability that forms a ground of the dynamic OEC cycles. ",
    "url": "https://arxiv.org/abs/2404.07048",
    "authors": [
      "Pei-Ying Huo",
      "Wei-Zhou Jiang",
      "Rong-Yao Yang",
      "Xiu-Rong Zhang"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07104",
    "title": "Fabrication Tolerant Multi-Layer Integrated Photonic Topology  Optimization",
    "abstract": "Optimal multi-layer device design requires consideration of fabrication uncertainties associated with inter-layer alignment and conformal layering. We present layer-restricted topology optimization (TO), a novel technique which mitigates the effects of unwanted conformal layering for multi-layer structures and enables TO in multi-etch material platforms. We explore several approaches to achieve this result compatible with density-based TO projection techniques and geometric constraints. Then, we present a robust TO formulation to design devices resilient to inter-layer misalignment. The novel constraint and robust formulation are demonstrated in 2D grating couplers and a 3D polarization rotator. ",
    "url": "https://arxiv.org/abs/2404.07104",
    "authors": [
      "Michael J. Probst",
      "Arjun Khurana",
      "Joel B. Slaby",
      "Alec M. Hammond",
      "Stephen E. Ralph"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07116",
    "title": "Photonic next-generation reservoir computer based on distributed  feedback in optical fiber",
    "abstract": "Reservoir computing (RC) is a machine learning paradigm that excels at dynamical systems analysis. Photonic RCs, which perform implicit computation through optical interactions, have attracted increasing attention due to their potential for low latency predictions. However, most existing photonic RCs rely on a nonlinear physical cavity to implement system memory, limiting control over the memory structure and requiring long warm-up times to eliminate transients. In this work, we resolve these issues by demonstrating a photonic next-generation reservoir computer (NG-RC) using a fiber optic platform. Our photonic NG-RC eliminates the need for a cavity by generating feature vectors directly from nonlinear combinations of the input data with varying delays. Our approach uses Rayleigh backscattering to produce output feature vectors by an unconventional nonlinearity resulting from coherent, interferometric mixing followed by a quadratic readout. Performing linear optimization on these feature vectors, our photonic NG-RC demonstrates state-of-the-art performance for the observer (cross-prediction) task applied to the R\\\"ossler, Lorenz, and Kuramoto-Sivashinsky systems. In contrast to digital NG-RC implementations, this scheme is easily scalable to high-dimensional systems while maintaining low latency and low power consumption. ",
    "url": "https://arxiv.org/abs/2404.07116",
    "authors": [
      "Nicholas Cox",
      "Joseph Murray",
      "Joseph Hart",
      "Brandon Redding"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2404.06924",
    "title": "Restoring the topological edge states in a finite optical superlattice",
    "abstract": "We consider the emergence of edge states in a finite optical lattice and show that the boundaries of the lattice play a decisive role for their location in the corresponding energy spectrum. We introduce a simple parametrisation of the boundaries of the optical lattice and demonstrate the existence of an optimal choice of the values of the parameters which lead to an approximate restoration of chiral symmetry. A crucial property of this optimization is the suppression of tunneling between next-nearest neighboring wells of the lattice. This in turn allows the mapping of the optical lattice set-up to a finite SSH model. The topological character of the emerging edge states is discussed. ",
    "url": "https://arxiv.org/abs/2404.06924",
    "authors": [
      "A. Katsaris",
      "I. A. Englezos",
      "C. Weitenberg",
      "F. K. Diakonos",
      "P. Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07016",
    "title": "Variational Quantum Crank-Nicolson and Method of Lines for the Solution  of Initial Value Problems",
    "abstract": "In this paper we use a Variational Quantum Algorithm to solve Initial Value Problems with the Implicit Crank-Nicolson and the Method of Lines evolution schemes. The unknown functions use a spectral decomposition with the Fourier basis. The examples developed to illustrate the implementation are the advection equation, the wave equation written as a first order system of coupled equations and the viscous Burgers equation as a non-linear case. The problems are solved using: i) standard Finite Differences as the solution to compare with, ii) the State Vector Formalism (SVF), and iii) the Sampling Error Formalism (SEF). Our results for these equations show that the SVF provides convergent solutions whereas those constructed with the SEF are not consistent with the increase of resolution. Byproducts of our implementation include the construction of cost functions for the two evolution schemes and an efficient method to simulate the SVF and SEF in classical computers. ",
    "url": "https://arxiv.org/abs/2404.07016",
    "authors": [
      "Francisco Guzman-Cajica",
      "Francisco S. Guzman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07054",
    "title": "Quantum Mechanics of Open Systems in Non-Inertial Motion",
    "abstract": "The study of quantum mechanics in non-inertial reference frames, particularly in the context of open systems, introduces several intriguing phenomena and challenges. This paper presents a comprehensive framework for analyzing the quantum mechanics of open systems undergoing noninertial motion. Our methodology leverages the concept of dissipatons, statistical quasi-particles that capture collective dissipative effects from the environment. We demonstrate that our approach offers a natural understanding of the intricate dynamics among non-inertial effects, decoherence, dissipation, and system-bath entanglement. Specifically, we conduct demonstrations focusing on the Lamb shift phenomenon within a rotating ring cavity. Through theoretical exposition and practical applications, our framework elucidates the profound interplay between open quantum dynamics and non-inertial motion, paving the way for advancements in quantum information processing and sensing technologies. ",
    "url": "https://arxiv.org/abs/2404.07054",
    "authors": [
      "Zi-Fan Zhu",
      "Yu Su",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.07195",
    "title": "Laser driven melt pool resonances through dynamically oscillating energy  inputs",
    "abstract": "Spatially selective melting of metal materials by laser irradiation allows for the precise welding as well as the 3D printing of complex metal parts. However, the simple scanning of a conventional Gaussian beam typically results in a melt track with randomly distributed surface features due to the complex and dynamic behavior of the melt pool. In this study, the implications of utilizing a dynamically oscillating energy input on driving melt track fluctuations is investigated. Specifically, the laser intensity and/or intensity distribution is sinusoidally modulated at different scan speeds, and the effect of modulation frequency on the resulting surface features of the melt track is examined. The formation of periodically oriented surface features indicates an evident frequency coupling between the melt pool and the modulation frequency. Moreover, such a frequency coupling becomes most prominent under a specific modulation frequency, suggesting resonant behavior. The insights provided in this study will enable the development of novel methods, allowing for the control and/or mitigation of inherent fluctuations in the melt pool through laser-driven resonances. ",
    "url": "https://arxiv.org/abs/2404.07195",
    "authors": [
      "Marco Rupp",
      "Karen Schwarzkopf",
      "Markus Doering",
      "Shuichiro Hayashi",
      "Michael Schmidt",
      "Craig B. Arnold"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07197",
    "title": "An indeterminacy-based ontology for quantum theory",
    "abstract": "I present and defend a new ontology for quantum theories (or \"interpretations\" of quantum theory) called Generative Quantum Theory (GQT). The ontology assumes that the world can be fundamentally indeterminate in the sense of being constituted by entities with indeterminate properties. The process via which determinate values arise and persist differs in different quantum theories. I will focus on the following quantum theories: GRW, the Many-Worlds Interpretation and single-world relationalist theories, Bohmian Mechanics, hybrid classical-quantum theories, and Environmental Determinacy-based (EnD) Quantum Theory. Moreover, quantum states represent quantum properties and structures that give rise to determinacy, and each quantum theory specifies a structure with specific features. I will argue that GQT should be taken seriously because it provides a series of benefits that current influential ontologies lack, namely, wavefunction realism and primitive ontology, without some of their costs. Furthermore, it allows for the formulation of quantum theories that are clearly compatible with relativistic causality, such as EnD Quantum Theory. Finally, I will show how GQT provides a new way to compare and evaluate different quantum theories. ",
    "url": "https://arxiv.org/abs/2404.07197",
    "authors": [
      "Francisco Pipa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00135",
    "title": "The anomalous skin effect and copper cavity operation at cryogenic  conditions",
    "abstract": " Comments: 20 pages, 24 figures ",
    "url": "https://arxiv.org/abs/2211.00135",
    "authors": [
      "Ulrich Ratzinger",
      "Huifang Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.10132",
    "title": "Efficient activation of telecom emitters in silicon upon ns pulsed laser  annealing",
    "abstract": " Title: Efficient activation of telecom emitters in silicon upon ns pulsed laser  annealing ",
    "url": "https://arxiv.org/abs/2304.10132",
    "authors": [
      "G. Andrini",
      "G. Zanelli",
      "S. Ditalia Tchernij",
      "E. Corte",
      "E. Nieto Hernandez",
      "A. Verna",
      "M. Cocuzza",
      "E. Bernardi",
      "S. Virzì",
      "P. Traina",
      "I.P. Degiovanni",
      "M. Genovese",
      "P. Olivero",
      "J. Forneris"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14712",
    "title": "Asymmetric Transmission Through a Classical Analogue of the  Aharonov-Bohm Ring",
    "abstract": " Title: Asymmetric Transmission Through a Classical Analogue of the  Aharonov-Bohm Ring ",
    "url": "https://arxiv.org/abs/2308.14712",
    "authors": [
      "Lei Chen",
      "Isabella L. Giovannelli",
      "Nadav Shaibe",
      "Steven M. Anlage"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.03435",
    "title": "Spectral Theory for Non-linear Superconducting Microwave Systems:  Extracting Relaxation Rates and Mode Hybridization",
    "abstract": " Comments: 21 pages, 12 figures, journal paper ",
    "url": "https://arxiv.org/abs/2309.03435",
    "authors": [
      "Dung N. Pham",
      "Richard D. Li",
      "Hakan E. Türeci"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.14429",
    "title": "Low Polarization Sensitive O-band SOA on InP Membrane for Advanced  Photonic Integration",
    "abstract": " Comments: 11 pages, 13 figures,journal of lightwave technology ",
    "url": "https://arxiv.org/abs/2402.14429",
    "authors": [
      "Desalegn Wolde Feyisa",
      "Salim Abdi",
      "Rene van Veldhoven",
      "Nicola Calabretta",
      "Yuqing Jiao",
      "Ripalta Stabile"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]