[
  {
    "id": "arXiv:2206.11930",
    "title": "Complementary Vanadium Dioxide Metamaterials with Enhanced Modulation  Amplitude at Terahertz Frequencies",
    "abstract": "One route to create tunable metamaterials is through integration with \"on-demand\" dynamic quantum materials, such as vanadium dioxide (VO2). This enables new modalities to create high performance devices for historically challenging applications. Indeed, dynamic materials have often been integrated with metamaterials to imbue artificial structures with some degree of tunability. Conversely, metamaterials can be used to enhance and extend the natural tuning range of dynamic materials. Utilizing a complementary split ring resonator array deposited on a VO2 film, we demonstrate enhanced terahertz transmission modulation upon traversing the insulator-to-metal transition (IMT) at ~340 K. Our complementary metamaterial increases the modulation amplitude of the original VO2 film from 42% to 68.3% at 0.47 THz upon crossing the IMT, corresponding to an enhancement of 62.4%. Moreover, temperature dependent transmission measurements reveal a redshift of the resonant frequency arising from a giant increase of the permittivity of the VO2 film. Maxwell-Garnett effective medium theory was employed to explain the permittivity change upon transitioning through the IMT. Our results highlight that symbiotic integration of metamaterial arrays with quantum materials provides a powerful approach to engineer emergent functionality. ",
    "url": "https://arxiv.org/abs/2206.11930",
    "authors": [
      "Yuwei Huang",
      "Xuefei Wu",
      "Jacob Schalch",
      "Guangwu Duan",
      "Chunxu Chen",
      "Xiaoguang Zhao",
      "Kelson Kaj",
      "Hai-Tian Zhang",
      "Roman Engel-Herbert",
      "Richard D. Averitt",
      "Xin Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.11966",
    "title": "Universal visible emitters in nanoscale integrated photonics",
    "abstract": "Visible wavelengths of light control the quantum matter of atoms and molecules and are foundational for quantum technologies, including computers, sensors, and clocks. The development of visible integrated photonics opens the possibility for scalable circuits with complex functionalities, advancing both the scientific and technological frontiers. We experimentally demonstrate an inverse design approach based on superposition of guided-mode sources, allowing the generation and full control of free-space radiation directly from within a single 150 nm layer Ta2O5, showing low loss across visible and near-infrared spectra. We generate diverging circularly-polarized beams at the challenging 461 nm wavelength that can be directly used for magneto-optical traps of strontium atoms, constituting a fundamental building block for a range of atomic-physics-based quantum technologies. Our generated topological vortex beams and spatially-varying polarization emitters could open unexplored light-matter interaction pathways, enabling a broad new photonic-atomic paradigm. Our platform highlights the generalizability of nanoscale devices for visible-laser emission and will be critical for scaling quantum technologies. ",
    "url": "https://arxiv.org/abs/2206.11966",
    "authors": [
      "Grisha Spektor",
      "David Carlson",
      "Zach Newman",
      "Jinhee Lee Skarda",
      "Neil Sapra",
      "Logan Su",
      "Sindhu Jammi",
      "Andrew R. Ferdinand",
      "Amit Agrawal",
      "Jelena Vučković",
      "Scott B. Papp"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12025",
    "title": "Meridional composite pulses for low-field magnetic resonance",
    "abstract": "We discuss procedures for error-tolerant spin control in environments that permit transient, large-angle reorientation of magnetic bias field. Short sequences of pulsed, non-resonant magnetic field pulses in a laboratory-frame meridional plane are derived. These are shown to have band-pass excitation properties comparable to established amplitude-modulated, resonant pulses used in high, static-field magnetic resonance. Using these meridional pulses, we demonstrate robust $z$ inversion in proton ($^{1}$H) nuclear magnetic resonance near earth's field. ",
    "url": "https://arxiv.org/abs/2206.12025",
    "authors": [
      "Sven Bodenstedt",
      "Morgan W. Mitchell",
      "Michael C. D. Tayler"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12062",
    "title": "Mobile Devices and Sensors for Physics Teaching",
    "abstract": "This Resource Letter provides a guide to the literature on teaching experimental physics using sensors in tablets, smartphones, and some specialized devices. After a general discussion of the hardware (sensors) and the software (apps), we present resources for experiments using mobile-device sensors in many areas of physics education: mechanics, oscillations and waves, optics, electromagnetism, matter, modern physics, and astronomy. ",
    "url": "https://arxiv.org/abs/2206.12062",
    "authors": [
      "Martin Monteiro",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12064",
    "title": "The sensors of mobile devices: a innovative tool in the teaching of  physical sciences",
    "abstract": "We show how builtin sensors in mobile devices can be used as portable laboratories at the service of teaching experimental sciences, especially physics, in the last years of high school and first years of university. We describe experiments that previously required expensive apparatus or were not feasible in teaching laboratories. Finally, we discuss some perspectives about the use of sensors in the physics teaching. ",
    "url": "https://arxiv.org/abs/2206.12064",
    "authors": [
      "Martin Monteiro",
      "Cecilia Stari",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12312",
    "title": "Conception of an enhanced mechanism for a new Kibble balance directly  traceable to the quantum SI",
    "abstract": "The ``Quantum Electro-Mechanical Metrology Suite'' (QEMMS) is being designed and built at the National Institute of Standards and Technology. It includes a Kibble balance, a Graphene quantum Hall resistance array and a Josephson voltage system, so that it is a new primary standard for the unit of mass, the kilogram, directly traceable to the International System of Units (SI) based on quantum constants. We are targeting a measurement range of 10 g to 200 g and optimize the design for a relative combined uncertainty of $2\\times 10^{-8}$ for masses of 100 g. QEMMS will be developed as an open hardware and software design. In this article, we explain the design of the moving and weighing mechanism in the QEMMS. ",
    "url": "https://arxiv.org/abs/2206.12312",
    "authors": [
      "Lorenz Keck",
      "Frank Seifert",
      "David Newell",
      "Stephan Schlamminger",
      "Rene Thesk",
      "Darine Haddad"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.12321",
    "title": "Fresnel coefficients, coherent optical scattering and planar waveguiding",
    "abstract": "One-dimensional optical waveguiding is revisited using the electromagnetic deduction of Fresnel formulas relating the incident, reflected, and transmitted waves on the abrupt interface between two different optical media. Throughout the paper, different optical configurations are analyzed from this perspective revealing that, in all cases, those solutions corresponding to waveguiding configurations share common features. These shared characteristics are: firstly, the guided modes always emerge as singular solutions of the associate coherent optical scattering problem and, secondly, the resonance condition that must be satisfied corresponds to the pole of the associated Fresnel Coefficients. ",
    "url": "https://arxiv.org/abs/2206.12321",
    "authors": [
      "Alejandro Doval",
      "Carlos Damián Rodríguez-Fernández",
      "Héctor González-Núñez",
      "Raúl de la Fuente"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12355",
    "title": "Spontaneous suppression of inverse energy cascade in instability-driven  2D turbulence",
    "abstract": "Instabilities of fluid flows often generate turbulence. Using extensive direct numerical simulations, we study two-dimensional turbulence driven by a wavenumber-localised instability superposed on stochastic forcing, in contrast to previous studies of state-independent forcing. As the instability growth rate increases, the system undergoes two transitions. For growth rates below a first threshold, a regular large-scale vortex condensate forms. Above this first threshold, shielded vortices (SVs) emerge and coexist with the condensate. At a second, larger value of the growth rate, the condensate breaks down, and a gas of weakly interacting vortices with broken symmetry spontaneously emerges, characterised by preponderance of vortices of one sign only and suppressed inverse energy cascade. The number density of SVs in this broken symmetry state slowly increases via a random nucleation process. Bistability is observed between the condensate and mixed SV-condensate states. Our findings provide new evidence for a strong dependence of two-dimensional turbulence phenomenology on the forcing. ",
    "url": "https://arxiv.org/abs/2206.12355",
    "authors": [
      "Adrian van Kan",
      "Benjamin Favier",
      "Keith Julien",
      "Edgar Knobloch"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12171",
    "title": "Spatial dependence of fidelity for a two-qubit Rydberg-blockade quantum  gate",
    "abstract": "We study the spatial performance of the entangling gate proposed by H. Levine et al. (Phys. Rev. Lett. 123, 170503 (2019)). This gate is based on a Rydberg blockade technique and consists of just two global laser pulses which drive nearby atoms. We analyze the multilevel Zeeman structure of interacting $^{87}$Rb Rydberg atoms and model two experimentally available excitation schemes using specific driving beams geometry and polarization. In particular, we estimate the blockade shift dependence on inter-atomic distance and angle with respect to the quantization axis. In addition, we show that using Rydberg $d$-states, in contrast to $s$-states, leads to a pronounced angular dependence of the blockade shift and gate fidelity. ",
    "url": "https://arxiv.org/abs/2206.12171",
    "authors": [
      "Ivan Vybornyi",
      "Leonid Gerasimov",
      "Dmitriy Kupriyanov",
      "Stanislav Straupe",
      "Kirill Tikhonov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12173",
    "title": "Improving Classical And Quantum Free-Space Communication By Adaptive  Optics With Spatially Separated Beacon And Signal Beams",
    "abstract": "Optical free-space communications, classical and quantum, are affected by atmospheric turbulence due to fluctuation of air density, pressure, and temperature. This turbulence induces a time-dependent inhomogeneous refractive index in air, distorting the wavefront of electromagnetic waves. Consequently, light beam spreads and wanders at the receiving end causing signal loss. In the case of measurement-device-independent quantum key distribution, random phase fluctuation also reduces the visibility of the Hong-Ou-Mandel interference, further lowering signal fidelity and thus the secure key rate. Adaptive optics (AO) technique has been used to compensate this kind of wavefront distortion in astronomical observations and classical optics communication. Frequency multiplexing AO method is also employed in several recent quantum communication experiments. Here we point out the deficiency of the frequency multiplexing method. More importantly, we introduce a spatial-multiplexing-based AO protocol with time delay between spatially separated pulses. Using phase screen simulation, we show that for low earth orbit satellite to ground communication, our method performs better than systems that only use frequency multiplexing. Actually, our method can used to increase the signal rate in both classical and quantum communication particularly in the case when the source and the receiver move relative to each other. ",
    "url": "https://arxiv.org/abs/2206.12173",
    "authors": [
      "Kai Sum Chan",
      "H. F. Chau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12200",
    "title": "Macroscopic noise amplification by asymmetric dyads in non-Hermitian  optical systems",
    "abstract": "A strong response to external perturbations or system noise is being exploited for a new generation of sensors, hardware random number generators, and quantum and classical signal detectors. Such applications require the fulfilment of three drastic conditions: macroscopic response to small perturbations, capacity for calibration of imperfections of the system, and fast output data rate. Here, we study the response and noise amplification by asymmetric dyads in freely expanding non-Hermitian optical systems (such as polariton or photon condensates) and show that they fulfil these conditions. We show that by associating the direction of asymmetry with a spin or binary number while coupling several such dyads together leads to systems with required statistical distributions. We show that modifications of the pumping strengths can counteract bias resulting from natural imperfections of the system's hardware and develop the analytical expressions to such corrections to the leading order in asymptotic expansions. Our results suggest that the asymmetric non-Hermitian dyads are promising candidates for efficient sensors and random number generators with controllable statistical properties. ",
    "url": "https://arxiv.org/abs/2206.12200",
    "authors": [
      "Alexander Johnston",
      "Natalia G. Berloff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12201",
    "title": "Experimental graybox quantum control",
    "abstract": "Understanding and controlling engineered quantum systems is key to developing practical quantum technology. However, given the current technological limitations, such as fabrication imperfections and environmental noise, this is not always possible. To address these issues, a great deal of theoretical and numerical methods for quantum system identification and control have been developed. These methods range from traditional curve fittings, which are limited by the accuracy of the model that describes the system, to machine learning methods, including neural networks, which provide efficient control solutions but do not provide control beyond the output of the model, nor insights into the underlying physical process. Here we experimentally demonstrate a \"graybox\" approach for characterizing and controlling quantum devices. We report superior performance over model fitting, while generating unitaries and Hamiltonians which are inaccessible with machine learning techniques. Our approach combines prior physics knowledge with high accuracy machine learning and is effective with any problem where the required controlled quantities are not directly accessible from the training set. This method naturally extends to time-dependent and open quantum systems, with applications in quantum noise spectroscopy and cancellation. ",
    "url": "https://arxiv.org/abs/2206.12201",
    "authors": [
      "Akram Youssry",
      "Yang Yang",
      "Robert J. Chapman",
      "Ben Haylock",
      "Mirko Lobino",
      "Alberto Peruzzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12207",
    "title": "Complete and robust energy conversion by sum frequency generation based  on Invariant Engineering",
    "abstract": "We propose an analytical method to achieve complete energy conversion in sum frequency generation based on Lewis-Riesenfeld invariants theory. This technique, derived from a two-level atom transition in quantum mechanics, is more efficient and robust than conventional methods. In our scheme, the quasi-adiabatic single control parameter model is established, and the value of single control parameter is selected to make the initial eigenstate perfectly converted to the final eigenstate we need. Corresponds to the nonlinear frequency conversion process, the nonlinear crystal structure is designed with the inverse engineering of optimal control theory, which is robust against the perturbations in the coupling coefficient and phase mismatch, including pump intensity and crystal polarization period variations, and results in almost 100% conversion efficiency at any crystal length. It is demonstrated that the frequency conversion can be achieved in the wavelength range of 2.6 {\\mu}m -3.6 {\\mu}m with a spectral bandwidth of the conversion efficiency over 50% approaching to 400 nm when the crystal length L=1 mm. ",
    "url": "https://arxiv.org/abs/2206.12207",
    "authors": [
      "Congfu Zhang",
      "Zhaolu Wang",
      "Hongjun Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.12211",
    "title": "Acoustic oscillations in cigar-shaped logarithmic Bose-Einstein  condensate in the Thomas-Fermi approximation",
    "abstract": "We consider the dynamical properties of density fluctuations in the cigar-shaped Bose-Einstein condensate described by the logarithmic wave equation with a constant nonlinear coupling by using the Thomas-Fermi and linear approximations. It is shown that the propagation of small density fluctuations along the long axis of a condensed lump in a strongly anisotropic trap is essentially one-dimensional, while the trapping potential can be disregarded in the linear regime. Depending on the sign of nonlinear coupling, the fluctuations either take the form of translationally symmetric pulses and standing waves, or become oscillations with varying amplitudes. We also study the condensate in an axial harmonic trap, by using elasticity theory's notions. Linear particle density and energy also behave differently depending on the nonlinear coupling's value. If it is negative, the density monotonously grows along with lump's radius, while energy is a monotonous function of density. For the positive coupling, the density is bound from above, whereas energy grows monotonously as a function of density until it reaches its global maximum. ",
    "url": "https://arxiv.org/abs/2206.12211",
    "authors": [
      "Konstantin G. Zloshchastiev"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12363",
    "title": "From Tensor Network Quantum States to Tensorial Recurrent Neural  Networks",
    "abstract": "We show that any matrix product state (MPS) can be exactly represented by a recurrent neural network (RNN) with a linear memory update. We generalize this RNN architecture to 2D lattices using a multilinear memory update. It supports perfect sampling and wave function evaluation in polynomial time, and can represent an area law of entanglement entropy. Numerical evidence shows that it can encode the wave function using a bond dimension lower by orders of magnitude when compared to MPS, with an accuracy that can be systematically improved by increasing the bond dimension. ",
    "url": "https://arxiv.org/abs/2206.12363",
    "authors": [
      "Dian Wu",
      "Riccardo Rossi",
      "Filippo Vicentini",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:1706.05253",
    "title": "A geometric structure underlying the interaction Hamiltonian of quantum  electrodynamics",
    "abstract": " Comments: 16 pages, no figure, completely rewritten with discussions much simplified ",
    "url": "https://arxiv.org/abs/1706.05253",
    "authors": [
      "Wen-ge Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2112.06086",
    "title": "Quantum Signal Processing for simulating cold plasma waves",
    "abstract": " Title: Quantum Signal Processing for simulating cold plasma waves ",
    "url": "https://arxiv.org/abs/2112.06086",
    "authors": [
      "I. Novikau",
      "E. A. Startsev",
      "I. Y. Dodin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05293",
    "title": "Enriching the quantum toolbox of ultracold molecules with Rydberg atoms",
    "abstract": " Title: Enriching the quantum toolbox of ultracold molecules with Rydberg atoms ",
    "url": "https://arxiv.org/abs/2204.05293",
    "authors": [
      "Kenneth Wang",
      "Conner P. Williams",
      "Lewis R.B. Picard",
      "Norman Y. Yao",
      "Kang-Kuen Ni"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2206.01000",
    "title": "Simulating quantum circuits using tree tensor networks",
    "abstract": " Comments: 11 pages, 15 figures, 1 algorithm, Latex; Comments for version 2: clarification for performed experiments, improved graphics, more details on the algorithm, general rephrasing and improvements for clarity ",
    "url": "https://arxiv.org/abs/2206.01000",
    "authors": [
      "Philipp Seitz",
      "Ismael Medina",
      "Esther Cruz",
      "Qunsheng Huang",
      "Christian B. Mendl"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]