[
  {
    "id": "arXiv:2204.05474",
    "title": "Multidimensional quantum calculation of the infrared spectra under  polaritonic vibrational strong and ultrastrong coupling",
    "abstract": "Recent experiments and theory demonstrate that the the ground state properties and chemical reactivity of molecules can be modified inside an optical cavity. The vibrational strong or ultrastrong coupling results in the formation of vibrational polaritons which are usually observed through infrared spectra (IR). Here, we provide a theoretical framework to conduct multidimensional quantum simulations of the infrared spectra when the molecule is interacting with cavity modes. Taking single water molecule as an example, combing with accurate potential energy and dipole moment surfaces, our implemented cavity vibrational self-consistent field/virtual state configuration interaction (cVSCF/VCI) is shown to be able to provide quantitative predictions of the IR spectra when the molecule is inside or outside the cavity. The spectral signatures of resonance splittings and blue/red shift of certain bands are found to be highly related with the frequency and polarization direction of the cavity modes. Further analyses of the simulated spectra shows that polaritonic strong vibrational coupling greatly induce the coupling between molecule's vibrational modes, indicating the intramolecular vibrational energy transfer may be significantly accelerated by the cavity. ",
    "url": "https://arxiv.org/abs/2204.05474",
    "authors": [
      "Qi Yu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05519",
    "title": "Investigating the effects of electron bounce-cyclotron resonance on  plasma dynamics in capacitive discharges operated in the presence of a weak  transverse magnetic field",
    "abstract": "Recently, S Patil et al. have reported the existence of an enhanced operating regime when a low-pressure (5 mTorr) capacitively coupled discharge (CCP) is driven by a very high radio-frequency (60 MHz) source in the presence of a weak external magnetic field applied parallel to its electrodes. Their Particle-in-Cell (PIC) simulations show, that a significantly higher bulk plasma density and ion flux can be achieved at the electrode when the electron cyclotron frequency equals half of the applied RF frequency for a given fixed voltage. In the present work we take a detailed look at this phenomenon and further delineate the effect of this \"electron bounce cyclotron resonance (EBCR)\" on the electron and ion dynamics of the system. We find that the ionization collision rate and stochastic heating is maximum under resonance condition. The electron energy distribution function also indicates that the population of tail end electrons is highest for the case where EBCR is maximum. Formation of electric field transients in the bulk plasma region are also seen at lower values of applied magnetic field. Finally, we demonstrate that the EBCR induced effect is a low pressure phenomenon and weakens as the neutral gas pressure increases. The potential utility of this effect to advance the operational performance of CCP devices for industrial purposes is discussed. ",
    "url": "https://arxiv.org/abs/2204.05519",
    "authors": [
      "Sarveshwar Sharma",
      "Sanket Patil",
      "Sudip Sengupta",
      "Abhijit Sen",
      "Alexander Khrabrov",
      "Igor Kaganovich"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05528",
    "title": "Organic near-infrared epsilon-near-zero materials with large optical  nonlinearity",
    "abstract": "Epsilon-near-zero (ENZ) materials have shown great potential for nonlinear optical applications, such as photon generation, all-optical switch, and time refraction because of the ultrafast hot electrons and hot-electron-induced nonlinearity enhancement. Recently, n-type inorganic ENZ materials, especially transparent conductive oxides (TCOs), with femtosecond hot-electron responses (<500fs) and huge optical nonlinearity enhancement (>2000 times) have been reported detailedly. Here, modified poly(3,4-ethylenedioxythiophene) (PEDOT) p-type organic films exhibit vanishing real permittivity near 1550nm, namely in the conventional band (C band) for optical communications. We find that PEDOT films have a 100 times larger nonlinear response than indium tin oxide (ITO), a kind of classic inorganic ENZ material, in the non-ENZ region and a similar but less hot-carrier induced enhancement of optical nonlinearity. Furthermore, hot holes in modified PEDOT (p-type) films exhibit a longer relaxation time and a lower enhancement multiple of electron temperature than hot electrons in n-type inorganic ENZ materials. Our findings firstly offer new promising tunable organic ENZ materials with ENZ wavelengths in optical communication bands and reveal unique properties of organic ENZ materials as distinct from inorganic ENZ materials, which provide more possibilities for on-chip nanophotonic devices, nonlinear optics, and plasmonics. ",
    "url": "https://arxiv.org/abs/2204.05528",
    "authors": [
      "Qili Hu",
      "Xinlan Yu",
      "Hongqi Liu",
      "Jiahuan Qiu",
      "Sen Liang",
      "Guanan Chen",
      "Chengcan Han",
      "Miao Du",
      "Hui Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2204.05642",
    "title": "Single-pass, nonlinear frequency conversion of full Poincaré beams",
    "abstract": "Full Poincar\\'e (FP) beams, a special class of fully correlated beams generated through the coaxial superposition of a Laguerre-Gauss and fundamental Gaussian modes of orthogonal polarizations, contain all possible polarization states on the surface of the Poincar\\'e sphere in a single beam. While the presence of all unconventional polarization states makes the FP beams useful for various applications, the dependence of the refractive index on the polarization restricts the efficient generation of FP beams across the electromagnetic spectrum through nonlinear frequency processes. To avoid such difficulty, we use two contiguous BIBO crystals with orthogonal optic axes and generate an ultrafast FP beam at 405 nm with average power as high as 18.3 mW at a single-pass conversion efficiency of 2.19%. Using Stokes parameters and Stokes phases, we observed the doubling of C-points and L-lines singularities and the orbital angular momentum in the SHG process. We have also devised a new technique to estimate the polarization coverage of the pump and SHG FP beams and observed the variation in polarization coverage with the intensity weightage of the constituting beams. Interestingly, the SHG beam has the highest polarization coverage for the FP beam of equal intensity weightage of the superposed beams. We validated our experimental results in close agreement with the theoretical results. ",
    "url": "https://arxiv.org/abs/2204.05642",
    "authors": [
      "K. Subith",
      "Ravi K. Saripalli",
      "Anirban Ghosh",
      "G. K. Samanta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05645",
    "title": "Open-Loop Polarization Mode Dispersion Mitigation for Fibre-Optic Time  and Frequency Transfer",
    "abstract": "The non-reciprocal and dynamic nature of polarization mode dispersion (PMD) in optical fibers can be a problem for accurate time and frequency transfer. Here a simple, passive solution is put forward that is based on transmitting optical pulses with alternating orthogonal polarization. The fast and deterministic polarization modulation means that the PMD noise is pushed far away from the frequencies of interest and upon reflection from a Faraday mirror at the receiver, the pulses have a well defined polarization when they return to the transmitter, which facilitates stable optical phase detection and fibre phase compensation. In an open-loop test setup that uses a mode-locked laser and a simple pulse interleaver, the polarization mode dispersion is shown to be reduced by more than two orders of magnitude ",
    "url": "https://arxiv.org/abs/2204.05645",
    "authors": [
      "Thomas Fordell"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.05676",
    "title": "Nondiffracting Supertoroidal Pulses: Optical \"Kármán vortex streets\"",
    "abstract": "Recently introduced supertoroidal light pulses [Nat. Commun. 15, 5891 (2021)] are a family of space-time nonseparable freespace electromagnetic excitations with unique topological properties including skyrmionic field configurations, fractal-like patterns of singularities, and extended areas of energy backflow. Here we report nondiffracting supertoroidal pulses (ND-STPs), propagation-robust skyrmionic and vortex-ring field that endure the singular configurations over arbitrary propagation distances. Intriguingly, the field structure in of ND-STPs has a strong similarity with a von K\\'arm\\'an vortex street, a pattern of swirling vortices observed in fluid and gas dynamics that is responsible for the \"singing\" of suspended telephone lines in wind. We argue that ND-STPs are of interest as directed energy channels for telecom applications. ",
    "url": "https://arxiv.org/abs/2204.05676",
    "authors": [
      "Yijie Shen",
      "Nikitas Papasimakis",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05701",
    "title": "Analogue quantum gravity in hyperbolic metamaterials",
    "abstract": "It is well known that extraordinary photons in hyperbolic metamaterials may be described as living in an effective Minkowski spacetime, which is defined by the peculiar form of the strongly anisotropic dielectric tensor in these metamaterials. Here we demonstrate that within the scope of this approximation the sound waves in hyperbolic metamaterials look similar to gravitational waves, and therefore the quantized sound waves (phonons) look similar to gravitons. Such an analogue model of quantum gravity looks especially interesting near the phase transitions in hyperbolic metamaterials where it becomes possible to switch quantum gravity effects on and off as a function of metamaterial temperature. We also predict strong enhancement of sonoluminescence in ferrofluid based hyperbolic metamaterials, which looks analogous to particle creation in strong gravitational fields. ",
    "url": "https://arxiv.org/abs/2204.05701",
    "authors": [
      "Igor I. Smolyaninov",
      "Vera N. Smolyaninova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05822",
    "title": "Extracting resonance poles from numerical scattering data: type-II  Padè reconstruction",
    "abstract": "We present a FORTRAN 77 code for evaluation of resonance pole positions and residues of a numerical scattering matrix element in the complex energy (CE) as well as in the complex angular momentum (CAM) planes. Analytical continuation of the S-matrix element is performed by constructing a type-II Pad\\'e approximant from given physical values [Bessis et al (1994); Vrinceanu et al (2000); Sokolovski and Msezane (2004)] . The algorithm involves iterative \"preconditioning\" of the numerical data by extracting its rapidly oscillating potential phase component. The code has the capability of adding non-analytical noise to the numerical data in order to select \"true\" physical poles, investigate their stability and evaluate the accuracy of the reconstruction. It has an option of employing multiple-precision (MPFUN) package [Bailey (1993)] developed by D. H. Bailey wherever double precision calculations fail due to a large number of input partial wave (energies) involved. The package has been successfully tested on several models, as well as theF+H2->HF+H,F+HD->HF +D,Cl+HCl->ClH+Cl and H+D2->HD+D reactions. Some detailed examples are given in the text. PACS:34.50.Lf,34.50.Pi ",
    "url": "https://arxiv.org/abs/2204.05822",
    "authors": [
      "D. Sokolovski",
      "E. Akhmatskaya",
      "S.K.Sen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05984",
    "title": "Snapshot hyperspectral imaging with quantum correlated photons",
    "abstract": "Hyperspectral imaging (HSI) has a wide range of applications from environmental monitoring to biotechnology. Current snapshot HSI techniques all require a trade-off between spatial and spectral resolution and are thus unable to achieve high resolutions in both simultaneously. Additionally, the techniques are resource inefficient with most of the photons lost through spectral filtering. Here, we demonstrate a snapshot HSI technique utilizing the strong spectro-temporal correlations inherent in entangled photons using a modified quantum ghost spectroscopy system, where the target is directly imaged with one photon and the spectral information gained through ghost spectroscopy from the partner photon. As only a few rows of pixels near the edge of the camera are used for the spectrometer, almost no spatial resolution is sacrificed for spectral. Also since no spectral filtering is required, all photons contribute to the HSI process making the technique much more resource efficient. ",
    "url": "https://arxiv.org/abs/2204.05984",
    "authors": [
      "Yingwen Zhang",
      "Duncan England",
      "Benjamin Sussman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2204.05715",
    "title": "Multiplexable frequency retuning of MKID arrays using their non-linear  kinetic inductance",
    "abstract": "Microwave Kinetic Inductance Detector (MKID) arrays are currently being developed and deployed for astronomical applications in the visible and near infrared and for sub-millimetre astronomy. One of the main drawbacks of MKIDs is that large arrays would exhibit a pixel yield, the percentage of individually distinguishable pixels to the total number of pixels, of 75 - 80 %. Imperfections arising during the fabrication can induce an uncontrolled shift in the resonance frequency of individual resonators which can end up resonating at the same frequency of a different resonator. This makes a number of resonators indistinguishable and therefore unusable for imaging. This paper proposes an approach to individually re-tune the colliding resonators in order to remove the degeneracy and increase the number of MKIDs with unique resonant frequencies. The frequency re-tuning is achieved through a DC bias of the resonator, the kinetic inductance of a superconducting thin film is current dependent and its dependence is non linear. Even though this approach has been already proposed, an innovative pixel design, described in this paper, may solve two issues previously described in literature such as increased electromagnetic losses to the DC-bias line, and the multiplexibility of multiple resonators on a single feedline. ",
    "url": "https://arxiv.org/abs/2204.05715",
    "authors": [
      "Mario De Lucia",
      "Eoin Baldwin",
      "Gerhard Ulbricht",
      "Colm Bracken",
      "Plamen Stamenov",
      "Tom Ray"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2204.05768",
    "title": "High Fidelity 12-Mode Quantum Photonic Processor Operating at InGaAs  Quantum Dot Wavelength",
    "abstract": "Reconfigurable quantum photonic processors are an essential technology for photonic quantum computing. Although most large-scale reconfigurable quantum photonic processors were demonstrated at the telecommunications C band around 1550 nm, high-performance single photon light sources utilizing quantum dots that are well-suited for photonic quantum computing operate at a variety of wavelengths. Thus, a demand exists for the compatibility of quantum photonic processors with a larger wavelength range. Silicon nitride (SiN) has a high confinement and wide transparency window, enabling compact, low-loss quantum photonic processors at wavelengths outside the C band. Here, we report a SiN universal 12-mode quantum photonic processor with optimal operation at a wavelength of 940 nm, which is compatible with InGaAs quantum dot light sources that emit light in the 900 nm to 970 nm wavelength range. The processor can implement arbitrary unitary transformations on its 12 input modes with a fidelity of 98.6 %, with a mean optical loss of 3.4 dB/mode. ",
    "url": "https://arxiv.org/abs/2204.05768",
    "authors": [
      "Michiel de Goede",
      "Henk Snijders",
      "Pim Venderbosch",
      "Ben Kassenberg",
      "Narasimhan Kannan",
      "Devin H. Smith",
      "Caterina Taballione",
      "Jörn P. Epping",
      "Hans van den Vlekkert",
      "Jelmer J. Renema"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05794",
    "title": "Generation of highly retrievable atom photon entanglement with a  millisecond lifetime via a spatially multiplexed cavity",
    "abstract": "Qubit memory that is entangled with photonic qubit is the building block for long distance quantum repeaters. Cavity enhanced and long lived spin wave photon entanglement has been demonstrated by applying dual laser beams onto optical-lattice atoms. However, owing to cross readouts by two beams, retrieval efficiency of spin wave qubit is decreased by one quarter compared to that of single mode spin wave at all storage times. Here, by coupling cold atoms to two modes of a polarization interferometer based cavity, we achieve perfect qubit retrieval in cavity enhanced and long lived atom photon entanglement. A write laser beam is applied onto cold atoms, we then create a magnetic field insensitive spin wave qubit that is entangled with the photonic qubit encoded onto two arms of the interferometer. The spin wave qubit is retrieved by a read beam, which avoids the cross readouts. Our experiment demonstrates 540{\\mu}s storage time at 50% intrinsic qubit retrieval efficiency, which is 13.5 times longer than the best reported result. ",
    "url": "https://arxiv.org/abs/2204.05794",
    "authors": [
      "Minjie Wang",
      "Shengzhi Wang",
      "Tengfei Ma",
      "Ya Li",
      "Yan Xie",
      "Haole Jiao",
      "Hailong Liu",
      "Shujing Li",
      "Hai Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05955",
    "title": "Ground state preparation and energy estimation on early fault-tolerant  quantum computers via quantum eigenvalue transformation of unitary matrices",
    "abstract": "Under suitable assumptions, the algorithms in [Lin, Tong, Quantum 2020] can estimate the ground state energy and prepare the ground state of a quantum Hamiltonian with near-optimal query complexities. However, this is based on a block encoding input model of the Hamiltonian, whose implementation is known to require a large resource overhead. We develop a tool called quantum eigenvalue transformation of unitary matrices with real polynomials (QET-U), which uses a controlled Hamiltonian evolution as the input model, a single ancilla qubit and no multi-qubit control operations, and is thus suitable for early fault-tolerant quantum devices. This leads to a simple quantum algorithm that outperforms all previous algorithms with a comparable circuit structure for estimating the ground state energy. For a class of quantum spin Hamiltonians, we propose a new method that exploits certain anti-commutation relations and further removes the need of implementing the controlled Hamiltonian evolution. Coupled with Trotter based approximation of the Hamiltonian evolution, the resulting algorithm can be very suitable for early fault-tolerant quantum devices. We demonstrate the performance of the algorithm using IBM Qiskit for the transverse field Ising model. If we are further allowed to use multi-qubit Toffoli gates, we can then implement amplitude amplification and a new binary amplitude estimation algorithm, which increases the circuit depth but decreases the total query complexity. The resulting algorithm saturates the near-optimal complexity for ground state preparation and energy estimating using a constant number of ancilla qubits (no more than 3). ",
    "url": "https://arxiv.org/abs/2204.05955",
    "authors": [
      "Yulong Dong",
      "Lin Lin",
      "Yu Tong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2012.04852",
    "title": "Electronic Quantum Coherence in Glycine Molecules Probed with Ultrashort  X-ray Pulses in Real Time",
    "abstract": " Comments: 61 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2012.04852",
    "authors": [
      "David Schwickert",
      "Marco Ruberti",
      "Přemys Kolorenč",
      "Sergey Usenko",
      "Andreas Przystawik",
      "Karolin Baev",
      "Ivan Baev",
      "Markus Braune",
      "Lars Bocklage",
      "Marie Kristin Czwalinna",
      "Sascha Deinert",
      "Stefan Düsterer",
      "Andreas Hans",
      "Gregor Hartmann",
      "Christian Haunhorst",
      "Marion Kuhlmann",
      "Steffen Palutke",
      "Ralf Röhlsberger",
      "Juliane Rönsch-Schulenburg",
      "Philipp Schmidt",
      "Sven Toleikis",
      "Jens Viefhaus",
      "Michael Martins",
      "André Knie",
      "Detlef Kip",
      "Vitali Averbukh",
      "Jon P. Marangos",
      "Tim Laarmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2109.12476",
    "title": "A General Circuit Analysis and Simulation Method for Superconducting  Quantum Interference Devices",
    "abstract": " Comments: 16 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2109.12476",
    "authors": [
      "Yongliang Wang"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.06555",
    "title": "Hyperfine resolved optical spectroscopy of the A$^2Π\\leftarrow  $X$^2Σ^+$ transition in MgF",
    "abstract": " Comments: 11 pages, 7 figures, submitted to Journal of Chemical Physics ",
    "url": "https://arxiv.org/abs/2112.06555",
    "authors": [
      "M. Doppelbauer",
      "S. C. Wright",
      "S. Hofsäss",
      "B. G. Sartakov",
      "G. Meijer",
      "S. Truppe"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07871",
    "title": "Inner-shell excitation in the YbF molecule and its impact on laser  cooling",
    "abstract": " Comments: 11 pages, 3 figures, minor changes from previous version ",
    "url": "https://arxiv.org/abs/2201.07871",
    "authors": [
      "Chi Zhang",
      "Chaoqun Zhang",
      "Lan Cheng",
      "Timothy C. Steimle",
      "Michael R. Tarbutt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2203.06037",
    "title": "Directional Detection of Dark Matter Using Solid-State Quantum Sensing",
    "abstract": " Comments: contribution to Snowmass 2021, 30 pages + references, 14 figures ",
    "url": "https://arxiv.org/abs/2203.06037",
    "authors": [
      "Reza Ebadi",
      "Mason C. Marshall",
      "David F. Phillips",
      "Johannes Cremer",
      "Tao Zhou",
      "Michael Titze",
      "Pauli Kehayias",
      "Maziar Saleh Ziabari",
      "Nazar Delegan",
      "Surjeet Rajendran",
      "Alexander O. Sushkov",
      "F. Joseph Heremans",
      "Edward S. Bielejec",
      "Martin V. Holt",
      "Ronald L. Walsworth"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  }
]