[
  {
    "id": "arXiv:2310.08698",
    "title": "Magnetic microcalorimeter with paramagnetic temperature sensors and  integrated dc-SQUID readout for high-resolution X-ray emission spectroscopy",
    "abstract": "We present two variants of a magnetic microcalorimeter with paramagnetic temperature sensors and integrated dc-SQUID readout for high-resolution X-ray emission spectroscopy. Each variant employs two overhanging gold absorbers with a sensitive area of 150$\\mu$m x 150$\\mu$m and a thickness of 3$\\mu$m, thus providing a quantum efficiency of 98% for photons up to 5keV and 50% for photons up to 10keV. The first variant turned out to be fully operational, but, at the same time, to suffer from Joule power dissipation of the Josephson junction shunt resistors, athermal phonon loss, and slew rate limitations of the overall setup. Overall, it only achieved an energy resolution $\\Delta E_\\mathrm{FWHM} = 8.9eV$. In the second variant, we introduced an innovative `tetrapod absorber geometry' as well as a membrane-technique for protecting the temperature sensors against the power dissipation of the shunt resistors. By this, the second variant achieves an outstanding energy resolution of $\\Delta E_\\mathrm{FWHM} =1.25(18)eV$ and hence provides, to our knowledge, the present best energy resolving power $E/\\Delta E_\\mathrm{FWHM}$ among all existing energy-dispersive detectors for soft and tender X-rays. ",
    "url": "https://arxiv.org/abs/2310.08698",
    "authors": [
      "Matthäus Krantz",
      "Francesco Toschi",
      "Benedikt Maier",
      "Greta Heine",
      "Christian Enss",
      "Sebastian Kempf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Superconductivity (cond-mat.supr-con)"
    ]
  },
  {
    "id": "arXiv:2310.08727",
    "title": "Sub-0.6 eV Inverted Metamorphic GaInAs Cells Grown on InP and GaAs  Substrates for Thermophotovoltaics and Laser Power Conversion",
    "abstract": "We present inverted metamorphic Ga0.3In0.7As photovoltaic converters with sub-0.60 eV bandgaps grown on InP and GaAs substrates. The compositionally graded buffers in these devices have threading dislocation densities of 1.3x10^6 cm^-2 and 8.9x10^6 cm^-2 on InP and GaAs, respectively. The devices generate open-circuit voltages of 0.386 V and 0.383 V, respectively, at a current density of ~10 A/cm^2, yielding bandgap-voltage offsets of 0.20 and 0.21 V. We measured their broadband reflectance and used it to estimate thermophotovoltaic efficiency. The InP-based cell is estimated to yield 1.09 W/cm^2 at 1100 degrees C vs. 0.92 W/cm^2 for the GaAs-based cell, with efficiencies of 16.8 vs. 9.2%. The efficiencies of both devices are limited by sub-bandgap absorption, with power weighted sub-bandgap reflectances of 81% and 58%, respectively, which we assess largely occurs in the graded buffers. We estimate that the thermophotovoltaic efficiencies would peak at ~1100 degrees C at 24.0% and 20.7% in structures with the graded buffer removed, if previously demonstrated reflectance is achieved. These devices also have application to laser power conversion in the 2.0-2.3 micron atmospheric window. We estimate peak LPC efficiencies of 36.8% and 32.5% under 2.0 micron irradiances of 1.86 W/cm^2 and 2.81 W/cm^2, respectively. ",
    "url": "https://arxiv.org/abs/2310.08727",
    "authors": [
      "Kevin L. Schulte",
      "Daniel J. Friedman",
      "Titilope Dada",
      "Harvey L. Guthrey",
      "Edgard Winter da Costa",
      "Eric J. Tervo",
      "Ryan M. France",
      "John F. Geisz",
      "Myles A. Steiner"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2310.08734",
    "title": "Space-time symmetry and parametric resonance in dynamic mechanical  systems",
    "abstract": "Linear mechanical systems with time-modulated parameters can harbor oscillations with amplitudes that grow or decay exponentially with time due to the phenomenon of parametric resonance. While the resonance properties of individual oscillators are well understood, identifying the conditions for parametric resonance in systems of coupled oscillators remains challenging. Here, we identify internal symmetries that arise from the real-valued and symplectic nature of classical mechanics and determine the parametric resonance conditions for periodically time-modulated mechanical metamaterials using these symmetries. Upon including external symmetries, we find additional conditions that prohibit resonances at some modulation frequencies for which parametric resonance would be expected from the internal symmetries alone. In particular, we analyze systems with space-time symmetry where the system remains invariant after a combination of discrete translation in both space and time. For such systems, we identify a combined space-time translation operator that provides more information about the system than the Floquet operator does, and use it to derive conditions for one-way amplification of traveling waves. Our results establish an exact theoretical framework based on symmetries to engineer exotic responses such as nonreciprocal transport and one-way amplification in space-time modulated mechanical systems, and can be generalized to all physical systems that obey space-time symmetry. ",
    "url": "https://arxiv.org/abs/2310.08734",
    "authors": [
      "Abhijeet Melkani",
      "Jayson Paulose"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2310.08742",
    "title": "Half-Wave Dipolar Metal-Semiconductor Laser",
    "abstract": "Nano-scale lasers harnessing metallic plasmons hold promise across physical sciences and industrial applications. Plasmons are categorized as surface plasmon polaritons (SPP) and localized surface plasmons (LSP). While SPP has gained popularity for nano-lasers by fitting a few cycles of SPP waves into resonators, achieving LSP lasing in single nanoparticles remains an elusive goal. Here, we highlight the equivalence of LSP and SPP within resonant systems and present lasers oscillating in the lowest-order LSP or, equivalently, half-cycle SPP. This diffraction-limited dipolar emitter is realized through strong coupling of plasmonic oscillation in gold and dielectric resonance in high-gain III-V semiconductor in the near infrared away from surface plasmon frequencies. The resulting single-mode stimulated emission peak exhibits linewidth Q factors over 50 at room temperature, with wide tunability spanning from 1190 to 1460 nm determined by resonator sizes ranging from 190 to 280 nm. A semiconductor laser model elucidates the temporal and spectral buildup dynamics under optical pumping. Notably, linewidth Q values surpassing 250 are attained from higher-order, isolated laser particles within live biological cells. These results offer fresh perspectives in nanophotonics and indicate promising opportunities for multiplexed biological applications. ",
    "url": "https://arxiv.org/abs/2310.08742",
    "authors": [
      "Sangyeon Cho",
      "Nicola Martino",
      "Seok-Hyun Yun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08760",
    "title": "Positronium laser cooling via the $1^3S$-$2^3P$ transition with a  broadband laser pulse",
    "abstract": "We report on laser cooling of a large fraction of positronium (Ps) in free-flight by strongly saturating the $1^3S$-$2^3P$ transition with a broadband, long-pulsed 243 nm alexandrite laser. The ground state Ps cloud is produced in a magnetic and electric field-free environment. We observe two different laser-induced effects. The first effect is an increase in the number of atoms in the ground state after the time Ps has spent in the long-lived $3^3P$ states. The second effect is the one-dimensional Doppler cooling of Ps, reducing the cloud's temperature from 380(20) K to 170(20) K. We demonstrate a 58(9) % increase in the coldest fraction of the Ps ensemble. ",
    "url": "https://arxiv.org/abs/2310.08760",
    "authors": [
      "L. T. Glöggler",
      "N. Gusakova",
      "B. Rienäcker",
      "A. Camper",
      "R. Caravita",
      "S. Huck",
      "M. Volponi",
      "T. Wolz",
      "L. Penasa",
      "V. Krumins",
      "F. Gustafsson",
      "M. Auzins",
      "B. Bergmann",
      "P. Burian",
      "R. S. Brusa",
      "F. Castelli",
      "R. Ciuryło",
      "D. Comparat",
      "G. Consolati",
      "M. Doser",
      "Ł. Graczykowski",
      "M. Grosbart",
      "F. Guatieri",
      "S. Haider",
      "M. A. Janik",
      "G. Kasprowicz",
      "G. Khatri",
      "Ł.Kłosowski",
      "G. Kornakov",
      "L. Lappo",
      "A. Linek",
      "J. Malamant",
      "S. Mariazzi",
      "V. Petracek",
      "M. Piwiński",
      "S. Pospisil",
      "L. Povolo",
      "F. Prelz",
      "S. A. Rangwala",
      "T. Rauschendorfer",
      "B. S. Rawat",
      "V. Rodin",
      "O. M. Røhne",
      "H. Sandaker",
      "P. Smolyanskiy",
      "T. Sowiński",
      "D. Tefelski",
      "T. Vafeiadis",
      "C. P. Welsch",
      "M. Zawada",
      "J. Zielinski",
      "N. Zurlo"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2310.08761",
    "title": "Laser cooling of positronium",
    "abstract": "When laser radiation is skilfully applied, atoms and molecules can be cooled allowing precise measurements and control of quantum systems. This is essential in fundamental studies of physics as well as practical applications such as precision spectroscopy, quantum-statistical-property manifesting ultracold gases, and quantum computing. In laser cooling, repeated cycles of laser photon absorption and direction-independent spontaneous emission can slow atoms and molecules to otherwise unattainable velocities. Simple systems can provide a rigorous testing ground for fundamental theories of physics; one such system is the purely leptonic positronium, an exotic atom of an electron and its antiparticle, the positron. However, the cooling of positronium has hitherto remained unrealised. Here, we demonstrate laser cooling of positronium. A novel laser system of a train of broadband pulses with successively increasing central frequencies was used to overcome major challenges presented by the short lifetime of positronium and the significant Doppler broadening and recoil as a consequence of its very light mass. One-dimensional chirp cooling of the dilute positronium gas in a counter-propagating configuration gave a final velocity distribution corresponding to approximately 1 K in a short time of 100 ns. This study on a pure leptonic system is a major step in the field of low-temperature fundamental physics of antimatter, and is complementary to the laser cooling of antihydrogen, a hadron-containing exotic atom. Progress in this field is vital in elucidating the origin of the matter-antimatter asymmetry in the universe. The application of laser cooling to positronium may afford a unique opportunity to rigorously test bound-state quantum electrodynamics. Moreover, laser cooling of positronium is key to the realisation of Bose-Einstein condensation in this matter-antimatter system. ",
    "url": "https://arxiv.org/abs/2310.08761",
    "authors": [
      "K. Shu",
      "Y. Tajima",
      "R. Uozumi",
      "N. Miyamoto",
      "S. Shiraishi",
      "T. Kobayashi",
      "A. Ishida",
      "K. Yamada",
      "R. W. Gladen",
      "T. Namba",
      "S. Asai",
      "K. Wada",
      "I. Mochizuki",
      "T. Hyodo",
      "K. Ito",
      "K. Michishio",
      "B. E. O'Rourke",
      "N. Oshima",
      "K. Yoshioka"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2310.08766",
    "title": "Quantum hydrodynamics of coupled electron-nuclear systems",
    "abstract": "The quantum dynamics of electron-nuclear systems is analyzed from the perspective of the exact factorization of the wavefunction, with the aim of defining gauge invariant equations of motion for both the nuclei and the electrons. For pure states this is accomplished with a quantum hydrodynamical description of the nuclear dynamics and electronic density operators tied to the fluid elements. For statistical mixtures of states the exact factorization approach is extended to two limiting situations that we call \"type-n\" and \"type-e\" mixtures, depending on whether the nuclei or the electrons are, respectively, in an intrinsically mixed state. In both cases a fully gauge invariant formulation of the dynamics is obtained again in hydrodynamic form with the help of mechanical momentum moments (MMMs). Nuclear MMMs extend in a gauge invariant way the ordinary momentum moments of the Wigner distribution associated with a density matrix of positional variables, electron MMMs are operator-valued and represent a generalization of the (conditional) density operators used for pure states. The theory presented here bridges exact quantum dynamics with several mixed quantum-classical approaches currently in use to tackle non-adiabatic molecular problems, offering a foundation for systematic improvements. It further connects to non-adiabatic theories in condensed-phase systems. As an example, we re-derive the finite-temperature theory of electronic friction of Dou, Miao \\& Subotnik (Phys. Rev. Lett. 119, 046001 (2017)) from the dynamics of \"type-e\" mixtures and discuss possible improvements. ",
    "url": "https://arxiv.org/abs/2310.08766",
    "authors": [
      "Rocco Martinazzo",
      "Irene Burghardt"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08799",
    "title": "Optical ladder operators in the Glauber-Fock oscillator array",
    "abstract": "In this study, we investigate the stationary states of the Glauber-Fock oscillator waveguide array. We begin by transforming the associated Hamiltonian into the form of a quantum harmonic oscillator Hamiltonian, allowing the implementation of a supersymmetric (SUSY) approach. By considering the simplest case for the intertwining operator, the optical ladder operators are straightforwardly constructed and shown to map eigensolutions into eigensolutions of the corresponding Hamiltonian operator, in pretty much the same manner as it is done for the quantum harmonic oscillator case. The ladder of the corresponding (eigen) supermodes is then easily established. ",
    "url": "https://arxiv.org/abs/2310.08799",
    "authors": [
      "I. Bocanegra",
      "L. Hernández-Sánchez",
      "I. Ramos-Prieto",
      "F. Soto-Eguibar",
      "H. M. Moya-Cessa"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08835",
    "title": "Demonstration of chronometric leveling using transportable optical  clocks beyond laser coherence limit",
    "abstract": "Optical clock network requires the establishment of optical frequency transmission link between multiple optical clocks, utilizing narrow linewidth lasers. Despite achieving link noise levels of 10${^{-20}}$, the final accuracy is limited by the phase noise of the clock laser. Correlation spectroscopy is developed to transmit frequency information between two optical clocks directly, enabling optical clock comparison beyond the phase noise limit of clock lasers, and significantly enhancing the measurement accuracy or shorten the measurement time. In this letter, two compact transportable ${^{40}}$Ca${^+}$ clocks are employed to accomplish the correlation spectroscopy comparison, demonstrating an 10 cm level measurement accuracy of chronometric leveling using a mediocre clock laser with linewidth of 200 Hz. The relative frequency instability reaches $6.0\\times10{^{-15}}/\\sqrt{\\tau/s}$, which is about 20 times better than the result with Rabi spectroscopy using the same clock laser. This research greatly reduces the harsh requirements on the performance of the clock laser, so that an ordinary stable-laser can also be employed in the construction of optical clock network, which is essential for the field applications, especially for the chronometric leveling. ",
    "url": "https://arxiv.org/abs/2310.08835",
    "authors": [
      "Yi Yuan",
      "Kaifeng Cui",
      "Daoxin Liu",
      "Jinbo Yuan",
      "Jian Cao",
      "Dehao Wang",
      "Sijia Chao",
      "Hualin Shu",
      "Xueren Haung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08916",
    "title": "Molecular Junctions for Terahertz Switches and Detectors",
    "abstract": "Molecular electronics targets tiny devices exploiting the electronic properties of the molecular orbitals, which can be tailored and controlled by the chemical structure/conformation of the molecules. Many functional devices have been experimentally demonstrated; however, these devices were operated in the low frequency domain (mainly, dc to MHz). This represents a serious limitation for electronic applications, albeit molecular devices working in the THz regime were theoretically predicted. Here, we experimentally demonstrate molecular THz switches at room temperature. The devices consist of self-assembled monolayers of molecules bearing two conjugated moieties coupled through a non-conjugated linker. These devices exhibit clear negative differential conductance behaviors (peaks in the current-voltage curves), as confirmed by ab initio simulations, which were reversibly suppressed under illumination with a 30 THz wave. We analyze how the THz switching behavior depends on the THz wave properties (power, frequency), and we benchmark that these molecular devices would outperform actual THz detectors. ",
    "url": "https://arxiv.org/abs/2310.08916",
    "authors": [
      "Imen Hnid",
      "Ali Yassin",
      "Imane Arbouch",
      "David Guérin",
      "Colin van Dyck",
      "Lionel Sanginet",
      "Stéphane Lenfant",
      "Jérôme Cornil",
      "Philippe Blanchard",
      "Dominique Vuillaume"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.08957",
    "title": "Towards a compact soliton microcomb fully referenced on atomic reference",
    "abstract": "A fully stabilized soliton microcomb is critical for many applications of optical frequency comb based on microresonators. However, the current approaches for full frequency stabilization require either external acousto-optic or electro-optic devices or auxiliary lasers and multiple phase-locked loops, which compromises the convenience of the system. This study explores a compact atomic referenced fully stabilized soliton microcomb that directly uses a rubidium atomic optical frequency reference as the pump source, and complements the repetition rate (7.3 GHz) of the soliton microcomb was phase-locked to an atomic-clock-stabilized radio frequency (RF) reference by mechanically tuning the resonance of the optical resonator. The results demonstrate that the stability of the comb line (0.66 THz away from the pump line) is consistent with that of the Rb87 optical reference, attaining a level of approximately 4 Hz @100 s, corresponding to the frequency stability of 2E-14 @100 s. Furthermore,the frequency reproducibility of the comb line was evaluated over six days and it was discovered that the standard deviation (SD) of the frequency of the comb line is 10 kHz, resulting in a corresponding absolute deviation uncertainty of 1.3E-10, which is technically limited by the locking range of the soliton repetition rate. The proposed method gives a low-power and compact solution for fully stabilized soliton micorcombs. ",
    "url": "https://arxiv.org/abs/2310.08957",
    "authors": [
      "Mingfei Qu",
      "Dou Li",
      "Chenhong Li",
      "Kangqi Liu",
      "Weihang Zhu",
      "Yuan Wei",
      "Pengfei Wang",
      "Songbai Kang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09046",
    "title": "Laser beam properties and microfluidic confinement control  thermocavitation",
    "abstract": "Thermocavitation, the creation of a vapor bubble by heating a liquid with a continuous-wave laser, has been studied for a wide range of applications. Examples include the development of an actuator for needle-free jet injectors, as the pumping mechanism in microfluidic channels and crystallization or nanoparticle synthesis. Optimal use in these applications require control over the dynamics of the laser-generated bubble through the laser power and beam radius. In contrast to pulsed lasers, for continuous-wave lasers the influence of the laser beam radius on the bubble characteristics is not fully understood. Here, we present a novel way to control the size of the beam from an optical fiber by changing the distance from the glass-liquid interface. We show that the increase in beam size results in a longer nucleation time. Numerical simulations of the experiment show that the maximum temperature at the moment of nucleation is 237$\\pm$5{\\deg}C and independent of laser parameters. Due to delayed nucleation for larger beam sizes, more energy is absorbed by the liquid at the nucleation instant. Consequently, a larger beam size results in a faster growing bubble, producing the same effect as reducing the laser power. We conclude that the total bubble energy only depends on the amount of absorbed optical energy and it is independent of the beam radius and laser power for any amount of absorbed energy. This effect contrasts with pulsed lasers, where an increase in beam radius results in a reduction of bubble energy. Our results are of relevance for the use of continuous-wave laser-actuated cavitation in needle-free jet injectors as well as other applications of thermocavitation in microfluidic confinement. ",
    "url": "https://arxiv.org/abs/2310.09046",
    "authors": [
      "Jelle J. Schoppink",
      "Jose A. Alvarez-Chavez",
      "David Fernandez Rivas"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.09150",
    "title": "Unidirectional Photonic Reflector Using a Defective Atomic Lattice",
    "abstract": "Based on the broken spatial symmetry, we propose a novel scheme for engineering a unidirectional photonic reflector using a one-dimensional atomic lattice with defective cells that have been specifically designed to be vacant. By trapping three-level atoms and driving them into the regime of electromagnetically induced transparency, and through the skillful design of the number and position of vacant cells in the lattice, numerical simulations demonstrate that a broad and high unidirectional reflection region can be realized within EIT window. This proposed unidirectional reflector scheme provides a new platform for achieving optical nonreciprocity and has potential applications for designing optical circuits and devices of nonreciprocity at extremely low energy levels. ",
    "url": "https://arxiv.org/abs/2310.09150",
    "authors": [
      "Tianming Li",
      "Hong Yang",
      "Maohua Wang",
      "Chengping Yin",
      "Tinggui Zhang",
      "Yan Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08616",
    "title": "Ground observations of a space laser for the assessment of its in-orbit  performance",
    "abstract": "The wind mission Aeolus of the European Space Agency was a groundbreaking achievement for Earth observation. Between 2018 and 2023, the space-borne lidar instrument ALADIN onboard the Aeolus satellite measured atmospheric wind profiles with global coverage which contributed to improving the accuracy of numerical weather prediction. The precision of the wind observations, however, declined over the course of the mission due to a progressive loss of the atmospheric backscatter signal. The analysis of the root cause was supported by the Pierre Auger Observatory in Argentina whose fluorescence detector registered the ultraviolet laser pulses emitted from the instrument in space, thereby offering an estimation of the laser energy at the exit of the instrument for several days in 2019, 2020 and 2021. The reconstruction of the laser beam not only allowed for an independent assessment of the Aeolus performance, but also helped to improve the accuracy in the determination of the laser beam's ground track on single pulse level. The results presented in this paper set a precedent for the monitoring of space lasers by ground-based telescopes and open new possibilities for the calibration of cosmic-ray observatories. ",
    "url": "https://arxiv.org/abs/2310.08616",
    "authors": [
      "Pierre Auger Collaboration",
      "O. Lux",
      "I. Krisch",
      "O. Reitebuch",
      "D. Huber",
      "D. Wernham",
      "T. Parrinello",
      "A. Abdul Halim",
      "P. Abreu",
      "M. Aglietta",
      "I. Allekotte",
      "K. Almeida Cheminant",
      "A. Almela",
      "R. Aloisio",
      "J. Alvarez-Muñiz",
      "J. Ammerman Yebra",
      "G.A. Anastasi",
      "L. Anchordoqui",
      "B. Andrada",
      "S. Andringa",
      "Anukriti",
      "L. Apollonio",
      "C. Aramo",
      "P.R. Araújo Ferreira",
      "E. Arnone",
      "J. C. Arteaga Velázquez",
      "P. Assis",
      "G. Avila",
      "E. Avocone",
      "A.M. Badescu",
      "A. Bakalova",
      "F. Barbato",
      "A. Bartz Mocellin",
      "J.A. Bellido",
      "C. Berat",
      "M.E. Bertaina",
      "G. Bhatta",
      "M. Bianciotto",
      "P.L. Biermann",
      "V. Binet",
      "K. Bismark",
      "T. Bister",
      "J. Biteau",
      "J. Blazek",
      "C. Bleve",
      "J. Blümer",
      "M. Boháčová",
      "D. Boncioli",
      "C. Bonifazi",
      "L. Bonneau Arbeletche",
      "N. Borodai",
      "J. Brack",
      "P.G. Brichetto Orchera",
      "F.L. Briechle",
      "A. Bueno"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08621",
    "title": "Phase Noise in Real-World Twin-Field Quantum Key Distribution",
    "abstract": "We investigate the impact of noise sources in real-world implementations of Twin-Field Quantum Key Distribution (TF-QKD) protocols, focusing on phase noise from photon sources and connecting fibers. Our work emphasizes the role of laser quality, network topology, fiber length, arm balance, and detector performance in determining key rates. Remarkably, it reveals that the leading TF-QKD protocols are similarly affected by phase noise despite different mechanisms. Our study demonstrates duty cycle improvements of over 2x through narrow-linewidth lasers and phase-control techniques, highlighting the potential synergy with high-precision time/frequency distribution services. Ultrastable lasers, evolving toward integration and miniaturization, offer promise for agile TF-QKD implementations on existing networks. Properly addressing phase noise and practical constraints allows for consistent key rate predictions, protocol selection, and layout design, crucial for establishing secure long-haul links for the Quantum Communication Infrastructures under development in several countries. ",
    "url": "https://arxiv.org/abs/2310.08621",
    "authors": [
      "Gianluca Bertaina",
      "Cecilia Clivati",
      "Simone Donadello",
      "Carlo Liorni",
      "Alice Meda",
      "Salvatore Virzì",
      "Marco Gramegna",
      "Marco Genovese",
      "Filippo Levi",
      "Davide Calonico",
      "Massimiliano Dispenza",
      "Ivo Pietro Degiovanni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.08730",
    "title": "On the nature of two-photon transitions for a Collection of Molecules in  a Fabry-Perot Cavity",
    "abstract": "We investigate the effect of a cavity on nonlinear two-photon transitions of a molecular system and how such an effect depends on the cavity quality factor, the field enhancement and the possibility of dephasing. We find that the molecular response to strong light fields in a cavity with variable quality factor can be understood as arising from a balance between (i) the ability of the cavity to enhance the field of an external probe and promote multiphoton transitions more easily and (ii) the fact that the strict selection rules on multiphoton transitions in a cavity support only one resonant frequency within the excitation range. Although our simulations use a classical-level description of the radiation field (i.e. we solve Maxwell-Bloch or Maxwell-Liouville equations within the Ehrenfest approximation for the field-molecule interaction), based on experience with this level of approximation in past studies of plasmonic and polaritonic systems, we believe that our results are valid over a wide range of external probing. ",
    "url": "https://arxiv.org/abs/2310.08730",
    "authors": [
      "Zeyu Zhou",
      "Hsing-Ta Chen",
      "Maxim Sukharev",
      "Joseph E. Subotnik",
      "Abraham Nitzan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08838",
    "title": "Higher-dimensional symmetric informationally complete measurement via  programmable photonic integrated optics",
    "abstract": "Symmetric informationally complete measurements are both important building blocks in many quantum information protocols and the seminal example of a generalised, non-orthogonal, quantum measurement. In higher-dimensional systems, these measurements become both increasingly interesting and increasingly complex to implement. Here, we demonstrate an integrated quantum photonic platform to realize such a measurement on three-level quantum systems. The device operates at the high fidelities necessary for verifying a genuine many-outcome quantum measurement, performing near-optimal quantum state discrimination, and beating the projective limit in quantum random number generation. Moreover, it is programmable and can readily implement other quantum measurements at similarly high quality. Our work paves the way for the implementation of sophisticated higher-dimensional quantum measurements that go beyond the traditional orthogonal projections. ",
    "url": "https://arxiv.org/abs/2310.08838",
    "authors": [
      "Lan-Tian Feng",
      "Xiao-Min Hu",
      "Ming Zhang",
      "Yu-Jie Cheng",
      "Chao Zhang",
      "Yu Guo",
      "Yu-Yang Ding",
      "Zhibo Hou",
      "Fang-Wen Sun",
      "Guang-Can Guo",
      "Dao-Xin Dai",
      "Armin Tavakoli",
      "Xi-Feng Ren",
      "Bi-Heng Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.09062",
    "title": "Mechanisms of temperature-dependent thermal transport in amorphous  silica from machine-learning molecular dynamics",
    "abstract": "Amorphous silica (a-SiO$_2$) is a foundational disordered material for which the thermal transport properties are important for various applications. To accurately model the interatomic interactions in classical molecular dynamics (MD) simulations of thermal transport in a-SiO$_2$, we herein develop an accurate yet highly efficient machine-learned potential model that allowed us to generate a-SiO$_2$ samples closely resembling experimentally produced ones. Using the homogeneous nonequilibrium MD method and a proper quantum-statistical correction to the classical MD results, quantitative agreement with experiments is achieved for the thermal conductivities of bulk and 190 nm-thick a-SiO$_2$ films over a wide range of temperatures. To interrogate the thermal vibrations at different temperatures, we calculated the current correlation functions corresponding to the transverse acoustic (TA) and longitudinal acoustic (LA) collective vibrations. The results reveal that below the Ioffe-Regel crossover frequency, phonons as well-defined excitations, remain applicable in a-SiO$_2$ and play a predominant role at low temperatures, resulting in a temperature-dependent increase in thermal conductivity. In the high-temperature region, more phonons are excited, accompanied by a more intense liquid-like diffusion event. We attribute the temperature-independent thermal conductivity in the high-temperature range of a-SiO$_2$ to the collaborative involvement of excited phonon scattering and liquid-like diffusion in heat conduction. These findings provide physical insights into the thermal transport of a-SiO$_2$ and are expected to be applied to a vast range of amorphous materials. ",
    "url": "https://arxiv.org/abs/2310.09062",
    "authors": [
      "Ting Liang",
      "Penghua Ying",
      "Ke Xu",
      "Zhenqiang Ye",
      "Chao Ling",
      "Zheyong Fan",
      "Jianbin Xu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04004",
    "title": "State-Insensitive Trapping of Alkaline-Earth Atoms in a Nanofiber-Based  Optical Dipole Trap",
    "abstract": " Comments: 14 pages, 15 figures ",
    "url": "https://arxiv.org/abs/2211.04004",
    "authors": [
      "K. Ton",
      "G. Kestler",
      "D. Filin",
      "C. Cheung",
      "P. Schneeweiss",
      "T. Hoinkes",
      "J. Volz",
      "M. S. Safronova",
      "A. Rauschenbeutel",
      "J. T. Barreiro"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06979",
    "title": "Resonant Critical Coupling of Surface Lattice Resonances with  Fluorescent Absorptive Thin Film",
    "abstract": " Comments: 37 pages, 13 figures, 1 table ",
    "url": "https://arxiv.org/abs/2304.06979",
    "authors": [
      "Joshua T. Y. Tse",
      "Shunsuke Murai",
      "Katsuhisa Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.06425",
    "title": "Non-Hermitian propagation in Glauber-Fock optical lattices",
    "abstract": " Title: Non-Hermitian propagation in Glauber-Fock optical lattices ",
    "url": "https://arxiv.org/abs/2307.06425",
    "authors": [
      "Ivan Bocanegra",
      "Héctor M. Moya-Cessa"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.07046",
    "title": "Highly efficient visible and near-IR photon pair generation with  thin-film lithium niobate",
    "abstract": " Comments: Main text: 10 pages, 6 figures; Supplementary material: 5 pages, 3 figures. Author initials updated ",
    "url": "https://arxiv.org/abs/2310.07046",
    "authors": [
      "Nathan A. Harper",
      "Emily Y. Hwang",
      "Ryoto Sekine",
      "Luis Ledezma",
      "Christian Perez",
      "Alireza Marandi",
      "Scott K. Cushing"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.07798",
    "title": "High-speed photonic crystal modulator with non-volatile memory via  structurally-engineered strain concentration in a piezo-MEMS platform",
    "abstract": " Title: High-speed photonic crystal modulator with non-volatile memory via  structurally-engineered strain concentration in a piezo-MEMS platform ",
    "url": "https://arxiv.org/abs/2310.07798",
    "authors": [
      "Y. Henry Wen",
      "David Heim",
      "Matthew Zimmermann",
      "Roman A. Shugayev",
      "Mark Dong",
      "Andrew J. Leenheer",
      "Gerald Gilbert",
      "Matt Eichenfield",
      "Mikkel Heuck",
      "Dirk R. Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.08254",
    "title": "Genesis of column sprites: Formation mechanisms and optical structures",
    "abstract": " Comments: 18 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2310.08254",
    "authors": [
      "Robert Marskar"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  }
]