[
  {
    "id": "arXiv:2411.12823",
    "title": "Evaluation of Analytical Models in Scattering Scanning Near-field Optical Microscopy for High Spatial Resolution Spectroscopy",
    "abstract": "           Scattering scanning near-field optical microscopy (s-SNOM) is a technique to enhance the spatial resolution, and when combined by Fourier transform spectroscopy it can provide spectroscopic information with high spatial resolution. This paper studies two analytical models for the s-SNOM probe using atomic force microscopy (AFM) tip and its interaction with a dielectric material. We evaluate the validity of these models by retrieving the permittivity spectrum of a sample material through an inverse method.         ",
    "url": "https://arxiv.org/abs/2411.12823",
    "authors": [
      "Soheil Khajavi",
      "Ali Eghrari",
      "Zahra Shaterzadeh-Yazdi",
      "Mohammad Neshat"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12905",
    "title": "Nonlinear optics in 2D materials: from classical to quantum",
    "abstract": "           Nonlinear optics has long been a cornerstone of modern photonic technology, enabling a wide array of applications, from frequency conversion to the generation of ultrafast light pulses. Recent breakthroughs in two-dimensional (2D) materials have opened a frontier in this field, offering new opportunities for both classical and quantum nonlinear optics. These atomically thin materials exhibit strong light-matter interactions and large nonlinear responses, thanks to their tunable lattice symmetries, strong resonance effects, and highly engineerable band structures. In this paper, we explore the potential that 2D materials bring to nonlinear optics, covering topics from classical nonlinear optics to nonlinearities at the few-photon level. We delve into how these materials enable possibilities, such as symmetry control, phase matching, and integration into photonic circuits. The fusion of 2D materials with nonlinear optics provides insights into the fundamental behaviors of elementary excitations such as electrons, excitons, and photons in low dimensional systems and has the potential to transform the landscape of next-generation photonic and quantum technologies.         ",
    "url": "https://arxiv.org/abs/2411.12905",
    "authors": [
      "Liuxin Gu",
      "You Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.13035",
    "title": "Study of Group III-V Waveguides on Sapphire Platform for Photonic Integrated Circuits",
    "abstract": "           Photonic integrated circuits (PICs) have been acknowledged as the promising platforms for the applications in data communication, Lidar in autonomous driving vehicles, innovative sensor technology, etc. Since the demonstration of optical components individually, integration of both electronics and photonics for functional devices on a common platform has been a key technology driver enhancing the stability and scalability of integrated photonic technologies. Recently, we proposed to use sapphire as a high-performance PIC platform, which enables a fully integrated solution to include a complete set of components with light source, modulator, light detection, passive devices, silicon on sapphire control circuit all-in-one sapphire platform to achieve high-performance low-cost mixed-signal optical links. In parallel to developing ac-tive components such as group III-V lasers on sapphire, in this work, the performance of group III-V straight waveguides on sapphire was systemically studied. The refractive indices contrast between GaAs, InP, GaSb, and sapphire are sufficiently high to achieve low loss over a broad optical wavelength. The calculated loss at wavelengths of 1330 nm, 1550 nm, and 2000 nm for the GaAs, InP, and GaSb rib waveguides are 0.32 dB/cm, 0.67 dB/cm, and 0.70 dB/cm, re-spectively. Since the fundamental element to construct all passive building blocks is the straight waveguide, results from this work would allow us to assess other basic passive building blocks.         ",
    "url": "https://arxiv.org/abs/2411.13035",
    "authors": [
      "Manoj Kumar Shah",
      "Richard A. Soref",
      "Diandian Zhang",
      "Wei Du",
      "Gregory J. Salamo",
      "Shui-Qing Yu",
      "Mansour Mortazavi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.13046",
    "title": "Active Stabilization of Laser Diode Injection Using a Polarization-Spectroscopy Technique",
    "abstract": "           Laser diode injection-locking is a commonly used method to amplify laser light, while preserving its spectral properties. Fluctuations in the environmental conditions can cause injection-locking to fail, especially when operating with low seed powers or with a swept seed frequency. We present a method inspired by the Hänsch-Couillaud scheme to monitor and actively stabilize the conditions required for injection-locking a laser diode. Using only a few optical components, our scheme can run continuously in the background and is modulation-free. We demonstrate its efficacy by showing its robustness to large fluctuations in diode temperature, seed frequency and power, effectively extending the reliable operating range and stability over time.         ",
    "url": "https://arxiv.org/abs/2411.13046",
    "authors": [
      "Luka Milanovic",
      "Greg Ferrero",
      "Robin Oswald",
      "Thomas Kinder",
      "Julian Schmidt",
      "Cornelius Hempel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.13064",
    "title": "Twisted fibre: a photonic topological insulator",
    "abstract": "           The breaking and enforcing of symmetries is a crucial ingredient in designing topologically robust materials. While magnetic fields can break time-reversal symmetry to create Chern insulators in electronic and microwave systems, at optical frequencies natural materials cannot respond to magnetic fields, which presents a challenge for the scalable exploitation of topologically enhanced devices. Here, we leverage the natural geometry of fibre to build a scalable photonic Chern insulator by twisting the fibre during fabrication. The twist inside optical fibre breaks an effective time-reversal symmetry and induces a pseudo-magnetic field, which we observe via photonic Landau levels. Unavoidably, this twist introduces a competing topology-destroying effect through a parabolic profile in the effective refractive index. Using simulations to guide experimental materials design, we discover the Goldilocks regime where the real-space Chern invariant survives, guaranteeing topological protection against fabrication-induced disorder of any symmetry class.         ",
    "url": "https://arxiv.org/abs/2411.13064",
    "authors": [
      "Nathan Roberts",
      "Brook Salter",
      "Jack Binysh",
      "Peter J. Mosley",
      "Anton Souslov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.13128",
    "title": "Third-order Orbital Corner State and its Realization in Acoustic Crystals",
    "abstract": "           Three dimensional (3D) third-order topological insulators (TIs) have zero-dimensional (0D) corner states, which are three dimensions lower than bulk. Here we investigate the third-order TIs on breathing pyrochlore lattices with p-orbital freedom. The tight-binding Hamiltonian is derived for the p-orbital model, in which we find that the two orthogonal ${\\pi}$-type (transverse) hoppings are the key to open a band gap and obtain higher-order topological corner states. We introduce the Z4 berry phase to characterize the bulk topology and analysis the phase diagram. The corner states, demonstrated in a finite structure of a regular tetrahedron, exhibit rich 3D orbital configurations. Furthermore, we design an acoustic system to introduce the necessary ${\\pi}$-type hopping and successfully observe the orbital corner states. Our work extends topological orbital corner states to third-order, which enriches the contents of orbital physics and may lead to applications in novel topological acoustic devices.         ",
    "url": "https://arxiv.org/abs/2411.13128",
    "authors": [
      "Jiyu Wang",
      "Ying Chen",
      "Xiancong Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2411.13268",
    "title": "Enhanced Gas Source Localization Using Distributed IoT Sensors and Bayesian Inference",
    "abstract": "           Identifying a gas source in turbulent environments presents a significant challenge for critical applications such as environmental monitoring and emergency response. This issue is addressed through an approach that combines distributed IoT smart sensors with an algorithm based on Bayesian inference and Monte Carlo sampling techniques. Employing a probabilistic model of the environment, such an algorithm interprets the gas readings obtained from an array of static sensors to estimate the location of the source. The performance of our methodology is evaluated by its ability to estimate the source's location within a given time frame. To test the robustness and practical applications of the methods under real-world conditions, we deployed an advanced distributed sensors network to gather water vapor data from a controlled source. The proposed methodology performs well when using both the synthetic data generated by the model of the environment and those measured in the real experiment, with the source localization error consistently lower than the distance between one sensor and the next in the array.         ",
    "url": "https://arxiv.org/abs/2411.13268",
    "authors": [
      "Leonardo Balocchi",
      "Lorenzo Piro",
      "Luca Biferale",
      "Stefania Bonafoni",
      "Massimo Cencini",
      "Iacopo Nannipieri",
      "Andrea Ria",
      "Luca Roselli"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2411.13290",
    "title": "Simulating Optical Coherent Nonlinear Response for High-Intensity Excitation",
    "abstract": "           Calculation of the coherent nonlinear response of a system is essential to correctly interpret results from advanced techniques such as two-dimensional coherent spectroscopy (2DCS). Usually, even for the simplest systems, such calculations are either performed for low-intensity excitations where perturbative methods are valid and/or by assuming a simplified pulse envelope, such as a {\\delta}-function in time. We present exact calculations using the phase-cycling method without making the aforementioned approximations. We introduce a generalized version of the phase-cycling method to isolate an arbitrary N-wave mixing signal. We then apply this method to model the saturation of the nonlinear signal from excitons in semiconductor quantum wells, which is consistent with 2DCS experiments. We also present simulation results that replicate previously-reported experiments with high-intensity excitation of semiconductor quantum dots. By accurately reproducing a variety of phenomena such as higher-order contributions, switching of coherent signal, and changes in photon-echo transients, we prove the efficacy of the phase-cycling method to calculate the coherent nonlinear signal for high-intensity excitation. This method would be particularly useful for systems with multiple, well-separated peaks and/or large inhomogeneity.         ",
    "url": "https://arxiv.org/abs/2411.13290",
    "authors": [
      "Rishabh Tripathi",
      "Krishna K. Maurya",
      "Pradeep Kumar",
      "Bhaskar De",
      "Rohan Singh"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.13297",
    "title": "Degenerate merging BICs in resonant metasurfaces",
    "abstract": "           Resonant metasurfaces driven by bound states in the continuum (BIC) offer an intriguing approach to engineer high-Q resonances. Merging multiple BICs in the momentum space could further enhance the Q-factor as well as its robustness to fabrication imperfections. Here, we report doubly-degenerate guided mode resonances (GMR) in a resonant metasurface, whose radiation losses could be totally suppressed due to merging BICs. We show that the GMRs and their associated accidental BICs can be evolved into degenerate merging BICs by parametric tuning of the metasurface. Significantly, these two GMRs share the same critical parameter (i.e. lattice constants or thickness) that the merging BICs occur. Interestingly, thanks to the degenerate property of two GMRs, a larger (smaller) period will split one of merging BICs into eight accidental BICs at off-{\\Gamma} point, but annihilate the other. Such exotic phenomenon can be well explained from the interaction of GMRs and background Fabry-Perot resonances. Our result provides new strategies to engineering high-Q resonances in resonant metasurfaces for light-matter interaction.         ",
    "url": "https://arxiv.org/abs/2411.13297",
    "authors": [
      "Yixiao Gao",
      "Junyang Ge",
      "Zhaofeng Gu",
      "Lei Xu",
      "Xiang Shen",
      "Lujun Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.13304",
    "title": "ZnO-based Semiconductors and Structures for Transistors, Optoelectronic Devices and Sustainable Electronics",
    "abstract": "           Metal oxide thin films are of great interest in scientific advancement, particularly semiconductor thin films in transistors and in a wide range of optoelectronic applications. Many metal oxide thin films attract interest for their electronic bandgap, charge carrier mobility, optical opacity, luminescence, low cost, relative abundance and environmentally-friendly production. Additionally, these properties are often tuneable via particle size, film density, surface morphology, film deposition, growth method, hetero-interface engineering or ion-doping. Zinc oxide as a n-type semiconducting metal oxide is material of great interest owing to its intrinsically wide direct bandgap, high electron mobility, relatively high exciton binding energy, high optical transparency, demonstrated metal-ion doping optoelectronic effects, a range of different particle morphologies and deposition methods, photoluminescence ability, low cost and a variety of existing green synthesis methods. Here, these aspects of zinc oxide and some related oxides are reviewed, focusing on how the unique properties of this metal oxide make it suitable for a range of different applications from thin film transistors, high mobility oxide interfaces, transparent conductive oxides, photoanodes photodetectors, chemical sensors, photocatalysts, superlattice electronics and more. The properties and deposition methods and their impact on functionality will be discussed alongside their role in sustainable optoelectronics for future devices.         ",
    "url": "https://arxiv.org/abs/2411.13304",
    "authors": [
      "Darragh Buckley",
      "Alex Lonergan",
      "Colm O'Dwyer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.13309",
    "title": "Anisotropic manipulation of terahertz spin-waves by spin-orbit torque in a canted antiferromagnet",
    "abstract": "           We theoretically and numerically elucidate the electrical control over spin waves in antiferromagnetic materials (AFM) with biaxial anisotropies and Dzyaloshinskii-Moriya interactions. The spin wave dispersion in an AFM manifests as a bifurcated spectrum with distinct high-frequency and low-frequency bands. Utilizing a heterostructure comprised of platinum and the AFM, we demonstrate anisotropic control of spin-wave bands via spin currents with three-dimensional spin polarizations, encompassing both resonant and propagating wave modes. Moreover, leveraging the confined geometry, we explore the possibility of controlling spin waves within a spectral domain ranging from tens of gigahertz to sub-terahertz frequencies. The implications of our findings suggest the potential for developing a terahertz wave source with electrical tunability, thereby facilitating its incorporation into ultrafast, broadband, and wireless communication technologies.         ",
    "url": "https://arxiv.org/abs/2411.13309",
    "authors": [
      "T. H. Kim",
      "Jung-Il Kim",
      "Geun-Ju Kim",
      "Kwang-Ho Jang",
      "G.-M. Choi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.13331",
    "title": "Versatile photonic frequency synthetic dimensions using a single Mach-Zehnder-interferometer-assisted device on thin-film lithium niobate",
    "abstract": "           Investigating physical models with photonic synthetic dimensions has been generating great interest in vast fields of science. The rapid developing thin-film lithium niobate (TFLN) platform, for its numerous advantages including high electro-optic coefficient and scalability, is well compatible with the realization of synthetic dimensions in the frequency together with spatial domain. While coupling resonators with fixed beam splitters is a common experimental approach, it often lacks tunability and limits coupling between adjacent lattices to sites occupying the same frequency domain positions. Here, on the contrary, we conceive the resonator arrays connected by electro-optic tunable Mach-Zehnder interferometers in our configuration instead of fixed beam splitters. By applying bias voltage and RF modulation on the interferometers, our design extends such coupling to long-range scenario and allows for continuous tuning on each coupling strength and synthetic effective magnetic flux. Therefore, our design enriches controllable coupling types that are essential for building programmable lattice networks and significantly increases versatility. As the example, we experimentally fabricate a two-resonator prototype on the TFLN platform, and on this single chip we realize well-known models including tight-binding lattices, topological Hall ladder and Creutz ladder. We directly observe the band structures in the quasi-momentum space and important phenomena such as spin-momentum locking and the Aharonov-Bohm cage effect. These results demonstrate the potential for convenient simulations of more complex models in our configuration.         ",
    "url": "https://arxiv.org/abs/2411.13331",
    "authors": [
      "Zhao-An Wang",
      "Xiao-Dong Zeng",
      "Yi-Tao Wang",
      "Jia-Ming Ren",
      "Chun Ao",
      "Zhi-Peng Li",
      "Wei Liu",
      "Nai-Jie Guo",
      "Lin-Ke Xie",
      "Jun-You Liu",
      "Yu-Hang Ma",
      "Ya-Qi Wu",
      "Shuang Wang",
      "Jian-Shun Tang",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.13353",
    "title": "Miniaturized spectrometer enabled by end-to-end deep learning on large-scale radiative cavity array",
    "abstract": "           Miniaturized (mini-) spectrometers are highly desirable tools for chemical, biological, and medical diagnostics because of their potential for portable and in situ spectral detection. In this work, we propose and demonstrate a mini-spectrometer that combines a large-scale radiative cavity array with end-to-end deep learning networks. Specifically, we utilize high-Q bound states in continuum cavities with distinct radiation characteristics as the fundamental units to achieve parallel spectral detection. We realize a 36 $\\times$ 30 cavity array that spans a wide spectral range from 1525 to 1605 nm with quality factors above 10^4. We further train a deep network with 8000 outputs to directly map arbitrary spectra to array responses excited by the out-of-plane incident. Experimental results demonstrate that the proposed mini-spectrometer can resolve unknown spectra with a resolution of 0.048 nm in a bandwidth of 80 nm and fidelity exceeding 95%, thus offering a promising method for compact, high resolution, and broadband spectroscopy.         ",
    "url": "https://arxiv.org/abs/2411.13353",
    "authors": [
      "Xinyi Zhou",
      "Cheng Zhang",
      "Xiaoyu Zhang",
      "Yi Zuo",
      "Zixuan Zhang",
      "Feifan Wang",
      "Zihao Chen",
      "Hongbin Li",
      "Chao Peng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.12864",
    "title": "Inverse Faraday effect in 3d, 4d, and 5d transition metals",
    "abstract": "           Using first-principles calculations, we systematically investigate the spin contributions to the inverse Faraday effect (IFE) in transition metals. The IFE is primarily driven by spin-orbit coupling (SOC)-induced asymmetry between excited electron and hole spin moments. Our results reveal that even elements with smaller electron magnetic moments, like Os, can exhibit higher IFE due to greater electron-hole asymmetry. Pt shows the highest IFE in the 1 - 2 eV frequency range, while Os dominates in the 2 - 4 eV range. In addition, we demonstrate that the IFE of neighboring elements with similar crystal structures (e.g., Ir, Pt, and Au) can be tuned by adjusting their Fermi levels, indicating the importance of d electron filling on IFE. Finally, we find that the trend in electron (or hole) contributions to the IFE closely follows that of the spin Hall conductivity (SHC), however, the total IFE involves more complex interactions.         ",
    "url": "https://arxiv.org/abs/2411.12864",
    "authors": [
      "Shashi B. Mishra"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12894",
    "title": "The time-dependent quantum harmonic oscillator: a pedagogical approach via the Lewis-Riesenfeld dynamical invariant method",
    "abstract": "           In quantum mechanics courses, students often solve the Schrödinger equation for the harmonic oscillator with time-independent parameters. However, time-dependent quantum harmonic oscillators (TDHOs) are relevant in modeling several problems as, for instance, the description of quantum motion of particles in traps, in shortcuts to adiabaticity, as well as in quantum scalar fields evolving in expanding universes. In the present paper, we discuss, with a pedagogical approach, the TDHO with time-dependent frequency via the Lewis-Riesenfeld dynamical invariant method, revisiting the main steps to obtain the wave function associated with this model, and briefly discussing the relationship between this oscillator and the generation of squeezed states. As examples of pedagogical applications of TDHOs and the Lewis-Riesenfeld method in quantum mechanics courses, we solve the following problems: the calculation of the transition probability associated with a TDHO which undergoes jumps in its frequency, and the analysis of the dynamics of a quantum particle in a Paul trap.         ",
    "url": "https://arxiv.org/abs/2411.12894",
    "authors": [
      "Stanley S. Coelho",
      "Lucas Queiroz",
      "Danilo T. Alves"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12904",
    "title": "Quantum Teleportation with Telecom Photons from Remote Quantum Emitters",
    "abstract": "           The quest for a global quantum internet is based on the realization of a scalable network which requires quantum hardware with exceptional performance. Among them are quantum light sources providing deterministic, high brightness, high-fidelity entangled photons and quantum memories with coherence times in the millisecond range and above. To operate the network on a global scale, the quantum light source should emit at telecommunication wavelengths with minimum propagation losses. A cornerstone for the operation of such a quantum network is the demonstration of quantum teleportation. Here we realize full-photonic quantum teleportation employing one of the most promising platforms, i.e. semiconductor quantum dots, which can fulfill all the aforementioned requirements. Two remote quantum dots are used, one as a source of entangled photon pairs and the other as a single-photon source. The frequency mismatch between the triggered sources is erased using two polarization-preserving quantum frequency converters, enabling a Bell state measurement at telecommunication wavelengths. A post-selected teleportation fidelity of up to 0.721(33) is achieved, significantly above the classical limit, demonstrating successful quantum teleportation between light generated by distinct sources. These results mark a major advance for the semiconductor platform as a source of quantum light fulfilling a key requirement for a scalable quantum network. This becomes particularly relevant after the seminal breakthrough of addressing a nuclear spin in semiconductor quantum dots demonstrating long coherence times, thus fulfilling another crucial step towards a scalable quantum network.         ",
    "url": "https://arxiv.org/abs/2411.12904",
    "authors": [
      "Tim Strobel",
      "Michal Vyvlecka",
      "Ilenia Neureuther",
      "Tobias Bauer",
      "Marlon Schäfer",
      "Stefan Kazmaier",
      "Nand Lal Sharma",
      "Raphael Joos",
      "Jonas H. Weber",
      "Cornelius Nawrath",
      "Weijie Nie",
      "Ghata Bhayani",
      "Caspar Hopfmann",
      "Christoph Becher",
      "Peter Michler",
      "Simone Luca Portalupi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.13106",
    "title": "Quantum uncertainty of optical coherence",
    "abstract": "           Light is known to exhibit quantum uncertainty in terms of its amplitude, phase, and polarization. However, quantum uncertainty related to coherence, which is also a fundamental physical property of light, has not been considered to date. Here, we formulate and explore the concept of quantum optical coherence uncertainty. We focus on the first-order coherence of the simplest possible light field, a purely monochromatic plane wave, which is classically completely stable. Starting from a scalar treatment, we show that the field displays zero coherence uncertainty only for a number state. We then proceed to the vectorial regime and establish that any state leads to coherence fluctuations, governed by a set of uncertainty relations depending on the polarization state and space-time points. Our work thus provides fundamental insights into the quantum character of optical coherence, with potential benefits in applications using highly sensitive interferometric and polarimetric techniques.         ",
    "url": "https://arxiv.org/abs/2411.13106",
    "authors": [
      "Martti Hanhisalo",
      "Mohammad Sajjad Mirmoosa",
      "Tero Setälä",
      "Łukasz Rudnicki",
      "Andreas Norrman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.13114",
    "title": "Quantum versatility in PageRank",
    "abstract": "           Quantum mechanics empowers the emergence of quantum advantages in various fields, including quantum algorithms. Quantum PageRank is a promising tool for a future quantum internet. Recently, arbitrary phase rotations (APR) have been introduced in the underlying Szegedy's quantum walk of quantum PageRank algorithm. In this work, we thoroughly study the role APR plays in quantum PageRank. We discover the versatility resulting from quantumness. Specifically, we discover the emergence of a cluster phenomenon in rankings considering the rotation phases, i.e. the existence of similar clusters in the distribution of the rankings and their fidelity with the corresponding classical PageRanks, the ranking distribution variance, the coherence and entanglement of PageRank states, and the power law parameter in the ranking distributions on a scale-free network concerning the two rotation phases. Furthermore, we propose an alternate quantum PageRank with APR which provides an extra tunnel for the analysis of PageRank. We also study the PageRank on the trackback graph of a scale-free graph for the investigation of network information traffic tracking. We demonstrate the rich cluster diversity formed in our alternate quantum PageRank, which offers a novel perspective on the quantum versatility of PageRank. Our results present the quantum-enabled perspective for PageRanking and shed light on the design and application of practical quantum PageRank algorithms.         ",
    "url": "https://arxiv.org/abs/2411.13114",
    "authors": [
      "Wei-Wei Zhang",
      "Zheping Wu",
      "Hengyue Jia",
      "Wei Zhao",
      "Qingbing Ji",
      "Wei Pan",
      "Haobin Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2411.13190",
    "title": "Ab-initio approach to Many-Body Quantum Spin Dynamics",
    "abstract": "           A fundamental longstanding problem in studying spin models is the efficient and accurate numerical simulation of the long-time behavior of larger systems. The exponential growth of the Hilbert space and the entanglement accumulation at long times pose major challenges for current methods. To address these issues, we employ the multilayer multiconfiguration time-dependent Hartree (ML-MCTDH) framework to simulate the many-body spin dynamics of the Heisenberg model in various settings, including the Ising and XYZ limits with different interaction ranges and random couplings. Benchmarks with analytical and exact numerical approaches show that ML-MCTDH accurately captures the time evolution of one- and two-body observables in both one- and two-dimensional lattices. A comparison of ML-MCTDH with the discrete truncated Wigner approximation (DTWA) demonstrates that our approach excels in handling anisotropic models and consistently provides better results for two-point observables in all simulation instances. Our results indicate that the multilayer structure of ML-MCTDH is a promising numerical framework for handling the dynamics of generic many-body spin systems.         ",
    "url": "https://arxiv.org/abs/2411.13190",
    "authors": [
      "Aditya Dubey",
      "Zeki Zeybek",
      "Fabian Köhler",
      "Rick Mukherjee",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.13531",
    "title": "Space-time model reduction in the frequency domain",
    "abstract": "           Most model reduction methods are space-only in that they reduce the spatial dimension of the solution but not the temporal one. These methods integrate an encoding of the state of the nonlinear dynamical system forward in time. We propose a space-time method -- one that solves a system of algebraic equations for the encoding of the trajectory, i.e., the solution on a time interval $[0,T]$. The benefit of this approach is that with the same total number of degrees of freedom, a space-time encoding can leverage spatiotemporal correlations to represent the trajectory far more accurately than a space-only one. We use spectral proper orthogonal decomposition (SPOD) modes, a spatial basis at each temporal frequency tailored to the structures that appear at that frequency, to represent the trajectory. These modes have a number of properties that make them an ideal choice for space-time model reduction. We derive an algebraic system involving the SPOD coefficients that represent the solution, as well as the initial condition and the forcing. The online phase of the method consists of solving this system for the SPOD coefficients given the initial condition and forcing. We test the model on a Ginzburg-Landau system, a $1 + 1$ dimensional nonlinear PDE. We find that the proposed method is $\\sim 2$ orders of magnitude more accurate than POD-Galerkin at the same number of modes and CPU time for all of our tests. In fact, the method is substantially more accurate even than the projection of the solution onto the POD modes, which is a lower bound for the error of any space-only Petrov-Galerkin method.         ",
    "url": "https://arxiv.org/abs/2411.13531",
    "authors": [
      "Peter Frame",
      "Aaron Towne"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2403.19311",
    "title": "Pseudounitary Floquet scattering matrix for wave-front shaping in time-periodic photonic media",
    "abstract": "           The physics of waves in time-varying media provides numerous opportunities for wave control that are unattainable with static media. In particular, Floquet systems with a periodic time modulation are currently of considerable interest. Here, we demonstrate how the scattering properties of a finite Floquet medium can be correctly described by a static Floquet scattering matrix, which satisfies a pseudounitary relation. This algebraic property is a consequence of the conservation of wave action for which we formulate here a continuity equation. Using this Floquet scattering matrix, we further demonstrate how it can be used to transfer concepts for wavefront-shaping based on the Wigner-Smith operator from static to Floquet systems. The eigenstates of the corresponding Floquet Wigner-Smith matrix are shown to be light pulses that are optimally shaped in both their spatial and temporal degrees of freedom for the optical micromanipulation of time-varying media.         ",
    "url": "https://arxiv.org/abs/2403.19311",
    "authors": [
      "David Globosits",
      "Jakob Hüpfl",
      "Stefan Rotter"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.07306",
    "title": "Deep-sub-cycle ultrafast optical pulses",
    "abstract": "           Sub-cycle optical pulse is of great importance for ultrafast science and technology. While a narrower pulse can offer a higher temporal resolution, so far the pulse width has not reached the limit of half an optical cycle. Here we propose to break the half-cycle limit via inverse Compton scattering in a deep-subwavelength-confined infrared or THz optical driving field, which can be converted into a deep-sub-cycle (i.e., less than half a cycle) ultrafast pulse by relativistic electrons passing through. Quantitatively, by using a deep-subwavelength-confined 0.4-THz 1-ps pulsed driving field and a 3-MeV 1-fs electron bunch, we obtain a $\\sim$ 0.1-cycle femtosecond pulse with a peak frequency of $\\sim$ 26 THz ($\\sim$ 38 fs in optical cycle) and a pulse width of $\\sim$ 3.6 fs; with the same driving field and a 30-MeV 50-as electron bunch, we obtain a 0.17-cycle attosecond pulse with a peak frequency of $\\sim$ 2.0 PHz ($\\sim$ 500 as in optical cycle) and a pulse width of $\\sim$ 86 as. Below the optical damage threshold of the field-confinement material, the single-pulse photon number can exceed $10^6$. Such pulses may open opportunities for studying light-matter interaction on the deep-sub-cycle level, and pave a way to unprecedented optical technology ranging from temporal super-resolution optical microscopy and spectroscopy to unconventional atom/molecule polarization and manipulation.         ",
    "url": "https://arxiv.org/abs/2408.07306",
    "authors": [
      "Hongliang Dang",
      "Jiaxin Gao",
      "Hao Wu",
      "Xin Guo",
      "Limin Tong"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.10010",
    "title": "Optical resonators constitute a universal spin simulator",
    "abstract": "           NP-hard computational problems can be efficiently recast as finding the ground state of an effective spin model. However, to date no convenient setup exists that can universally simulate all of them, even for a fixed problem size. Here we present such a setup, using a series of optical (or polaritonic) resonators arranged in a chain using the geometry recently introduced in [Phys. Rev. Applied 21, 024057 (2024)]. We demonstrate by example how the simulator solves Hamiltonian Cycle and traveling salesman problems, and show that it generalises to any NP-hard problem of arbitrary size.         ",
    "url": "https://arxiv.org/abs/2409.10010",
    "authors": [
      "Wouter Verstraelen",
      "Timothy C.H. Liew"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.04665",
    "title": "PZT Optical Memristors",
    "abstract": "           Optical memristors represent a monumental leap in the fusion of photonics and electronics, heralding a new era of applications from neuromorphic computing to artificial intelligence. However, current technologies are hindered by complex fabrication, limited endurance, high optical loss or low modulation depth. For the first time, we reveal optical non-volatility in thin-film Lead Zirconate Titanate (PZT) by electrically manipulating the ferroelectric domains to control the refractive index, providing a brand-new routine for optical memristors. The developed PZT optical memristors offer unprecedented advantages more than exceptional performance metrics like low loss of <2 dB/cm, high precision exceeding 6-bits, large modulation depth with an index change as large as 4.6x10-3. Additionally, these devices offer impressive stability, maintaining minimal wavelength variation for over three weeks and enduring more than 10,000 cycles, and require a mere 0.8 pJ of energy for non-volatile operation. The wafer-scale sol-gel fabrication process also ensures compatible with standardized mass fabrication processes and high scalability for photonic integration. Specially, these devices also demonstrate unique functional duality: setting above a threshold voltage enables non-volatile behaviors, below this threshold allows volatile high-speed optical modulation. This marks the first-ever optical memristor capable of performing high-speed (48 Gbps) and energy-efficient (450 fJ/bit) signal processing and non-volatile retention on a single platform, and is also the inaugural demonstration of scalable functional systems. The PZT optical memristors developed here facilitate the realization of novel paradigms for high-speed and energy-efficient optical interconnects, programmable PICs, quantum computing, neural networks, in-memory computing and brain-like architecture.         ",
    "url": "https://arxiv.org/abs/2411.04665",
    "authors": [
      "Chenlei Li",
      "Hongyan Yu",
      "Tao Shu",
      "Yueyang Zhang",
      "Chengfeng Wen",
      "Hengzhen Cao",
      "Jin Xie",
      "Hanwen Li",
      "Zixu Xu",
      "Gong Zhang",
      "Zejie Yu",
      "Huan Li",
      "Liu Liu",
      "Yaocheng Shi",
      "Feng Qiu",
      "Daoxin Dai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.05576",
    "title": "On-chip Moir\\'e Optical Skyrmion Clusters with Nanoscale Dynamics",
    "abstract": "           Skyrmions are topological defects belonging to nontrivial homotopy classes in particle theory, and are recognized as a suitable unit in the high-density, low-dissipation microelectronic devices in condensed matter physics. Their remarkably stable topology has recently been observed in electromagnetic waves. For the evanescent fields near a surface, this has been realized so far only for elementary optical skyrmions, with a fixed skyrmion number. Here we introduce the concept of moiré optical skyrmion clusters, where multi-skyrmions are nested to form a large optical skyrmion cluster that is either crystallized or quasi-crystallized as a consequence of the twisted nanostructures. The rapid inverting of optical skyrmion number is achieved in the imperfectly aligned composite nanostructures. This moiré optical skyrmion interaction mechanism is described by a lattice model. Further, the nucleation and collapse of optical skyrmion are studied, where their nanoscale dynamics are revealed with a tiny change of the twist angle. The sudden reversal of the on-chip skyrmion can serve as a precise beacon of the relative alignment deviation between twisted composite nanostructures.         ",
    "url": "https://arxiv.org/abs/2411.05576",
    "authors": [
      "Lan Zhang",
      "Lipeng Wan",
      "Weimin Deng",
      "Liang Hou",
      "Qiushun Zou",
      "Tongbiao Wang",
      "Daomu Zhao",
      "Tianbao Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.12381",
    "title": "Particle manipulations based on acoustic valley topological rainbow defect-state trapping",
    "abstract": "           Acoustic microfluidic is an important technology in particle manipulations in biomedical analyses and detections. However, the particle-movement manipulations achieved by the standing surface acoustic wave is suitable for particles in a thin layer of fluids, however it is difficult to manipulate particles in deeper solutions due to the energy loss of surface acoustic waves. The traditional standing bulk wave method can realize the particle manipulation in deep solutions, but it cannot work properly for particle manipulation within a long distance due to the energy loss. In this work, the topological rainbow defect-state trapping is realized, the results show that an effect of point accumulation of acoustic pressure in the waveguide path exists, the position of maximum acoustic pressure can be adjusted flexibly by changing the frequency of the incident acoustic wave, based on which, long-distance movement and capture manipulations of particles in deep solution have been realized. The phenomenon presented in this work can provide a reliable method for manipulations of continuous long-distance particle movement and capture to meet the demand of multiple processing steps in biochemical analyses and detections. The experiment verification results will be presented in the near future.         ",
    "url": "https://arxiv.org/abs/2411.12381",
    "authors": [
      "Decai Wu",
      "Bowei Wu",
      "Tingfeng Ma",
      "Shuanghuizhi Li",
      "Iren Kuznetsova",
      "Ilya Nedospasov",
      "Boyue Su",
      "Teng Wang"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2310.17819",
    "title": "Multiplexed Processing of Quantum Information Across an Ultra-wide Optical Bandwidth",
    "abstract": "           Protocols for processing of quantum information are the foundation of quantum technology, enabling to share secrets at a distance, teleport quantum states, and to implement quantum computation. While many protocols were realized, and even commercialized, the throughput and processing speed of current protocols is limited by the narrow electronic bandwidth of standard measurement devices (typically in the MHz-to-GHz range), which is orders-of-magnitude lower than the optical bandwidth of available quantum optical sources (10-100 THz), indicating that the bandwidth resource is dramatically underutilized in current quantum optical technology. We present a general concept of frequency multiplexed quantum channels and a set of methods to process quantum information efficiently across the available optical bandwidth. Using a broadband source of squeezed light, spectral manipulation methods and parametric homodyne detection, we are able to generate, process and measure all the channels in parallel, thereby harnessing the optical bandwidth for quantum information in an efficient manner. We exemplify the concept through two basic protocols: Multiplexed Continuous-Variable Quantum Key Distribution (CV-QKD) and multiplexed continuous-variable quantum teleportation. The multiplexed QKD protocol is demonstrated in a proof-of-principle experiment, where we successfully carry out QKD over 23 uncorrelated spectral channels, with capability to detect eavesdropping in any channel. These multiplexed methods (and similar) will enable to carry out quantum processing in parallel over hundreds of channels, potentially increasing the throughput of quantum protocols by orders of magnitude.         ",
    "url": "https://arxiv.org/abs/2310.17819",
    "authors": [
      "Alon Eldan",
      "Ofek Gilon",
      "Asher Lagemi",
      "Elai Fishman Furman",
      "Avi Pe'er"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.19123",
    "title": "Sensing atomic superfluid rotation beyond the standard quantum limit",
    "abstract": "           Atomic superfluids formed using Bose-Einstein condensates (BECs) in a ring trap are currently being investigated in the context of superfluid hydrodynamics, quantum sensing and matter-wave interferometry. The characterization of the rotational properties of such superfluids is important, but can presently only be performed by using optical absorption imaging, which completely destroys the condensate. Recent studies have proposed coupling the ring BEC to optical cavity modes carrying orbital angular momentum to make minimally destructive measurements of the condensate rotation. The sensitivity of these proposals, however, is bounded below by the standard quantum limit set by the combination of laser shot noise and radiation pressure noise. In this work, we provide a theoretical framework that exploits the fact that the interaction between the scattered modes of the condensate and the light reduces to effective optomechanical equations of motion. We present a detailed theoretical analysis to demonstrate that the use of squeezed light and backaction evasion techniques allows the angular momentum of the condensate to be sensed with noise well below the standard quantum limit. Our proposal is relevant to atomtronics, quantum sensing and quantum information.         ",
    "url": "https://arxiv.org/abs/2402.19123",
    "authors": [
      "Rahul Gupta",
      "Pardeep Kumar",
      "Rina Kanamoto",
      "M. Bhattacharya",
      "Himadri Shekhar Dhar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.19247",
    "title": "Noisy intermediate-scale quantum simulation of the one-dimensional wave equation",
    "abstract": "           We design and implement quantum circuits for the simulation of the one-dimensional wave equation on the Quantinuum H1-1 quantum computer. The circuit depth of our approach scales as $O(n^{2})$ for $n$ qubits representing the solution on $2^{n}$ grid points, and leads to infidelities of $O(2^{-4n} t^{2})$ for simulation time $t$ assuming smooth initial conditions. By varying the qubit count we study the interplay between the algorithmic and physical gate errors to identify the optimal working point of minimum total error. Our approach to simulating the wave equation can be used with appropriate state preparation algorithms across different quantum processors and serve as an application-oriented benchmark.         ",
    "url": "https://arxiv.org/abs/2402.19247",
    "authors": [
      "Lewis Wright",
      "Conor Mc Keever",
      "Jeremy T. First",
      "Rory Johnston",
      "Jeremy Tillay",
      "Skylar Chaney",
      "Matthias Rosenkranz",
      "Michael Lubasch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.21065",
    "title": "Single-beam grating-chip 3D and 1D optical lattices",
    "abstract": "           Ultracold atoms are crucial for unlocking truly precise and accurate quantum metrology, and provide an essential platform for quantum computing, communication and memories. One of the largest ongoing challenges is the miniaturization of these quantum devices. Here, we show that the typically macroscopic optical lattice architecture at the heart of many ultra-precise quantum technologies can be realized with a single input laser beam on the same diffractive chip already used to create the ultracold atoms. Moreover, this inherently ultra-stable platform enables access to a plethora of new lattice dimensionalities and geometries, ideally suited for the design of high-accuracy, portable quantum devices.         ",
    "url": "https://arxiv.org/abs/2405.21065",
    "authors": [
      "Alan Bregazzi",
      "James P. McGilligan",
      "Paul F. Griffin",
      "Erling Riis",
      "Aidan S. Arnold"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.16622",
    "title": "Simultaneous Generation of Quantum Frequency Combs across Distinct Modal Families in a Single $Si_3 N_4$ Whispering Gallery Mode Resonator",
    "abstract": "           Quantum frequency combs (QFCs) are versatile resources for multi-mode entanglement, such as cluster states, crucial for quantum communication and computation. On-chip whispering gallery mode resonators (WGMRs) can generate these states at ultra-low threshold power. This work demonstrates the simultaneous generation of multiple QFCs using a single on-chip silicon nitride WGMR across distinct modal families. It presents a micro-ring resonator with a radius of 240 $\\mathrm{\\mu m}$, capable of supporting four modal families within the 130 to 260 $\\mathrm{THz}$ frequency range for consistency regulation. The results indicate that, by carefully designing the structure of silicon nitride WGMRs, it is possible to generate quantum entangled frequency combs across distinct modal families simultaneously using monochromatic pump light. It is achieved by modulating the pump mode profiles with a spatial light modulator (SLM) or an on-chip inverse-designed mode converter. This approach offers a simple and low-cost method to achieve higher-density entanglement integration on-chip.         ",
    "url": "https://arxiv.org/abs/2406.16622",
    "authors": [
      "Bo Ji",
      "Yongjun Yang",
      "Tengfei Wu",
      "Nianqin Li",
      "Guangqiang He"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.10301",
    "title": "Decomposition Pipeline for Large-Scale Portfolio Optimization with Applications to Near-Term Quantum Computing",
    "abstract": "           Industrially relevant constrained optimization problems, such as portfolio optimization and portfolio rebalancing, are often intractable or difficult to solve exactly. In this work, we propose and benchmark a decomposition pipeline targeting portfolio optimization and rebalancing problems with constraints. The pipeline decomposes the optimization problem into constrained subproblems, which are then solved separately and aggregated to give a final result. Our pipeline includes three main components: preprocessing of correlation matrices based on random matrix theory, modified spectral clustering based on Newman's algorithm, and risk rebalancing. Our empirical results show that our pipeline consistently decomposes real-world portfolio optimization problems into subproblems with a size reduction of approximately 80%. Since subproblems are then solved independently, our pipeline drastically reduces the total computation time for state-of-the-art solvers. Moreover, by decomposing large problems into several smaller subproblems, the pipeline enables the use of near-term quantum devices as solvers, providing a path toward practical utility of quantum computers in portfolio optimization.         ",
    "url": "https://arxiv.org/abs/2409.10301",
    "authors": [
      "Atithi Acharya",
      "Romina Yalovetzky",
      "Pierre Minssen",
      "Shouvanik Chakrabarti",
      "Ruslan Shaydulin",
      "Rudy Raymond",
      "Yue Sun",
      "Dylan Herman",
      "Ruben S. Andrist",
      "Grant Salton",
      "Martin J. A. Schuetz",
      "Helmut G. Katzgraber",
      "Marco Pistoia"
    ],
    "subjectives": [
      "Optimization and Control (math.OC)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Portfolio Management (q-fin.PM)",
      "Risk Management (q-fin.RM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.14386",
    "title": "Scattering of TE and TM waves and quantum dynamics generated by non-Hermitian Hamiltonians",
    "abstract": "           The study of the scattering of electromagnetic waves by a linear isotropic medium with planar symmetry can be reduced to that of their TE and TM modes. For situations where the medium consists of parallel homogeneous slabs, one may use the standard transfer matrix technique to address the scattering problem for these modes. We extend the utility of this technique to inhomogeneous permittivity and permeability profiles by proposing a dynamical formulation of the scattering of TE and TM waves in which the transfer matrix for the medium is given in terms of the evolution operator for an effective non-unitary quantum system. This leads to a system of dynamical equations for the reflection and transmission amplitudes. Decoupling these equations we reduce the solution of the scattering problem for TE and TM modes to that of an initial-value problem for a Riccati equation. We discuss the application of this observation in identifying media that do not reflect TE or TM waves with given wavenumber and incidence angle.         ",
    "url": "https://arxiv.org/abs/2409.14386",
    "authors": [
      "Farhang Loran",
      "Ali Mostafazadeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.00353",
    "title": "Bringing multilevel quantum master equations into Lindblad form for complete positivity tests: Two approaches",
    "abstract": "           While quantum master equations (QMEs) are the primary workhorse in quantum information science, quantum optics, spectroscopy, and quantum thermodynamics, bringing an arbitrary $N$-level QME into Lindbladian form and verifying complete positivity of the associated quantum dynamical map remain open challenges for $N\\ge 3$. We explore and implement two independent methods to accomplish these tasks, which enable one to directly compute the Kossakowski matrix of an arbitrary Markovian QME from its Liouvillian. In the first method, due to Hall, Cresser, Li, and Andersson, the Kossakowski matrix elements are obtained by evaluating the action of the Liouvillian on the orthonormal SU($N$) basis matrices and then computing a sum of matrix-product traces. The second method, developed in this work, is based on the real $N$-level coherence vector and relies on the Moore-Penrose pseudo-inverse of a rectangular matrix composed of the structure constants of SU$(N)$. We show that both methods give identical results, and apply them to establish the complete positivity of the partial secular Bloch-Redfield QME for the $\\Lambda$ and V-systems driven by incoherent light. We find that the eigenvalues of the Kossakowski matrix of these seemingly different three-level systems are identical, implying close similarities of their dissipative dynamics. By facilitating the expression of multilevel Markovian QMEs in Lindblad form, our results enable testing the QMEs for complete positivity without solving them, as well as restoring complete positivity by keeping only non-negative eigenvalues of the Kossakowski matrix.         ",
    "url": "https://arxiv.org/abs/2410.00353",
    "authors": [
      "Timur V. Tscherbul"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]