[
  {
    "id": "arXiv:2306.03184",
    "title": "Hertz-linewidth and frequency-agile photonic integrated extended-DBR  lasers",
    "abstract": "Recent advances in the development of ultra-low loss silicon nitride (Si3N4)-based photonic integrated circuits have allowed integrated lasers to achieve a coherence exceeding those of fiber lasers and enabled unprecedentedly fast (Megahertz bandwidth) tuning using monolithically integrated piezoelectrical actuators. While this marks the first time that fiber laser coherence is achieved using photonic integrated circuits, in conjunction with frequency agility that exceeds those of legacy bulk lasers, the approach is presently compounded by the high cost of manufacturing DFB, as required for self-injection locking, as well as the precise control over the laser current and temperature to sustain a low noise locked operation. Reflective semiconductor optical amplifiers (RSOA) provide a cost-effective alternative solution but have not yet achieved similar performance in coherence or frequency agility, as required for frequency modulated continuous wave (FMCW) LiDAR, laser locking in frequency metrology or wavelength modulation spectroscopy for gas sensing. Here, we overcome this challenge and demonstrate an RSOA-based and frequency agile integrated laser tuned with high speed, good linearity, high optical output power, and turn-key operability while maintaining a small footprint. This is achieved using a tunable extended distributed Bragg reflector (E-DBR) in an ultra-low loss 200 nm thin Si3N4 platform with monolithically integrated piezoelectric actuators. We co-integrate the DBR with a compact ultra-low loss spiral resonator to further reduce the intrinsic optical linewidth of the laser to the Hertz level -- on par with the noise of a fiber laser -- via self-injection locking. ",
    "url": "https://arxiv.org/abs/2306.03184",
    "authors": [
      "Anat Siddharth",
      "Alaina Anastasio",
      "Grigory Lihachev",
      "Junyin Zhang",
      "Zheru Qiu",
      "Scott Kenning",
      "Rui Ning Wang",
      "Sunil A. Bhave",
      "Johann Riemensberger",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.03298",
    "title": "Optical Synthesis of Transient Chirality in Achiral Plasmonic  Metasurfaces",
    "abstract": "As much as chiral metasurfaces are significant in stereochemistry and polarization control, tunable chiroptical response is important for their dynamic counterparts. A single metasurface device with invertible chiral states can selectively harness or manipulate both handedness of circularly polarized light upon demand, where in fact chiral inversion in molecules is an active research field. Tactics for chirality switching can be classified into geometry modification and refractive index tuning. However, these generally confront slow modulation speed or restrained refractive index tuning effects in the visible regime with forbidden 'true' inversion. Here, we reconfigure the 'optical' geometry through inhomogeneous spatiotemporal distribution of hot carriers as a breakthrough, transforming a plasmonic achiral metasurface into an ultrafast transient chiral medium with near-perfectly-invertible handedness in the visible. The photoinduced chirality relaxes through the fast spatial diffusion process of electron temperature compared to electron-phonon relaxation, empowering hot-carrier-based devices to be particularly suitable for ultrafast chiroptics. ",
    "url": "https://arxiv.org/abs/2306.03298",
    "authors": [
      "Andrew S. Kim",
      "Anjan Goswami",
      "Mohammad Taghinejad",
      "Wenshan Cai"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.03359",
    "title": "Optical vortices enabled by structural vortices",
    "abstract": "The structural symmetry of solids plays an important role in defining their linear and nonlinear optical properties. The quest for versatile, cost-effective, large-scale, and defect-free approaches and materials platforms for tailoring structural and optical properties on demand has been underway for decades. We experimentally demonstrate a bottom-up self-assembly-based organic engineered material comprised of synthesized molecules with large dipole moments that are crystallized into a spherulite structure. The molecules align in an azimuthal direction, resulting in a vortex polarity with spontaneously broken symmetry leading to strong optical anisotropy and nonlinear optical responses. These unique polarization properties of the judiciously designed organic spherulite combined with the symmetry of structured optical beams enable a plethora of new linear and nonlinear light-matter interactions, including the generation of optical vortex beams with complex spin states and on-demand topological charges at the fundamental, doubled, and tripled frequencies. The results of this work are likely to enable numerous applications in areas such as high-dimensional quantum information processing, with large capacity and high security. The demonstrated spherulite crystals facilitate stand-alone micro-scale devices that rely on the unique micro-scale spontaneous vortex polarity that is likely to enable future applications for high-dimensional quantum information processing, spatiotemporal optical vortices, and a novel platform for optical manipulation and trapping. ",
    "url": "https://arxiv.org/abs/2306.03359",
    "authors": [
      "Yuanfeng Liu",
      "Le Zhou",
      "Mengfan Guo",
      "Zongqi Xu",
      "Jing Ma",
      "Yongzheng Wen",
      "Natalia M. Litchinitser",
      "Yang Shen*",
      "Jingbo Sun",
      "Ji Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.03784",
    "title": "Future green technology: freezing water micro-droplet as an all-optical  switch based on time domain photonic hook",
    "abstract": "Here we show that mesoscale freezing water droplet with low Bond number can behave as fully biocompatible natural microlenses to form the photonic hook in application to tunable optical switch. We first introduce and demonstrated the basic concepts of all-optical switch without changes in the wavelength of illumination of a particle or any moving parts involved. The principle of operation of the switch based on the temperature-induced phase change inside water droplet refractive index. Simulation shows that the optical isolation of switched channels for an optical switch with linear dimensions of about 15{\\lambda}3, based on freezing water droplet, can reach 10 dB during the temperature variation at fixed wavelength. The freezing mesoscale droplets acting as time domain photonic hook generator open the intriguing route for full optical switching in a multifunctional green electronics tool for sensing, integrated optics and optical computers. ",
    "url": "https://arxiv.org/abs/2306.03784",
    "authors": [
      "Oleg V. Minin",
      "Yinghui Cao",
      "Igor V. Minin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.03860",
    "title": "Observation of Landau levels and topological edge states in photonic  crystals through pseudomagnetic fields induced by synthetic strain",
    "abstract": "The control over light propagation and localization in photonic crystals offers wide applications from sensing and on-chip routing to lasing and quantum light-matter interfaces. While in electronic crystals magnetic fields can be used to induce a multitude of unique phenomena, the uncharged nature of photons necessitates alternative approaches to bring about similar control over photons at the nanoscale. Here, we experimentally realize pseudomagnetic fields in two-dimensional photonic crystals through engineered strain of the lattice. Analogous to strained graphene, this induces flat-band Landau levels at discrete energies. We study the spatial and spectral properties of these states in silicon photonic crystals at telecom wavelengths with far-field spectroscopy. Moreover, taking advantage of the photonic crystal's design freedom, we realize domains of opposite pseudomagnetic field and observe topological edge states at their interface. We reveal that the strain-induced states can achieve remarkably high quality factors despite being phase-matched to the radiation continuum. Together with the high density of states and high degeneracy associated with flat bands, this provides powerful prospects for enhancing light-matter interactions, and demonstrates a design principle to govern both on-chip and radiating light fields. ",
    "url": "https://arxiv.org/abs/2306.03860",
    "authors": [
      "René Barczyk",
      "L. Kuipers",
      "Ewold Verhagen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2306.03870",
    "title": "Multimodal imaging of the mouse eye using visible light photoacoustic  ophthalmoscopy and near-infrared-II optical coherence tomography",
    "abstract": "Non-invasive imaging plays a crucial role in diagnosing and studying eye diseases. However, existing photoacoustic ophthalmoscopy (PAOM) techniques in mice have limitations due to handling restrictions, suboptimal optical properties, limited availability of light sources and permissible light fluence at the retina. This study introduces an innovative approach that utilizes Rose Bengal, a contrast agent, to enhance PAOM contrast. This enables visualization of deeper structures like the choroidal microvasculature and sclera in the mouse eye using visible light. The integration of near-infrared-II optical coherence tomography (NIR-II OCT) provides additional tissue contrast and insights into potential NIR-II PAOM capabilities. To optimize imaging, we developed a cost-effective 3D printable mouse eye phantom and a fully 3D printable tip/tilt mouse platform. This solution elevates PAOM to a user-friendly technology, which can be used to address pressing research questions concerning several ocular diseases such as myopia, glaucoma and/or age-related macular degeneration in the future. ",
    "url": "https://arxiv.org/abs/2306.03870",
    "authors": [
      "Richard Haindl",
      "Valentina Bellemo",
      "Praveenbalaji Rajendran",
      "Bingyao Tan",
      "Mengyang Liu",
      "Qifa Zhou",
      "Rainer A. Leitgeb",
      "Wolfgang Drexler",
      "Leopold Schmetterer",
      "Manojit Pramanik"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)",
      "Tissues and Organs (q-bio.TO)"
    ]
  },
  {
    "id": "arXiv:2306.03895",
    "title": "Synchronous micromechanically resonant programmable photonic circuits",
    "abstract": "Programmable photonic integrated circuits (PICs) are emerging as powerful tools for the precise manipulation of light, with applications in quantum information processing, optical range finding, and artificial intelligence. The leading architecture for programmable PICs is the mesh of Mach-Zehnder interferometers (MZIs) embedded with reconfigurable optical phase shifters. Low-power implementations of these PICs involve micromechanical structures driven capacitively or piezoelectrically but are limited in modulation bandwidth by mechanical resonances and high operating voltages. However, circuits designed to operate exclusively at these mechanical resonances would reduce the necessary driving voltage from resonantly enhanced modulation as well as maintaining high actuation speeds. Here we introduce a synchronous, micromechanically resonant design architecture for programmable PICs, which exploits micromechanical eigenmodes for modulation enhancement. This approach combines high-frequency mechanical resonances and optically broadband phase shifters to increase the modulation response on the order of the mechanical quality factor $Q_m$, thereby reducing the PIC's power consumption, voltage-loss product, and footprint. The architecture is useful for broadly applicable circuits such as optical phased arrays, $1$ x $N$, and $N$ x $N$ photonic switches. We report a proof-of-principle programmable 1 x 8 switch with piezoelectric phase shifters at specifically targeted mechanical eigenfrequencies, showing a full switching cycle of all eight channels spaced by approximately 11 ns and operating at >3x average modulation enhancement across all on-chip modulators. By further leveraging micromechanical devices with high $Q_m$, which can exceed 1 million, our design architecture should enable a new class of low-voltage and high-speed programmable PICs. ",
    "url": "https://arxiv.org/abs/2306.03895",
    "authors": [
      "Mark Dong",
      "Julia M. Boyle",
      "Kevin J. Palm",
      "Matthew Zimmermann",
      "Alex Witte",
      "Andrew J. Leenheer",
      "Daniel Dominguez",
      "Gerald Gilbert",
      "Matt Eichenfield",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.03450",
    "title": "Quantum defogging: temporal photon number fluctuation correlation in  time-variant fog scattering medium",
    "abstract": "The conventional McCartney model simplifies fog as a scattering medium with space-time invariance, as the time-variant nature of fog is a pure noise for classical optical imaging. In this letter, an opposite finding to traditional idea is reported. The time parameter is incorporated into the McCartney model to account for photon number fluctuation introduced by time-variant fog. We demonstrated that the randomness of ambient photons in the time domain results in the absence of a stable correlation, while the scattering photons are the opposite. This difference can be measured by photon number fluctuation correlation when two conditions are met. A defogging image is reconstructed from the target's information carried by scattering light. Thus, the noise introduced by time-variant fog is eliminated by itself. Distinguishable images can be obtained even when the target is indistinguishable by conventional cameras, providing a prerequisite for subsequent high-level computer vision tasks. ",
    "url": "https://arxiv.org/abs/2306.03450",
    "authors": [
      "Deyang Duan",
      "Yuge Li",
      "Yunjie Xia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.03455",
    "title": "Monitoring of Optical Networks Using Correlation-Aided Time-Domain  Reflectometry with Direct and Coherent Detection",
    "abstract": "We report on methods to monitor the transmission path in optical networks using a correlation-based OTDR technique with direct and coherent detection. A high probing symbol rate can provide picosecond-accuracy of the fiber propagation delay, while a sensitive phase detection with a high repetition rate allows the monitoring of dynamic effects in the vicinity of the fiber. We discuss various approaches to evaluate the measured traces and show the results of a few monitoring applications. ",
    "url": "https://arxiv.org/abs/2306.03455",
    "authors": [
      "Michael H. Eiselt",
      "Florian Azendorf",
      "Andre Sandmann",
      "Florian Spinty",
      "Mirko Lawin"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.03705",
    "title": "Photonic Floquet skin-topological effect",
    "abstract": "Non-Hermitian skin effect and photonic topological edge states are of great interest in non-Hermitian physics and optics. However, the interplay between them is largly unexplored. Here, we propose and demonstrate experimentally the non-Hermitian skin effect that constructed from the nonreciprocal flow of Floquet topological edge states, which can be dubbed 'Floquet skin-topological effect'. We first show the non-Hermitian skin effect can be induced by pure loss when the one-dimensional (1D) system is periodically driven. Next, based on a two-dimensional (2D) Floquet topological photonic lattice with structured loss, we investigate the interaction between the non-Hermiticity and the topological edge states. We observe that all the one-way edge states are imposed onto specific corners, featuring both the non-Hermitian skin effect and topological edge states. Furthermore, a topological switch for the skin-topological effect is presented by utilizing the gap-closing mechanism. Our experiment paves the way of realizing non-Hermitian topological effects in nonlinear and quantum regimes. ",
    "url": "https://arxiv.org/abs/2306.03705",
    "authors": [
      "Yeyang Sun",
      "Xiangrui Hou",
      "Tuo Wan",
      "Fangyu Wang",
      "Shiyao Zhu",
      "Zhichao Ruan",
      "Zhaoju Yang"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.03713",
    "title": "Ultra-miniature dual-wavelength spatial frequency domain imaging for  micro-endoscopy",
    "abstract": "There is a need for a cost-effective, quantitative imaging tool that can be deployed endoscopically to better detect early stage gastrointestinal cancers. Spatial frequency domain imaging (SFDI) is a low-cost imaging technique that produces near-real time, quantitative maps of absorption and reduced scattering coefficients, but most implementations are bulky and suitable only for use outside the body. We present an ultra-miniature SFDI system comprised of an optical fiber array (diameter 0.125 mm) and a micro camera (1 x 1 mm package) displacing conventionally bulky components, in particular the projector. The prototype has outer diameter 3 mm, but the individual components dimensions could permit future packaging to < 1.5 mm diameter. We develop a phase-tracking algorithm to rapidly extract images with fringe projections at 3 equispaced phase shifts in order to perform SFDI demodulation. To validate performance, we first demonstrate comparable recovery of quantitative optical properties between our ultra-miniature system and a conventional bench-top SFDI system with agreement of 15% and 6% for absorption and reduced scattering respectively. Next, we demonstrate imaging of absorption and reduced scattering of tissue-mimicking phantoms providing enhanced contrast between simulated tissue types (healthy and tumour), done simultaneously at wavelengths of 515 nm and 660 nm. This device shows promise as a cost-effective, quantitative imaging tool to detect variations in optical absorption and scattering as indicators of cancer. ",
    "url": "https://arxiv.org/abs/2306.03713",
    "authors": [
      "Jane Crowley",
      "George S.D. Gordon"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.03905",
    "title": "Quantum Computation and Simulation using Fermion-Pair Registers",
    "abstract": "We propose and analyze an approach to realize quantum computation and simulation using fermionic particles under quantum gas microscopes. Our work is inspired by a recent experimental demonstration of large-scale quantum registers, where tightly localized fermion pairs are used to encode qubits exhibiting long coherence time and robustness against laser intensity noise. We describe how to engineer the SWAP gate and high-fidelity controlled-phase gates by adjusting the fermion hopping as well as Feshbach interaction strengths. Combined with previously demonstrated single-qubit rotations, these gates establish the computational universality of the system. Furthermore, we show that 2D quantum Ising Hamiltonians with tunable transverse and longitudinal fields can be efficient simulated by modulating Feshbach interaction strengths. We present a sample-efficient protocol to characterize engineered gates and Hamiltonian dynamics based on an improved classical shadow process tomography that requires minimal experimental controls. Our work opens up new opportunities to harness existing ultracold quantum gases for quantum information sciences. ",
    "url": "https://arxiv.org/abs/2306.03905",
    "authors": [
      "Xiangkai Sun",
      "Di Luo",
      "Soonwon Choi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.09272",
    "title": "Coherent Qubit Measurement in Cavity-Transmon Quantum Systems",
    "abstract": " Comments: 42 pages, 1 figure. To be published in Physical Review A ",
    "url": "https://arxiv.org/abs/2112.09272",
    "authors": [
      "Massimo Porrati",
      "Seth Putterman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07329",
    "title": "Robust Free-Space Optical Communication Utilizing Polarization",
    "abstract": " Comments: 13 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2208.07329",
    "authors": [
      "Nicholas J. Savino",
      "Jacob M. Leamer",
      "Ravi K. Saripalli",
      "Wenlei Zhang",
      "Denys I. Bondar",
      "Ryan T. Glasser"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.05321",
    "title": "Booster Free From Spin Resonance For Future 100~km-scale Circular  e$^{+}$e$^{-}$ Colliders",
    "abstract": " Comments: 19 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2302.05321",
    "authors": [
      "Tao Chen",
      "Zhe Duan",
      "Daheng Ji",
      "Dou Wang"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  }
]