[
  {
    "id": "arXiv:2304.13123",
    "title": "Tuning the Coherent Propagation of Organic Exciton-Polaritons through  the Cavity Q-factor",
    "abstract": "Transport of excitons in organic materials can be enhanced through polariton formation when the interaction strength between these excitons and the confined light modes of an optical resonator exceeds their decay rates. While the polariton lifetime is determined by the Q(uality)-factor of the optical resonator, the polariton group velocity is not. Instead, the latter is solely determined by the polariton dispersion. Yet, experiments suggest that the Q-factor also controls the polariton propagation velocity. To understand this observation, we performed molecular dynamics simulations of Rhodamine chromophores strongly coupled to Fabry-P\\'erot cavities with various Q-factors. Our results suggest that propagation in the aforementioned experiments is initially dominated by ballistic motion of upper polariton states at their group velocities, which leads to a rapid expansion of the wavepacket. Cavity decay in combination with non-adiabatic population transfer into dark states, rapidly depletes these bright states, causing the wavepacket to contract. However, because population transfer is reversible, propagation continues, but as a diffusion process, at lower velocity. By controlling the lifetime of bright states, the Q-factor determines the duration of the ballistic phase and the diffusion coefficient in the diffusive regime. Thus, polariton propagation in organic microcavities can be effectively tuned through the Q-factor. ",
    "url": "https://arxiv.org/abs/2304.13123",
    "authors": [
      "Ruth H. Tichauer",
      "Ilia Sokolovskii",
      "Gerrit Groenhof"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13146",
    "title": "Carrier conversion from terahertz wave to dual-wavelength near-infrared  light injection-locking to optical comb using asynchronous nonpolarimetric  electro-optic downconversion with electro-optic polymer modulator",
    "abstract": "THz waves are promising wireless carriers for next-generation wireless communications, where a seamless connection from wireless to optical communication is required. In this study, we demonstrate carrier conversion from THz waves to dual-wavelength NIR light injection-locking to an optical frequency comb using asynchronous nonpolarimetric electro-optic downconversion with an electro-optic polymer modulator. THz wave in the W band was obtained as a stable photonic RF beat signal of 1 GHz with a signal-to-noise ratio of 25 dB via the proposed THz-to-NIR carrier conversion. In addition, the results imply the potential of the photonic detection of THz waves for wireless-to-optical seamless communication. ",
    "url": "https://arxiv.org/abs/2304.13146",
    "authors": [
      "Yudai Matsumura",
      "Yu Tokizane",
      "Eiji Hase",
      "Naoya Kuse",
      "Takeo Minamikawa",
      "Jun-ichi Fujikata",
      "Hiroki Kishikawa",
      "Masanobu Haraguchi",
      "Yasuhiro Okamura",
      "Takahiro Kaji",
      "Akira Otomo",
      "Isao Morohashi",
      "Atsushi Kanno",
      "Shintaro Hisatake",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.13293",
    "title": "Handheld device for non-contact thermometry via optically detected  magnetic resonance of proximate diamond sensors",
    "abstract": "Optically detected magnetic resonance (ODMR) spectroscopy of defect-rich semiconductors is being increasingly exploited for realising a variety of practical quantum sensing devices. A prime example is the on-going development of compact magnetometers based on the nitrogen-vacancy (NV) defect in diamond for the remote sensing of magnetic signals with high accuracy and sensitivity. In these applications, the ODMR-active material is integrated into the overall apparatus to form a self-contained sensor. However, some emerging applications require the sensing material to be in physical contact with an external object of interest, thus requiring an independent readout device. Here we present an ODMR-meter, a compact device specially designed to allow convenient, contactless monitoring of ODMR in a target object, and demonstrate its application to temperature monitoring with NV defects. Our prototype is composed of a handheld readout head (integrating all the necessary optical components and a microwave antenna) and a control box connected to a laptop computer, all made primarily from commercial off-the-shelf components. We test our device using an NV-rich bulk diamond as the object, demonstrate a temperature sensitivity of $10~{\\rm mK}/\\sqrt{\\rm Hz}$ in static conditions, and demonstrate the feasibility of handheld operation. The limitations to measurement speed, sensitivity and accuracy are discussed. The presented device may find immediate use in medical and industrial applications where accurate thermometry is required, and can be extended to magnetic field measurements. ",
    "url": "https://arxiv.org/abs/2304.13293",
    "authors": [
      "G. J. Abrahams",
      "E. Ellul",
      "I. O. Robertson",
      "A. Khalid",
      "A. D. Greentree",
      "B. C. Gibson",
      "J.-P. Tetienne"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13298",
    "title": "Broadband nonlinear modulation of incoherent light using a transparent  optoelectronic neuron array",
    "abstract": "Nonlinear optical processing of ambient natural light is highly desired in computational imaging and sensing applications. A strong optical nonlinear response that can work under weak broadband incoherent light is essential for this purpose. Here we introduce an optoelectronic nonlinear filter array that can address this emerging need. By merging 2D transparent phototransistors (TPTs) with liquid crystal (LC) modulators, we create an optoelectronic neuron array that allows self-amplitude modulation of spatially incoherent light, achieving a large nonlinear contrast over a broad spectrum at orders-of-magnitude lower intensity than what is achievable in most optical nonlinear materials. For a proof-of-concept demonstration, we fabricated a 10,000-pixel array of optoelectronic neurons, each serving as a nonlinear filter, and experimentally demonstrated an intelligent imaging system that uses the nonlinear response to instantly reduce input glares while retaining the weaker-intensity objects within the field of view of a cellphone camera. This intelligent glare-reduction capability is important for various imaging applications, including autonomous driving, machine vision, and security cameras. Beyond imaging and sensing, this optoelectronic neuron array, with its rapid nonlinear modulation for processing incoherent broadband light, might also find applications in optical computing, where nonlinear activation functions that can work under ambient light conditions are highly sought. ",
    "url": "https://arxiv.org/abs/2304.13298",
    "authors": [
      "Dehui Zhang",
      "Dong Xu",
      "Yuhang Li",
      "Yi Luo",
      "Jingtian Hu",
      "Jingxuan Zhou",
      "Yucheng Zhang",
      "Boxuan Zhou",
      "Peiqi Wang",
      "Xurong Li",
      "Bijie Bai",
      "Huaying Ren",
      "Laiyuan Wang",
      "Mona Jarrahi",
      "Yu Huang",
      "Aydogan Ozcan",
      "Xiangfeng Duan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13300",
    "title": "Real-time sensing of static displacement and vibrations using HOM  interference based quantum sensor",
    "abstract": "Hong-Ou-Mandel (HOM) interference, bunching of two indistinguishable photons on a balanced beam-splitter, has emerged as a promising tool for quantum sensing. The interference dip-width, thus the spectral-bandwidth of interfering pair-photons, highly influences the resolution of HOM-based sensors. Typically, the pair-photons bandwidth, generated through parametric down-conversion, is increased using bulky and expensive ultrafast lasers, limiting their use outside the lab. Here we show the generation of pair-photons with flexible spectral-bandwidth even using single-frequency, continuous-wave diode laser enabling high-precision, real-time sensing. Using 1-mm-long periodically-poled KTP crystal, we produced degenerate, high-brightness, paired-photons with spectral-bandwidth of 163.42$\\pm$1.68 nm resulting in a HOM-dip width of 4.01$\\pm$0.04 $\\mu$m to measure a displacement of 60 nm, and vibration amplitude of $205\\pm0.75$ nm with increment (resolution) of $\\sim$80 nm, and frequency of 8 Hz. Deployment of Fisher-information and maximum likelihood estimator enables optical delay measurement as small as 4.97 nm with precision (Cram\\'er-Rao bound) and accuracy of 0.89 and 0.54 nm, respectively. The 17$\\times$ enhancement of Fisher-information for the use of 1 mm crystal over 30 mm empowers the HOM-based sensor achieving any arbitrary precision (say $\\sim$5 nm) in small number of iterations ($\\sim$3300) and time (19 minutes); establishing it's capability for real-time, precision-augmented, in-field quantum sensing applications. ",
    "url": "https://arxiv.org/abs/2304.13300",
    "authors": [
      "Sandeep Singh",
      "Vimlesh Kumar",
      "Varun Sharma",
      "Daniele Faccio",
      "G. K. Samanta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13306",
    "title": "Quantum light-matter interactions in structured waveguides",
    "abstract": "We explore special features of quantum light-matter interactions inside structured waveguides due to their finite bandwidth, band edges, and non-trivial topological properties. We model the waveguides as either a tight-binding (TB) chain or a Su-Schrieffer-Heeger (SSH) chain. For unstructured waveguides with infinite bandwidth, the transmission and reflection amplitude of a side-coupled two-level emitter (2LE) are the same as the reflection and transmission amplitude of a direct-coupled 2LE. We show that this analogy breaks down for structured waveguides with finite bandwidth due to the appearance of Lamb shift only for the direct-coupled 2LE. We further predict a robust light-emitter coupling at zero collective decay width of a single giant 2LE (with two couplings at different points) near the band edges of the structured waveguides where topological features can be beneficial. Finally, we study single-photon dynamics in a heterojunction of a long TB and short SSH waveguide connected to a 2LE at the SSH end. We show the propagation of a photon from the excited emitter to the TB waveguide only when the SSH waveguide is in the topological phase. Thus, the heterojunction acts as a quantum switch or conditional propagation channel. ",
    "url": "https://arxiv.org/abs/2304.13306",
    "authors": [
      "Rupak Bag",
      "Dibyendu Roy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13516",
    "title": "An efficient neural optimizer for resonant nanostructures: demonstration  of highly-saturated red silicon structural color",
    "abstract": "Freeform nanostructures have the potential to support complex resonances and their interactions, which are crucial for achieving desired spectral responses. However, the design optimization of such structures is nontrivial and computationally intensive. Furthermore, the current \"black box\" design approaches for freeform nanostructures often neglect the underlying physics. Here, we present a hybrid data-efficient neural optimizer for resonant nanostructures by combining a reinforcement learning algorithm and Powell's local optimization technique. As a case study, we design and experimentally demonstrate silicon nanostructures with a highly-saturated red color. Specifically, we achieved CIE color coordinates of (0.677, 0.304)-close to the ideal Schrodinger's red, with polarization independence, high reflectance (>85%), and a large viewing angle (i.e., up to ~ 25deg). The remarkable performance is attributed to underlying generalized multipolar interferences within each nanostructure rather than the collective array effects. Based on that, we were able to demonstrate pixel size down to ~400 nm, corresponding to a printing resolution of 65,000 pixels per inch. Moreover, the proposed design model requires only ~300 iterations to effectively search a 13-dimensional design space - an order of magnitude more efficient than the previously reported approaches. Our work significantly extends the free-form optical design toolbox for high-performance flat-optical components and metadevices. ",
    "url": "https://arxiv.org/abs/2304.13516",
    "authors": [
      "Ronghui Lin",
      "Vytautas Valuckas",
      "Thi Thu Ha Do",
      "Arash Nemati",
      "Arseniy I. Kuznetsov",
      "Jinghua Teng",
      "Son Tung Ha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13527",
    "title": "Pulsed CW laser for long-term spectroscopic measurements at high power  in deep-UV",
    "abstract": "We present a novel technique for in-vacuum cavity-enhanced UV spectroscopy that allows nearly continuous measurements over several days, minimizing mirror degradation caused by high-power UV radiation. Our method relies on pulsing of the cavity's internal power, which increases the UV intensity to maximum only for short periods when the studied atom is within the cavity mode volume while keeping the average power low to prevent mirror degradation. Additionally, this method significantly decreases laser-induced background on charged particle detectors. The described 244 nm laser system is designed for 1S-2S two-photon CW spectroscopy of muonium in the Mu-MASS project. It was tested to provide intracavity powers above 20 W, requiring maintenance only a few times a day. The pulsing technique demonstrates minimal impact on the radiation frequency, with no observed shifts exceeding 15 kHz. Our approach represents a promising new technique for high-precision spectroscopy of atoms in harsh UV environments and demonstrates the feasibility of CW spectroscopy of muonium. ",
    "url": "https://arxiv.org/abs/2304.13527",
    "authors": [
      "Nikita Zhadnov",
      "Artem Golovizin",
      "Irene Cortinovis",
      "Ben Ohayon",
      "Lucas de Sousa Borges",
      "Gianluca Janka",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.13687",
    "title": "Quantum vibronic effects on the electronic properties of molecular  crystals",
    "abstract": "We present a study of molecular crystals, focused on the effect of nuclear quantum motion and anharmonicity on their electronic properties. We consider a system composed of relatively rigid molecules, a diamondoid crystal, and one composed of floppier molecules, NAI-DMAC, a thermally activated delayed fluorescence compound. We compute fundamental electronic gaps at the DFT level of theory, with the PBE and SCAN functionals, by coupling first-principles molecular dynamics with a nuclear quantum thermostat. We find a sizable zero-point-renormalization (ZPR) of the band gaps, which is much larger in the case of diamondoids (~ 0.6 eV) than for NAI-DMAC (~ 0.22 eV). We show that the frozen phonon (FP) approximation, which neglects inter-molecular anharmonic effects, leads to a large error (~ 50%) in the calculation of the band gap ZPR. Instead, when using a stochastic method, we obtain results in good agreement with those of our quantum simulations for the diamondoid crystal. However, the agreement is worse for NAI-DMAC where intra-molecular anharmonicities contribute to the ZPR. Our results highlight the importance of accurately including nuclear and anharmonic quantum effects to predict the electronic properties of molecular crystals. ",
    "url": "https://arxiv.org/abs/2304.13687",
    "authors": [
      "Arpan Kundu",
      "Giulia Galli"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08910",
    "title": "Convergence and Quantum Advantage of Trotterized MERA for  Strongly-Correlated Systems",
    "abstract": "Strongly-correlated quantum many-body systems are difficult to study and simulate classically. Our recent work [arXiv:2108.13401] proposed a variational quantum eigensolver (VQE) based on the multiscale entanglement renormalization ansatz (MERA) with tensors constrained to certain Trotter circuits. Here, we extend the theoretical analysis, testing different initialization and convergence schemes, determining the scaling of computation costs for various critical spin models, and establishing a quantum advantage. For the Trotter circuits being composed of single-qubit and two-qubit rotations, it is experimentally advantageous to have small rotation angles. We find that the average angle amplitude can be reduced substantially with negligible effect on the energy accuracy. Benchmark simulations show that choosing TMERA tensors as brick-wall circuits or parallel random-pair circuits yields very similar energy accuracies. ",
    "url": "https://arxiv.org/abs/2303.08910",
    "authors": [
      "Qiang Miao",
      "Thomas Barthel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13038",
    "title": "Diffusion Probabilistic Model Based Accurate and High-Degree-of-Freedom  Metasurface Inverse Design",
    "abstract": "Conventional meta-atom designs rely heavily on researchers' prior knowledge and trial-and-error searches using full-wave simulations, resulting in time-consuming and inefficient processes. Inverse design methods based on optimization algorithms, such as evolutionary algorithms, and topological optimizations, have been introduced to design metamaterials. However, none of these algorithms are general enough to fulfill multi-objective tasks. Recently, deep learning methods represented by Generative Adversarial Networks (GANs) have been applied to inverse design of metamaterials, which can directly generate high-degree-of-freedom meta-atoms based on S-parameter requirements. However, the adversarial training process of GANs makes the network unstable and results in high modeling costs. This paper proposes a novel metamaterial inverse design method based on the diffusion probability theory. By learning the Markov process that transforms the original structure into a Gaussian distribution, the proposed method can gradually remove the noise starting from the Gaussian distribution and generate new high-degree-of-freedom meta-atoms that meet S-parameter conditions, which avoids the model instability introduced by the adversarial training process of GANs and ensures more accurate and high-quality generation results. Experiments have proven that our method is superior to representative methods of GANs in terms of model convergence speed, generation accuracy, and quality. ",
    "url": "https://arxiv.org/abs/2304.13038",
    "authors": [
      "Zezhou Zhang",
      "Chuanchuan Yang",
      "Yifeng Qin",
      "Hao Feng",
      "Jiqiang Feng",
      "Hongbin Li"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.13073",
    "title": "Regularized lattice theory for spatially dispersive nonlinear optical  conductivities",
    "abstract": "Nonlinear optical responses are becoming increasingly relevant for characterizing the symmetries and quantum geometry of electronic phases in materials. Here, we develop an expanded diagrammatic scheme for calculating spatially dispersive corrections to nonlinear optical conductivities, which we expect to enhance or even dominate even-order responses in materials of recent interest. Building upon previous work that enforces gauge invariance of spatially uniform nonlinear optical responses, we review the cancellation of diagrams required to ensure the equivalence between velocity gauge and length gauge formulations, and provide a simple vertex rule for extending optical responses to first order in the light wave vector q. We then demonstrate the method with calculations on a prototypical centrosymmetric model where spatial dispersion admits anomalous secondharmonic generation, a response that is symmetry-forbidden under the dipole approximation. ",
    "url": "https://arxiv.org/abs/2304.13073",
    "authors": [
      "Steven Gassner",
      "Eugene J. Mele"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.13641",
    "title": "Exceptional points treatment of cavity spectroscopies",
    "abstract": "The infrared response of a system of two vibrational modes in a cavity is calculated by an effective non-Hermitian Hamiltonian derived by employing the nonequilibrium Green's functions (NEGF) formalism. Degeneracies of the Hamiltonian (exceptional points, EP) widely employed in theoretical analysis of optical cavity spectroscopies are used in an approximate treatment and compared with the full NEGF. Qualitative limitations of the EP treatment are explained by examining the approximations employed in the calculation. ",
    "url": "https://arxiv.org/abs/2304.13641",
    "authors": [
      "Shaul Mukamel",
      "Anqi Li",
      "Michael Galperin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.05853",
    "title": "Quantum diamond microscopy with optimized magnetic field sensitivity and  sub-ms temporal resolution",
    "abstract": " Title: Quantum diamond microscopy with optimized magnetic field sensitivity and  sub-ms temporal resolution ",
    "url": "https://arxiv.org/abs/2301.05853",
    "authors": [
      "Sangwon Oh",
      "Seong-Joo Lee",
      "Jeong Hyun Shim",
      "Nam Woong Song",
      "Truong Thi Hien"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12037",
    "title": "Possible depth-resolved reconstruction of shear moduli in the cornea  following collagen crosslinking (CXL) with optical coherence tomography and  elastography",
    "abstract": " Comments: Main: 10 Pages, 6 Figures Supplemental: 12 Pages, 3 Figures ",
    "url": "https://arxiv.org/abs/2301.12037",
    "authors": [
      "Gabriel Regnault",
      "Mitchell A. Kirby",
      "Ruikang K. Wang",
      "Tueng T. Shen",
      "Matthew O'Donnell",
      "Ivan Pelivanov"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2302.02377",
    "title": "Self-induced Transparency in a Semiconductor Quantum Dot medium at  ultra-cold temperatures",
    "abstract": " Comments: 11 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2302.02377",
    "authors": [
      "Samit Kumar Hazra",
      "P. K. Pathak",
      "Tarak Nath Dey"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.05931",
    "title": "Enabling infinite $Q$ factors in absorbing optical systems",
    "abstract": " Comments: 9 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2304.05931",
    "authors": [
      "Radoslaw Kolkowski",
      "Andriy Shevchenko"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.10387",
    "title": "Implantable Photonic Neural Probes with 3D-Printed Microfluidics and  Applications to Uncaging",
    "abstract": " Title: Implantable Photonic Neural Probes with 3D-Printed Microfluidics and  Applications to Uncaging ",
    "url": "https://arxiv.org/abs/2304.10387",
    "authors": [
      "Xin Mu",
      "Fu-Der Chen",
      "Ka My Dang",
      "Michael G. K. Brunk",
      "Jianfeng Li",
      "Hannes Wahn",
      "Andrei Stalmashonak",
      "Peisheng Ding",
      "Xianshu Luo",
      "Hongyao Chua",
      "Guo-Qiang Lo",
      "Joyce K. S. Poon",
      "Wesley D. Sacher"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11112",
    "title": "Adaptive beamforming for optical wireless communication via fiber modal  control",
    "abstract": " Comments: 17 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2304.11112",
    "authors": [
      "Chao Li",
      "Yiwen Zhang",
      "Xinda Yan",
      "Yuzhe Wang",
      "Xuebing Zhang",
      "Jian Cui",
      "Lei Zhu",
      "Juhao Li",
      "Zilun Li",
      "Shaohua Yu",
      "Zizheng Cao",
      "A.M.J. Koonen",
      "Chia Wei Hsu"
    ],
    "subjectives": [
      "Networking and Internet Architecture (cs.NI)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11999",
    "title": "Fast spectrometer near the Heisenberg limit with direct measurement of  time and frequency for multiple single photons",
    "abstract": " Title: Fast spectrometer near the Heisenberg limit with direct measurement of  time and frequency for multiple single photons ",
    "url": "https://arxiv.org/abs/2304.11999",
    "authors": [
      "Jakub Jirsa",
      "Sergei Kulkov",
      "Raphael A. Abrahao",
      "Jesse Crawford",
      "Aaron Mueninghoff",
      "Ermanno Bernasconi",
      "Claudio Bruschini",
      "Samuel Burri",
      "Stephen Vintskevich",
      "Michal Marcisovsky",
      "Edoardo Charbon",
      "Andrei Nomerotski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]