[
  {
    "id": "arXiv:2405.11044",
    "title": "Silicon Photonics Foundry Fabricated, Slow-Light Enhanced, Low Power Thermal Phase Shifter",
    "abstract": "           In this research, we developed a low-power silicon photonics foundry-fabricated slow-light thermal phase shifter (SLTPS) where the slow-light (SL) effect is achieved using an integrated Bragg grating (BG) waveguide. Heating the grating induces a red shift in the transmission spectrum, leading to an increased group index $n_g$ during operation, which facilitates a further reduction in the voltage needed for a $\\pi$ phase shift, i.e. $V_{\\pi}$. Additionally, we investigated a compact Mach-Zehnder Interferometer (MZI) that incorporates the SLTPS in both arms with a phase shifter length of 50 $\\mu$m. A detailed theoretical analysis was conducted to address the non-idealities of the SL-MZI due to uneven optical power splitting and unbalanced loss in the two MZI arms. The $V_{\\pi}$ and power consumption for a $\\pi$ phase shift $(P_{\\pi})$ of the SL-MZI were quantified for operation in the slow light regime, demonstrating a $V_{\\pi}$ of 1.1 V and a $P_{\\pi}$ of 3.63 mW at an operational wavelength near the photonic band edge. The figure of merit (FOM) $P_{\\pi} \\times \\tau$ is commonly used to assess the performance of thermal optical switches. The SL-MZI in this work has achieved a low $P_{\\pi} \\times \\tau$ of 5.1 mW $\\mu$s. Insertion loss of the SL-MZI ranges from 1.3 dB to 4.4 dB depending on the operation wavelength, indicating a trade-off with the $V_\\pi$ reduction.         ",
    "url": "https://arxiv.org/abs/2405.11044",
    "authors": [
      "Alexander Chen",
      "Meng Zhang",
      "Daniel Crowley",
      "Nicholas Gangi",
      "Amir Begović",
      "Zhaoran Rena Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11090",
    "title": "Dual-Core Optical Fibers for Efficient Mid-Infrared Generation via Third Order Frequency Mixing and Coupling-Length Phase Matching",
    "abstract": "           Appropriately designed dual-core fibers using coupling-length phase matching (CLPM) allow for phase-matched frequency downconversion over wide frequency intervals using the third-order optical nonlinearity of glass. By tuning the distance between the two cores, CLPM allows continuously tunable phase matching for widely different wavelengths for the process in which a pump wave at a frequency $\\omega_2$ generates or amplifies two waves with frequencies $\\omega_3>\\omega_2$ and $\\omega_1 = 2 \\omega_2 - \\omega_3$. The intensity-dependent correction that accounts for nonlinear phase-modulation is derived in general. In addition, a specific CLPM configuration is found to be insensitive to phase-modulation, and can achieve 100\\% theoretical quantum yield for pump wave injection in one core. Fiber-based frequency converters can thus be designed for large differences between pump wavelengths and generated wavelengths, with the phase-matched interaction enabling the use of meter-long fibers to compensate for low third-order susceptibilities. Examples of fiber designs for pump wavelengths at 1.3 and 1.55 $\\mu$m, to generate radiation with wavelengths longer than 2 $\\mu$m, are discussed for silica and fluoride fibers.         ",
    "url": "https://arxiv.org/abs/2405.11090",
    "authors": [
      "Jing Su",
      "Ivan Biaggio"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11102",
    "title": "CMOS-Compatible, AlScN-Based Integrated Electro-Optic Modulator",
    "abstract": "           Commercial production of integrated photonic devices is limited by scalability of desirable material platforms. We explore a relatively new photonic material, AlScN, for its use in electro-optic modulation. Its CMOS-compatibility could facilitate large-scale production of integrated photonic modulators, and it exhibits an enhanced second-order optical nonlinearity compared to intrinsic AlN, indicating the possibility for efficient modulation. Here, we measure the electro-optic effect in AlScN-based modulators, demonstrating $V_{\\pi}L$ around 750 V$\\cdot$cm. Since the electro-optic response is smaller than expected, we discuss potential causes for the reduced response and future outlook for AlScN-based photonics.         ",
    "url": "https://arxiv.org/abs/2405.11102",
    "authors": [
      "Valerie Yoshioka",
      "Jicheng Jin",
      "Haiqi Zhou",
      "Zichen Tang",
      "Roy H. Olsson III",
      "Bo Zhen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11259",
    "title": "Combined Classical and Quantum Accelerometers For the Next Generation of Satellite Gravity Missions",
    "abstract": "           Cold atom interferometry (CAI)-based quantum accelerometers are very promising for future satellite gravity missions thanks to their strength in providing long-term stable and precise measurements of non-gravitational accelerations. However, their limitations due to the low measurement rate and the existence of ambiguities in the raw sensor measurements call for hybridization of the quantum accelerometer (Q-ACC) with a classical one (e.g., electrostatic) with higher bandwidth. While previous hybridization studies have so far considered simple noise models for the Q-ACC and neglected the impact of satellite rotation on the phase shift of the accelerometer, we perform here a more advanced hybridization simulation by implementing a comprehensive noise model for the satellite-based quantum accelerometers and considering the full impact of rotation, gravity gradient, and self-gravity on the instrument. We perform simulation studies for scenarios with different assumptions about quantum and classical sensors and satellite missions. The performance benefits of the hybrid solutions, taking the synergy of both classical and quantum accelerometers into account, will be quantified. We found that implementing a hybrid accelerometer onboard a future gravity mission improves the gravity solution by one to two orders in lower and higher degrees. In particular, the produced global gravity field maps show a drastic reduction in the instrumental contribution to the striping effect after introducing measurements from the hybrid accelerometers.         ",
    "url": "https://arxiv.org/abs/2405.11259",
    "authors": [
      "Alireza HosseiniArani",
      "Manuel Schilling",
      "Benjamin Tennstedt",
      "Alexey Kupriyanov",
      "Quentin Beaufils",
      "Annike Knabe",
      "Arpetha C. Sreekantaiah",
      "Franck Pereira dos Santos",
      "Steffen Schön",
      "Jürgen Müller"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Space Physics (physics.space-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11398",
    "title": "Second-harmonic optical diffraction tomography",
    "abstract": "           Optical diffraction tomography (ODT) has emerged as an important label-free tool in biomedicine to measure the three-dimensional (3D) structure of a biological sample. In this paper, we describe ODT using second-harmonic generation (SHG) which is a coherent nonlinear optical process with a strict symmetry selectivity and has several advantages over traditional fluorescence methods. We report the tomographic retrieval of the 3D second-order nonlinear optical susceptibility using two-dimensional holographic measurements of the SHG fields at different illumination angles and polarization states. The method is a generalization of the conventional linear ODT to the nonlinear scenario. We demonstrate the method with a numerically simulated nanoparticle distribution and an experiment with muscle tissue fibers. Our results show that SHG ODT does not only provide an effective contrast mechanism for label-free imaging but also due to the symmetry requirement enables the visualization of properties that are not otherwise accessible.         ",
    "url": "https://arxiv.org/abs/2405.11398",
    "authors": [
      "Amirhossein Saba",
      "Carlo Gigli",
      "Ye Pu",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11503",
    "title": "Quantum delocalization, structural order, and density response of the strongly coupled electron liquid",
    "abstract": "           We investigate the impact of electronic correlations and quantum delocalization onto the static structure factor and static density response function of the strongly coupled electron liquid. In contrast to a classical system, the density response of the electron liquid vanishes on small length scales due to quantum delocalization effects, which we rigorously quantify in terms of imaginary-time correlation functions and dynamic Matsubara response functions. This allows us to analyze the interplay of structural order and dynamic quantum effects as it manifests in the dynamic Matsubara local field correction. Finally, we identify an effective electronic attraction in the spin-offdiagonal static density response when the wavelength of the perturbation is commensurate with the average interparticle distance.         ",
    "url": "https://arxiv.org/abs/2405.11503",
    "authors": [
      "Tobias Dornheim",
      "Panagiotis Tolias",
      "Jan Vorberger",
      "Zhandos Moldabekov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2405.11527",
    "title": "Laser Offset Stabilization with Chip-Scale Atomic Diffractive Elements",
    "abstract": "           Achieving precise and adjustable control over laser frequency is an essential requirement in numerous applications such as precision spectroscopy, quantum control, and sensing. In many such applications it is desired to stabilize a laser with a variable detuning from an atomic line. In this study, we employ an offset-stabilization scheme by utilizing phase contrast spectroscopy in microfabricated atomic diffractive elements vapor-cells. The spectroscopic response of such a device generates oscillating optical fringes, providing multiple optical frequency stabilization points across a bandwidth of tens of gigahertz, centered around the absorption resonances of Rb. Using this device, we demonstrate laser stabilization at various offset frequencies with instabilities reaching sub-megahertz levels. We further explore the fundamental limitations of our hybrid atomic-photonic device, drawing parallels to birefringent and dichroic spectroscopy apparatuses, which are commonly employed for offset stabilization. Our system showcases a broad offset lock bandwidth, a highly compact footprint, scalability to chip-scale production, and the ability to operate without reliance on magnetic fields. These attributes pave the way for a multitude of applications in quantum technologies.         ",
    "url": "https://arxiv.org/abs/2405.11527",
    "authors": [
      "Heleni Krelman",
      "Ori Nefesh",
      "Kfir Levi",
      "Douglas G. Bopp",
      "Songbai Kang",
      "John E. Kitching",
      "Liron Stern"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11567",
    "title": "Shortcut to Chemically Accurate Quantum Computing via Density-based Basis-set Correction",
    "abstract": "           Quantum computing promises a computational advantage over classical methods in electronic-structure calculations, with expected applications in drug design and materials science. Accessing a quantitative description of chemical systems while minimizing quantum resources, such as the number of qubits, is an essential challenge given the limited capabilities of current quantum processors. We provide a shortcut towards quantum computations at chemical accuracy by approaching the complete-basis-set limit (CBS) through integrating density-functional theory into quantum algorithms via density-based basis-set corrections coupled to basis-sets crafted on-the-fly and specifically adapted to a given system/user-defined qubit budget. The approach self-consistently accelerates the basis-set convergence, improving electronic densities, ground-state energies, and first-order properties such as dipole moments. It can also serve as a classical, \\textit{a posteriori}, energy correction to quantum hardware calculations. The strategy is assessed using GPU-accelerated state-vector emulation up to 32 qubits. We converge the ground-state energies of four systems (He, Be, H$_2$, LiH) within chemical accuracy of the CBS full-configuration-interaction reference, while offering a systematic increase of accuracy beyond a double-zeta quality for various molecules up to the H$_8$ hydrogen chain. We also obtain dissociation curves for H$_2$ and LiH that reach the CBS limit whereas for the challenging simulation of the N$_2$ triple-bond breaking, we achieve a near-triple-zeta quality at the cost of a minimal basis-set. This hybrid strategy allows us to obtain quantitative results that would otherwise require brute-force quantum simulations using far more than 100 logical qubits, thereby opening up opportunities to explore real-world chemistry with reasonable computational resources.         ",
    "url": "https://arxiv.org/abs/2405.11567",
    "authors": [
      "Diata Traore",
      "Olivier Adjoua",
      "César Feniou",
      "Ioanna-Maria Lygatsika",
      "Yvon Maday",
      "Evgeny Posenitskiy",
      "Kerstin Hammernik",
      "Alberto Peruzzo",
      "Julien Toulouse",
      "Emmanuel Giner",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11661",
    "title": "A 2.7 $\\mu$m Backward Wave Optical Parametric Oscillator Source for CO$_2$ Spectroscopy",
    "abstract": "           In this study, we demonstrated the direct use of an inherently narrowband backward wave in the mid-infrared for CO$_2$ and H$_2$O vapor spectroscopy in ambient air. This wave is generated in a backward wave optical parametric oscillator (BWOPO) pumped by a multi longitudinal mode laser at 1030 nm, eliminating the need for additional spectral narrowing or wavelength stabilization. A full characterization of the source is presented, revealing a central output at 2712 nm, showcasing temperature tuning of -1.77 GHz/K, and achieving an output pulse energy of 2.3 $\\mu$J. Novel methods are introduced for measuring the linewidth and wavelength stability using lab air. These approaches demonstrate a narrow output of 43 pm and establish an upper limit of stability at 65 MHz, with no active means of stabilization. These findings underscore the potential of BWOPOs as a robust platform for future DIAL systems.         ",
    "url": "https://arxiv.org/abs/2405.11661",
    "authors": [
      "Adrian Vågberg",
      "Martin Brunzell",
      "Max Widarsson",
      "Patrick Mutter",
      "Andrius Zukauskas",
      "Fredrik Laurell",
      "Valdas Pasiskevicius"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11934",
    "title": "Elucidating the role of electron transfer in the photoluminescence of $\\mathrm{MoS_{2}}$ quantum dots synthesized by fs-pulse ablation",
    "abstract": "           Herein, $\\mathrm{MoS_{2}}$ quantum dot (QDs) with controlled optical, structural, and electronic properties are synthesized using the femtosecond pulsed laser ablation in liquid (fs-PLAL) technique by varying pulse-width, ablation power, and ablation time to harness the potential for next-generation optoelectronics and quantum technology. Furthermore, this work elucidates key aspects of the mechanisms underlying the near-UV and blue emission, the accompanying large Stokes-shift, and the consequent change in sample color with laser exposure parameters pertaining to $\\mathrm{MoS_{2}}$ QDs. Through spectroscopic analysis, including UV-visible absorption, photoluminescence, and Raman spectroscopy, we successfully unravelled the mechanisms for the change in optoelectronic properties of $\\mathrm{MoS_{2}}$ QDs with laser parameters. We realize that the occurrence of a secondary phase, specifically $\\mathrm{MoO_{3-x}}$, is responsible for the significant Stokes-shift and blue emission observed in this QDs system. The primary factor influencing these activities is the electron transfer observed between these two phases, as validated by excitation dependent photoluminescence, XPS and Raman spectroscopies.         ",
    "url": "https://arxiv.org/abs/2405.11934",
    "authors": [
      "Anubhab Sahoo",
      "Tejendra Dixit",
      "K. V. Anil Kumar",
      "K. Lakshmi Ganapathi",
      "Pramoda K. Nayak",
      "M. S. Ramachandra Rao",
      "Sivarama Krishnan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11980",
    "title": "Tutorial on Silicon Photonics Integrated Platform Fiber Edge Coupling",
    "abstract": "           Photonic integrated circuits (PICs) play a crucial role in almost every aspect of modern life, such as data storage, telecommunications, medical diagnostics, green energy, autonomous driving, agriculture, and high-performance computing. To fully harness their benefits, an efficient coupling mechanism is required to successfully launch light into waveguides from fibers. This study introduces low-loss coupling strategies and their implementation for a silicon nitride integrated platform. Here we present an overview of coupling technologies, optimized designs, and a tutorial on manufacturing techniques for inverted tapers, which enable effective coupling for both transverse-magnetic and transverse-electric modes. The optimized coupling losses for the UHNA-7 fiber and the inverted taper Si3N4 coupler reached -0.81 dB at 1550 nm per connection for single-mode waveguides with 220x1200 nm cross section. The measured coupling losses in the inverted taper coupler with a standard single-mode fiber were -3.28 dB at 1550 nm per connection for the same platform.         ",
    "url": "https://arxiv.org/abs/2405.11980",
    "authors": [
      "Sergey S. Avdeev",
      "Aleksandr S. Baburin",
      "Evgeniy V. Sergeev",
      "Alexei B. Kramarenko",
      "Arseniy V. Belyaev",
      "Danil V. Kushnev",
      "Kirill A. Buzaverov",
      "Ilya A. Stepanov",
      "Sergey V. Bukatin",
      "Ali Sh. Amiraslanov",
      "Evgeniy S. Lotkov",
      "Dmitriy A. Baklykov",
      "Ilya A. Rodionov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.10309",
    "title": "Hydrodynamic Edge Modes and Fragile Surface States of Symmetry Protected Integer Quantum Hall Effect of Bosons",
    "abstract": "           We adapt the fluid description of Fractional Quantum Hall (FQH) states, as seen in (arXiv:2203.06516), to model a system of interacting two-component bosons. This system represents the simplest physical realization of an interacting bosonic Symmetry-Protected Topological (SPT) phase, also known as the integer quantum Hall effect (IQHE) of bosons. In particular, we demonstrate how the fluid dynamical boundary conditions of no-penetration and no-stress at a hard wall naturally give rise to the two counter-propagating boundary modes expected in these SPT phases. Moreover, we identify energy-conserving hydro boundary conditions that can either create a gap in these edge modes or completely isolate the edge states from the bulk, as described in (Physical Review X 14, 011057 (2024)), where they are termed fragile surface states. These fragile surface states are typically absent in K-matrix edge theories and require bulk dynamics to manifest. By leveraging insights from hydrodynamical boundary dynamics, we can further elucidate the intricate surface properties of SPTs beyond the usual topological quantum field theory based approaches.         ",
    "url": "https://arxiv.org/abs/2405.10309",
    "authors": [
      "Dylan Reynolds",
      "Gustavo M. Monteiro",
      "Sriram Ganeshan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2405.10977",
    "title": "Frequency stabilization of self-sustained oscillations in a sideband-driven electromechanical resonator",
    "abstract": "           We present a method to stabilize the frequency of self-sustained vibrations in micro- and nanomechanical resonators. The method refers to a two-mode system with the vibrations at significantly different frequencies. The signal from one mode is used to control the other mode. In the experiment, self-sustained oscillations of micromechanical modes are excited by pumping at the blue-detuned sideband of the higher-frequency mode. Phase fluctuations of the two modes show near perfect anti-correlation. They can be compensated in either one of the modes by a stepwise change of the pump phase. The phase change of the controlled mode is proportional to the pump phase change, with the proportionality constant independent of the pump amplitude and frequency. This finding allows us to stabilize the phase of one mode against phase diffusion using the measured phase of the other mode. We demonstrate that phase fluctuations of either the high or low frequency mode can be significantly reduced. The results open new opportunities in generating stable vibrations in a broad frequency range via parametric downconversion in nonlinear resonators.         ",
    "url": "https://arxiv.org/abs/2405.10977",
    "authors": [
      "B. Zhang",
      "Yingming Yan",
      "X. Dong",
      "M. I. Dykman",
      "H. B. Chan"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11091",
    "title": "Electrically Poled Vapor-Deposited Organic Glasses for Integrated Electro-Optics",
    "abstract": "           We introduce electrically-poled small molecule assemblies that can serve as the active electro-optic material in nano-scale guided-wave circuits such as those of the silicon photonics platform. These monolithic organic materials can be vacuum-deposited to homogeneously fill nanometer-size integrated-optics structures, and electrically poled at higher temperatures to impart an orientational non-centrosymmetric order that remains stable at room temperature. An initial demonstration using the DDMEBT molecule and corona poling delivered a material with the required high optical quality, an effective glass transition temperature of the order of $\\sim 80$ $^\\circ$C, and an electro-optic coefficient of $20$~pm/V.         ",
    "url": "https://arxiv.org/abs/2405.11091",
    "authors": [
      "Lauren Dallachiesa",
      "Ivan Biaggio"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11140",
    "title": "Microstructured optical fibres for quantum applications: perspective",
    "abstract": "           Recent progress in the development and applications of microstructured optical fibres for quantum technologies is summarised. The optical nonlinearity of solid-core and gas-filled hollow-core fibres provides a valuable medium for the generation of quantum resource states, as well as for quantum frequency conversion between the operating wavelengths of existing quantum photonic material architectures. The low loss, low latency and low dispersion of hollow-core fibres make these fibres particularly attractive for both short- and long-distance links in quantum networks. Hollow-core fibres also promise to replace free-space optical components in a wide range of atomic experiments.         ",
    "url": "https://arxiv.org/abs/2405.11140",
    "authors": [
      "Cameron McGarry",
      "Kerrianne Harrington",
      "Alex O. C. Davis",
      "Peter J. Mosley",
      "Kristina R. Rusimova"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11387",
    "title": "Conditions for enhancement of chemical reactions in gas phase inside a dark cavity",
    "abstract": "           Enhancing chemical reactions, such as $A+B \\to [\\textit{activated complex}]^\\# \\to C+D$, in gas phase through its coupling to quantum-electrodynamics (QED) modes in a dark cavity is investigated. The main result is that the enhancement of the reaction rate by a dark cavity is for asymmetric reactions (products different from reactants.) Notice that in addition to the cavity been dark, the reactants are in their ground electronic and vibrational states, i.e., it is indeed dark. Theoretical derivation, utilizing the non-Hermitian formalism of quantum mechanics (NHQM), provides conditions and guidelines for selecting the proper type of reactions that can be enhanced by a dark cavity. Nevertheless, the time-dependent simulations of such experiments can be carried out using the standard (Hermitian) scattering theory (but including the conditions derived via NHQM). We believe that this work opens a gate to new types of studies and hopefully helps to close the gap between theory and experiments in this fascinating, relatively new field of research. As an example, we demonstrate that the asymmetric reaction rates of $O+D_2\\to [ODD]^{\\#} \\to OD+D$ and $H+ArCl \\to [ArHCl]^{\\#} \\to H+Ar+Cl$ can be enhanced by a dark cavity. Contrary, the dark cavity effect on the symmetric reaction of hydrogen exchange in methane will be negligible.         ",
    "url": "https://arxiv.org/abs/2405.11387",
    "authors": [
      "Nimrod Moiseyev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11782",
    "title": "Formulation and evaluation of ocean dynamics problems as optimization problems for quantum annealing machines",
    "abstract": "           Recent advancements in quantum computing suggest the potential to revolutionize computational algorithms across various scientific domains including oceanography and atmospheric science. The field is still relatively young and quantum computation is so different from classical computation that suitable frameworks to represent oceanic and atmospheric dynamics are yet to be explored. Quantum annealing, one of the major paradigms, focuses on combinatorial optimization tasks. In this paper, we solve the classical Stommel problem by quantum annealing (QA) and simulated annealing (SA), a classical counterpart of quantum annealing. We cast the linear partial differential equation into an optimization problem by the least-squares method and discretize the cost function in two ways: finite difference and truncated basis expansion. In either case, SA successfully reproduces the expected solution when appropriate parameters are chosen, demonstrating that annealing has the potential. In contrast, QA using the D-Wave quantum annealing machine fails to obtain good solutions for some cases owing to hardware limitations; in particular, the highly limited connectivity graph of the machine limits the size of the solvable problems, at least under currently available algorithms. Either expanding the connectivity graph or improving the graph embedding algorithms would probably be necessary for quantum annealing machines to be usable for oceanic and atmospheric dynamics problems. While this finding emphasizes the need for hardware improvements and enhancements in graph embedding algorithms for practical applications of quantum annealers, the results from simulated annealing suggest its potential to address practical geophysical dynamics problems. As quantum calculation continues to evolve, addressing these challenges may lead to transformative advancements in ocean and atmosphere modeling.         ",
    "url": "https://arxiv.org/abs/2405.11782",
    "authors": [
      "Takuro Matsuta",
      "Ryo Furue"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2405.11935",
    "title": "A Flat Dual-Polarized Millimeter-Wave Luneburg Lens Antenna Using Transformation Optics with Reduced Anisotropy and Impedance Mismatch",
    "abstract": "           In this paper, a compact wideband dual-polarized Luneburg lens antenna (LLA) with reduced anisotropy and improved impedance matching is proposed in Ka band with a wide 2D beamscanning capability. Based on transformation optics, the spherical Luneburg lens is compressed into a cylindrical one, while the merits of high gain, broad band, wide scanning, and free polarization are preserved. A trigonometric function is employed to the material property of the flattened Luneburg lens with reduced anisotropy, thus effectively alleviates the strong reflection, the high sidelobes and back radiation with a free cost on the antenna weight and volume. Furthermore, a light thin wideband 7-by-1 metasurface phased array is studied as the primary feed for the LLA. The proposed metantenna, shorted for metamaterial-based antenna, has a high potential for B5G, future wireless communication and radar sensing as an onboard system.         ",
    "url": "https://arxiv.org/abs/2405.11935",
    "authors": [
      "Yuanyan Su",
      "Teng Li",
      "Wei Hong",
      "Zhi Ning Chen",
      "Anja K. Skrivervik"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.11990",
    "title": "Coherent Quantum Communications Across National Scale Telecommunication Infrastructure",
    "abstract": "           Quantum communications harness quantum phenomena like superposition and entanglement to enhance information transfer between remote nodes. Coherent quantum communications, essential for phase-based quantum internet architecture, require optical coherence among nodes and typically involve single-photon interference. Challenges like preserving optical coherence and integrating advanced single-photon detectors have impeded their deployment in existing telecommunication networks. This study introduces innovative approaches to the architecture and techniques supporting coherent quantum communications, marking their first successful integration within a commercial telecom infrastructure between Frankfurt and Kehl, Germany. Employing the Twin Field Quantum Key Distribution protocol, we achieved encryption key distribution at 110 bit/s over 254 km. This system features measurement-device-independent properties and non-cryogenically cooled detectors, and represents the first effective quantum repeater implementation on telecom infrastructure, the longest practical quantum key distribution deployment to date, and validates the feasibility of a phase-based quantum internet architecture.         ",
    "url": "https://arxiv.org/abs/2405.11990",
    "authors": [
      "Mirko Pittaluga",
      "Yuen San Lo",
      "Adam Brzosko",
      "Robert I. Woodward",
      "Matthew S. Winnel",
      "Thomas Roger",
      "James F. Dynes",
      "Kim A. Owen",
      "Sergio Juarez",
      "Piotr Rydlichowski",
      "Domenico Vicinanza",
      "Guy Roberts",
      "Andrew J. Shields"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.12066",
    "title": "QuanEstimation.jl: An open-source Julia framework for quantum parameter estimation",
    "abstract": "           As the main theoretical support of quantum metrology, quantum parameter estimation must follow the steps of quantum metrology towards the applied science and industry. Hence, optimal scheme design will soon be a crucial and core task for quantum parameter estimation. To efficiently accomplish this task, software packages aimed at computer-aided design are in high demand. In response to this need, we hereby introduce QuanEstimation.jl, an open-source Julia framework for scheme evaluation and design in quantum parameter estimation. It can be used either as an independent package or as the computational core of the recently developed hybrid-language (Python-Julia) package QuanEstimation [Phys. Rev. Res. 4, 043057 (2022)]. Utilizing this framework, the scheme evaluation and design in quantum parameter estimation can be readily performed, especially when quantum noises exist.         ",
    "url": "https://arxiv.org/abs/2405.12066",
    "authors": [
      "Huai-Ming Yu",
      "Jing Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2405.12102",
    "title": "Collective Quantum Entanglement in Molecular Cavity Optomechanics",
    "abstract": "           We propose an optomechanical scheme for reaching quantum entanglement in vibration polaritons. The system involves $N$ molecules, whose vibrations can be fairly entangled with plasmonic cavities. We find that the vibration-photon entanglement can exist at room temperature and is robust against thermal noise. We further demonstrate the quantum entanglement between the vibrational modes through the plasmonic cavities, which shows a delocalized nature and an incredible enhancement with the number of molecules. The underlying mechanism for the entanglement is attributed to the strong vibration-cavity coupling which possesses collectivity. Our results provide a molecular optomechanical scheme which offers a promising platform for the study of noise-free quantum resources and macroscopic quantum phenomena.         ",
    "url": "https://arxiv.org/abs/2405.12102",
    "authors": [
      "Jian Huang",
      "Girish S. Agarwal",
      "Zhedong Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2307.09612",
    "title": "Optical taxonomic signal",
    "abstract": "           Scattering of light by biological tissue has hindered applications of spectroscopy to medical diagnosis. We describe here a combination of feature selection techniques and several discriminant statistics that may mitigate this problem. In the particular case of spectroscopy, a useful feature should have linewidth, which in practice means that the discriminant statistic should have significant values on several contiguous pixels of the detector. We also suggest a definition for optical taxonomic signal as a measure of how efficacious a particular combination may be and how much other variables such as source-detector separation and fiber width may affect discrimination.         ",
    "url": "https://arxiv.org/abs/2307.09612",
    "authors": [
      "Frank A. Greco"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2307.12030",
    "title": "The LCLS-II Photoinjector Laser Infrastructure",
    "abstract": "           This paper presents a comprehensive technical overview of the Linac Coherent Light Source II (LCLS-II) photoinjector laser system, its first and foremost component. The LCLS-II photoinjector laser system serves as an upgrade to the original LCLS at SLAC National Accelerator Laboratory. This advanced laser system generates high-quality laser beams for LCLS-II, contributing to the instrument's unprecedented brightness, precision, and flexibility. Our discussion extends to the various subsystems that comprise the photoinjector, including the photocathode laser, laser heater, and beam transport systems. Lastly, we draw attention to the ongoing research and development infrastructure underway to enhance the functionality and efficiency of the LCLS-II, and similar X-ray free-electron laser facilities around the world, thereby contributing to the future of laser technology and its applications.         ",
    "url": "https://arxiv.org/abs/2307.12030",
    "authors": [
      "Hao Zhang",
      "Sasha Gilevich",
      "Alan Miahnahri",
      "Shawn Alverson",
      "Axel Brachmann",
      "Joseph Duris",
      "Paris Franz",
      "Alan Fry",
      "Jack Hirschman",
      "Kirk Larsen",
      "Randy Lemons",
      "Siqi Li",
      "Brittany Lu",
      "Agostino Marinelli",
      "Mikael Martinez",
      "Justin May",
      "Erel Milshtein",
      "Krishna Murari",
      "Nicole Neveu",
      "Joseph Robinson",
      "John Schmerge",
      "Linshan Sun",
      "Theodore Vecchione",
      "Chengcheng Xu",
      "Feng Zhou",
      "Sergio Carbajo"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.08973",
    "title": "Control of the damage threshold of Si via a SiO2 coating upon irradiation with Mid-IR femtosecond laser pulses",
    "abstract": "           A key issue in the use of high-power mid-infrared (Mid-IR) laser sources for a plethora of applications is the investigation of the exciting laser driven physical phenomena taking place in materials coated with dielectric films. Here, we present a theoretical investigation of the ultrafast processes and thermal response upon excitation of two-layered complexes consisting of fused silica thin films placed on silicon substrates with ultrashort pulsed lasers in the Mid-IR spectral regime. Through the development of a theoretical model, we demonstrate that the control of the underlying ultrafast phenomena and the damage threshold (DT) of the substrate are achieved via an appropriate modulation of the thickness of the SiO2 film. It is shown that a decrease of DT by up to 27% compared to the absence of coating is feasible emphasising the impact of coatings of a lower refractive index than the substrate. Besides this, it is demonstrated that no absorption of energy occurs within the SiO2 layer, therefore the dynamics of the reflectivity of the two-layered complex is directly associated with the electron excitation in the substrate. These remarkable predictions can be employed for the development of new optical coatings and components for nonlinear optics and photonics for a large range of Mid-IR laser-based applications.         ",
    "url": "https://arxiv.org/abs/2312.08973",
    "authors": [
      "George D. Tsibidis",
      "Emmanuel Stratakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14756",
    "title": "Gradient descent optimization of acoustic holograms for transcranial focused ultrasound",
    "abstract": "           Acoustic holographic lenses, also known as acoustic holograms, can change the phase of a transmitted wavefront in order to shape and construct complex ultrasound pressure fields, often for focusing the acoustic energy on a target region. These lenses have been proposed for transcranial focused ultrasound (tFUS) to create diffraction-limited focal zones that target specific brain regions while compensating for skull aberration. Holograms for tFUS are currently designed using time-reversal approaches in full-wave time-domain numerical simulations. However, such simulations need time-consuming computations, which severely limits the adoption of iterative optimization strategies. Furthermore, in the time-reversal method, the number and distribution of virtual sources can significantly influence the final sound field. Because of the computational constraints, predicting these effects and determining the optimal arrangement is challenging. This study introduces an efficient method for designing acoustic holograms using a volumetric holographic technique to generate focused fields inside the skull. The proposed method combines a modified mixed-domain method for ultrasonic propagation with a gradient descent iterative optimization algorithm. This approach enables substantially faster holographic computation than previously reported techniques. The iterative process uses explicitly defined loss functions to bias the ultrasound field's optimization parameters to specific desired characteristics, such as axial resolution, transversal resolution, coverage, and focal region uniformity, while eliminating the uncertainty associated with virtual sources in time-reversal techniques. Numerical studies are conducted on four brain structures: the anterior insula, hippocampus, caudate nucleus, and amygdala. The findings are further validated in underwater experiments with a 3D-printed skull phantom.         ",
    "url": "https://arxiv.org/abs/2401.14756",
    "authors": [
      "Ahmed Sallam",
      "Ceren Cengiz",
      "Mihir Pewekar",
      "Eric Hoffmann",
      "Wynn Legon",
      "Eli Vlaisavljevich",
      "Shima Shahab"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Biological Physics (physics.bio-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2405.09912",
    "title": "Driver at 10 MJ and 1 shot/30min for inertial confinement fusion at high gain: efficient, compact, low-cost, low laser-plasma instabilities, beam-color selectable from 2 omega/3 omega/4 omega, applicable to multiple laser fusion schemes",
    "abstract": "           The ignition at the National Ignition Facility (NIF) set off a global wave of research on the inertial fusion energy (IFE). However, IFE requires a necessary target gain G of 30-100, while it is hard to achieve the fusions at such high gain with the energy, configuration, and technical route of the NIF. We will present a conceptual design for the next generation laser driver of 10 MJ, 2~3 PW at the laser wavelength of 0.353 micrometer (or 0.353 micrometer, then the energy and power can be higher), and 1 shot per 30 minutes, which is efficient, compact, low-cost, low laser-plasma instabilities, applicable to multiple laser fusion schemes, and aiming for G > 30.         ",
    "url": "https://arxiv.org/abs/2405.09912",
    "authors": [
      "Zhan Sui",
      "Ke Lan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2305.02976",
    "title": "Mechanism of laser induced self-organized void array formation in Polydimethylsiloxane (PDMS)",
    "abstract": "           This study investigated the formation of multi-voids in polydimethylsiloxane (PDMS) using a multi-pulse irradiation method and explored the impact of laser energy, number of pulses per micron (writing speed), and laser spot size (NA) on the process. The experimental results revealed that multi-void formation occurred due to multi-pulse irradiation in the bulk of PDMS. Additionally, increasing laser energy led to an increase in the number of voids, while the number of voids did not change with an increase in the number of pulses per micron for a fixed laser parameter. However, the size of the voids increased with the number of pulses per micron, and tighter focusing conditions (higher NA) resulted in smaller voids with a shorter distance between them. Furthermore, Finite-Difference-Time-Domain (FDTD) simulations reproduced the generation of void arrays in PDMS using a similar multi-laser pulse approach. By modeling the voids as concentric spheres with densified shells and simulating the laser interaction with the voids, we showed that void array generation in PDMS is a linear mechanism. This study provides valuable insight into the mechanism behind the formation of void arrays in PDMS. The simulation results agrees well with the experimental results to further validate the model and gain a better understanding of the physical processes involved in the generation of void arrays in PDMS.         ",
    "url": "https://arxiv.org/abs/2305.02976",
    "authors": [
      "N. Naseri",
      "A. Alshehri",
      "L. Ramunno",
      "R. Bhardwaj"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.07855",
    "title": "Modeling the performance and bandwidth of single-atom adiabatic quantum memories",
    "abstract": "           Quantum memories are essential for quantum repeaters that will form the backbone of the future quantum internet. Such memory can capture a signal state for a controllable amount of time after which this state can be retrieved. In this work, we theoretically investigated how atomic material and engineering parameters affect the performance and bandwidth of a quantum memory. We have applied a theoretical model for quantum memory operation based on the Lindblad master equation and adiabatic quantum state manipulation. The materials properties and their uncertainty are evaluated to determine the performance of Raman-type quantum memories by showcasing two defects in two-dimensional hexagonal boron nitride (hBN). We have derived a scheme to calculate the signal bandwidth based on the material parameters as well as the maximum efficiency that can be realized. The bandwidth depends on four factors: the signal photon frequency, the dipole transition moments in the electronic structure, cavity volume, and the strength of the external control electric field. As our scheme is general and independent of materials, it can be applied to many other quantum materials with a suitable three-level structure. We therefore provided a promising route for designing and selecting materials for quantum memories. Our work is therefore an important step toward the realization of a large-scale quantum network.         ",
    "url": "https://arxiv.org/abs/2306.07855",
    "authors": [
      "Takla Nateeboon",
      "Chanaprom Cholsuk",
      "Tobias Vogl",
      "Sujin Suwanna"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Mathematical Physics (math-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16876",
    "title": "Quantum coherent and measurement feedback control based on atoms coupled with a semi-infinite waveguide",
    "abstract": "           In this paper, we show that quantum feedback control may be applied to generate desired states for atomic and photonic systems based on a semi-infinite waveguide coupled with multiple two-level atoms. In this set-up, an initially excited atom can emit one photon into the waveguide, which can be reflected by the terminal mirror or other atoms to establish different feedback loops via the coherent interactions between the atom and photon. When there are at most two excitations in the waveguide quantum electrodynamics (waveguide QED) system, the evolution of quantum states can be interpreted using random graph theory. While this process is influenced by the environment, and we clarify that the environment-induced dynamics can be eliminated by measurement-based feedback control or coherent drives. Thus, in the open system atom-waveguide interactions, measurement-based feedback can modulate the final steady quantum state, while simultaneously, the homodyne detection noise in the measurement process can induce oscillations, which is treated by the coherent feedback designs.         ",
    "url": "https://arxiv.org/abs/2307.16876",
    "authors": [
      "Haijin Ding",
      "Nina H. Amini",
      "Guofeng Zhang",
      "John E. Gough"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09481",
    "title": "Coupled metamaterial-phonon terahertz range polaritons in a topological insulator",
    "abstract": "           We report terahertz time-domain spectroscopy (TDTS) experiments demonstrating strong light-matter coupling in a terahertz (THz) LC-metamaterial in which the phonon resonance of a topological insulator (TI) thin film is coupled to the photonic modes of an array of electronic split-ring resonators. As we tune the metamaterial resonance frequency through the frequency of the low frequency $\\alpha$ mode of (Bi$_x$Sb$_{1-x}$)$_2$Te$_3$ (BST), we observe strong mixing and level repulsion between phonon and metamaterial resonance. This hybrid resonance is a phonon polariton. We observe a normalized coupling strength, $\\eta$ = $\\Omega_R$/$\\omega_c$ $\\approx$ 0.09, using the measured vacuum Rabi frequency and cavity resonance. Our results demonstrate that one can tune the mechanical properties of materials by changing their electromagnetic environment and therefore modify their magnetic and topological degrees of freedom via coupling to the lattice in this fashion.         ",
    "url": "https://arxiv.org/abs/2310.09481",
    "authors": [
      "Sirak M. Mekonen",
      "Deepti Jain",
      "Seongshik Oh",
      "N.P. Armitage"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.08506",
    "title": "Electronic excitation spectra of molecular hydrogen in Phase I from Quantum Monte Carlo and Many-Body perturbation methods",
    "abstract": "           We study the electronic excitation spectra in solid molecular hydrogen (phase I) at ambient temperature and 5-90 GPa pressures using Quantum Monte Carlo methods and Many-Body Perturbation Theory. In this range, the system changes from a wide gap molecular insulator to a semiconductor, altering the nature of the excitations from localized to delocalized. Computed gaps and spectra agree with experiments, proving the ability to predict accurately band gaps of many-body systems in presence of nuclear quantum and thermal effects.         ",
    "url": "https://arxiv.org/abs/2311.08506",
    "authors": [
      "Vitaly Gorelov",
      "Markus Holzmann",
      "David M. Ceperley",
      "Carlo Pierleoni"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14035",
    "title": "Two-dimensional coherent spectrum of high-spin models via a quantum computing approach",
    "abstract": "           We present and benchmark a quantum computing approach to calculate the two-dimensional coherent spectrum (2DCS) of high-spin models. Our approach is based on simulating their real-time dynamics in the presence of several magnetic field pulses, which are spaced in time. We utilize the adaptive variational quantum dynamics simulation (AVQDS) algorithm for the study due to its compact circuits, which enables simulations over sufficiently long times to achieve the required resolution in frequency space. Specifically, we consider an antiferromagnetic quantum spin model that incorporates Dzyaloshinskii-Moriya interactions and single-ion anisotropy. The obtained 2DCS spectra exhibit distinct peaks at multiples of the magnon frequency, arising from transitions between different eigenstates of the unperturbed Hamiltonian. By comparing the one-dimensional coherent spectrum with 2DCS, we demonstrate that 2DCS provides a higher resolution of the energy spectrum. We further investigate how the quantum resources scale with the magnitude of the spin using two different binary encodings of the high-spin operators: the standard binary encoding and the Gray code. At low magnetic fields both encodings require comparable quantum resources, but at larger field strengths the Gray code is advantageous. Numerical simulations for spin models with increasing number of sites indicate a polynomial system-size scaling for quantum resources. Lastly, we compare the numerical 2DCS with experimental results on a rare-earth orthoferrite system. The observed strength of the magnonic high-harmonic generation signals in the 2DCS of the quantum high-spin model aligns well with the experimental data, showing significant improvement over the corresponding mean-field results.         ",
    "url": "https://arxiv.org/abs/2311.14035",
    "authors": [
      "Martin Mootz",
      "Peter P. Orth",
      "Chuankun Huang",
      "Liang Luo",
      "Jigang Wang",
      "Yong-Xin Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.15067",
    "title": "Universality conditions of unified classical and quantum reservoir computing",
    "abstract": "           Reservoir computing is a versatile paradigm in computational neuroscience and machine learning, that exploits the non-linear dynamics of a dynamical system - the reservoir - to efficiently process time-dependent information. Since its introduction, it has exhibited remarkable capabilities in various applications. As widely known, classes of reservoir computers serve as universal approximators of functionals with fading memory. The construction of such universal classes often appears context-specific, but in fact, they follow the same principles. Here we present a unified theoretical framework and we propose a ready-made setting to secure universality. We test the result in the arising context of quantum reservoir computing.The analysis sheds light on a unified view of classical and quantum reservoir computing.         ",
    "url": "https://arxiv.org/abs/2401.15067",
    "authors": [
      "Francesco Monzani",
      "Enrico Prati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05432",
    "title": "Nonadiabatic Field with Triangle Window Functions on Quantum Phase Space",
    "abstract": "           The constraint coordinate-momentum phase space (CPS) formulation of finite-state quantum systems has recently revealed that the triangle window function approach is an isomorphic representation of the exact population-population correlation function of the two-state system. We use the triangle window (TW) function and the CPS mapping kernel element to formulate a novel useful representation of discrete electronic degrees of freedom (DOFs). When it is employed with nonadiabatic field (NaF) dynamics, a new variant of the NaF approach (i.e., NaF-TW) is proposed. Extensive benchmark tests of model systems in both the condensed phase and gas phase demonstrate that the NaF-TW approach is competent in faithfully capturing the dynamical interplay between electronic and nuclear DOFs. In comparison to the symmetrical quasi-classical (SQC) method where triangle window functions were originally proposed, the performance of NaF-TW is significantly better when the bifurcation characteristic of nuclear motion in the asymptotic region is important.         ",
    "url": "https://arxiv.org/abs/2404.05432",
    "authors": [
      "Xin He",
      "Xiangsong Cheng",
      "Baihua Wu",
      "Jian Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]