[
  {
    "id": "arXiv:2206.10678",
    "title": "An Optical Parametric Amplifier via $ χ^{(2)} $ in AlGaAs Waveguides",
    "abstract": "We report parametric gain by utilizing $ \\chi^{(2)} $ non-linearities in a semiconductor Bragg Reflection Waveguide (BRW) waveguide chip. Under the two-mode degenerate type II phase matching, it can be shown that more than 18 dBs of parametric gain for both TE and TM modes is tenable in 100s of micrometers of device length. Polarization insensitive parametric gain can be attained within the 1550 nm region of the spectrum. These AlGaAs BRW waveguides exhibit sub-photon per pulse sensitivity. This is in sharp contrast to other types of parametric gain devices which utilize $ \\chi^{(3)} $, where the pump wavelength is in the vicinity of the signal wavelength. This sensitivity, which reached 0.1~photon/pulse, can usher a new era for on-chip quantum information processing using compact, micrometer-scale devices. ",
    "url": "https://arxiv.org/abs/2206.10678",
    "authors": [
      "Zhizhong Yan",
      "Haoyu He",
      "Han Liu",
      "Meng Iu",
      "Osman Ahmed",
      "Eric Chen",
      "Youichi Akasaka",
      "Tadashi Ikeuchi",
      "Amr S. Helmy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10705",
    "title": "Accounting for objective lens autofluorescence in quantum emitter  measurements",
    "abstract": "The rise of interest in the study of quantum emitters has recently prompted many research groups to construct their own confocal epifluorescence microscopy/spectroscopy instruments. The low light levels typically involved in quantum emitter measurements makes it critically important to account for any potential sources of background fluorescence by components used within such setups. In this report, we show that emission originating from various microscope objectives can possess elusive sharp linewidths that could potentially be mistaken for quantum emission. Impurities present in many glasses overlap in wavelength with single photon emission from several candidate emitter systems of current interest. A careful consideration of this system noise could be critical to exploratory work of the optical properties of materials such as transition metal dichalcogenides and hexagonal boron nitride. ",
    "url": "https://arxiv.org/abs/2206.10705",
    "authors": [
      "K. G. Scheuer",
      "G. J. Hornig",
      "T.R. Harrison",
      "R. G. DeCorby"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.10725",
    "title": "Lifetime Limited and Tunable Quantum Light Emission in h-BN via Electric  Field Modulation",
    "abstract": "Color centered-based single photon emitters in hexagonal boron nitride (h-BN) have shown promising photophysical properties as sources for quantum light emission. Despite significant advances towards such a goal, achieving lifetime-limited quantum light emission in h-BN has proven to be challenging, primarily due to various broadening mechanisms including spectral diffusion. Here, we propose and experimentally demonstrate suppression of spectral diffusion by applying an electrostatic field. We observe both Stark shift tuning of the resonant emission wavelength, and emission linewidth reduction nearly to the homogeneously broadened lifetime limit. Lastly, we find a cubic dependence of the linewidth with respect to temperature at the homogeneous broadening regime. Our results suggest that field tuning in electrostatically gated heterostructures is promising as an approach to control the emission characteristics of h-BN color centers, removing spectral diffusion and providing the energy tunability necessary for integrate of quantum light emission in nanophotonic architectures. ",
    "url": "https://arxiv.org/abs/2206.10725",
    "authors": [
      "Hamidreza Akbari",
      "Souvik Biswas",
      "Pankaj K. Jha",
      "Joeson Wong",
      "Benjamin Vest",
      "Harry A. Atwater"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10738",
    "title": "The chromium dimer: closing a chapter of quantum chemistry",
    "abstract": "The complex electronic structure and unusual potential energy curve of the chromium dimer have fascinated scientists for decades, with agreement between theory and experiment so far elusive. Here, we present a new ab initio simulation of the potential energy curve and vibrational spectrum that significantly improves on all earlier estimates. Our data support a shift in earlier experimental assignments of a cluster of vibrational frequencies by one quantum number. The new vibrational assignment yields an experimentally derived potential energy curve in quantitative agreement with theory across all bond lengths and across all measured frequencies. By solving this long-standing problem, our results raise the possibility of quantitative quantum chemical modeling of transition metal clusters with spectroscopic accuracy. ",
    "url": "https://arxiv.org/abs/2206.10738",
    "authors": [
      "Henrik R. Larsson",
      "Huanchen Zhai",
      "Cyrus J. Umrigar",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10804",
    "title": "Gap solitons in parity-time symmetric moiré optical lattices",
    "abstract": "Parity-time(PT) symmetric lattices have been widely studied in controlling the flow of waves, and recently moir\\'e superlattices, connecting the periodic and non-periodic potentials, are introduced for exploring unconventional physical properties in physics; while the combination of both and nonlinear waves therein remains unclear. Here, we report a theoretical survey of nonlinear wave localizations in PT symmetric moir\\'e optical lattices, with the aim of revealing localized gap modes of different types and their stabilization mechanism. We uncover the formation, properties, and dynamics of fundamental and higherorder gap solitons as well as vortical ones with topological charge, all residing in the finite band gaps of the underlying linear-Bloch wave spectrum. The stability regions of the localized gap modes are inspected in two numerical ways: linear-stability analysis and direct perturbed simulations. Our results provide an insightful understanding of solitons physics in combined versatile platforms of PT symmetric systems and moir\\'e patterns. ",
    "url": "https://arxiv.org/abs/2206.10804",
    "authors": [
      "Xiuye Liu",
      "Jianhua Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10807",
    "title": "Effect of the interference in overlapped double-pulse irradiation at the  silicon surface",
    "abstract": "We studied the excitation process of silicon under an intense double pulse. We employed the three-temperature (electron, hole, and lattice) model (3TM) together with Maxwell's equations. We solved Maxwell's equations by the finite-difference time-domain approach. The lattice temperature and absorbed energy at the surface increase significantly when the two laser pulses overlap with constructive interference. On the other hand, destructive interference substantially reduces the efficiency of laser excitation. On average, the overlapped double pulse increases the efficiency to about twice the distinct two-pulse case. ",
    "url": "https://arxiv.org/abs/2206.10807",
    "authors": [
      "T. Otobe",
      "P. Venkat"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10817",
    "title": "Wavelength dependence of laser-induced excitation dynamics in silicon",
    "abstract": "Effect of laser wavelength on the carrier-phonon dynamics and damage threshold of silicon is studied numerically. Laser excitation dynamics in silicon is studied using Three-Temperature Model (3TM). We consider the evolution of electron, hole, and lattice temperatures separately and including band-gap re-normalization effect on optical properties of silicon. Finite Difference Time Domain method is used to model the laser field. Damage threshold calculated using the 3TM is in reasonable agreement with the experiments. Our results indicate that the competition of inter-band excitation, plasma heating, and electron-phonon relaxation process defines the damage threshold for various wavelengths and pulse durations. ",
    "url": "https://arxiv.org/abs/2206.10817",
    "authors": [
      "Prachi Venkat",
      "Tomohito Otobe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10825",
    "title": "Neolithic stone settlements as locally resonant metasurfaces",
    "abstract": "We study the dynamic surface response of neolithic stone settlements obtained with seismic ambient noise techniques near the city of Carnac in French Brittany. Surprisingly, we find that menhirs (neolithic human size standing alone granite stones) with an aspect ratio between 1 and 2 periodically arranged atop a thin layer of sandy soil laid on a granite bedrock, exhibit fundamental resonances in the range of 10 to 25 Hz. We propose an analogic Kelvin-Voigt viscoelastic model that explains the origin of such low frequency resonances. We further explore low frequency filtering effect with full wave finite element simulations. Our numerical results confirm the bending nature of fundamental resonances of the menhirs and further suggest additional resonances of rotational and longitudinal nature in the frequency range 25 to 50 Hz. Our study thus paves the way for large scale seismic metasurfaces consisting of granite stones periodically arranged atop a thin layer of regolith over a bedrock, for ground vibration mitigation in earthquake engineering. ",
    "url": "https://arxiv.org/abs/2206.10825",
    "authors": [
      "Stéphane Brûlé",
      "Bogdan Ungureanu",
      "Stefan Enoch",
      "Sébastien Guenneau"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10956",
    "title": "Theory of hydrodynamic phenomena in optical mesh lattices",
    "abstract": "Signatures of superfluid-like behaviour have recently been observed experimentally in a nonlinear optical mesh lattice, where the arrival time of optical pulses propagating in a pair of coupled optical fiber loops is interpreted as a synthetic spatial dimension. Here, we develop a general theory of the fluid of light in such optical mesh lattices. On the one hand, this theory provides a solid framework for an analytical and numerical interpretation of the experimental observations. On the other hand it anticipates new physical effects stemming from the specific spatio-temporally periodic geometry of our set-up. Our work opens the way towards the full exploitation of optical mesh lattices system as a promising platform for studies of hydrodynamics phenomena in fluids of light in novel configurations. ",
    "url": "https://arxiv.org/abs/2206.10956",
    "authors": [
      "Hannah M. Price",
      "Martin Wimmer",
      "Monika Monika",
      "Ulf Peschel",
      "Iacopo Carusotto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10958",
    "title": "Quantum and Quasi-classical Dynamics of the C($^{3}$P) +  O$_{2}$($^3Σ_{g}^{-}$) $\\rightarrow$ CO($^{1}Σ^{+}$)+ O($^{1}$D)  Reaction on Its Electronic Ground State",
    "abstract": "The dynamics of the C($^{3}$P) + O$_{2}$($^3\\Sigma_{g}^{-}$) $\\rightarrow$ CO($^{1}\\Sigma^{+}$)+ O($^{1}$D) reaction on its electronic ground state is investigated by using time-dependent wave packet propagation (TDWP) and quasi-classical trajectory (QCT) simulations. For the moderate collision energies considered ($E_{\\rm c} = 0.001$ to 0.4 eV, corresponding to a range from 10 K to 4600 K) the total reaction probabilities from the two different treatments of the nuclear dynamics agree very favourably. The undulations present in $P(E)$ from the quantum mechanical treatment can be related to stabilization of the intermediate CO$_2$ complex with lifetimes of on the 0.05 ps time scale. This is also confirmed from direct analysis of the QCT trajectories. Product diatom vibrational and rotational level resolved state-to-state reaction probabilities from TDWP and QCT simulations also agree well except for the highest product vibrational states $(v' \\geq 15)$ and for the lowest product rotational states $(j' \\leq 10)$. Opening of the product vibrational level CO$(v' = 17)$ requires $\\sim 0.2$ eV from QCT and TDWP simulations with O$_2$($j=0$) and decreases to 0.04 eV if all initial rotational states are included in the QCT analysis, compared with $E_{\\rm c} > 0.04$ eV obtained from experiments. It is thus concluded that QCT simulations are suitable for investigating and realistically describe the C($^{3}$P) + O$_{2}$($^3\\Sigma_{g}^{-}$) $\\rightarrow$ CO($^{1}\\Sigma^{+}$)+ O($^{1}$D) reaction down to low collision energies when compared with results from a quantum mechanical treatment using TDWPs. ",
    "url": "https://arxiv.org/abs/2206.10958",
    "authors": [
      "Sugata Goswami",
      "Juan Carlos San Vicente Veliz",
      "Meenu Upadhyay",
      "Raymond J. Bemish",
      "Markus Meuwly"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11090",
    "title": "Microscopic 3D printed optical tweezers for atomic quantum technology",
    "abstract": "Trapping of single ultracold atoms is an important tool for applications ranging from quantum computation and communication to sensing. However, most experimental setups, while very precise and versatile, can only be operated in specialized laboratory environments due to their large size, complexity and high cost. Here, we introduce a new trapping concept for ultracold atoms in optical tweezers based on micrometer-scale lenses that are 3D printed onto the tip of standard optical fibers. The unique properties of these lenses make them suitable for both trapping individual atoms and capturing their fluorescence with high efficiency. In an exploratory experiment, we have established the vacuum compatibility and robustness of the structures, and successfully formed a magneto-optical trap for ultracold atoms in their immediate vicinity. This makes them promising components for portable atomic quantum devices. ",
    "url": "https://arxiv.org/abs/2206.11090",
    "authors": [
      "Pavel Ruchka",
      "Sina Hammer",
      "Marian Rockenhäuser",
      "Ralf Albrecht",
      "Johannes Drozella",
      "Simon Thiele",
      "Harald Giessen",
      "Tim Langen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11202",
    "title": "A precision method for integrating shock sensors in the lining of sports  helmets by additive manufacturing",
    "abstract": "An additive manufacturing method is presented for embedding optical fibre-based pressure sensors into the lining of sports helmets to monitor head impact in contact sports. Proof-of-concept thermoplastic polyurethane (TPU) helmet padding segments with embedded sensors are demonstrated for their sensitive shock-monitoring capabilities. The system offers a cost-effective solution for manufacturing consumer products at scale, is unobtrusive, and can be powered by medical-grade cell batteries requiring low maintenance. ",
    "url": "https://arxiv.org/abs/2206.11202",
    "authors": [
      "Aferdita Xhameni",
      "Runbei Cheng",
      "Tristan Farrow"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.10664",
    "title": "Time delay interferometer channels to suppress gravitational reference  sensor disturbances for LISA and Taiji missions",
    "abstract": "We reconsidered the anomalies or extra disturbances in gravitational reference sensors (GRS), that would possibly take place in the science operations of the LISA and the LISA-like Taiji missions. The set of time delay interferometer channels $P^{(N)}_i$ are suggested in this work to sufficiently suppress such GRS position noises of the $ith$ spacecraft. Given the optimal orbits, we proved that the suppression factor could reach $10^{-5}\\sim 10^{-3}$ in the sensitive band $0.1\\ mHz \\sim 0.05\\ Hz$ for the LISA and Taiji missions. Even for the extreme cases that the GRS noises of one S/C$_i$ have grown to $4\\sim 5$ orders of magnitude larger than the designed level, the channel $P^{(N)}_i$ could still successfully wipe out the extra noises and retain the expected sensitivity level. With this approach, the feasibility of the LISA and Taiji missions could be improved, and the risks relate to GRS systems could be significantly reduced. ",
    "url": "https://arxiv.org/abs/2206.10664",
    "authors": [
      "Pengzhan Wu",
      "Peng Xu"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.10667",
    "title": "On the Common Logical Structure of Classical and Quantum Mechanics",
    "abstract": "At the onset of quantum mechanics, it was argued that the new theory would entail a rejection of classical logic. The main arguments to support this claim come from the non-commutativity of quantum observables, which allegedly would generate a non-distributive lattice of propositions, and from quantum superpositions, which would entail new rules for quantum disjunctions. While the quantum logic program is not as popular as it once was, a crucial question remains unsettled: what is the relationship between the logical structures of classical and quantum mechanics? In this essay we answer this question by showing that the original arguments promoting quantum logic contain serious flaws, and that quantum theory does satisfy the classical distributivity law once the full meaning of quantum propositions is properly taken into account. Moreover, we show that quantum mechanics can generate a distributive lattice of propositions, which, unlike the one of quantum logic, includes statements about expectation values which are of undoubtable physical interest. Lastly, we show that the lattice of statistical propositions in classical mechanics follows the same structure, yielding an analogue non-commutative sublattice of classical propositions. This fact entails that the purported difference between classical and quantum logic stems from a misconstructed parallel between the two theories. ",
    "url": "https://arxiv.org/abs/2206.10667",
    "authors": [
      "Andrea Oldofredi",
      "Gabriele Carcassi",
      "Christine A. Aidala"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11044",
    "title": "Artificial optoelectronic spiking neuron based on a resonant tunnelling  diode coupled to a vertical cavity surface emitting laser",
    "abstract": "Excitable optoelectronic devices represent one of the key building blocks for implementation of artificial spiking neurons in neuromorphic (brain-inspired) photonic systems. This work introduces and experimentally investigates an opto-electro-optical (O/E/O) artificial neuron built with a resonant tunnelling diode (RTD) coupled to a photodetector as a receiver and a vertical cavity surface emitting laser as a the transmitter. We demonstrate a well defined excitability threshold, above which this neuron produces 100 ns optical spiking responses with characteristic neural-like refractory period. We utilise its fan-in capability to perform in-device coincidence detection (logical AND) and exclusive logical OR (XOR) tasks. These results provide first experimental validation of deterministic triggering and tasks in an RTD-based spiking optoelectronic neuron with both input and output optical (I/O) terminals. Furthermore, we also investigate in theory the prospects of the proposed system for its nanophotonic implementation with a monolithic design combining a nanoscale RTD element and a nanolaser; therefore demonstrating the potential of integrated RTD-based excitable nodes for low footprint, high-speed optoelectronic spiking neurons in future neuromorphic photonic hardware. ",
    "url": "https://arxiv.org/abs/2206.11044",
    "authors": [
      "Matěj Hejda",
      "Ekaterina Malysheva",
      "Dafydd Owen-Newns",
      "Qusay Raghib Ali Al-Taai",
      "Weikang Zhang",
      "Ignacio Ortega-Piwonka",
      "Julien Javaloyes",
      "Edward Wasige",
      "Victor Dolores-Calzadilla",
      "José M. L. Figueiredo",
      "Bruno Romeira",
      "Antonio Hurtado"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.11156",
    "title": "Effect of Phonons and Impurities on the Quantum Transport in XXZ  Spin-Chains",
    "abstract": "Numerical and analytic results have been used to characterize quantum transport in spin chains, showing the existence of both ballistic and diffusive motion. Experiments have shown that heat transfer is surprisingly always diffusive. The scattering from phonons and impurities have been postulated to be the two factors critical in causing the diffusive transport. In this work, we evaluate the transport process by incorporating a bath of phonons and impurities in order to understand the role played by each of the factors. While methods like time-dependent density matrix renormalization group (tDMRG) can be used to simulate isolated spin chains, the coupling with phonons make simulations significantly more challenging. The recently developed multisite tensor network path integral (MS-TNPI) method builds a framework for simulating the dynamics in extended open quantum systems by combining ideas from tDMRG and Feynman-Vernon influence functional. This MS-TNPI is used to characterize dynamics in open, extended quantum systems. Simulations are done with the commonly used sub-Ohmic, Ohmic and super-Ohmic spectral densities describing the phononic bath. We show that while the dynamics in presence of impurities is dependent on the specifics of the interactions, in presence of a bath, the transport is always diffusive, irrespective of the parameters characterizing the bath. ",
    "url": "https://arxiv.org/abs/2206.11156",
    "authors": [
      "Amartya Bose"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11169",
    "title": "Laser cooling a membrane-in-the-middle system close to the quantum  ground state from room temperature",
    "abstract": "Many protocols in quantum science and technology require initializing a system in a defined, pure quantum state. In the context of the motional state of massive resonators, this enables studying fundamental physics at the elusive quantum-classical transition, and measuring force and acceleration with enhanced sensitivity. Laser cooling has been a method of choice to prepare mechanical resonators in the quantum ground state, one of the simplest pure states. However, in order to overcome the heating and decoherence by the thermal bath, this usually has to be combined with cryogenic cooling. Here, we laser-cool an ultracoherent, soft-clamped mechanical resonator close to the quantum ground state directly from room temperature. To this end, we implement the versatile membrane-in-the-middle setup with one fiber mirror and one phononic crystal mirror, which reaches a quantum cooperativity close to unity already at room temperature. We furthermore introduce a powerful combination of coherent and measurement-based quantum control techniques, which allows us to overcome thermal intermodulation noise. The lowest occupancy we reach is 20 phonons, limited by detection efficiency. Doing away with the necessity for cryogenic cooling should further facilitate the spread of optomechanical quantum technologies. ",
    "url": "https://arxiv.org/abs/2206.11169",
    "authors": [
      "Sampo A. Saarinen",
      "Nenad Kralj",
      "Eric C. Langman",
      "Yeghishe Tsaturyan",
      "Albert Schliesser"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.11519",
    "title": "Towards merged-element transmons using silicon fins: the FinMET",
    "abstract": " Title: Towards merged-element transmons using silicon fins: the FinMET ",
    "url": "https://arxiv.org/abs/2108.11519",
    "authors": [
      "Aranya Goswami",
      "Anthony P. McFadden",
      "Tongyu Zhao",
      "Hadass S. Inbar",
      "Ruichen Zhao",
      "Corey Rae McRae",
      "Christopher J. Palmstrom",
      "David P. Pappas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.07965",
    "title": "FPGA-based electronic system for the control and readout of  superconducting quantum processors",
    "abstract": " Title: FPGA-based electronic system for the control and readout of  superconducting quantum processors ",
    "url": "https://arxiv.org/abs/2110.07965",
    "authors": [
      "Yu-chen Yang",
      "Zhong-tao. Shen",
      "Xing. Zhu",
      "Zi-qi. Wang",
      "Ggeng-yan. Zhang",
      "Jing-wei. Zhou",
      "Xun. Jiang",
      "Chun-qing. Deng",
      "Shu-bin. Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.06732",
    "title": "Ytterbium nuclear-spin qubits in an optical tweezer array",
    "abstract": " Comments: Fixed typos, refined scattering model, adds T1 data ",
    "url": "https://arxiv.org/abs/2112.06732",
    "authors": [
      "Alec Jenkins",
      "Joanna W. Lis",
      "Aruku Senoo",
      "William F. McGrew",
      "Adam M. Kaufman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13337",
    "title": "Electrical Programmable Multi-Level Non-volatile Photonic Random-Access  Memory",
    "abstract": " Title: Electrical Programmable Multi-Level Non-volatile Photonic Random-Access  Memory ",
    "url": "https://arxiv.org/abs/2203.13337",
    "authors": [
      "Jiawei Meng",
      "Yaliang Gui",
      "Behrouz Movahhed Nouri",
      "Gelu Comanescu",
      "Xiaoxuan Ma",
      "Yifei Zhang",
      "Cosmin-Constantin Popescu",
      "Myungkoo Kang",
      "Mario Miscuglio",
      "Nicola Peserico",
      "Kathleen A. Richardson",
      "Juejun Hu",
      "Hamed Dalir",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03441",
    "title": "Assessing the accuracy of compound formation energies with quantum Monte  Carlo",
    "abstract": " Title: Assessing the accuracy of compound formation energies with quantum Monte  Carlo ",
    "url": "https://arxiv.org/abs/2204.03441",
    "authors": [
      "Eric B. Isaacs",
      "Hyeondeok Shin",
      "Abdulgani Annaberdiyev",
      "Chris Wolverton",
      "Lubos Mitas",
      "Anouar Benali",
      "Olle Heinonen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.00146",
    "title": "Algebraic quantum field theory for particles with internal structure",
    "abstract": " Comments: In this version, the work is rearranged and expanded ",
    "url": "https://arxiv.org/abs/2206.00146",
    "authors": [
      "A. D. Alhaidari"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.08798",
    "title": "Open Source Variational Quantum Eigensolver Extension of the Quantum  Learning Machine (QLM) for Quantum Chemistry",
    "abstract": " Title: Open Source Variational Quantum Eigensolver Extension of the Quantum  Learning Machine (QLM) for Quantum Chemistry ",
    "url": "https://arxiv.org/abs/2206.08798",
    "authors": [
      "Mohammad Haidar",
      "Marko J. Rančić",
      "Thomas Ayral",
      "Yvon Maday",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]