[
  {
    "id": "arXiv:2201.01776",
    "title": "Nitrogen Plasma Passivated Niobium Resonators for Superconducting  Quantum Circuits",
    "abstract": "Microwave loss in niobium metallic structures used for superconducting quantum circuits is limited by a native surface oxide layer formed over a timescale of minutes when exposed to an ambient environment. In this work, we show that nitrogen plasma treatment forms a niobium nitride layer at the metal-air interface which prevents such oxidation. X-ray photoelectron spectroscopy confirms the doping of nitrogen more than 5 nm into the surface and a suppressed oxygen presence. This passivation remains stable after aging for 15 days in an ambient environment. Cryogenic microwave characterization shows an average filling factor adjusted two-level-system loss tangent $\\rm{F\\delta_{TLS}}$ of $(2.9\\pm0.5)\\cdot10^{-7}$ for resonators with 3 $\\rm{\\mu}$m center strip and $(1.0\\pm0.3)\\cdot10^{-7}$ for 20 $\\rm{\\mu}$m center strip, exceeding the performance of unpassivated samples by a factor of four. ",
    "url": "https://arxiv.org/abs/2201.01776",
    "authors": [
      "K. Zheng",
      "D. Kowsari",
      "N. J. Thobaben",
      "X. Du",
      "X. Song",
      "S. Ran",
      "E. A. Henriksen",
      "D. S. Wisbey",
      "K. W. Murch"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01876",
    "title": "Directional Acoustic Luneburg Lens Waveguide",
    "abstract": "This paper investigates the acoustic Luneburg Lens (ALL) as a design framework for guiding acoustic wave propagation. In this study, we propose to develop an acoustic waveguide based on the characteristics of both acoustic wave focusing and collimation of cascaded ALLs. The continuous variation of refractive index of the ALL is achieved by using lattice unit cells with a graded filling ratio. A cascaded ALL waveguide device is fabricated based on the additive manufacturing technique. The experimental results obtained with this device are consistent with the numerical simulations and theoretical calculations. ",
    "url": "https://arxiv.org/abs/2201.01876",
    "authors": [
      "Liuxian Zhao",
      "Timothy Horiuchi",
      "Miao Yu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01911",
    "title": "Bibliometric analysis of topic structure in quantum computation and  quantum algorithm research",
    "abstract": "We present a bibliometric analysis of the research papers on quantum computation and quantum algorithms published in 1985-2020. We identify three distinct periods from the trend of the annual number of published papers, and show the 20 top contributing countries in each period in terms of the number of publications and the number of total citations. The bibliographic coupling network of the publications in the latest period is characterized as a dense, small-world network with a small diameter, which contains 14 large communities, whose topics are the fabrication of qubits in various physical systems, studies of the quantum algorithms, and other related topics. Quantum machine learning, one of the emerging topics in quantum computation, is found to be the fifth-largest independent community. ",
    "url": "https://arxiv.org/abs/2201.01911",
    "authors": [
      "Tsubasa Ichikawa"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01915",
    "title": "High fill factor confocal compound eyes fabricated by direct laser  writing for better imaging quality",
    "abstract": "We fabricate two kinds of 100% fill factor compound eye structures using direct laser writing, including conventional compound eyes (CVCEs) with the same focal length of each microlens unit, and specially designed confocal compound eyes (CFCEs). For CFCEs, the focal length of each microlens unit is determined by its position and is equal to the distance between the microlens unit and the image sensor. In this letter, the optical properties of CVCEs and CFCEs are tested and compared. It is found that compared with CVCEs, CFCEs can improve the focusing efficiency by about 7%, enlarge the imaging area by about 25%, and have better imaging quality at the edge of the field of view. ",
    "url": "https://arxiv.org/abs/2201.01915",
    "authors": [
      "Haodong Zhu",
      "Junyu Xia",
      "Yi Huang",
      "Minglong Li",
      "Guangqiang He",
      "Ming Zhao",
      "Zhenyu Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01992",
    "title": "The design of a time-interleaved analog-digital conversion modulator  based on FPGA-TDC for PET application",
    "abstract": "Fully Field Programmable Gate Array (FPGA)based digitizer for high-resolution time and energy measurement is an attractive low cost solution for the readout electronics in positron emission computed tomography (PET)detector. In recent years, the FPGA based time-digital converter (FPGA-TDC) has been widely used for time measurement in the commercial PET scanners. Yet, for the energy measurement, few studies have been reported on a fully FPGA based, large dynamic range and high resolution alternative to the commercial analog-digital converter (ADC). Our previous research presents a 25 Ms/s FPGA-TDC based free-running ADC (FPGA-ADC), and successfully employed it in the readout electronics for PET detector. In this work-in-progress study, by means of the time-interleaved strategy, a 50 Ms/s FPGA-ADC is presented. With only two off-chip resistors, both the A/D conversion and energy measurement are achieved on a Xilinx Kintex-7 FPGA. Therefore, this method has great advantages inimproving system integration. Initial performance tests are also presented, and we hope it can give us a possibility to develop a new FPGA-only front-end digitizer for PET in future. ",
    "url": "https://arxiv.org/abs/2201.01992",
    "authors": [
      "Cong Ma",
      "Wubin Wang",
      "Xiaokun Zhao",
      "Li Yu",
      "Guocheng Wu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.02036",
    "title": "Generating asymmetric aberration laser beams with controlled intensity  distribution",
    "abstract": "We present generation of asymmetric aberration laser beams (aALBs) with controlled intensity distribution, using a diffractive optical element (DOE) involving phase asymmetry. The asymmetry in the phase distribution is introduced by shifting the coordinates in a complex plane. The results show that auto-focusing properties of aALBs remain invariant with respect to the asymmetry parameters. However, a controlled variation in the phase asymmetry allows to control the spatial intensity distribution of aALBs. In an ideal ALB containing equal intensity three bright lobes (for $m=3$), by introducing asymmetry most of the intensity can be transferred to any one of single bright lobe, and forms a high-power density lobe. A precise spatial position of high-power density lobe can be controlled by the asymmetry parameter $\\beta$ and $m$, and we have determined the empirical relations for them. We have found that for the specific values of $\\beta$, the intensity in the high-power density lobe can be enhanced by $\\sim$6 times the intensity in other bright lobes. The experimental results show a good agreement with the numerical simulations. The findings can be suitable for applications such as in optical trapping and manipulation as well as material processing. ",
    "url": "https://arxiv.org/abs/2201.02036",
    "authors": [
      "Sachleen Singh",
      "Vasu Dev",
      "Vishwa Pal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.02094",
    "title": "A high pressure, high temperature gas medium apparatus to measure  acoustic velocities during deformation of rock",
    "abstract": "A new set-up to measure acoustic wave velocities through deforming rock samples at high pressures (<1 GPa), temperatures (<1000$^\\circ$C) and loads (<1.5 GPa) has been developed in a recently refurbished gas medium triaxial deformation apparatus. The conditions span a wide range of geological environments, and allow us to accurately measure stress and strains at conditions which are typically only accessible in solid medium apparatus. Calibrations of our newly constructed internal furnace up to 1 GPa and 400$^\\circ$C demonstrate that hot zone position decreases with increasing pressure, so that sample position is adjusted to minimise temperature gradients. Ultrasonic velocity measurements are conducted in the direction of compression by the pulse-transmission method. Arrival times are corrected from delays in the sample assembly and relative measurements are obtained by cross-correlation. Delays in reflected load are nearly linearly dependent on applied load due to load dependent stiffness of interfaces between the spacers and the sample. Measurements of such delays can be used to infer sample load internally. We illustrate the working of the apparatus by conducting experiments on limestone at 200 MPa confining pressure and room temperature and 400$^\\circ$C. Ultrasonic data clearly show that deformation is dominated by microcracking at low temperature and by intracrystalline plasticity at high temperature. ",
    "url": "https://arxiv.org/abs/2201.02094",
    "authors": [
      "Christopher Harbord",
      "Nicolas Brantut",
      "Emmanuel David",
      "Thomas Mitchell"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02130",
    "title": "Dual-laser self-injection locking to an integrated microresonator",
    "abstract": "Diode laser self-injection locking (SIL) to a whispering gallery mode of a high quality factor resonator is a widely used method for laser linewidth narrowing and high-frequency noise suppression. SIL has already been used for the demonstration of ultra-low-noise photonic microwave oscillators and soliton microcomb generation and has a wide range of possible applications. Up to date, SIL was demonstrated only with a single laser. However, multi-frequency and narrow-linewidth laser sources are in high demand for modern telecommunication systems, quantum technologies, and microwave photonics. Here we experimentally demonstrate the dual-laser SIL of two multifrequency laser diodes to different modes of an integrated Si$_3$N$_4$ microresonator. Simultaneous spectrum collapse of both lasers, as well as linewidth narrowing and high-frequency noise suppression , as well as strong nonlinear interaction of the two fields with each other, are observed. Locking both lasers to the same mode results in a simultaneous frequency and phase stabilization and coherent addition of their outputs. Additionally, we provide a comprehensive dual-SIL theory and investigate the influence of lasers on each other caused by nonlinear effects in the microresonator. ",
    "url": "https://arxiv.org/abs/2201.02130",
    "authors": [
      "Dmitry A. Chermoshentsev",
      "Artem E. Shitikov",
      "Evgeny A. Lonshakov",
      "Georgy V. Grechko",
      "Ekaterina A. Sazhina",
      "Nikita M. Kondratiev",
      "Anatoly V. Masalov",
      "Igor A. Bilenko",
      "Alexander I. Lvovsky",
      "Alexander E. Ulanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01891",
    "title": "Chiral edge soliton in nonlinear Chern systems",
    "abstract": "We study the effect on the chiral edge states by including a nonlinearity to a Chern insulator which has two chiral edge states with opposite chiralities. We explore a quench dynamics by giving a pulse to one site on an edge and analyzing the time evolution of a wave packet. Without the nonlinearity, an initial pulse spreads symmetrically and diffuses. On the other hand, with the nonlinearity present, a solitary wave is formed by the self-trapping effect of the nonlinear term and undergoes a unidirectional propagation along the edge, which we identify as a chiral edge soliton. A further increase of the nonlinearity induces a self-trapping transition, where the chiral wave packet stops its motion. It is intriguing that the nonlinearity is controlled only by changing the initial condition without changing a sample. ",
    "url": "https://arxiv.org/abs/2201.01891",
    "authors": [
      "Motohiko Ezawa"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.02051",
    "title": "Lecture Notes: Programming Quantum Computers",
    "abstract": "Quantum computing is a new emerging computer technology. Current quantum computing devices are at a development stage where they are gradually becoming suitable for small real-world applications. This lecture is devoted to the practical aspects of programming such quantum computing devices. The first part of these lecture notes focuses on programming gate-based quantum computers, and the second part shows how to program quantum annealers. ",
    "url": "https://arxiv.org/abs/2201.02051",
    "authors": [
      "Madita Willsch",
      "Dennis Willsch",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.02163",
    "title": "Optical properties of Au-Hf thin films",
    "abstract": "The optical properties of thin films of intermetallic Au$_{3}$Hf were experimentally investigated for the first time, which display clear plasmonic properties in the optical and near infrared region with negative permittivity. In contrast to similar alloys, such as films of Au$_{3}$Zr, the films express more negative $\\epsilon'$ values and lower $\\epsilon''$ values across most of the wavelengths (370-1570 nm) investigated. The Au$_{3}$Hf films were fabricated by DC magnetron sputtering at a range of deposition temperatures, from room temperature to 415$^{o}$C, and annealed at different vacuum levels. The films mostly formed as a combination of Au$_{3}$Hf, Au$_{2}$Hf and Au$_{4}$Hf phases when deposited below 400$^{o}$C, and exclusively Au$_{3}$Hf phase at above 400$^{o}$C, indicating key conditions for isolating this phase. The films were stable when annealed at 10$^{-8}$ Torr, but when annealed again at 10$^{-6}$ Torr the films oxidised and changed into a mix of Au- Hf phases, suggesting resistance to oxidization may be an issue for un-encapsulated applications at elevated temperatures. ",
    "url": "https://arxiv.org/abs/2201.02163",
    "authors": [
      "Hugh Littlehailes",
      "William R. Hendren",
      "Robert M. Bowman",
      "Fumin Huang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2105.09728",
    "title": "Ghost imaging as loss estimation: Quantum versus classical schemes",
    "abstract": " Title: Ghost imaging as loss estimation: Quantum versus classical schemes ",
    "url": "https://arxiv.org/abs/2105.09728",
    "authors": [
      "Andrea Chiuri",
      "Ilaria Gianani",
      "Valeria Cimini",
      "Luigi De Dominicis",
      "Marco G. Genoni",
      "Marco Barbieri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.04341",
    "title": "Revealing drivers and risks for power grid frequency stability with  explainable AI",
    "abstract": " Comments: 26 pages, 19 figures; updated comments; this is the initially submitted version, for the final version see journal link ",
    "url": "https://arxiv.org/abs/2106.04341",
    "authors": [
      "Johannes Kruse",
      "Benjamin Schäfer",
      "Dirk Witthaut"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2109.05498",
    "title": "Comparative study of Hermitian and non-Hermitian topological dielectric  photonic crystals",
    "abstract": " Comments: 6 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2109.05498",
    "authors": [
      "Menglin L. N. Chen",
      "Li Jun Jiang",
      "Shuang Zhang",
      "Ran Zhao",
      "Zhihao Lan",
      "Wei E. I. Sha"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2109.09437",
    "title": "Boosting the efficiency of Smith-Purcell radiators using nanophotonic  inverse design",
    "abstract": " Comments: Accepted for publication in ACS Photonics ",
    "url": "https://arxiv.org/abs/2109.09437",
    "authors": [
      "Urs Haeusler",
      "Michael Seidling",
      "Peyman Yousefi",
      "Peter Hommelhoff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2110.08261",
    "title": "Track Recognition for the $ΔE-E$ Telescopes with Silicon Strip  Detectors",
    "abstract": " Comments: 24 pages, 10 figures, 4 tables, 2 pages appendix ",
    "url": "https://arxiv.org/abs/2110.08261",
    "authors": [
      "Fenhai Guan",
      "Yijie Wang",
      "Xinyue Diao",
      "Yuhao Qin",
      "Zhi Qin",
      "Dong Guo",
      "Qianghua Wu",
      "Dawei Si",
      "Sheng Xiao",
      "Boyuan Zhang",
      "Yaopeng Zhang",
      "Xuan Zhao",
      "Zhigang Xiao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2111.03515",
    "title": "Rigorous theory of thin-vapor-layer linear optical properties: The case  of quenching of atomic polarization upon collisions of atoms with dielectric  walls",
    "abstract": " Title: Rigorous theory of thin-vapor-layer linear optical properties: The case  of quenching of atomic polarization upon collisions of atoms with dielectric  walls ",
    "url": "https://arxiv.org/abs/2111.03515",
    "authors": [
      "Andrei Ermolaev",
      "Tigran Vartanyan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.08058",
    "title": "Equation-of-motion cavity quantum electrodynamics coupled-cluster theory  for electron attachment",
    "abstract": " Title: Equation-of-motion cavity quantum electrodynamics coupled-cluster theory  for electron attachment ",
    "url": "https://arxiv.org/abs/2111.08058",
    "authors": [
      "Marcus D. Liebenthal",
      "Nam Vu",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.01957",
    "title": "Quantum Vacuum Sagnac Effect",
    "abstract": " Comments: Typos corrected ",
    "url": "https://arxiv.org/abs/2112.01957",
    "authors": [
      "Guilherme C. Matos",
      "Reinaldo de Melo e Souza",
      "Paulo A. Maia Neto",
      "François Impens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.03061",
    "title": "Efficiently preparing Schrödinger's cat, fractons and non-Abelian  topological order in quantum devices",
    "abstract": " Comments: 6 pages + appendix; v2: included the preparation of D4 non-Abelian topological order ",
    "url": "https://arxiv.org/abs/2112.03061",
    "authors": [
      "Ruben Verresen",
      "Nathanan Tantivasadakarn",
      "Ashvin Vishwanath"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2112.15583",
    "title": "Nonlinear adiabatic electron plasma waves. I. General theory and  nonlinear frequency shift",
    "abstract": " Title: Nonlinear adiabatic electron plasma waves. I. General theory and  nonlinear frequency shift ",
    "url": "https://arxiv.org/abs/2112.15583",
    "authors": [
      "M. Tacu",
      "D. Bénisti"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.00804",
    "title": "Development of the Quantum Inspired SIBFA Many-Body Polarizable Force  Field: I. Enabling Condensed Phase Molecular Dynamics Simulations",
    "abstract": " Title: Development of the Quantum Inspired SIBFA Many-Body Polarizable Force  Field: I. Enabling Condensed Phase Molecular Dynamics Simulations ",
    "url": "https://arxiv.org/abs/2201.00804",
    "authors": [
      "Sehr Naseem-Khan",
      "Louis Lagardère",
      "Christophe Narth",
      "G. Andrés Cisneros",
      "Pengyu Ren",
      "Nohad Gresh",
      "Jean-Philip Piquemal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.01589",
    "title": "Efficient quantum state preparation using Stern-Gerlach effect on cold  atoms",
    "abstract": " Title: Efficient quantum state preparation using Stern-Gerlach effect on cold  atoms ",
    "url": "https://arxiv.org/abs/2201.01589",
    "authors": [
      "Vivek Singh",
      "V. B. Tiwari",
      "S. R. Mishra"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]