[
  {
    "id": "arXiv:2411.08046",
    "title": "Mathematical representation of bias and nudges centered on intangible goods using quantum information theory",
    "abstract": "           The purpose of this study is to explore whether the relationship between bias and nudges can be mathematically expressed in terms of quantum information theory, particularly by means of individually customized nudges. Based on the value function of customer satisfaction, which is subject to uncertainty due to the subjectivity of customer evaluations, a model of bias and nudges is proposed that takes into account the environment for intangible goods. Then, by defining an index of nudges from the mathematical properties of the value function obtained from this economic model, a model could be expressed in this study that has a mathematical structure of the same nature as nudges expressed in standard economics, where welfare is impaired by bias from the mathematical structure of the gross social surplus derived as a social welfare function. Moreover, the mathematical structure of the gross social surplus can be made larger than that in standard economics, adding knowledge about the mathematical design of nudges as individually customized customer experiences. This increases the feasibility of the economic model based on quantum information theory and the mathematical design of customized nudges.         ",
    "url": "https://arxiv.org/abs/2411.08046",
    "authors": [
      "Misao Fukuda"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08076",
    "title": "High-Precision Excited-State Nuclear Recoil Spectroscopy with Superconducting Sensors",
    "abstract": "           Superconducting sensors doped with rare isotopes have recently demonstrated powerful sensing performance for sub-keV radiation from nuclear decay. Here, we report the first high-resolution recoil spectroscopy of a single, selected nuclear state using superconducting tunnel junction (STJ) sensors. The STJ sensors were used to measure the eV-scale nuclear recoils produced in $^7$Be electron capture decay in coincidence with the 478 keV $\\gamma$-ray emitted in decays to the excited nuclear state in $^7$Li. Details of the Doppler broadened recoil spectrum depend on the slow-down dynamics of the recoil ion and can constrain the interaction potential between the recoiling Li and the Ta matrix of the STJ sensor. The results have implications in several areas from nuclear structure and stopping powers at eV-scale energies to direct searches for dark matter, neutrino mass measurements, and other physics beyond the standard model.         ",
    "url": "https://arxiv.org/abs/2411.08076",
    "authors": [
      "C. Bray",
      "S. Fretwell",
      "L. A. Zepeda-Ruiz",
      "I. Kim",
      "A. Samanta",
      "K. Wang",
      "C. Stone-Whitehead",
      "W. K. Warburton",
      "F. Ponce",
      "K. G. Leach",
      "R. Abells",
      "P. Amaro",
      "A. Andoche",
      "R. Cantor",
      "D. Diercks",
      "M. Guerra",
      "A. Hall",
      "C. Harris",
      "J. Harris",
      "L. Hayen",
      "P. A. Hervieux",
      "G. B. Kim",
      "A. Lennarz",
      "V. Lordi",
      "J. Machado",
      "P. Machule",
      "A. Marino",
      "D. McKeen",
      "X. Mougeot",
      "C. Ruiz",
      "J. P. Santos J. Smolsky",
      "B. D. Waters",
      "S. Friedrich"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2411.08210",
    "title": "BOSON$^{-1}$: Understanding and Enabling Physically-Robust Photonic Inverse Design with Adaptive Variation-Aware Subspace Optimization",
    "abstract": "           Nanophotonic device design aims to optimize photonic structures to meet specific requirements across various applications. Inverse design has unlocked non-intuitive, high-dimensional design spaces, enabling the discovery of high-performance devices beyond heuristic or analytic methods. The adjoint method, which calculates gradients for all variables using just two simulations, enables efficient navigation of this complex space. However, many inverse-designed structures, while numerically plausible, are difficult to fabricate and sensitive to variations, limiting their practical use. The discrete nature with numerous local-optimal structures also pose significant optimization challenges, often causing gradient-based methods to converge on suboptimal designs. In this work, we formulate inverse design as a fabrication-restricted, discrete, probabilistic optimization problem and introduce BOSON-1, an end-to-end, variation-aware subspace optimization framework to address the challenges of manufacturability, robustness, and optimizability. To overcome optimization difficulty, we propose dense target-enhanced gradient flows to mitigate misleading local optima and introduce a conditional subspace optimization strategy to create high-dimensional tunnels to escape local optima. Furthermore, we significantly reduce the runtime associated with optimizing across exponential variation samples through an adaptive sampling-based robust optimization, ensuring both efficiency and variation robustness. On three representative photonic device benchmarks, our proposed inverse design methodology BOSON^-1 delivers fabricable structures and achieves the best convergence and performance under realistic variations, outperforming prior arts with 74.3% post-fabrication performance. We open-source our codes at this https URL.         ",
    "url": "https://arxiv.org/abs/2411.08210",
    "authors": [
      "Pingchuan Ma",
      "Zhengqi Gao",
      "Amir Begovic",
      "Meng Zhang",
      "Haoyu Yang",
      "Haoxing Ren",
      "Zhaoran Rena Huang",
      "Duane Boning",
      "Jiaqi Gu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08213",
    "title": "Quantum electrodynamic corrections for molecules: Vacuum polarisation and electron self energy in a two-component relativistic framework",
    "abstract": "           Vacuum polarisation (VP) and electron self energy (SE) are implemented and evaluated as quantum electrodynamic (QED) corrections in a (quasi-relativistic) two-component zeroth order regular approximation (ZORA) framework. For VP, the Uehling potential is considered, and for SE, the effective potentials proposed by Flambaum and Ginges as well as the one proposed by Pyykkö and Zhao. QED contributions to ionisation energies of various atoms and group 2 monofluorides, group 1 and 11 valence orbital energies, $^2\\mathrm{P}_{1/2} \\leftarrow {}^{2}\\mathrm{S}_{1/2}$ and $^{2}\\mathrm{P}_{3/2} \\leftarrow {}^{2}\\mathrm{S}_{1/2}$ transition energies of Li-, Na-, and Cu-like ions of nuclear charge $Z$ = 10, 20, ..., 90 as well as $\\Pi_{1/2}\\leftarrow \\Sigma_{1/2}$ and $\\Pi_{3/2}\\leftarrow\\Sigma_{1/2}$ transition energies of BaF and RaF are presented. Furthermore, perturbative and self-consistent treatments of QED corrections are compared for Kohn--Sham orbital energies of gold. It is demonstrated, that QED corrections can be obtained in a two-component ZORA framework efficiently and in excellent agreement with corresponding four-component results.         ",
    "url": "https://arxiv.org/abs/2411.08213",
    "authors": [
      "Kjell Janke",
      "Andrés Emilio Wedenig",
      "Peter Schwerdtfeger",
      "Konstantin Gaul",
      "Robert Berger"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08236",
    "title": "Enhancement of Rydberg Blockade via Microwave Dressing",
    "abstract": "           Experimental control over the strength and angular dependence of interactions between atoms is a key capability for advancing quantum technologies. Here, we use microwave dressing to manipulate and enhance Rydberg-Rydberg interactions in an atomic ensemble. By varying the cloud length relative to the blockade radius and measuring the statistics of the light retrieved from the ensemble, we demonstrate a clear enhancement of the interaction strength due to microwave dressing. These results are successfully captured by a theoretical model that accounts for the excitations dynamics, atomic density distribution, and the phase-matched retrieval efficiency. Our approach offers a versatile platform for further engineering interactions by exploiting additional features of the microwave fields, such as polarization and detuning, opening pathways for new quantum control strategies.         ",
    "url": "https://arxiv.org/abs/2411.08236",
    "authors": [
      "Deniz Kurdak",
      "Patrick R. Banner",
      "Yaxin Li",
      "Sean R. Muleady",
      "Alexey V. Gorshkov",
      "S. L. Rolston",
      "J. V. Porto"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08280",
    "title": "A Quantum Walk Comb Source at Telecommunication Wavelengths",
    "abstract": "           We demonstrate a quantum walk comb in synthetic frequency space formed by externally modulating a semiconductor optical amplifier operating in the telecommunication wavelength range in a unidirectional ring cavity. The ultrafast gain saturation dynamics of the gain medium and its operation at high current injections is responsible for the stabilization of the comb in a broad frequency modulated state. Our device produces a nearly flat broadband comb with a tunable repetition frequency reaching a bandwidth of 1.8THz at the fundamental repetition rate of 1GHz while remaining fully locked to the RF drive. Comb operation at harmonics of the repetition rate up to 14.1GHz is also demonstrated. This approach paves the way for next-generation optical frequency comb devices with potential applications in precision ranging and high-speed communications.         ",
    "url": "https://arxiv.org/abs/2411.08280",
    "authors": [
      "Bahareh Marzban",
      "Lucius Miller",
      "Alexander Dikopoltsev",
      "Mathieu Bertrand",
      "Giacomo Scalari",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08304",
    "title": "Hearing carrier-envelope offset frequency and phase in air",
    "abstract": "           Extremely nonlinear interactions between intense light pulses and atoms or molecules can generate new frequencies. Here, we observed high-order harmonics of acoustic waves in laser-induced plasma in air ionized by carrier-envelope offset phase (CEP) stabilized sub-4 femtosecond pulses. The frequency spacing of the acoustic harmonics corresponds to the laser repetition rate, with the harmonic order reaching beyond one hundred. Remarkably, the acoustic harmonic intensity was found to depend on the CEP of the driving light pulses. Furthermore, the carrier-envelope offset frequency of optical frequency combs can be directly measured in the acoustic spectrum, revealing an ultralong coherence preservation from attoseconds to milliseconds in the light-induced plasma. We demonstrate an application of pulse characterization based on these acoustic harmonic waves. Our study underscores the emergence of acoustic frequency combs in kilohertz and megahertz regimes, with potential implications for frequency metrology and ultrafast science.         ",
    "url": "https://arxiv.org/abs/2411.08304",
    "authors": [
      "Meng Han",
      "Ming-Chang Chen",
      "Ming-Shian Tsai",
      "Hao Liang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08357",
    "title": "Observation of optical chaotic solitons and modulated subharmonic route to chaos in mode-locked laser",
    "abstract": "           We reveal a new scenario for the transition of solitons to chaos in a mode-locked fiber laser: the modulated subharmonic route. Its universality is confirmed in two different laser configurations, namely, a figure-of-eight and a ring laser. Numerical simulations of the laser models agree well with the experiments. The modulated subharmonic route to chaos could stimulate parallel research in many nonlinear physical systems.         ",
    "url": "https://arxiv.org/abs/2411.08357",
    "authors": [
      "Huiyu Kang",
      "Anran Zhou",
      "Ying Zhang",
      "Xiuqi Wu",
      "Bo Yuan",
      "Junsong Peng",
      "Christophe Finot",
      "Sonia Boscolo",
      "Heping Zeng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08385",
    "title": "Tailoring Transverse Magneto-Optical Kerr Effect Enhancement in Mie-resonant Nanowire-based Metasurfaces",
    "abstract": "           Enhancement and tailoring of the transverse magneto-optical Kerr effect (TMOKE) in hybrid metasurfaces comprising rectangular silicon nanowires coupled with a nickel substrate are demonstrated. The excitation of Mie modes of different orders in nanowires causes the enhancement. The in-plane magnetic dipole mode leads to the largest TMOKE enhancement compared to other Mie modes. Changing the width of silicon nanowires leads to a modification of that mode, thereby ensuring the tailoring of the TMOKE within the range of $2.2\\% - 3.8\\%$. This tunability is associated with the modification of the near-field localized at the Si/Ni interface and the far-field response of the excited magnetic dipole mode. Adjusting these two quantities allows one to achieve the highest values of the TMOKE caused by individual Mie modes in silicon nanowires.         ",
    "url": "https://arxiv.org/abs/2411.08385",
    "authors": [
      "Karen A. Mamian",
      "Vladimir V. Popov",
      "Aleksandr Yu. Frolov",
      "Andrey A. Fedyanin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08423",
    "title": "Gradient Optical Diffraction Tomography",
    "abstract": "           Optical diffraction tomography (ODT) enables non-invasive information-rich 3D refractive index (RI) reconstruction of unimpaired transparent biological and technical samples, crucial in biomedical research, optical metrology, materials sciences, and other fields. ODT bypasses the inherent limitations of 2D integrated quantitative phase imaging methods. To increase the signal-to-noise ratio easy-to-implement common-path shearing interferometry setups are successfully combined with low spatiotemporal coherence of illumination. The need for self-interference generated holograms, with small shear values, critically impedes the analysis of dense and thick samples, e.g., cell cultures, tissue sections, and embryos/organoids. Phase gradient imaging techniques, deployed as a popular solution in the small shear regime, up to now were constrained to 2D integrated quasi-quantitative phase imaging and z-scanning for depth resolution. To fill this significant scientific gap, we propose a novel gradient optical diffraction tomography (GODT) method. The GODT uses coherence-tailored illumination-scanning sequence of phase gradient measurements to tomographically reconstruct, for the first time to the best of our knowledge, a derivative of the 3D RI distribution (in the shear direction) with clearly visible 3D sample structure and high sensitivity to its spatial variations. We present a mathematically rigorous theory based on the first-order Rytov approximation behind the new method, validate it using simulations deploying numerical Shepp-Logan target and corroborate experimentally via successful tomographic imaging of the calibrated nano-printed cell phantom and efficient examination of neural cells. This novel imaging modality opens new possibilities in biomedical quantitative phase imaging, advancing the field and putting forward a first of a kind contrast domain: 3D RI gradient.         ",
    "url": "https://arxiv.org/abs/2411.08423",
    "authors": [
      "Julianna Winnik",
      "Piotr Zdankowski",
      "Marzena Stefaniuk",
      "Azeem Ahmad",
      "Chao Zuo",
      "Balpreet S. Ahluwalia",
      "Maciej Trusiak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08442",
    "title": "Making Silicon Emit Light Using Third Harmonic Generation",
    "abstract": "           Despite its excellent performance in microelectronic industry, silicon was not able to perform well in photonic devices arena. This is because the silicon has never been a good optical source mainly due to its indirect band gap structure. Many of the device functionalities in silicon have been reported, with an exception of, until recently, a reliable optical source. Silicon is a nonlinear material which makes use of its nonlinearities to realize various functionalities. This paper presents a theoretical treatment of generating and enhancing third-harmonic field which may be used as optical source, crystal state monitoring and all-optical signal processing applications.         ",
    "url": "https://arxiv.org/abs/2411.08442",
    "authors": [
      "Abdurrahman Javid Shaikh",
      "Othman Sidek"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08513",
    "title": "On the soliton solutions in a self-gravitating strongly coupled electron-ion-dusty plasma",
    "abstract": "           The effect of electrostatic strong-coupling of dust particles along with their self-gravitational force has been analyzed in a three component dusty plasma. The electrons and ions forming the charge neutral background where the electron distribution is assumed to be Maxwellian while the ion distribution is non-thermal. These days, one of the key topics in plasma physics is nonlinear waves in plasma. Thus using the reductive perturbation technique to the set of hydrodynamic equation considered for an electron-ion-dusty (e-i-d) plasma, a coupled KdV equation is derived. The impact of strong coupling and self-gravitation on the solitary wave profiles, nonlinear coefficient and dispersive coefficient are studied both analytically and by numerical simulation.         ",
    "url": "https://arxiv.org/abs/2411.08513",
    "authors": [
      "Shatadru Chaudhuri",
      "Shahin Nasrin",
      "Asesh Roy Chowdhury"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2411.08538",
    "title": "Intelligent Adaptive Metasurface in Complex Wireless Environments",
    "abstract": "           The programmable metasurface is regarded as one of the most promising transformative technologies for next-generation wireless system applications. Due to the lack of effective perception ability of the external electromagnetic environment, there are numerous challenges in the intelligent regulation of wireless channels, and it still relies on external sensors to reshape electromagnetic environment as desired. To address that problem, we propose an adaptive metasurface (AMS) which integrates the capabilities of acquiring wireless environment information and manipulating reflected electromagnetic (EM) waves in a programmable manner. The proposed design endows the metasurfaces with excellent capabilities to sense the complex electromagnetic field distributions around them and then dynamically manipulate the waves and signals in real time under the guidance of the sensed information, eliminating the need for prior knowledge or external inputs about the wireless environment. For verification, a prototype of the proposed AMS is constructed, and its dual capabilities of sensing and manipulation are experimentally validated. Additionally, different integrated sensing and communication (ISAC) scenarios with and without the aid of the AMS are established. The effectiveness of the AMS in enhancing communication quality is well demonstrated in complex electromagnetic environments, highlighting its beneficial application potential in future wireless systems.         ",
    "url": "https://arxiv.org/abs/2411.08538",
    "authors": [
      "Han Qing Yang",
      "Jun Yan Dai",
      "Hui Dong Li",
      "Lijie Wu",
      "Meng Zhen Zhang",
      "Zi Hang Shen",
      "Si Ran Wang",
      "Zheng Xing Wang",
      "Wankai Tang",
      "Shi Jin",
      "Jun Wei Wu",
      "Qiang Cheng",
      "Tie Jun Cui"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08729",
    "title": "Observation of non-Hermitian topology from optical loss modulation",
    "abstract": "           Understanding the interplay of non-Hermiticity and topology is crucial given the intrinsic openness of most natural and engineered systems and it has important ramifications in topological lasers and sensors. Intense efforts have been devoted to unveiling how non-Hermiticity may impact the most significant features of topological systems, but only recently it has been theoretically proposed that topological features could originate solely from the system's non-Hermiticity in photonic systems. In this work, we experimentally demonstrate the appearance of non-Hermitian topology exclusively from loss modulation in a photonic system that is topologically trivial in the absence of loss. We do this by implementing a non-Hermitian generalization of an Aubry-Andre-Harper model with purely imaginary potential in a programmable integrated photonics platform, which allows us to investigate different periodic and quasi-periodic configurations of the model. In both cases, we show the emergence of topological edge modes and explore their resilience to different kinds of disorder. Our work highlights loss engineering as a mechanism to generate topological properties.         ",
    "url": "https://arxiv.org/abs/2411.08729",
    "authors": [
      "Amin Hashemi",
      "Elizabeth Louis Pereira",
      "Hongwei Li",
      "Jose L. Lado",
      "Andrea Blanco-Redondo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08738",
    "title": "An atlas of photonic and plasmonic materials for cathodoluminescence microscopy",
    "abstract": "           Cathodoluminescence (CL) microscopy has emerged as a powerful tool for investigating the optical properties of materials at the nanoscale, offering unique insights into the behavior of photonic and plasmonic materials under electron excitation. We introduce an atlas of bulk CL spectra for a range of materials widely used in photonics and plasmonics. Through a combination of experimental CL spectroscopy and Monte Carlo simulations, we characterize electron penetration depth and energy deposition, offering a foundational reference for interpreting CL spectra and understanding material behavior under electron excitation. By capturing CL signal from a diverse range of materials, this atlas provides insights into the intrinsic emission properties essential for material selection and design in photonic and plasmonic device engineering.         ",
    "url": "https://arxiv.org/abs/2411.08738",
    "authors": [
      "Sven Ebel",
      "Yonas Lebsir",
      "Torgom Yezekyan",
      "N. Asger Mortensen",
      "Sergii Morozov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08844",
    "title": "Trapped-ion laser cooling in structured light fields",
    "abstract": "           Laser cooling is fundamental to quantum computation and metrology with trapped ions, and can occupy a majority of runtime in current systems. A key limitation to cooling arises from unwanted carrier excitation, which in typically used running wave (RW) fields invariably accompanies the sideband transitions effecting cooling. We consider laser cooling in structured light profiles enabling selective sideband excitation with nulled carrier drive; motivated by integrated photonic approaches' passive phase and amplitude stability, we propose simple configurations realizable with waveguide addressing using either standing wave (SW) or first-order Hermite-Gauss (HG) modes. We quantify performance of Doppler cooling from beyond the Lamb-Dicke regime (LDR), and ground-state (GS) cooling using electromagnetically induced transparency (EIT) leveraging these field profiles. Carrier-free EIT offers significant benefits simultaneously in cooling rate, motional frequency bandwidth, and final phonon number. Carrier-free Doppler cooling's advantage is significantly compromised beyond the LDR but continues to hold, indicating such configurations are applicable for highly excited ions. Our simulations focus on level structure relevant to $^{40}$Ca$^+$, though the carrier-free configurations can be generally applied to other species. We also quantify performance limitations due to polarization and modal impurities relevant to experimental implementation. Our results indicate potential for simple structured light profiles to alleviate bottlenecks in laser cooling, and for scalable photonic devices to improve basic operation quality in trapped-ion systems.         ",
    "url": "https://arxiv.org/abs/2411.08844",
    "authors": [
      "Zhenzhong",
      "Xing",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.22410",
    "title": "Quantum Turbulence in a Three-Dimensional Holographic Superfluid",
    "abstract": "           We report real-time simulations of far-from-equilibrium dynamics of a holographic superfluid in three dimensions. The holographic duality maps a strongly coupled superfluid to a weakly coupled theory with gravity in a higher-dimensional curved space which we study numerically. Starting from configurations of dense tangles of quantized vortex lines, the superfluid exhibits turbulent behavior during its evolution towards thermal equilibrium. Specifically, we observe two subsequent universal regimes of quasi-stationary scaling in the occupation number spectrum, the first of which is Kolmogorov-like. Indications for the strongly dissipative nature of vortex dynamics in the three-dimensional holographic superfluid are found in the rapid shrinking and annihilation of small vortex rings that emerge from frequent reconnections of vortex lines during the evolution.         ",
    "url": "https://arxiv.org/abs/2410.22410",
    "authors": [
      "Paul Wittmer",
      "Carlo Ewerz"
    ],
    "subjectives": [
      "High Energy Physics - Theory (hep-th)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2411.05921",
    "title": "Scalable Feedback Stabilization of Quantum Light Sources on a CMOS Chip",
    "abstract": "           Silicon photonics is a leading platform for realizing the vast numbers of physical qubits needed for useful quantum information processing because it leverages mature complementary metal-oxide-semiconductor (CMOS) manufacturing to integrate on-chip thousands of optical devices for generating and manipulating quantum states of light. A challenge to the practical operation and scale-up of silicon quantum-photonic integrated circuits, however, is the need to control their extreme sensitivity to process and temperature variations, free-carrier and self-heating nonlinearities, and thermal crosstalk. To date these challenges have been partially addressed using bulky off-chip electronics, sacrificing many benefits of a chip-scale platform. Here, we demonstrate the first electronic-photonic quantum system-on-chip (EPQSoC) consisting of quantum-correlated photon-pair sources stabilized via on-chip feedback control circuits, all fabricated in a high-volume 45nm CMOS microelectronics foundry. We use non-invasive photocurrent sensing in a tunable microring cavity photon-pair source to actively lock it to a fixed pump laser while operating in the quantum regime, enabling large scale microring-based quantum systems. In this first demonstration of such a capability, we achieve a high CAR of 134 with an ultra-low g(2)(0) of 0.021 at 2.2 kHz off-chip detected pair rate and 3.3 MHz/mW2 on-chip pair generation efficiency, and over 100 kHz off-chip detected pair rate at higher pump powers (1.5 MHz on-chip). These sources maintain stable quantum properties in the presence of temperature variations, operating reliably in practical settings with many adjacent devices creating thermal disturbances on the same chip. Such dense electronic-photonic integration enables implementation and control of quantum-photonic systems at the scale required for useful quantum information processing with CMOS-fabricated chips.         ",
    "url": "https://arxiv.org/abs/2411.05921",
    "authors": [
      "Danielius Kramnik",
      "Imbert Wang",
      "Anirudh Ramesh",
      "Josep M. Fargas Cabanillas",
      "Ðorđe Gluhović",
      "Sidney Buchbinder",
      "Panagiotis Zarkos",
      "Christos Adamopoulos",
      "Prem Kumar",
      "Vladimir M. Stojanović",
      "Miloš A. Popović"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08115",
    "title": "Nonlinear techniques for few-mode wavefront sensors",
    "abstract": "           We present several nonlinear wavefront sensing techniques for few-mode sensors, all of which are empirically calibrated and agnostic to the choice of wavefront sensor. The first class of techniques involves a straightforward extension of the linear phase retrieval scheme to higher order; the resulting Taylor polynomial can then be solved using the method of successive approximations, though we discuss alternate methods such as homotopy continuation. In the second class of techniques, a model of the WFS intensity response is created using radial basis function interpolation. We consider both forward models, which map phase to intensity and can be solved with nonlinear least-squares methods such as the Levenberg-Marquardt algorithm, as well as backwards models which directly map intensity to phase and do not require a solver. We provide demonstrations for both types of techniques in simulation using a quad-cell sensor and a photonic lantern wavefront sensor as examples. Next, we demonstrate how the nonlinearity of an arbitrary sensor may studied using the method of numerical continuation, and apply this technique both to the quad-cell sensor and a photonic lantern sensor. Finally, we briefly consider the extension of nonlinear techniques to polychromatic sensors.         ",
    "url": "https://arxiv.org/abs/2411.08115",
    "authors": [
      "Jonathan Lin",
      "Michael P. Fitzgerald"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.08121",
    "title": "Cavity-Vacuum-Induced Chiral Spin Liquids in Kagome Lattices: Tuning and Probing Topological Quantum Phases via Cavity Quantum Electrodynamics",
    "abstract": "           Topological phases in frustrated quantum magnetic systems have captivated researchers for decades, with the chiral spin liquid (CSL) standing out as one of the most compelling examples. Featured by long-range entanglement, topological order, and exotic fractional excitations, the CSL has inspired extensive exploration for practical realizations. In this work, we demonstrate that CSLs can emerge in a kagome lattice driven by vacuum quantum fluctuations within a single-mode chiral cavity. The chiral cavity imprints quantum fluctuations with time-reversal symmetry breaking, fostering chiral interactions among electrons and stabilizing a robust CSL phase without external laser excitation. Moreover, we identify experimentally accessible observables -- such as average photon number and transport properties -- that reveal connections between photon dynamics and the emergent chiral order. Our findings establish a novel pathway for creating, controlling, and probing topological and symmetry-breaking quantum phases in strongly correlated systems.         ",
    "url": "https://arxiv.org/abs/2411.08121",
    "authors": [
      "Chenan Wei",
      "Liu Yang",
      "Qing-Dong Jiang"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08559",
    "title": "Nonlinear Breit-Wheeler pair production using polarized photons from inverse Compton scattering",
    "abstract": "           Observing multiphoton electron-positron pair production (the nonlinear Breit-Wheeler process) requires high-energy $\\gamma$ rays to interact with strong electromagnetic fields. In order for these observations to be as precise as possible, the $\\gamma$ rays would ideally be both mono-energetic and highly polarized. Here we perform Monte Carlo simulations of an experimental configuration that accomplishes this in two stages. First, a multi-GeV electron beam interacts with a moderately intense laser pulse to produce a bright, highly polarized beam of $\\gamma$ rays by inverse Compton scattering. Second, after removing the primary electrons, these $\\gamma$ rays collide with another, more intense, laser pulse in order to produce pairs. We show that it is possible to measure the $\\gamma$-ray polarization dependence of the nonlinear Breit-Wheeler process in near-term experiments, using a 100-TW class laser and currently available electron beams. Furthermore, it would also be possible to observe harmonic structure and the perturbative-to-nonperturbative transition if such a laser were colocated with a future linear collider.         ",
    "url": "https://arxiv.org/abs/2411.08559",
    "authors": [
      "Daniel Seipt",
      "Mathias Samuelsson",
      "Tom Blackburn"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08644",
    "title": "Optimizing state transfer in a three-qubit array via quantum brachistochrone method",
    "abstract": "           Quantum brachistochrone method has recently emerged as a technique allowing one to implement the desired unitary evolution operator in a physical system within the minimal time. Here, we apply this approach to the problem of time-optimal quantum state transfer in the array of three qubits with time-varying nearest-neighbor couplings and analytically derive the fastest protocol.         ",
    "url": "https://arxiv.org/abs/2411.08644",
    "authors": [
      "Kseniia S. Chernova",
      "Andrei A. Stepanenko",
      "Maxim A. Gorlach"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08670",
    "title": "RSFQ All-Digital Programmable Multi-Tone Generator For Quantum Applications",
    "abstract": "           One of the most important and topical challenges of quantum circuits is their scalability. Rapid Single Flux Quantum (RSFQ) technology is at the forefront of replacing current standard CMOS-based control architectures for a number of applications, including quantum computing and quantum sensor arrays. By condensing the control and readout to SFQ-based on-chip devices that are directly connected to the quantum systems, it is possible to minimise the total system overhead, improving scalability and integration. In this work, we present a novel RSFQ device that generates multi tone digital signals, based on complex pulse train sequences using a Circular Shift Register (CSR) and a comb filter stage. We show that the frequency spectrum of the pulse trains is dependent on a preloaded pattern on the CSR, as well as on the delay line of the comb filter stage. By carefully selecting both the pattern and delay, the desired tones can be isolated and amplified as required. Finally, we propose architectures where this device can be implemented to control and readout arrays of quantum devices, such as qubits and single photon detectors.         ",
    "url": "https://arxiv.org/abs/2411.08670",
    "authors": [
      "João Barbosa",
      "Jack C. Brennan",
      "Alessandro Casaburi",
      "M. D. Hutchings",
      "Alex Kirichenko",
      "Oleg Mukhanov",
      "Martin Weides"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08776",
    "title": "Quantum Gas Microscopy of Fermions in the Continuum",
    "abstract": "           Microscopically probing quantum many-body systems by resolving their constituent particles is essential for understanding quantum matter. In most physical systems, distinguishing individual particles, such as electrons in solids, or neutrons and quarks in neutron stars, is impossible. Atom-based quantum simulators offer a unique platform that enables the imaging of each particle in a many-body system. Until now, however, this capability has been limited to quantum systems in discretized space such as optical lattices and tweezers, where spatial degrees of freedom are quantized. Here, we introduce a novel method for imaging atomic quantum many-body systems in the continuum, allowing for in situ resolution of every particle. We demonstrate the capabilities of our approach on a two-dimensional atomic Fermi gas. We probe the density correlation functions, resolving their full spatial functional form, and reveal the shape of the Fermi hole arising from Pauli exclusion as a function of temperature. Our method opens the door to probing strongly-correlated quantum gases in the continuum with unprecedented spatial resolution, providing in situ access to spatially resolved correlation functions of arbitrarily high order across the entire system.         ",
    "url": "https://arxiv.org/abs/2411.08776",
    "authors": [
      "Tim de Jongh",
      "Joris Verstraten",
      "Maxime Dixmerias",
      "Cyprien Daix",
      "Bruno Peaudecerf",
      "Tarik Yefsah"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.02665",
    "title": "Design of a resonant slow extraction from low emittance electron booster rings using transverse resonance island buckets",
    "abstract": "           In this contribution we present the design of a resonant slow extraction based on the radio frequency knock-out (RF-KO) scheme, where we make use of the transverse resonance islands bucket (TRIB) optics. The generation of the TRIB optics is presented in two example lattices, that are considered for the potential upgrade of the current booster at DESY. The slow extraction would potentially supply high energy electron beams to the HEP beamline users. Simulations show an extraction efficiency in excess of 90% with a septum blade thickness of \\SI{100}{\\micro\\meter}.         ",
    "url": "https://arxiv.org/abs/2404.02665",
    "authors": [
      "E.C. Cortés García",
      "I. Agapov",
      "W. Hillert"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2406.17140",
    "title": "Absorption Spectroscopy of $^{40}$Ca Atomic Beams Produced via Pulsed Laser Ablation: A Quantitative Comparison of Ca and CaTiO$_3$ Targets",
    "abstract": "           Pulsed laser ablation is an increasingly prevalent method for fast ion trap loading of various species, however characteristics of the ablation target source material can affect the ion-loading process. One factor which can reduce the atomic flux from a target is oxidation during atmospheric exposure when preparing or making changes to the ion trap vacuum system. Recent work has shown that perovskite ablation targets produce consistent atomic densities even after exposure to atmosphere when compared to elemental source targets. In this work, we directly compare calcium (Ca) and calcium-titanate (CaTiO$_3$) ablation targets, characterizing the neutral atomic beam flux using resonant, time-resolved absorption spectroscopy of the 423 nm $^{1}S_0 \\rightarrow$ $^{1}P_1$ transition in neutral Ca. We measure the ablation plume longitudinal and transverse temperatures, number density, ion production, and spot lifetime for each target. In addition, we compare the ablated atomic beam density for both targets before and after 21 hours of exposure to atmosphere, demonstrating the relative robustness of the CaTiO$_3$ source.         ",
    "url": "https://arxiv.org/abs/2406.17140",
    "authors": [
      "Kevin D. Battles",
      "Brian J. McMahon",
      "Brian C. Sawyer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06005",
    "title": "Unified Mechanics on Thermodynamics, Classical Mechanics, Quantum Mechanics",
    "abstract": "           Classical and quantum mechanics laws are rebuilt in the frame of new thermodynamics. Heat is the sum of kinetic energy, system work, and system potential of a system, while force is the heat gradients over distance. Hence, collision, temperature difference, and molar volume gradients are the sources of forces. The collision creates symmetric forces, i.e., mutual repulsion or attraction. The other sources produce asymmetric forces driving rotation and spin (self-rotation). Interaction does not need a medium. As achievements, 1) a brief and general equation is derived to predict the equilibrium distance of molecular interaction: [equation] without using any assumption; 2) electrons and protons are electroneutral, while neutrons are the cold protons with delta T = 6.01 x 10 power 9 K, thus, the heat of nuclear reaction is about 9.18 MeV; 3) atom has isothermal and non-isothermal orbits. Each orbit accommodates 2 electrons with opposite spins; 4) the first ionization energies of elements reported in the references are close to the kinetic energies calculated in this paper; 5) the strengths of chemical bonds and H-bonds are calculated, comparable with the experimental data; 6) vibrations of chemical bonds are discussed which disclose the source of alpha in the system potential. It is suggested that transferring heat from the hot electrons and nuclei to the cold ones makes a network in the cosmos. Photons are the messengers on the way rather than the roaming travelers.         ",
    "url": "https://arxiv.org/abs/2408.06005",
    "authors": [
      "Henmei Ni"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2410.17298",
    "title": "Does quantum mechanics apply to macroscopic objects? How to define macro?",
    "abstract": "           According to Quantum Mechanics a narrow wave-packet of the center of mass of any macroscopic object should smear out after some time. The problem is usually waved out by assuming that due to their heavy masses this occurs over astronomical times. Without a clear definition of macroscopic objects this remains ambiguous. On the other hand, Quantum Mechanics allows and energetically even prefers largely smeared out c.m. states that never been seen. Why is this the real state of the world we know? Does it suggest a micro-macro threshold with different theoretical descriptions? Does offer micro-miniaturization a hope for answering these questions?         ",
    "url": "https://arxiv.org/abs/2410.17298",
    "authors": [
      "Ladislaus Alexander Bányai"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2411.05737",
    "title": "Accurate Unsupervised Photon Counting from Transition Edge Sensor Signals",
    "abstract": "           We compare methods for signal classification applied to voltage traces from transition edge sensors (TES) which are photon-number resolving detectors fundamental for accessing quantum advantages in information processing, communication and metrology. We quantify the impact of numerical analysis on the distinction of such signals. Furthermore, we explore dimensionality reduction techniques to create interpretable and precise photon number embeddings. We demonstrate that the preservation of local data structures of some nonlinear methods is an accurate way to achieve unsupervised classification of TES traces. We do so by considering a confidence metric that quantifies the overlap of the photon number clusters inside a latent space. Furthermore, we demonstrate that for our dataset previous methods such as the signal's area and principal component analysis can resolve up to 16 photons with confidence above $90\\%$ while nonlinear techniques can resolve up to 21 with the same confidence threshold. Also, we showcase implementations of neural networks to leverage information within local structures, aiming to increase confidence in assigning photon numbers. Finally, we demonstrate the advantage of some nonlinear methods to detect and remove outlier signals.         ",
    "url": "https://arxiv.org/abs/2411.05737",
    "authors": [
      "Nicolas Dalbec-Constant",
      "Guillaume Thekkadath",
      "Duncan England",
      "Benjamin Sussman",
      "Thomas Gerrits",
      "Nicolás Quesada"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.19577",
    "title": "Non-equilibrium quantum Monte Carlo algorithm for stabilizer Renyi entropy in spin systems",
    "abstract": "           Quantum magic, or nonstabilizerness, provides a crucial characterization of quantum systems, regarding the classical simulability with stabilizer states. In this work, we propose a novel and efficient algorithm for computing stabilizer Rényi entropy, one of the measures for quantum magic, in spin systems with sign-problem free Hamiltonians. This algorithm is based on the quantum Monte Carlo simulation of the path integral of the work between two partition function ensembles and it applies to all spatial dimensions and temperatures. We demonstrate this algorithm on the one and two dimensional transverse field Ising model at both finite and zero temperatures and show the quantitative agreements with tensor-network based algorithms. Furthermore, we analyze the computational cost and provide both analytical and numerical evidences for it to be polynomial in system size.         ",
    "url": "https://arxiv.org/abs/2405.19577",
    "authors": [
      "Zejun Liu",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.02617",
    "title": "Open quantum dynamics with variational non-Gaussian states and the truncated Wigner approximation",
    "abstract": "           We present a framework for simulating the open dynamics of spin-boson systems by combining variational non-Gaussian states with a quantum trajectories approach. We apply this method to a generic spin-boson Hamiltonian that has both Tavis-Cummings and Holstein type couplings, and which has broad applications to a variety of quantum simulation platforms, polaritonic physics, and quantum chemistry. Additionally, we discuss how the recently developed truncated Wigner approximation for open quantum systems can be applied to the same Hamiltonian. We benchmark the performance of both methods and identify the regimes where each method is best suited to. Finally we discuss strategies to improve each technique.         ",
    "url": "https://arxiv.org/abs/2407.02617",
    "authors": [
      "Liam J. Bond",
      "Bas Gerritsen",
      "Jiří Minář",
      "Jeremy T. Young",
      "Johannes Schachenmayer",
      "Arghavan Safavi-Naini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.05826",
    "title": "Primordial acoustic turbulence: three-dimensional simulations and gravitational wave predictions",
    "abstract": "           Gravitational waves (GWs) generated by a first-order phase transition at the electroweak scale are detectable by future space-based detectors like LISA. The lifetime of the resulting shock waves plays an important role in determining the intensity of the generated GWs. We have simulated decaying primordial acoustic turbulence in three dimensions and make a prediction for the universal shape of the energy spectrum by using its self-similar decay properties and the shape of individual shock waves. The shape for the spectrum is used to determine the time dependence of the fluid kinetic energy and the energy containing length scale at late times. The inertial range power law is found to be close to the classically predicted $k^{-2}$ and approaches it with increasing Reynolds number. The resulting model for the velocity spectrum and its decay in time is combined with the sound shell model assumptions about the correlations of the velocity field to compute the GW power spectrum for flows that decay in less than the Hubble time. The decay is found to bring about a convergence in the spectral amplitude and the peak power law that leads to a power law shallower than the $k^9$ of the stationary case.         ",
    "url": "https://arxiv.org/abs/2407.05826",
    "authors": [
      "Jani Dahl",
      "Mark Hindmarsh",
      "Kari Rummukainen",
      "David Weir"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2408.09604",
    "title": "Circuit design in biology and machine learning. I. Random networks and dimensional reduction",
    "abstract": "           A biological circuit is a neural or biochemical cascade, taking inputs and producing outputs. How have biological circuits learned to solve environmental challenges over the history of life? The answer certainly follows Dobzhansky's famous quote that ``nothing in biology makes sense except in the light of evolution.'' But that quote leaves out the mechanistic basis by which natural selection's trial-and-error learning happens, which is exactly what we have to understand. How does the learning process that designs biological circuits actually work? How much insight can we gain about the form and function of biological circuits by studying the processes that have made those circuits? Because life's circuits must often solve the same problems as those faced by machine learning, such as environmental tracking, homeostatic control, dimensional reduction, or classification, we can begin by considering how machine learning designs computational circuits to solve problems. We can then ask: How much insight do those computational circuits provide about the design of biological circuits? How much does biology differ from computers in the particular circuit designs that it uses to solve problems? This article steps through two classic machine learning models to set the foundation for analyzing broad questions about the design of biological circuits. One insight is the surprising power of randomly connected networks. Another is the central role of internal models of the environment embedded within biological circuits, illustrated by a model of dimensional reduction and trend prediction. Overall, many challenges in biology have machine learning analogs, suggesting hypotheses about how biology's circuits are designed.         ",
    "url": "https://arxiv.org/abs/2408.09604",
    "authors": [
      "Steven A. Frank"
    ],
    "subjectives": [
      "Populations and Evolution (q-bio.PE)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)"
    ]
  }
]