[
  {
    "id": "arXiv:2109.13929",
    "title": "Distributed UAV-enabled zero-forcing cooperative jamming scheme for  safeguarding future wireless networks",
    "abstract": "In this work, we investigate the impact of two cooperative unmanned aerial vehicle (UAV)-based jammers on the secrecy performance of a ground wireless network in the presence of an eavesdropper. For that purpose, we investigate the secrecy-area related metrics, Jamming Coverage and Jamming Efficiency. Moreover, we propose a hybrid metric, the so-called Weighted Secrecy Coverage (WSC) and a virtual distributed multiple-input-multiple-output (MIMO)-based zero-forcing precoding scheme to avoid the jamming effects on the legitimate receiver. For evaluating these metrics, we derive a closed-form position-based metric, the secrecy improvement. Our mathematical derivations and comparative simulations show that the proposed zero-forcing scheme leads to an improvement on the secrecy performance in terms of the WSC, and provides conditions for improvement of Jamming Efficiency. They also show positioning trends on the UAVs over a fixed orbit around the legitimate transmitter as well as power allocation trends for optimal secrecy. ",
    "url": "https://arxiv.org/abs/2109.13929",
    "authors": [
      "X. A. Flores Cabezas",
      "D. P. Moya Osorio",
      "M. Latva-aho"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2109.14599",
    "title": "Bounds on stabilizer measurement circuits and obstructions to local  implementations of quantum LDPC codes",
    "abstract": "In this work we establish lower bounds on the size of Clifford circuits that measure a family of commuting Pauli operators. Our bounds depend on the interplay between a pair of graphs: the Tanner graph of the set of measured Pauli operators, and the connectivity graph which represents the qubit connections required to implement the circuit. For local-expander quantum codes, which are promising for low-overhead quantum error correction, we prove that any syndrome extraction circuit implemented with local Clifford gates in a 2D square patch of $N$ qubits has depth at least $\\Omega(n/\\sqrt{N})$ where $n$ is the code length. Then, we propose two families of quantum circuits saturating this bound. First, we construct 2D local syndrome extraction circuits for quantum LDPC codes with bounded depth using only $O(n^2)$ ancilla qubits. Second, we design a family of 2D local syndrome extraction circuits for hypergraph product codes using $O(n)$ ancilla qubits with depth $O(\\sqrt{n})$. Finally, we use circuit noise simulations to compare the performance of a family of hypergraph product codes using this last family of 2D syndrome extraction circuits with a syndrome extraction circuit implemented with fully connected qubits. While there is a threshold of about $10^{-3}$ for a fully connected implementation, we observe no threshold for the 2D local implementation despite simulating error rates of as low as $10^{-6}$. This suggests that quantum LDPC codes are impractical with 2D local quantum hardware. We believe that our proof technique is of independent interest and could find other applications. Our bounds on circuit sizes are derived from a lower bound on the amount of correlations between two subsets of qubits of the circuit and an upper bound on the amount of correlations introduced by each circuit gate, which together provide a lower bound on the circuit size. ",
    "url": "https://arxiv.org/abs/2109.14599",
    "authors": [
      "Nicolas Delfosse",
      "Michael E. Beverland",
      "Maxime A. Tremblay"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2109.14609",
    "title": "Constant-overhead quantum error correction with thin planar connectivity",
    "abstract": "Quantum LDPC codes may provide a path to build low-overhead fault-tolerant quantum computers. However, as general LDPC codes lack geometric constraints, na\\\"ive layouts couple many distant qubits with crossing connections which could be hard to build in hardware and could result in performance-degrading crosstalk. We propose a 2D layout for quantum LDPC codes by decomposing their Tanner graphs into a small number of planar layers. Each layer contains long-range connections which do not cross. For any CSS code with a degree-$\\delta$ Tanner graph, we design stabilizer measurement circuits with depth at most $(2\\delta +2)$ using at most $\\lceil \\delta/2 \\rceil$ layers. We observe a circuit-noise threshold of 0.28\\% for a positive-rate code family using 49 physical qubits per logical qubit. For a physical error rate of $10^{-4}$, this family reaches a logical error rate of $10^{-15}$ using fourteen times fewer physical qubits than the surface code. ",
    "url": "https://arxiv.org/abs/2109.14609",
    "authors": [
      "Maxime A. Tremblay",
      "Nicolas Delfosse",
      "Michael E. Beverland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2109.05547",
    "title": "Towards a variational Jordan-Lee-Preskill quantum algorithm",
    "abstract": " Comments: 21 pages, many figures. v2: modified style, add references, clear typos ",
    "url": "https://arxiv.org/abs/2109.05547",
    "authors": [
      "Junyu Liu",
      "Jinzhao Sun",
      "Xiao Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Machine Learning (cs.LG)",
      "High Energy Physics - Theory (hep-th)"
    ]
  }
]