[
  {
    "id": "arXiv:2204.07224",
    "title": "Observation of breakdown wave mechanism in avalanche ionization produced  atmospheric plasma generated by a picosecond CO$_2$ laser",
    "abstract": "Understanding the formation and long-timescale evolution of atmospheric plasmas produced by ultrashort, long wavelength IR (LWIR) pulses is an important but partially understood problem. Of particular interest are plasmas produced in air with a peak laser intensity $\\sim$10$^{12}$ W/cm$^2$, the so-called clamping intensity observed in LWIR atmospheric guiding experiments where tunneling and multi-photon ionization operative at near-IR or shorter wavelengths are inoperative. We find that avalanche breakdown on the surface of aerosol (dust) particles can act to seed the breakdown of air observed above the 200 GW/cm$^2$ threshold when a train of 3 ps 10.6 $\\mu$m laser pulses separated by 18 ps are used. The breakdown first appears at the best focus but propagates backwards towards the focusing optic as the plasma density approaches critical density and makes forward propagation impossible. The velocity of the backward propagating breakdown can be as high as 10$^9$ cm/s, an order of magnitude greater than measured with ns pulse-produced breakdown and can be explained rather well by the so-called breakdown wave mechanism. Transverse plasma expansion with a similar velocity is assisted by UV photoionization and is observed as a secondary longitudinal breakdown mechanism in roughly 10 percent of the shots. When a cm size, TW power beam is propagated, interception of aerosol particles is guaranteed and several (40 cm$^{-3}$) breakdown sites appear, each initially producing a near critical density plasma. On a 10 ns-1 $\\mu$s timescale, shockwaves from each site expand radially and coalesce to produce a large hot gas channel. The radial velocity of the expansion agrees well with the prediction of the blast wave theory developed for ultrafast atmospheric detonations. ",
    "url": "https://arxiv.org/abs/2204.07224",
    "authors": [
      "E. Welch",
      "D. Matteo",
      "S. Tochitsky",
      "G. Louwrens",
      "C. Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07226",
    "title": "DC-coupled resistive silicon detectors for 4-D tracking",
    "abstract": "In this work, we introduce a new design concept: the DC-Coupled Resistive Silicon Detectors, based on the LGAD technology. This new approach intends to address a few known features of the first generation of AC-Coupled Resistive Silicon Detectors (RSD). Our simulation exploits a fast hybrid approach based on a combination of two packages, Weightfield2 and LTSpice. It demonstrates that the key features of the RSD design are maintained, yielding excellent timing and spatial resolutions: a few tens of ps and a few microns. In the presentation, we will outline the optimization methodology and the results of the simulation. We will present detailed studies on the effect of changing the ratio between the n+ layer resistivity and the low-resistivity ring and on the achievable temporal and spatial resolution. ",
    "url": "https://arxiv.org/abs/2204.07226",
    "authors": [
      "L. Menzio",
      "R. Arcidiacono",
      "G. Borghi",
      "M. Boscardin",
      "N. Cartiglia",
      "M. Centis Vignali",
      "M. Costa",
      "G-F. Dalla Betta",
      "M. Ferrero",
      "F. Ficorella",
      "G. Gioachin",
      "M. Mandurrino",
      "L. Pancheri",
      "G. Paternoster",
      "F. Siviero",
      "V. Sola",
      "M. Tornago"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07231",
    "title": "Periodic strings: a mechanical analogy to photonic and phononic crystals",
    "abstract": "We study a periodic vibrating string composed of a finite sequence of string segments connected periodically, with each segment characterized by a constant linear mass density. The main purpose is to provide a configuration that can mimic the properties of photonic or phononic crystals and could be implemented in undergraduate physics laboratories. We demonstrate that this configuration displays frequency intervals for which wave propagation is not allowed (frequency bandgaps), in close analogy to photonic and phononic crystals. We discuss the behavior of these bandgaps when varying physical parameters, such as the values of the linear mass densities, the oscillation frequency, and the number of strings constituting the entire system. Some analogies with the propagation of electronic waves through a crystal lattice in condensed matter physics are also explored. ",
    "url": "https://arxiv.org/abs/2204.07231",
    "authors": [
      "R. S. Pitombo",
      "M. Vasconcellos",
      "P. P. Abrantes",
      "Reinaldo de Melo e Souza",
      "G. M. Penello",
      "C. Farina"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07232",
    "title": "Hidden symmetries in acoustic wave systems",
    "abstract": "Mirror symmetry of a wave system imposes corresponding even or odd parity on its eigenmodes. For a discrete system, eigenmode parity on a specific subset of sites may also originate from so-called latent symmetry. This symmetry is hidden, but can be revealed in an effective model upon reduction of the original system onto the latently symmetric sites. Here we show how latent symmetries can be leveraged for continuous wave setups in the form of acoustic networks. These are systematically designed to have point-wise amplitude parity between selected waveguide junctions for all low frequency eigenmodes. We further develop a modular principle: latently symmetric networks can be interconnected to feature multiple latently symmetric junction pairs, allowing the design of arbitrarily large latently symmetric networks. By connecting such networks to a mirror symmetric subsystem, we design asymmetric setups featuring eigenmodes with domain-wise parity. Bridging the gap between discrete and continuous models, our work takes a pivotal step towards exploiting hidden geometrical symmetries in realistic wave setups. ",
    "url": "https://arxiv.org/abs/2204.07232",
    "authors": [
      "Malte Röntgen",
      "Christian V. Morfonios",
      "Peter Schmelcher",
      "Vincent Pagneux"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07379",
    "title": "Inverse design of focused vector beams for mode excitation in optical  nanoantennas",
    "abstract": "We propose a free-space, inverse design of nanostructure's effective mode-matching fields via a backward propagation of tightly focused vector beams to the pupil plane of an aplanatic system of high numerical aperture. First, we study the nanostructure's eigenmodes without considering any excitation fields and then extract the modal near fields in the focal plane. Each modal field is then taken as the desired focal field, the band-limited waves of which are backward propagated to the pupil plane via a reversal of the Richards--Wolf vector diffraction formula. The pupil fields can be designed to be genuinely paraxial by associating the longitudinal electric/magnetic field component with the radial one on the reference sphere. The inversely designed pupil field in turn is propagated forwardly into the focal region to generate the designed focal field, whose distribution over the nanostructure's surface is used to evaluate the overlap between the designed focal field and the modal fields, i.e., the modal expansion coefficients. Studies for a silicon nanodisk monomer, dimer, and tetramer demonstrate the ability of our inverse approach to design the necessary tightly focused vector field that can effectively and exclusively match a certain eigenmode of interest. Compared with the forward beam-shaping method, the inverse design approach tends to yield quantitatively more precise mode-matching field profiles. This work can have a significant impact on optical applications that rely on controllable and tunable mode excitation and light scattering. ",
    "url": "https://arxiv.org/abs/2204.07379",
    "authors": [
      "Xiaorun Zang",
      "Ari T. Friberg",
      "Tero Setälä",
      "Jari Turunen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07534",
    "title": "Ultra-fast Spectroscopy for High-Throughput and Interactive Quantum  Chemistry",
    "abstract": "We present ultra-fast quantum chemical methods for the calculation of infrared and ultraviolet-visible spectra designed to provide fingerprint information during autonomous and interactive explorations of molecular structures. Characteristic spectral signals can serve as diagnostic probes for the identification and characterization of molecular structures. These features often do not require ultimate accuracy with respect to peak position and intensity, which alleviates the accuracy-time dilemma in ultra-fast electronic structure methods. If approximate ultra-fast algorithms are supplemented with an uncertainty quantification scheme for the detection of potentially large prediction errors in signal position and intensity, an offline refinement will always be possible to confirm or discard the predictions of the ultra-fast approach. Here, we present ultra-fast electronic structure methods for such a protocol in order to obtain ground- and excited-state electronic energies, dipole moments, and their derivatives for real-time applications in vibrational spectroscopy and photophysics. As part of this endeavor, we devise an information-inheritance partial Hessian approach for vibrational spectroscopy, a tailored subspace diagonalization approach and a determinant-selection scheme for excited-state calculations. ",
    "url": "https://arxiv.org/abs/2204.07534",
    "authors": [
      "Francesco Bosia",
      "Thomas Weymuth",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.07323",
    "title": "Quantum phases of spin-orbital-angular-momentum coupled bosonic gases in  optical lattices",
    "abstract": "Spin-orbit coupling plays an important role in understanding exotic quantum phases. In this work, we present a scheme to combine spin-orbital-angular-momentum (SOAM) coupling and strong correlations in ultracold atomic gases. Essential ingredients of this setting is the interplay of SOAM coupling and Raman-induced spin-flip hopping, engineered by lasers that couples different hyperfine spin states. In the presence of SOAM coupling only, we find rich quantum phases in the Mott-insulating regime, which support different types of spin textures such as spin vortex and nonrotating Mott core. Based on an effective exchange model, we find that these competing spin textures are a result of the interplay of Dzyaloshinskii-Moriya and Heisenberg exchange interactions. In the presence of both SOAM coupling and Raman-induced spin-flip hopping, more many-body phases appear, including canted-antiferromagnetic and stripe phases. Our prediction suggests that SOAM coupling could induce rich exotic many-body phases in the strongly interacting regime. ",
    "url": "https://arxiv.org/abs/2204.07323",
    "authors": [
      "Rui Cao",
      "Jinsen Han",
      "Jianhua Wu",
      "Jianmin Yuan",
      "Lianyi He",
      "Yongqiang Li"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2108.06198",
    "title": "The Nature of Schrodinger Equation -- On Quantum Physics Part I",
    "abstract": " Comments: 29 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2108.06198",
    "authors": [
      "Xue-Shu Zhao",
      "Yu-Ru Ge",
      "Xin Zhao",
      "Hong Zhao"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2112.06915",
    "title": "Dynamical approximations for composite quantum systems: Assessment of  error estimates for a separable ansatz",
    "abstract": " Title: Dynamical approximations for composite quantum systems: Assessment of  error estimates for a separable ansatz ",
    "url": "https://arxiv.org/abs/2112.06915",
    "authors": [
      "Irene Burghardt",
      "Rémi Carles",
      "Clotilde Fermanian Kammerer",
      "Benjamin Lasorne",
      "Caroline Lasser"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2112.12475",
    "title": "Quantum Skyrmion Lattices in Heisenberg Ferromagnets",
    "abstract": " Comments: 12 pages, 12 figures, extended phase diagram and discussion ",
    "url": "https://arxiv.org/abs/2112.12475",
    "authors": [
      "Andreas Haller",
      "Solofo Groenendijk",
      "Alireza Habibi",
      "Andreas Michels",
      "Thomas L. Schmidt"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15226",
    "title": "On-chip Light Trapping in Bilayer Moiré Photonic Crystal Slabs",
    "abstract": " Title: On-chip Light Trapping in Bilayer Moiré Photonic Crystal Slabs ",
    "url": "https://arxiv.org/abs/2203.15226",
    "authors": [
      "Haoning Tang",
      "Xueqi Ni",
      "Fan Du",
      "Eric Mazur"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]