[
  {
    "id": "arXiv:2307.04801",
    "title": "Metastability exchange optical pumping of $^3$He at low pressure and  high magnetic field",
    "abstract": "Systematic studies on metastability exchange optical pumping of $^3$He nuclei have been performed at Jefferson Lab using a 1-torr sealed cell at magnetic fields from 2 to 4 T. The effects of the discharge intensity, pump laser power, and pumping transition schemes on achievable nuclear polarization and pumping rate have been investigated. A maximum steady-state nuclear polarization of about 75% has been obtained. This work provides a baseline for the development of the novel polarized $^3$He target for CLAS12 at Jefferson Lab. ",
    "url": "https://arxiv.org/abs/2307.04801",
    "authors": [
      "X. Li",
      "J. D. Maxwell",
      "D. Nguyen",
      "J. Brock",
      "C. D. Keith",
      "R. G. Milner",
      "X. Wei"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2307.04818",
    "title": "Optical Lossy-mode-resonance Relative Humidity Sensor on a Fiber Tip",
    "abstract": "Real-time measurement of relative humidity (RH) is important to many physical, chemical, and biological processes. However, in processes that involve harsh conditions such as high temperatures, strong electromagnetic interferences, and complex spatial constraints, conventional electrical sensors often fall short due to their intrinsic limitations. Here, we developed an optical lossy-mode-resonance (LMR) RH sensor based on the SnO2 film coated D-shaped fiber tip. Thanks to the high-temperature endurance and electromagnetic interference immunity, the developed optical fiber-tip sensor is ideal for RH sensing in critical environments, such as in the microwave drying process. Furthermore, unlike other reported in-line LMR sensors, our sensor is located at the D-shaped fiber tip with a probe-like form factor, allowing it to be readily implemented in a spatially confined environment. We have developed a custom fabrication setup for the novel D-shaped LMR fiber-tip sensor. The LMR signal from the sensor was experimentally characterized. The lossy mode resonances are understood by the finite element analysis, the results of which agree well with the experimental measurements. The fiber-tip sensor had a linear RH response between 6.1% to 75.0% and a resolution better than 4.0% RH. The fiber-tip sensor demonstrated a response time and reversibility comparable to that of commercial electrical sensors. The novel D-shaped fiber-tip LMR RH sensor developed in this work will benefit many applications that require RH monitoring in a harsh environment. Furthermore, our innovative D-shaped fiber tip design can be readily applied to LMR-based fiber sensors in general. This will allow the design's advantages of small footprint and agile maneuverability to benefit a wide range of LMR fiber sensing applications beyond RH sensing. ",
    "url": "https://arxiv.org/abs/2307.04818",
    "authors": [
      "Yundong Ren",
      "Mucheng Li",
      "Yuxiang Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.04935",
    "title": "Seeing quantum effects in experiments",
    "abstract": "Quantum mechanics is a field often considered very mathematical, abstract, and unintuitive. One way some instructors are hoping to help familiarize their students with these complex topics is to have the students see quantum effects in experiments in undergraduate instructional labs. Here, we present results from an interview study about what it means to both instructors and students to see quantum effects in experiments. We focus on a popular set of quantum optics experiments, and find that students believe they are observing quantum effects and achieving related learning goals by working with these experiments. Although it is not possible to see the quantum phenomena directly with their eyes, students point out different aspects of the experiments that contribute to them observing quantum effects. This often includes seeing the experimental results, sometimes in conjunction with interacting with or understanding part of the experiment. There is additional variation across student achievement of the various related learning goals, ranging from many of the students being excited about these experiments and making a connection between the mathematical theory and the experiments to only some of the students seeing a connection between these experiments and quantum technologies. This work can help instructors consider the importance and framing of quantum experiments and raises questions about when and how in the curriculum quantum experiments can be best utilized and how to make related learning goals available to all students. ",
    "url": "https://arxiv.org/abs/2307.04935",
    "authors": [
      "Victoria Borish",
      "H. J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04947",
    "title": "Chip-Scale, Sub-Hz Fundamental Sub-kHz Integral Linewidth 780 nm Laser  through Self-Injection-Locking a Fabry-Pérot laser to an Ultra-High Q  Integrated Resonator",
    "abstract": "Today's state of the art precision experiments in quantum, gravimetry, navigation, time keeping, and fundamental science have strict requirements on the level and spectral distribution of laser frequency noise. For example, the laser interaction with atoms and qubits requires ultra-low frequency noise at multiple offset frequencies due to hyperfine atomic transitions, motional sidebands, and fast pulse sequencing. Chip-scale integration of lasers that meet these requirements is essential for reliability, low-cost, and weight. Here, we demonstrate a significant advancement in atomic precision light sources by realizing a chip-scale, low-cost, 780 nm laser for rubidium atom applications with record-low 640 mHz (white noise floor at 0.2 Hz$^2$/Hz) fundamental and 732 Hz integral linewidths and a frequency noise that is multiple orders of magnitude lower than previous hybrid and heterogeneous self-injection locked 780 nm lasers and lower noise than bulk microresonator implementations. The laser is a Fabry-P\\'erot laser diode self-injection locked to an ultra-high Q photonic integrated silicon nitride resonator. This performance is enabled by a 145 million resonator Q with a 30 dB extinction ratio, the highest Q at 780 nm, to the best of our knowledge. We analyze the impact of our frequency noise on specific atomic applications including atomic frequency references, Rydberg quantum gates, and cold atom gravimeters. The photonic integrated resonator is fabricated using a CMOS foundry-compatible, wafer-scale process, with demonstrated integration of other components showing promise for a full system-on-a-chip. This performance is scalable to other visible atomic wavelengths, opening the door to a variety of transitions across many atomic species and enabling low-power, compact, ultra-low noise lasers impacting applications including quantum sensing, computing, clocks and more. ",
    "url": "https://arxiv.org/abs/2307.04947",
    "authors": [
      "Andrei Isichenko",
      "Nitesh Chauhan",
      "Kaikai Liu",
      "Mark W. Harrington",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04958",
    "title": "Near-wall model for compressible turbulent boundary layers based on an  inverse velocity transformation",
    "abstract": "In this work, a near-wall model, which couples the inverse of a recently developed compressible velocity transformation [Griffin, Fu, & Moin, PNAS, 118:34, 2021] and an algebraic temperature-velocity relation, is developed for high-speed turbulent boundary layers. As input, the model requires the mean flow state at one wall-normal height in the inner layer of the boundary layer and at the boundary-layer edge. As output, the model can predict mean temperature and velocity profiles across the entire inner layer, as well as the wall shear stress and heat flux. The model is tested in an a priori sense using a wide database of direct numerical simulation high-Mach-number turbulent channel flows, pipe flows, and boundary layers (48 cases with edge Mach numbers in the range of 0.77--11 and semi-local friction Reynolds numbers in the range of 170--5700). The present model is significantly more accurate than the classical ordinary differential equation (ODE) model for all cases tested. The model is deployed as a wall model for large-eddy simulations in channel flows with bulk Mach numbers in the range of 0.7--4 and friction Reynolds numbers in the range of 320--1800. When compared to the classical framework, in the a posteriori sense, the present method greatly improves the predicted heat flux, wall stress, and temperature and velocity profiles, especially in cases with strong heat transfer. In addition, the present model solves one ODE instead of two and has a similar computational cost and implementation complexity as the commonly used ODE model. ",
    "url": "https://arxiv.org/abs/2307.04958",
    "authors": [
      "Kevin Patrick Griffin",
      "Lin Fu",
      "Parviz Moin"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2307.04965",
    "title": "Acoustic diagnostics of femtosecond laser filamentation",
    "abstract": "The promising application of femtosecond laser filamentation in atmospheric remote sensing brings imperative demand for diagnosing the spatiotemporal dynamics of filamentation. Acoustic emission (AE) during filamentation opens a door to give the insight into the dynamic evolution of filaments in air. In particular, the frequency features of the acoustic emission provide relevant information on the conversion of laser energy to acoustic energy. Here, the acoustic emission of femtosecond laser filament manipulated by energy and the focal lengths was measured quantitatively by a broadband microphone, and the acoustic parameters were compared and analyzed. Our results showed that the acoustic power presents a squared dependence on the laser energy and the bandwidth of the acoustic spectrum showed a significant positive correlation with laser energy deposition. It was found that the spectrum of the acoustic pulse emitted from the middle of the filament has a larger bandwidth compared to those emitted from the ends of the filament and the spectrum of the acoustic pulse is also an indicator of the filament intensity distribution. These findings are helpful for studying the plasma filament properties and complex dynamic processes through acoustic parameters and allow the optimization of remote applications. ",
    "url": "https://arxiv.org/abs/2307.04965",
    "authors": [
      "Binpeng Shang",
      "Nan Zhang",
      "Pengfei Qi",
      "Shishi Tao",
      "Lie Lin",
      "Weiwei Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05003",
    "title": "Programmable Integrated Photonics for Topological Hamiltonians",
    "abstract": "A variety of topological Hamiltonians have been demonstrated in photonic platforms, leading to fundamental discoveries and enhanced robustness in applications such as lasing, sensing, and quantum technologies. To date, each topological photonic platform implements a specific type of Hamiltonian with inexistent or limited reconfigurability. Here, we propose and demonstrate different topological models by using the same reprogrammable integrated photonics platform, consisting of a hexagonal mesh of silicon Mach-Zehnder interferometers with phase-shifters. We specifically demonstrate a one-dimensional Su-Schrieffer-Heeger Hamiltonian supporting a localized topological edge mode and a higher-order topological insulator based on a two-dimensional breathing Kagome Hamiltonian with three corner states. These results highlight a nearly universal platform for topological models that may fast-track research progress toward applications of topological photonics and other coupled systems. ",
    "url": "https://arxiv.org/abs/2307.05003",
    "authors": [
      "Mehmet Berkay On",
      "Farshid Ashtiani",
      "David Sanchez-Jacome",
      "Daniel Perez-Lopez",
      "S. J. Ben Yoo",
      "Andrea Blanco-Redondo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05027",
    "title": "Multimode resonance transition to collapsed snaking in normal dispersion  Kerr resonators: Bright versus dark solitons",
    "abstract": "We study the dynamics of Kerr cavity solitons in the normal dispersion regime, in the presence of an intracavity phase modulation. The associated parabolic potential introduces multimode resonances, which promote the formation of high-order bright solitons. By gradually reducing the potential strength, bright solitons undergo a transition into dark solitons. We describe this process as a shift from a multimode resonance to a collapsed snaking bifurcation structure. This work offers a comprehensive overview of cavity dynamics and may provide a potential pathway to access multi-stable states by effectively varying the phase modulation. ",
    "url": "https://arxiv.org/abs/2307.05027",
    "authors": [
      "Yifan Sun",
      "Stefan Wabnitz",
      "Pedro Parra-Rivas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2307.05045",
    "title": "Stationary striations in plasma, created by a short microwave pulse in a  waveguide filled with a neutral gas",
    "abstract": "It was observed experimentally that after crossing a neutral gas filled waveguide, a short powerful microwave pulse leaves a periodic glow of plasma along the waveguide, persisting several tens of nanoseconds. A theoretical model is presented which in combination with numerical simulations proposes a possible explanation of this phenomenon. ",
    "url": "https://arxiv.org/abs/2307.05045",
    "authors": [
      "Y. Bliokh",
      "Y. Cao",
      "V. Maksimov",
      "A. Chaim",
      "J.G. Leopold",
      "J.G. Leopold",
      "Ya.E. Krasik"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05157",
    "title": "Quantum computing for fluids: where do we stand?",
    "abstract": "We present a pedagogical introduction to the current state of quantum computing algorithms for the simulation of classical fluids. Different strategies, along with their potential merits and liabilities, are discussed and commented on. ",
    "url": "https://arxiv.org/abs/2307.05157",
    "authors": [
      "Sauro Succi",
      "Wael Itani",
      "Katepalli Sreenivasan",
      "René Steijl"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05221",
    "title": "A hybrid polymer/ceramic/semiconductor fabrication platform for  high-sensitivity fluid-compatible MEMS devices with sealed integrated  electronics",
    "abstract": "Active microelectromechanical systems can couple the nanomechanical domain with the electronic domain by integrating electronic sensing and actuation mechanisms into the micromechanical device. This enables very fast and sensitive measurements of force, acceleration, or the presence of biological analytes. In particular, strain sensors integrated onto MEMS cantilevers are widely used to transduce an applied force to an electrically measurable signal in applications like atomic force microscopy, mass sensing, or molecular detection. However, the high Young's moduli of traditional cantilever materials (silicon or silicon nitride) limit the thickness of the devices, and therefore the deflection sensitivity that can be obtained for a specific spring constant. Using softer materials such as polymers as the structural material of the MEMS device would overcome this problem. However, these materials are incompatible with high-temperature fabrication processes often required to fabricate high quality electronic strain sensors. We introduce a pioneering solution that seamlessly integrates the benefits of polymer MEMS technology with the remarkable sensitivity of strain sensors, even under high-temperature deposition conditions. Cantilevers made using this technology are inherently fluid compatible and have shown up to 6 times lower force noise than their conventional counterparts. We demonstrate the benefits and versatility of this polymer/ceramic/semiconductor multi-layer fabrication approach with the examples of self-sensing AFM cantilevers, and membrane surface stress sensors for biomolecule detection. ",
    "url": "https://arxiv.org/abs/2307.05221",
    "authors": [
      "Nahid Hosseini",
      "Matthias Neuenschwander",
      "Jonathan D. Adams",
      "Santiago H. Andany",
      "Oliver Peric",
      "Marcel Winhold",
      "Maria Carmen Giordano",
      "Vinayak Shantaram Bhat",
      "Dirk Grundler",
      "Georg E. Fantner"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05342",
    "title": "Theoretical Study of High Performance Germanium Nanowire Quantum Dot",
    "abstract": "In this report, we demonstrate that Ge-NWQD (nanowire quantum dots) at low temperatures exhibit apparent Coulomb oscillations than that in Si-NWQD. These oscillations gradually disappear as the temperature increases, indicating the influence of phonon scattering. The increase in Coulomb oscillations enables the device to exhibit multi-level characteristics at low voltage in quantum flash, and the lower barrier high and high mobility of Ge make it advantageous for increasing the storage capacity of quantum flash devices. This research provides design guidelines for optimization of high-performance quantum flash devices. ",
    "url": "https://arxiv.org/abs/2307.05342",
    "authors": [
      "Han-Wei Yang",
      "Yung-Feng Wu",
      "Ming-Jung Hsu",
      "Shao-Chen Lee",
      "Ying-Tsan Tang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2307.05347",
    "title": "High density loading and collisional loss of laser cooled molecules in  an optical trap",
    "abstract": "We report optical trapping of laser-cooled molecules at sufficient density to observe molecule-molecule collisions for the first time in a bulk gas. SrF molecules from a red-detuned magneto-optical trap (MOT) are compressed and cooled in a blue-detuned MOT. Roughly 30% of these molecules are loaded into an optical dipole trap with peak number density $n_0 \\approx 3\\times 10^{10} \\text{ cm}^{-3}$ and temperature $T\\approx40$ $\\mu$K. We observe two-body loss with rate coefficient $\\beta = 2.7^{+1.2}_{-0.8}\\times 10^{-10} \\text{ cm}^3 \\text{ s}^{-1}$. Achieving this density and temperature opens a path to evaporative cooling towards quantum degeneracy of laser-cooled molecules. ",
    "url": "https://arxiv.org/abs/2307.05347",
    "authors": [
      "Varun Jorapur",
      "Thomas K. Langin",
      "Qian Wang",
      "Geoffrey Zheng",
      "David DeMille"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05388",
    "title": "Computational Scaling in Inverse Photonic Design Through Factorization  Caching",
    "abstract": "Inverse design coupled with adjoint optimization is a powerful method to design on-chip nanophotonic devices with multi-wavelength and multi-mode optical functionalities. Although only two simulations are required in each iteration of this optimization process, these simulations still make up the vast majority of the necessary computations, and render the design of complex devices with large footprints computationally infeasible. Here, we introduce a multi-faceted factorization caching approach to drastically simplify the underlying computations in finite-difference frequency-domain (FDFD) simulations, and significantly reduce the time required for device optimization. Specifically, we cache the symbolic and numerical factorizations for the solution of the corresponding system of linear equations in discretized FDFD simulations, and re-use them throughout the entire device design process. As proof-of-concept demonstrations of the resulting computational advantage, we present simulation speedups reaching as high as $9.2\\times$ in the design of broadband wavelength and mode multiplexers compared to conventional FDFD methods. We also show that factorization caching scales well over a broad range of footprints independent of the device geometry, from as small as $16{\\mu m}^2$ to over $7000 {\\mu m}^2$. Our results present significant enhancements in the computational efficiency of inverse photonic design, and can greatly accelerate the use of machine-optimized devices in future photonic systems. ",
    "url": "https://arxiv.org/abs/2307.05388",
    "authors": [
      "Ahmet Onur Dasdemir",
      "Victor Minden",
      "Emir Salih Magden"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05472",
    "title": "An effective density matrix approach for intersubband plasmons coupled  to a cavity field: electrical extraction/injection of intersubband polaritons",
    "abstract": "The main technological obstacle hampering the dissemination of modern optoelectronic devices operating with large light-matter coupling strength ${\\Omega}$ is an in-depth comprehension of the carrier current extraction and injection from and into strongly coupled light-matter states, the so-called polaritonic states. The main challenge lies in modeling the interaction between excitations of different nature, namely bosonic excitations (the plasmonic ISB excitations) with fermionic excitations (the electrons within the extraction or injection subband). In this work, we introduce a comprehensive quantum framework that encompasses both the ISB plasmonic mode and the extractor/injector mode, with a specific emphasis on accurately describing the coherent nature of transport. This reveals inherent selection rules dictating the interaction between the ISB plasmon and the extraction/injection subband. To incorporate the dynamics of the system, this framework is combined to a density matrix model and a quantum master equation which have the key property to distinguish intra and intersubband mechanisms. These theoretical developments are confronted to experimental photocurrent measurements from midinfrared quantum cascade detectors (${\\lambda}$ = 10 ${\\mu}$m) embedded in metal-semiconductor-metal microcavities, operating at the onset of the strong light-matter coupling regime (2${\\Omega}$ = 9.3 meV). We are able to reproduce quantitatively the different features of the photocurrent spectra, notably the relative amplitude evolution of the polaritonic peaks with respect to the voltage bias applied to the structure. These results on extraction allow us to elucidate the possibility to effectively inject electronic excitations into ISB plasmonic states, and thus polaritonic states. ",
    "url": "https://arxiv.org/abs/2307.05472",
    "authors": [
      "M. Lagrée",
      "M. Jeannin",
      "G. Quinchard",
      "S. Pes",
      "A. Evirgen",
      "A. Delga",
      "V. Trinité",
      "R. Colombelli"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.04867",
    "title": "Measurement Noise Mitigation in a Quantum Computer Using Image Intensity  Filters",
    "abstract": "We propose a method to mitigate measurement errors in the distribution counts of a Quantum computer using image contrast filters. This work is similar to the method described by Gambetta and colleagues in [1]; however our technique does not use a linear system of equations, but an image contrast filter to mitigate the measurement noise. Furthermore this method is demonstrated against the same set of experiments described in the matrix-free measurement mitigation (M3) library from Qiskit from which [1] is based upon. Our results show our method outperforming M3 by a wide margin in all experiments. Finally, we provide results, documentation and detailed test and source code for further investigation. ",
    "url": "https://arxiv.org/abs/2307.04867",
    "authors": [
      "Wladimir Silva"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05008",
    "title": "Optical Memory for Arbitrary Perfect Poincaré States in an Atomic  Ensemble",
    "abstract": "Inherent spin angular momentum (SAM) and orbital angular momentum (OAM) which manifest as polarization and spatial degrees of freedom (DOF) of photons, hold a promise of large capability for applications in classical and quantum information processing. To enable these photonic spin and orbital dynamic properties strongly coupled with each other, Poincar\\'{e} states have been proposed and offer advantages in data multiplexing, information encryption, precision metrology, and quantum memory. However, since the transverse size of Laguerre Gaussian beams strongly depends on their topological charge numbers $\\left| l \\right|$, it is difficult to store asymmetric Poincar\\'{e} states due to the significantly different light-matter interaction for distinct spatial modes. Here, we experimentally realize the storage of perfect Poincar\\'{e} states with arbitrary OAM quanta using the perfect optical vortex, in which 121 arbitrarily-selected perfect Poincar\\'{e} states have been stored with high fidelity. The reported work has great prospects in optical communication and quantum networks for dramatically increased encoding flexibility of information. ",
    "url": "https://arxiv.org/abs/2307.05008",
    "authors": [
      "Lei Zeng",
      "Ying-Hao Ye",
      "Ming-Xin Dong",
      "Wei-Hang Zhang",
      "En-Ze Li",
      "Dong-Sheng Ding",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05203",
    "title": "Best practices for quantum error mitigation with digital zero-noise  extrapolation",
    "abstract": "Digital zero-noise extrapolation (dZNE) has emerged as a common approach for quantum error mitigation (QEM) due to its conceptual simplicity, accessibility, and resource efficiency. In practice, however, properly applying dZNE to extend the computational reach of noisy quantum processors is rife with subtleties. Here, based on literature review and original experiments on noisy simulators and real quantum hardware, we define best practices for QEM with dZNE for each step of the workflow, including noise amplification, execution on the quantum device, extrapolation to the zero-noise limit, and composition with other QEM methods. We anticipate that this effort to establish best practices for dZNE will be extended to other QEM methods, leading to more reproducible and rigorous calculations on noisy quantum hardware. ",
    "url": "https://arxiv.org/abs/2307.05203",
    "authors": [
      "Ritajit Majumdar",
      "Pedro Rivero",
      "Friedrike Metz",
      "Areeq Hasan",
      "Derek S Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05336",
    "title": "Microwave hinge states in a simple-cubic-lattice photonic crystal  insulator",
    "abstract": "We numerically and experimentally demonstrated a higher-order topological state in a three-dimensional (3D) photonic crystal (PhC) with a complete photonic bandgap. Two types of cubic lattices were designed with different topological invariants, which were theoretically and numerically confirmed by the finite difference of their Zak phases. Topological boundary states in the two-dimensional interfaces and hinge states in the one-dimensional corners were formed according to the higher-order of bulk-boundary correspondence. Microwave measurements of the fabricated 3D PhC containing two boundaries and one corner showed a localized intensity, which confirmed the boundary and hinge states. ",
    "url": "https://arxiv.org/abs/2307.05336",
    "authors": [
      "Shun Takahashi",
      "Yuya Ashida",
      "Huyen Thanh Phan",
      "Kenichi Yamashita",
      "Tetsuya Ueda",
      "Katsunori Wakabayashi",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05386",
    "title": "Exploring the Potential of Integrated Optical Sensing and Communication  (IOSAC) Systems with Si Waveguides for Future Networks",
    "abstract": "Advanced silicon photonic technologies enable integrated optical sensing and communication (IOSAC) in real time for the emerging application requirements of simultaneous sensing and communication for next-generation networks. Here, we propose and demonstrate the IOSAC system on the silicon nitride (SiN) photonics platform. The IOSAC devices based on microring resonators are capable of monitoring the variation of analytes, transmitting the information to the terminal along with the modulated optical signal in real-time, and replacing bulk optics in high-precision and high-speed applications. By directly integrating SiN ring resonators with optical communication networks, simultaneous sensing and optical communication are demonstrated by an optical signal transmission experimental system using especially filtering amplified spontaneous emission spectra. The refractive index (RI) sensing ring with a sensitivity of 172 nm/RIU, a figure of merit (FOM) of 1220, and a detection limit (DL) of 8.2*10-6 RIU is demonstrated. Simultaneously, the 1.25 Gbps optical on-off-keying (OOK) signal is transmitted at the concentration of different NaCl solutions, which indicates the bit-error-ratio (BER) decreases with the increase in concentration. The novel IOSAC technology shows the potential to realize high-performance simultaneous biosensing and communication in real time and further accelerate the development of IoT and 6G networks. ",
    "url": "https://arxiv.org/abs/2307.05386",
    "authors": [
      "Xiangpeng Ou",
      "Ying Qiu",
      "Ming Luo",
      "Fujun Sun",
      "Peng Zhang",
      "Gang Yang",
      "Junjie Li",
      "Jianfeng Gao",
      "Xiaobin He",
      "Anyan Du",
      "Bo Tang",
      "Bin Li",
      "Zichen Liu",
      "Zhihua Li",
      "Ling Xie",
      "Xi Xiao",
      "Jun Luo",
      "Wenwu Wang",
      "Jin Tao",
      "Yan Yang"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05398",
    "title": "Long-range interactions in a quantum gas mediated by diffracted light",
    "abstract": "A BEC interacting with an optical field via a feedback mirror can be a realisation of the quantum Hamiltonian Mean Field (HMF) model, a paradigmatic model of long-range interactions in quantum systems. We demonstrate that the self-structuring instability displayed by an initially uniform BEC can evolve as predicted by the quantum HMF model, displaying quasiperiodic \"chevron\" dynamics for strong driving. For weakly driven self-structuring, the BEC and optical field behave as a two-state quantum system, regularly oscillating between a spatially uniform state and a spatially periodic state. It also predicts the width of stable optomechanical droplets and the dependence of droplet width on optical pump intensity. The results presented suggest that optical diffraction-mediated interactions between atoms in a BEC may be a route to experimental realisation of quantum HMF dynamics and a useful analogue for studying quantum systems involving long-range interactions. ",
    "url": "https://arxiv.org/abs/2307.05398",
    "authors": [
      "Gordon Robb",
      "Josh Walker",
      "Gian-Luca Oppo",
      "Thorsten Ackemann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.05444",
    "title": "Ab initio constraints on silica melting to 500 GPa",
    "abstract": "The melting curve of pure silica (SiO$_2$) was determined using {\\it ab initio} density functional theory together with the solid-liquid coexistence approach, thermodynamic integration and the Z method. The melting curves show a smooth slow increase in a large region from 50 GPa (dT/dP $\\approx$ 10 K/GPa) to about 500 GPa (dT/dP $\\approx$ 6 K/GPa) without any abrupt changes at around 120 GPa and 300 GPa as seen in some recent experimental and computational studies. The topography of the melting curve above 50 GPa is consistent with a gradual change in the distribution of the Si coordination numbers in the liquid state and the absence of large changes in the density following solid-solid phase transitions. The pair distribution functions show that the structural correlation in the liquid is mainly short-ranged and that the Si-O bond is stiff. The densification of the melt structure with pressure above 50 GPa is therefore due to an increase in 7- and 8-fold coordinated silicon. ",
    "url": "https://arxiv.org/abs/2307.05444",
    "authors": [
      "Ming Geng",
      "Chris E. Mohn"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2307.05464",
    "title": "Quantum noise dynamics in nonlinear pulse propagation",
    "abstract": "The propagation of ultrafast pulses in dispersion-engineered waveguides, exhibiting strong field confinement in both space and time, is a promising avenue towards single-photon nonlinearities in an all-optical platform. However, quantum engineering in such systems requires new numerical tools and physical insights to harness their complicated multimode and nonlinear quantum dynamics. In this work, we use a self-consistent, multimode Gaussian-state model to capture the nonlinear dynamics of broadband quantum fluctuations and correlations, including entanglement. Notably, despite its parametrization by Gaussian states, our model exhibits nonlinear dynamics in both the mean field and the quantum correlations, giving it a marked advantage over conventional linearized treatments of quantum noise, especially for systems exhibiting gain saturation and strong nonlinearities. Numerically, our approach takes the form of a Gaussian split-step Fourier (GSSF) method, naturally generalizing highly efficient SSF methods used in classical ultrafast nonlinear optics; the equations for GSSF evaluate in $O(M^2\\log M)$ time for an $M$-mode system with $O(M^2)$ quantum correlations. To demonstrate the broad applicability of GSSF, we numerically study quantum noise dynamics and multimode entanglement in several ultrafast systems, from canonical soliton propagation in third-order ($\\chi^{(3)}$) waveguides to saturated $\\chi^{(2)}$ broadband parametric generation and supercontinuum generation, e.g., as recently demonstrated in thin-film lithium niobate nanophotonics. ",
    "url": "https://arxiv.org/abs/2307.05464",
    "authors": [
      "Edwin Ng",
      "Ryotatsu Yanagimoto",
      "Marc Jankowski",
      "M. M. Fejer",
      "Hideo Mabuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2105.04733",
    "title": "High-dimensional coherent one-way quantum key distribution",
    "abstract": " Title: High-dimensional coherent one-way quantum key distribution ",
    "url": "https://arxiv.org/abs/2105.04733",
    "authors": [
      "Kfir Sulimany",
      "Guy Pelc",
      "Rom Dudkiewicz",
      "Simcha Korenblit",
      "Hagai S. Eisenberg",
      "Yaron Bromberg",
      "Michael Ben-Or"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00005",
    "title": "Optically detected magnetic resonance with an open source platform",
    "abstract": " Comments: 24 Pages, 14 figures, 3 tables, 149 references ",
    "url": "https://arxiv.org/abs/2205.00005",
    "authors": [
      "Hossein Babashah",
      "Hoda Shirzad",
      "Elena Losero",
      "Valentin Goblot",
      "Christophe Galland",
      "Mayeul Chipaux"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.13897",
    "title": "Additive Laser Excitation of Giant Nonlinear Surface Acoustic Wave  Pulses",
    "abstract": " Title: Additive Laser Excitation of Giant Nonlinear Surface Acoustic Wave  Pulses ",
    "url": "https://arxiv.org/abs/2209.13897",
    "authors": [
      "Jude Deschamps",
      "Yun Kai",
      "Jet Lem",
      "Ievgeniia Chaban",
      "Alexey Lomonosov",
      "Abdelmadjid Anane",
      "Steven E. Kooi",
      "Keith A. Nelson",
      "Thomas Pezeril"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.14108",
    "title": "Fourier synthesis dispersion engineering of photonic crystal microrings  for broadband frequency combs",
    "abstract": " Title: Fourier synthesis dispersion engineering of photonic crystal microrings  for broadband frequency combs ",
    "url": "https://arxiv.org/abs/2210.14108",
    "authors": [
      "Gregory Moille",
      "Xiyuan Lu",
      "Jordan Stone",
      "Daron Westly",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01266",
    "title": "Monitoring and active stabilization of laser injection locking using  beam ellipticity",
    "abstract": " Comments: 7 pages, 3 figures. Additional data and figure presented in the new version accepted for optics letters ",
    "url": "https://arxiv.org/abs/2212.01266",
    "authors": [
      "Umang Mishra",
      "Vyacheslav Li",
      "Sebastian Wald",
      "Sofia Agafonova",
      "Fritz Diorico",
      "Onur Hosten"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.00073",
    "title": "Cross-correlated quantum thermometry using diamond containing  dual-defect centers",
    "abstract": " Title: Cross-correlated quantum thermometry using diamond containing  dual-defect centers ",
    "url": "https://arxiv.org/abs/2303.00073",
    "authors": [
      "Madhav Gupta",
      "Tongtong Zhang",
      "Lambert Yeung",
      "Jiahua Zhang",
      "Yayin Tan",
      "Yau Chuen Yiu",
      "Shuxiang Zhang",
      "Qi Wang",
      "Zhongqiang Wang",
      "Zhiqin Chu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.02177",
    "title": "Terahertz reconfigurable multi-functional metamaterials based on 3D  printed mortise-tenon structures",
    "abstract": " Title: Terahertz reconfigurable multi-functional metamaterials based on 3D  printed mortise-tenon structures ",
    "url": "https://arxiv.org/abs/2304.02177",
    "authors": [
      "Bo Yu",
      "Lesiqi Yin",
      "Peng Wang",
      "Cheng Gong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.11700",
    "title": "A Nanocryotron Ripple Counter Integrated with a Superconducting Nanowire  Single-Photon Detector for Megapixel Arrays",
    "abstract": " Title: A Nanocryotron Ripple Counter Integrated with a Superconducting Nanowire  Single-Photon Detector for Megapixel Arrays ",
    "url": "https://arxiv.org/abs/2304.11700",
    "authors": [
      "Matteo Castellani",
      "Owen Medeiros",
      "Reed A. Foster",
      "Alessandro Buzzi",
      "Marco Colangelo",
      "Joshua C. Bienfang",
      "Alessandro Restelli",
      "Karl K. Berggren"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2304.13024",
    "title": "On the mechanism of polaritonic rate suppression from quantum transition  paths",
    "abstract": " Comments: 13 pages, 6 figures, comments welcome; small clarifications added, typos corrected, and references updated ",
    "url": "https://arxiv.org/abs/2304.13024",
    "authors": [
      "Michelle C. Anderson",
      "Esmae J. Woods",
      "Thomas P. Fay",
      "David J. Wales",
      "David T. Limmer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)"
    ]
  },
  {
    "id": "arXiv:2305.17099",
    "title": "Simulation of quantum optics by coherent state decomposition",
    "abstract": " Comments: 24+9 pages. 6 figures. V2: Improvements to main text and additional references ",
    "url": "https://arxiv.org/abs/2305.17099",
    "authors": [
      "Jeffrey Marshall",
      "Namit Anand"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.16492",
    "title": "Lithium tantalate electro-optical photonic integrated circuits for high  volume manufacturing",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2306.16492",
    "authors": [
      "Chengli Wang",
      "Zihan Li",
      "Johann Riemensberger",
      "Grigory Lihachev",
      "Mikhail Churaev",
      "Wil Kao",
      "Xinru Ji",
      "Terence Blesin",
      "Alisa Davydova",
      "Yang Chen",
      "Xi Wang",
      "Kai Huang",
      "Xin Ou",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16924",
    "title": "Ultimate parameters of an all-optical MX resonance in Cs in ultra-weak  magnetic field",
    "abstract": " Title: Ultimate parameters of an all-optical MX resonance in Cs in ultra-weak  magnetic field ",
    "url": "https://arxiv.org/abs/2306.16924",
    "authors": [
      "M.V. Petrenko",
      "A.S. Pazgalev",
      "A.K. Vershovskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  }
]