[
  {
    "id": "arXiv:2407.19063",
    "title": "Stochastic Thermodynamics of a Linear Optical Cavity Driven On Resonance",
    "abstract": "           We present a complete framework of stochastic thermodynamics for a single-mode linear optical cavity driven on resonance. We first show that the steady-state intra-cavity field follows the equilibrium Boltzmann distribution. The effective temperature is given by the noise variance, and the equilibration rate is the dissipation rate. Next we derive expressions for internal energy, work, heat, and free energy of light in a cavity, and formulate the first and second laws of thermodynamics for this system. We then analyze fluctuations in work and heat, and show that they obey universal statistical relations known as fluctuation theorems. Finite time corrections to the fluctuation theorems are also discussed. Additionally, we show that work fluctuations obey the Crook's Fluctuation theorem which is a paradigm for understanding emergent phenomena and estimating free energy differences. The significance of our results is two-fold. On one hand, our work positions optical cavities as a unique platform for fundamental studies of stochastic thermodynamics. On the other hand, our work paves the way for improving the energy efficiency and information processing capabilities of laser-driven optical resonators using a thermodynamics based prescription.         ",
    "url": "https://arxiv.org/abs/2407.19063",
    "authors": [
      "Vashist G. Ramesh",
      "Joris Busink",
      "Rene E. R. Moesbergen",
      "Kevin J. H. Peters",
      "Philip J. Ackermans",
      "Said K. R. Rodriguez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19111",
    "title": "A camera system for real-time optical calibration of water-based neutrino telescopes",
    "abstract": "           Calibrating the optical properties within the detection medium of a neutrino telescope is crucial for determining its angular resolution and energy scale. For the next generation of neutrino telescopes planned to be constructed in deep water, such as the TRopIcal DEep-sea Neutrino Telescope (TRIDENT), there are additional challenges due to the dynamic nature and potential non-uniformity of the water medium. This necessitates a real-time optical calibration system distributed throughout the large detector array. This study introduces a custom-designed CMOS camera system equipped with rapid image processing algorithms, providing a real-time optical calibration method for TRIDENT and other similar projects worldwide. In September 2021, the TRIDENT Pathfinder experiment (TRIDENT Explorer, T-REX for short) successfully deployed this camera system in the West Pacific Ocean at a depth of 3420 meters. Within 30 minutes, about 3000 images of the T-REX light source were captured, allowing for the in-situ measurement of seawater attenuation and absorption lengths under three wavelengths. This deep-sea experiment for the first time showcased a technical demonstration of a functioning camera calibration system in a dynamic neutrino telescope site, solidifying a substantial part of the calibration strategies for the future TRIDENT project.         ",
    "url": "https://arxiv.org/abs/2407.19111",
    "authors": [
      "Wei Tian",
      "Wei Zhi",
      "Qiao Xue",
      "Wenlian Li",
      "Zhenyu Wei",
      "Fan Hu",
      "Qichao Chang",
      "MingXin Wang",
      "Zhengyang Sun",
      "Xiaohui Liu",
      "Ziping Ye",
      "Peng Miao",
      "Xinliang Tian",
      "Jianglai Liu",
      "Donglian Xu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2407.19129",
    "title": "Tunable Degenerate Optical Parametric Oscillation with Coupled Microresonators",
    "abstract": "           Microresonator-based degenerate optical parametric oscillation (DOPO) has recently been explored as a compelling platform for all-optical computing and quantum information applications, such as truly random number generation and the production of squeezed states of light. Emerging research has highlighted the potential of coupled microresonators, or photonic molecules, as a novel avenue for spectral engineering, unlocking an extra degree of freedom for the optimization of four-wave mixing interactions. Here, we demonstrate DOPO within the coupled modes of a silicon nitride triple-state photonic molecule. Our design introduces a distinctive mechanism for spectral engineering, using microheaters to individually tune the resonance spectral positions, thus enabling dynamic local dispersion control within the coupled modes. We successfully generate a DOPO signal with active efficiency control and explore the optical mode spacing in the tens of gigahertz range to use native phase-locked optical pumps driven by a radio-frequency source.         ",
    "url": "https://arxiv.org/abs/2407.19129",
    "authors": [
      "Nathalia B. Tomazio",
      "Luca O. Trinchão",
      "Eduardo S. Gonçalves",
      "Laís Fujii dos Santos",
      "Paulo F. Jarschel",
      "Felipe G. S. Santos",
      "Thiago P. Mayer Alegre",
      "Gustavo S. Wiederhecker"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.19293",
    "title": "Enabling all-to-circular polarization upconversion by nonlinear chiral metasurfaces with rotational symmetry",
    "abstract": "           We implement a stacking strategy in designing chiral metasurfaces with high rotational symmetry, enabling quasi-bound-in-the-continuum (quasi-BIC) resonances characterized by absolute chirality. The rotational symmetry allows a circularly polarized pump to be converted into a circularly polarized nonlinear signal. Meanwhile, our bilayered metasurface can be engineered to respond solely to one selected circular polarization. Consequently, integrating resonant chiral response and rotational symmetry endows a unique category of metasurfaces to upconvert any linear or unpolarized pump into a circularly polarized nonlinear signal. Our results reveal that when such a metasurface is subjected to a linearly polarized pump, the intensity ratio of the resultant circularly polarized signals varies with the order of the nonlinear process. Counterintuitively, this ratio scales as the fourth power of the local field enhancement in the second harmonic process and the second power in the third harmonic process. Our work offers a comprehensive theoretical description of the nonlinear processes in chiral structures with rotation and provides universal guidelines for designing nonlinear all-dielectric metasurfaces with a strong chiral response.         ",
    "url": "https://arxiv.org/abs/2407.19293",
    "authors": [
      "Dmitrii Gromyko",
      "Jun Siang Loh",
      "Jiangang Feng",
      "Cheng-Wei Qiu",
      "Lin Wu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.19372",
    "title": "Optical Cycling and Sensitivity to the Electron's Electric Dipole Moment in Gold-Containing Molecules",
    "abstract": "           We propose diatomic molecules built from gold and carbon-group atoms as promising candidates for optical cycling and precision measurements. We show that this class of molecules (AuX, X = C, Si, Ge, Sn, Pb) features laser-accessible electronic transitions with nearly diagonal Franck-Condon factors. The $^2\\Pi_{1/2}$ ground states can be easily polarized in the laboratory frame and have near-zero magnetic moments, valuable features for quantum science and precision measurement applications. The sensitivities of AuX molecules to the electron electric dipole moment (EDM) are found to be favorable, with effective electric fields of 10-30 GV/cm. Together, these features imply that AuX molecules may enable significantly improved searches for time-reversal symmetry violation.         ",
    "url": "https://arxiv.org/abs/2407.19372",
    "authors": [
      "K. Cooper Stuntz",
      "Kendall L. Rice",
      "Lan Cheng",
      "Benjamin L. Augenbraun"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19425",
    "title": "Parachatnam-Berry Phase in Optics: Polarization Propagation in Helical Optical Fibers",
    "abstract": "           The Parachatnam-Berry phase (PBP) is a geometric phase associated with the polarization of light propagating in optical systems. Here, we investigate the physical principles underlying the occurrence of PBP for a single-mode light beam propagating in a single-mode optical fiber with no significant stress-induced birefringence wound into a circular helix configuration. We discuss the effects of curvature and torsion of the helical fiber on the rotation of the polarization vector and the associated PBP. We find the analytic solution for the polarization vector and Stokes parameters of the light for any initial polarization state of the light entering the helical fiber, the analytic expression for the PBP of the light for periodic transport of the light, the intensity of a superposition of the initial and final beams which depends on the PBP, and we discuss the effects of fluctuations of the parameters specifying the geometry and the material characteristics of the helical fiber on the PBP. We also discuss the relationship between the PBP and the solid angle subtended by the tangent vector of the helix plotted on the unit sphere.         ",
    "url": "https://arxiv.org/abs/2407.19425",
    "authors": [
      "Igor Kuzmenko",
      "Y. B. Band",
      "Yshai Avishai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19470",
    "title": "Crater-shaped Enrichment of $\\mathrm{V}_\\mathrm{Si}$ Color Centers in $4H$-SiC using Single-Pulse Near-Infrared Femtosecond Laser Processing",
    "abstract": "           Currently, Si vacancy ($\\mathrm{V}_\\mathrm{Si}$) color centers in SiC are of significant interest due to their potential applications in quantum sensing and quantum communication. Meanwhile, the qualities of laser-induced color centers are well guaranteed. Femtosecond laser processing suffices for increasing the yield of $\\mathrm{V}_\\mathrm{Si}$ color centers in bulk materials and forms crater-shaped enriched regions on the surface. However, there is a notable absence of existing simulation methods to explain the mechanisms behind laser-assisted $\\mathrm{V}_\\mathrm{Si}$ color center generation. In this work, we design a three-dimensional molecular dynamics (3D-MD) model using an integral hemi-ellipsoidal shell mathematical model to simulate the interaction of Gaussian laser beams with bulk materials. Furthermore, we calculate the transmittance, absorption coefficient, refractive index, and reflectivity of $4H$-SiC. Then, the absorptance of a 1030 nm laser in 350 {\\mu}m-thick $4H$-SiC material is abtained to simulate the energy loss during the actual processing. Finally, the study analyzes the movement trajectories of $\\mathrm{V}_\\mathrm{Si}$ color centers and explains the source of $\\mathrm{V}_\\mathrm{Si}$ on the surface. This analysis explains the reasons for the enrichment of color centers in the crater-shaped regions formed after laser deposition. Our work provides an effective 3D-MD modeling approach to study the processing mechanisms of laser interaction with semiconductor materials, offering insights into efficient $\\mathrm{V}_\\mathrm{Si}$ color center creation processes.         ",
    "url": "https://arxiv.org/abs/2407.19470",
    "authors": [
      "Mengzhi Yan",
      "Junlei Zhao",
      "Ying Song",
      "Bing Dong",
      "Yifei Duan",
      "Jianshi Wang",
      "Qingqing Sun",
      "Zongwei Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.19513",
    "title": "Giant Purcell broadening and Lamb shift for DNA-assembled near-infrared quantum emitters",
    "abstract": "           Controlling the light emitted by individual molecules is instrumental to a number of novel nanotechnologies ranging from super-resolution bio-imaging and molecular sensing to quantum nanophotonics. Molecular emission can be tailored by modifying the local photonic environment, for example by precisely placing a single molecule inside a plasmonic nanocavity with the help of DNA origami. Here, using this scalable approach, we show that commercial fluorophores experience giant Purcell factors and Lamb shifts, reaching values on par with those recently reported in scanning tip experiments. Engineering of plasmonic modes enables cavity-mediated fluorescence far detuned from the zero-phonon-line (ZPL) - at detunings that are up to two orders of magnitude larger than the fluorescence linewidth of the bare emitter and reach into the near-infrared. Our results evidence a regime where the emission linewidth is dominated by the excited state lifetime, as required for indistinguishable photon emission, baring relevance to the development of nanoscale, ultrafast quantum light sources and to the quest toward single-molecule cavity-QED. In the future, this approach may also allow to design efficient quantum emitters at infrared wavelengths, where standard organic sources have a reduced performance.         ",
    "url": "https://arxiv.org/abs/2407.19513",
    "authors": [
      "Sachin Verlekar",
      "Maria Sanz-Paz",
      "Mario Zapata-Herrera",
      "Mauricio Pilo-Pais",
      "Karol Kolataj",
      "Ruben Esteban",
      "Javier Aizpurua",
      "Guillermo Acuna",
      "Christophe Galland"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19571",
    "title": "Electro-Optic Comb Generation Via Cascaded Harmonic Modulation",
    "abstract": "           Electro-optical modulation of a continuous wave laser is a highly stable way to generate frequency combs, gaining popularity in telecommunication and spectroscopic applications. These combs are generated by modulating non-linear electro-optic crystals with radio frequencies, creating equally spaced side-bands centered around the single-frequency seed laser. Electro-optic frequency comb architectures often choose between optical bandwidth (cascaded GHz combs) or higher mode density (chirped RF generation). This work demonstrates an electro-optic frequency comb with > 120 GHz of bandwidth and a 75 MHz repetition rate. The comb has three cascaded electro-optic modulators driven at sequentially lower harmonics, the last megahertz modulation dictating the repetition rate. This architecture can modulate at any individual harmonic and repetition rate without changes to the components. This comb can be used in any applications where a stable and tunable repetition rate is needed.         ",
    "url": "https://arxiv.org/abs/2407.19571",
    "authors": [
      "Todd Eliason",
      "Payton A. Parker",
      "Melanie A. R. Reber"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.19582",
    "title": "Laser patterned diamond electrodes for adhesion and proliferation of human mesenchymal stem cells",
    "abstract": "           The ability to form diamond electrodes on insulating polycrystalline diamond substrates using single-step laser patterning, and the use of the electrodes as a substrate that supports the adhesion and proliferation of human mesenchymal stem cells (hMSCs) is demonstrated. Laser induced graphitisation results in a conductive amorphous carbon surface, rich in oxygen and nitrogen terminations. This results in an electrode with a high specific capacitance of 182 uF/cm2, a wide water window of 3.25 V, and a low electrochemical impedance of 129 Ohms/cm2 at 1 kHz. The electrodes surface exhibited a good level of biocompatibility with hMSCs, supporting cell adhesion and proliferation. The cells cultured on the electrode displayed significant elongation and alignment along the direction of the laser patterned microgrooves. Because of its favourable electrochemical performance and biocompatibility, the laser-patterned diamond electrodes create a potential for a versatile platform in stem cell therapeutics.         ",
    "url": "https://arxiv.org/abs/2407.19582",
    "authors": [
      "Hassan N. Al Hashem",
      "Amanda N. Abraham",
      "Deepak Sharma",
      "Andre Chambers",
      "Mehrnoosh Moghaddar",
      "Chayla L. Reeves",
      "Sanjay K. Srivastava",
      "Amy Gelmi",
      "Arman Ahnood"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19601",
    "title": "Purcell-enhanced solid-state laser cooling",
    "abstract": "           We show that Purcell effect can lead to a substantial enhancement in the maximum cooling power for solid-state laser cooling. We numerically demonstrate such enhancement in a patterned slot-waveguide structure using ytterbium-doped silica as the active material. The enhancement arises primarily from the increase of saturation power density and the escape efficiency, and can persist in spite of the presence of parasitic absorption in the structure surrounding the active material. Our results point to a new opportunity in photonic structure design for optical refrigeration.         ",
    "url": "https://arxiv.org/abs/2407.19601",
    "authors": [
      "Mohammed Benzaouia",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19642",
    "title": "Robust High-frequency Laser Phase Noise Suppression by Adaptive Pound-Drever-Hall Feedforward",
    "abstract": "           Suppressing high-frequency laser phase noise, particularly at frequencies near and beyond typical feedback bandwidths of a few MHz, is a critical yet challenging task in many advanced applications. Feedforward-based methods generally outperform feedback in high-frequency range, but their performances are more susceptible to perturbations. In this work, we focus on the Pound-Drever-Hall (PDH)-feedforward method we demonstrated recently [Yu-Xin Chao et al., Optica 11(7), 945-950 (2024)] and analyze the factors that affect its long-term stability. By constructing a simple circuit allowing for adaptive control of the feedforward gain in response to power fluctuations of cavity transmission, we demonstrate a robust $\\geq 40$~dB suppression of laser phase noise around 2~MHz and a noise suppression bandwidth up to 50~MHz. In comparison, when using normal PDH feedback, robust noise suppression of over 40 dB can only occur for frequencies below tens of kHz in most setups. Our findings may pave the way for general usage of PDH feedforward and allow for simple construction of low-noise lasers for precise quantum controls and precision metrology.         ",
    "url": "https://arxiv.org/abs/2407.19642",
    "authors": [
      "Yu-Xin Chao",
      "Zhen-Xing Hua",
      "Xin-Hui Liang",
      "Zong-Pei Yue",
      "Chen Jia",
      "Li You",
      "Meng Khoon Tey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19656",
    "title": "Exploring quantum sensing for fine-grained liquid recognition",
    "abstract": "           Recent years have witnessed the use of pervasive wireless signals (e.g., Wi-Fi, RFID, and mmWave) for sensing purposes. Due to its non-intrusive characteristic, wireless sensing plays an important role in various intelligent sensing applications. However, limited by the inherent thermal noise of RF transceivers, the sensing granularity of existing wireless sensing systems are still coarse, limiting their adoption for fine-grained sensing applications. In this paper, we introduce the quantum receiver, which does not contain traditional electronic components such as mixers, amplifiers, and analog-to-digital converters (ADCs) to wireless sensing systems, significantly reducing the source of thermal noise. By taking non-intrusive liquid recognition as an application example, we show the superior performance of quantum wireless sensing. By leveraging the unique property of quantum receiver, we propose a novel double-ratio method to address several well-known challenges in liquid recognition, eliminating the effect of liquid volume, device-target distance and container. We implement the quantum sensing prototype and evaluate the liquid recognition performance comprehensively. The results show that our system is able to recognize 17 commonly seen liquids, including very similar ones~(e.g., Pepsi and Coke) at an accuracy higher than 99.9\\%. For milk expiration monitoring, our system is able to achieve an accuracy of 99.0\\% for pH value measurements at a granularity of 0.1, which is much finer than that required for expiration monitoring.         ",
    "url": "https://arxiv.org/abs/2407.19656",
    "authors": [
      "Yuechun Jiao",
      "Jinlian Hu",
      "Zitong Lan",
      "Fusang Zhang",
      "Jie Xiong",
      "Jingxu Bai",
      "Zhaoxin Chang",
      "Yuqi Su",
      "Beihong Jin",
      "Daqing Zhang",
      "Jianming Zhao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19956",
    "title": "Requirements on bit resolution in optical Ising machine implementations",
    "abstract": "           Optical Ising machines have emerged as a promising dynamical hardware solver for computational hard optimization problems. These Ising machines typically require an optical modulator to represent the analog spin variables of these problems. However, modern day optical modulators have a relatively low modulation resolution. We therefore investigate how the low bit-resolution of optical hardware influences the performance of this type of novel computing platform. Based on numerical simulations, we determine the minimum required bit-resolution of an optical Ising machine for different benchmark problems of different sizes. Our study shows that a limited bit-resolution of 8bit is sufficient for the optical modulator. Surprisingly, we also observe that the use of a 1bit-resolution modulator significantly improves the performance of the Ising machine across all considered benchmark problems.         ",
    "url": "https://arxiv.org/abs/2407.19956",
    "authors": [
      "Toon Sevenants",
      "Guy Van der Sande",
      "Guy Verschaffelt"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.20001",
    "title": "Topological properties of reflection zeros of optical differentiators based on layered metal-dielectric-metal structures",
    "abstract": "           We investigate the topological properties of reflection zeros of three-layer structures consisting of a dielectric layer sandwiched between two metal layers, which can be used as optical differentiators. We show that the reflection zeros possess non-zero topological charges, which makes them topologically protected. With a small perturbation of the parameters of the structure (e.g., a change in one of the layer thicknesses), the reflection zero does not disappear, but shifts in the parameter space, i.e., appears at different wavelength and angle of incidence. We demonstrate that with a further parameter change, two zeros with opposite topological charges (+1 and -1) approach each other, merge, and then disappear. We believe that the obtained results give useful insight regarding the operation of layered metal-dielectric-metal structures possessing reflection zeros.         ",
    "url": "https://arxiv.org/abs/2407.20001",
    "authors": [
      "Artem I. Kashapov",
      "Evgeni A. Bezus",
      "Dmitry A. Bykov",
      "Albert A. Mingazov",
      "Leonid L. Doskolovich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.20087",
    "title": "Bayesian optimization of laser wakefield acceleration in the self-modulated regime (SM-LWFA) aiming to produce molybdenum-99 via photonuclear reactions",
    "abstract": "           While laser wakefield acceleration (LWFA) in the bubble regime demands ultra-short, high-peak-power laser pulses, operation in the self-modulated regime (SM-LWFA) works with more relaxed pulse conditions, albeit at the cost of lower beam quality. Modern laser systems can deliver pulses with durations of a few tens of femtoseconds and peak powers on the order of a few terawatts, at kHz repetition rates. These systems are well-suited for developing SM-LWFA applications where high average energy and charge are prioritized over beam quality. Such beams could be used to generate high-energy bremsstrahlung photons, capable of triggering photonuclear reactions to produce radioisotopes like molybdenum-99. This isotope decays into technetium-99m, the most widely used medical radioisotope, with over 30 million applications worldwide per year. This work explores the use of Bayesian optimization to maximize the energy and charge of electron beams accelerated via SM-LWFA. Particle-in-cell (PIC) simulations model a 5 TW, 15 fs-long Gaussian laser pulse, propagating through tailored hydrogen gas-density profiles. In these simulations, over multiple iterations, the algorithm optimizes a set of input parameters characterizing the gas-density profile and the laser focal position. Three distinct profiles, with total lengths ranging from 200 to 400 micrometers and combining ramps and plateaus, were investigated. Optimal configurations were found to produce electron beams with median energies ranging from 14 to 17 MeV and charges of 600 to 1300 pC, considering electrons with energies above 8 MeV. Preliminary estimates of the molybdenum-99 yields for the optimal beams were obtained by employing their phase spaces, retrieved from PIC simulations, as radiation source inputs in Monte Carlo simulations irradiating a combined tantalum and molybdenum target.         ",
    "url": "https://arxiv.org/abs/2407.20087",
    "authors": [
      "B. S. Nunes",
      "S. P. Santos",
      "R. P. Nunes",
      "C. Bonţoiu",
      "M. S. Alva-Sánchez",
      "R. E. Samad",
      "N. D. Vieira Jr.",
      "G. Xia",
      "J. Resta-López",
      "A. Bonatto"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.20160",
    "title": "Quantum efficiency and vertical position of quantum emitters in hBN determined by Purcell effect in hybrid metal-dielectric planar photonic structures",
    "abstract": "           Color centers in hexagonal boron nitride (hBN) advantageously combine excellent photophysical properties with a potential for integration in highly compact devices. Progress towards scalable integration necessitates a high quantum efficiency and an efficient photon collection. In this context, we compare the optical characteristics of individual hBN color centers generated by electron irradiation, in two different electromagnetic environments. We keep track of well-identified emitters that we characterize before and after dry transfer of exfoliated crystals. This comparison provides information about their quantum efficiency - which we find close to unity - as well as their vertical position in the crystal with nanometric precision, which we find away from the flake surfaces. Our work suggests hybrid dielectric-metal planar structures as an efficient tool for characterizing quantum emitters in addition to improving the count rate, and can be generalized to other emitters in 2D materials or in planar photonic structures.         ",
    "url": "https://arxiv.org/abs/2407.20160",
    "authors": [
      "Domitille Gérard",
      "Aurélie Pierret",
      "Helmi Fartas",
      "Bruno Bérini",
      "Stéphanie Buil",
      "Jean-Pierre Hermier",
      "Aymeric Delteil"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.18731",
    "title": "Exploring Quantum Active Learning for Materials Design and Discovery",
    "abstract": "           The meeting of artificial intelligence (AI) and quantum computing is already a reality; quantum machine learning (QML) promises the design of better regression models. In this work, we extend our previous studies of materials discovery using classical active learning (AL), which showed remarkable economy of data, to explore the use of quantum algorithms within the AL framework (QAL) as implemented in the MLChem4D and QMLMaterials codes. The proposed QAL uses quantum support vector regressor (QSVR) or a quantum Gaussian process regressor (QGPR) with various quantum kernels and different feature maps. Data sets include perovskite properties (piezoelectric coefficient, band gap, energy storage) and the structure optimization of a doped nanoparticle (3Al@Si11) chosen to compare with classical AL results. Our results revealed that the QAL method improved the searches in most cases, but not all, seemingly correlated with the roughness of the data. QAL has the potential of finding optimum solutions, within chemical space, in materials science and elsewhere in chemistry.         ",
    "url": "https://arxiv.org/abs/2407.18731",
    "authors": [
      "Maicon Pierre Lourenço",
      "Hadi Zadeh-Haghighi",
      "Jiří Hostaš",
      "Mosayeb Naseri",
      "Daya Gaur",
      "Christoph Simon",
      "Dennis R. Salahub"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19036",
    "title": "Generative Flow Networks in Covariant Loop Quantum Gravity",
    "abstract": "           Spin foams arose as the covariant (path integral) formulation of quantum gravity depicting transition amplitudes between different quantum geometry states. As such, they provide a scheme to study the no boundary proposal, specifically the nothing to something transition and compute relevant observables using high performance computing (HPC). Following recent advances, where stochastic algorithms (Markov Chain Monte Carlo-MCMC) were used, we employ Generative Flow Networks, a newly developed machine learning algorithm to compute the expectation value of the dihedral angle for a 4-simplex and compare the results with previous works.         ",
    "url": "https://arxiv.org/abs/2407.19036",
    "authors": [
      "Joseph Bunao",
      "Pietropaolo Frisoni",
      "Athanasios Kogios",
      "Jared Wogan"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19161",
    "title": "Compact SPICE model for TeraFET resonant detectors",
    "abstract": "           This paper presents an improved compact model for TeraFETs employing a nonlinear transmission line approach to describe the non-uniform carrier density oscillations and electron inertia effects in the TeraFET channels. By calculating the equivalent components for each segment of the channel: conductance, capacitance, and inductance, based on the voltages at the segment's nodes, our model accommodates non-uniform variations along the channel. We validate the efficacy of this approach by comparing terahertz (THz) response simulations with experimental data and MOSA1, EKV TeraFET SPICE models, analytical theories, and Multiphysics simulations.         ",
    "url": "https://arxiv.org/abs/2407.19161",
    "authors": [
      "Xueqing Liu",
      "Yuhui Zhang",
      "Trond Ytterdal",
      "Michael Shur"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19334",
    "title": "Modified Martin-Puplett interferometer for magneto-optical Kerr effect measurements at sub-THz frequencies",
    "abstract": "           We present magneto-optical Kerr effect (MOKE) spectrometer based on a modified Martin-Puplett interferometer, utilizing continuous wave sub-THz low-power radiation in broad frequency range. This spectrometer is capable of measuring the frequency dependence of the MOKE response function, both the Kerr rotation and ellipticity, simultaneously with sub-milliradian accuracy without the need for reference measurement. The instrument's versatility allow it to be coupled to a cryostat with optical windows enabling studies of a variety of quantum materials such as unconventional superconductors, two-dimensional electron gas systems, quantum magnets, and other system showing optical Hall response, at sub-Kelvin temperatures and in high magnetic fields. We demonstrate the functionality of the MOKE spectrometer using an undoped InSb wafer as a test sample.         ",
    "url": "https://arxiv.org/abs/2407.19334",
    "authors": [
      "A. Glezer Moshe",
      "R. Nagarajan",
      "U. Nagel",
      "T. Rõõm",
      "G. Blumberg"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Superconductivity (cond-mat.supr-con)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.19443",
    "title": "Complex optical vortex knots",
    "abstract": "           The curves of zero intensity of a complex optical field can form knots and links: optical vortex knots. Both theoretical constructions and experiments have so far been restricted to the very small families of torus knots or lemniscate knots. Here we describe a mathematical construction that presumably allows us to generate optical vortices in the shape of any given knot or link. We support this claim by producing for every knot $K$ in the knot table up to 8 crossings a complex field $\\Psi:\\mathbb{R}^3\\to\\mathbb{C}$ that satisfies the paraxial wave equation and whose zeros have a connected component in the shape of $K$. These fields thus describe optical beams in the paraxial regime with knotted optical vortices that go far beyond previously known examples.         ",
    "url": "https://arxiv.org/abs/2407.19443",
    "authors": [
      "Benjamin Bode"
    ],
    "subjectives": [
      "Geometric Topology (math.GT)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19576",
    "title": "Multiplexed scanning microscopy with dual-qubit spin sensors",
    "abstract": "           Scanning probe microscopy with multi-qubit sensors offers the potential to improve imaging speed and measure previously inaccessible quantities, such as two-point correlations. We develop a multiplexed quantum sensing approach with scanning probes containing two nitrogen-vacancy (NV) centers at the tip apex. A shared optical channel is used for simultaneous qubit initialization and readout, while phase- and frequency-dependent microwave spin manipulations are leveraged for de-multiplexing the optical readout signal. Scanning dual-NV magnetometry is first demonstrated by simultaneously imaging multiple field projections of a ferrimagnetic racetrack device. Then, we record the two-point covariance of spatially correlated field fluctuations across a current-carrying wire. Our multiplex framework establishes a method to investigate a variety of spatio-temporal correlations, including phase transitions and electronic noise, with nanoscale resolution.         ",
    "url": "https://arxiv.org/abs/2407.19576",
    "authors": [
      "William S. Huxter",
      "Federico Dalmagioni",
      "Christian L. Degen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.19699",
    "title": "A Semi-definite Optimization Method for Maximizing the Shared Band Gap of Topological Photonic Crystals",
    "abstract": "           Topological photonic crystals (PCs) can support robust edge modes to transport electromagnetic energy in an efficient manner. Such edge modes are the eigenmodes of the PDE operator for a joint optical structure formed by connecting together two photonic crystals with distinct topological invariants, and the corresponding eigenfrequencies are located in the shared band gap of two individual photonic crystals. This work is concerned with maximizing the shared band gap of two photonic crystals with different topological features in order to increase the bandwidth of the edge modes. We develop a semi-definite optimization framework for the underlying optimal design problem, which enables efficient update of dielectric functions at each time step while respecting symmetry constraints and, when necessary, the constraints on topological invariants. At each iteration, we perform sensitivity analysis of the band gap function and the topological invariant constraint function to linearize the optimization problem and solve a convex semi-definite programming (SDP) problem efficiently. Numerical examples show that the proposed algorithm is superior in generating optimized optical structures with robust edge modes.         ",
    "url": "https://arxiv.org/abs/2407.19699",
    "authors": [
      "Chiu-Yen Kao",
      "Junshan Lin",
      "Braxton Osting"
    ],
    "subjectives": [
      "Optimization and Control (math.OC)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.08300",
    "title": "Molecular Strong Coupling and Cavity Finesse",
    "abstract": "           Molecular strong coupling offers exciting prospects in physics, chemistry and materials science. Whilst attention has been focused on developing realistic models for the molecular systems, the important role played by the entire photonic mode structure of the optical cavities has been less explored. We show that the effectiveness of molecular strong coupling may be critically dependent on cavity finesse. Specifically we only see emission associated with a dispersive lower polariton for cavities with sufficient finesse. By developing an analytical model of cavity photoluminescence in a multimode structure we clarify the role of finite-finesse in polariton formation, and show that lowering the finesse reduces the extent of the mixing of light and matter in polariton states. We suggest that the detailed nature of the photonic modes supported by a cavity will be as important in developing a coherent framework for molecular strong coupling as the inclusion of realistic molecular models.         ",
    "url": "https://arxiv.org/abs/2211.08300",
    "authors": [
      "Kishan S. Menghrajani",
      "Adarsh B. Vasista",
      "Wai Jue Tan",
      "Philip A. Thomas",
      "Felipe Herrera",
      "William L. Barnes"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.07893",
    "title": "Quantum computing of reacting flows via Hamiltonian simulation",
    "abstract": "           We report the quantum computing of reacting flows by simulating the Hamiltonian dynamics. The scalar transport equation for reacting flows is transformed into a Hamiltonian system, mapping the dissipative and non-Hermitian problem in physical space to a Hermitian one in a higher-dimensional space. Using this approach, we develop the quantum spectral and finite difference methods for simulating reacting flows in periodic and general conditions, respectively. The present quantum computing algorithms offer a ``one-shot'' solution for a given time without temporal discretization, avoiding iterative quantum state preparation and measurement. We compare computational complexities of the quantum and classical algorithms. The quantum spectral method exhibits exponential acceleration relative to its classical counterpart, and the quantum finite difference method can achieve exponential speedup in high-dimensional problems. The quantum algorithms are validated on quantum computing simulators with the Qiskit package. The validation cases cover one- and two-dimensional reacting flows with a linear source term and periodic or inlet-outlet boundary conditions. The results obtained from the quantum spectral and finite difference methods agree with analytical and classical simulation results. They accurately capture the convection, diffusion, and reaction processes. This demonstrates the potential of quantum computing as an efficient tool for the simulation of reactive flows in combustion.         ",
    "url": "https://arxiv.org/abs/2312.07893",
    "authors": [
      "Zhen Lu",
      "Yue Yang"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.00831",
    "title": "Pure moving optical media consisting of magnetochiral metasurfaces",
    "abstract": "           We report numerical studies of microwave bianisotropies by magnetochiral (MCh) metasurfaces consisting of double Z-type gammadions with perpendicularly magnetized substrates. The metasurfaces' effective polarizability tensor, extracted from calculated reflection and transmission coefficients, has components of the non-reciprocal moving-type bianisotropy as well as the reciprocal chiral-type bianisotropy and non-reciprocal magneto-optical (MO) effect. Combination of the metasurfaces with contraposition MCh metasurfaces cancels both the chiral-type bianisotropy and MO effect, resulting in pure moving optical media. Achieved perfect transmission with phase difference of $\\pi$ realizes an ideal gyrator for arbitrary spatial and polarization modes.         ",
    "url": "https://arxiv.org/abs/2403.00831",
    "authors": [
      "Toshiyuki Kodama",
      "Toshihiro Nakanishi",
      "Kei Sawada",
      "Satoshi Tomita"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.12398",
    "title": "Cryogenic microwave link for quantum local area networks",
    "abstract": "           Scalable quantum information processing with superconducting circuits is expected to advance from individual processors located in single dilution refrigerators to more powerful distributed quantum computing systems. The realization of hardware platforms for quantum local area networks (QLANs) compatible with superconducting technology is of high importance in order to achieve a practical quantum advantage. Here, we present a fundamental prototype platform for a microwave QLAN based on a cryogenic link connecting two separate dilution cryostats over a distance of $6.6$ m with a base temperature of $52$ mK in the center. Superconducting microwave coaxial cables are employed to form a quantum communication channel between the distributed network nodes. We demonstrate the continuous-variable entanglement distribution between the remote dilution refrigerators in the form of two-mode squeezed microwave states, reaching squeezing of $2.10 \\pm 0.02$ dB and negativity of $0.501 \\pm 0.011$. Furthermore, we show that quantum entanglement is preserved at channel center temperatures up to $1$ K, paving the way towards microwave quantum communication at elevated temperatures. Consequently, such a QLAN system can form the backbone for future distributed quantum computing with superconducting circuits.         ",
    "url": "https://arxiv.org/abs/2308.12398",
    "authors": [
      "W. K. Yam",
      "M. Renger",
      "S. Gandorfer",
      "F. Fesquet",
      "M. Handschuh",
      "K. E. Honasoge",
      "F. Kronowetter",
      "Y. Nojiri",
      "M. Partanen",
      "M. Pfeiffer",
      "H. van der Vliet",
      "A. J. Matthews",
      "J. Govenius",
      "R. N. Jabdaraghi",
      "M. Prunnila",
      "A. Marx",
      "F. Deppe",
      "R. Gross",
      "K. G. Fedorov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06049",
    "title": "Quantum Illumination and Quantum Radar: A Brief Overview",
    "abstract": "           Quantum illumination (QI) and quantum radar have emerged as potentially groundbreaking technologies, leveraging the principles of quantum mechanics to revolutionise the field of remote sensing and target detection. The protocol, particularly in the context of quantum radar, has been subject to a great deal of aspirational conjecture as well as criticism with respect to its realistic potential. In this review, we present a broad overview of the field of quantum target detection focusing on QI and its potential as an underlying scheme for a quantum radar operating at microwave frequencies. We provide context for the field by considering its historical development and fundamental principles. Our aim is to provide a balanced discussion on the state of theoretical and experimental progress towards realising a working QI-based quantum radar, and draw conclusions about its current outlook and future directions.         ",
    "url": "https://arxiv.org/abs/2310.06049",
    "authors": [
      "Athena Karsa",
      "Alasdair Fletcher",
      "Gaetana Spedalieri",
      "Stefano Pirandola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07293",
    "title": "Microwave-to-Optical Quantum Transduction Utilizing the Topological Faraday Effect of Topological Insulator Heterostructures",
    "abstract": "           The quantum transduction between microwave and optical photons is essential for realizing scalable quantum computers with superconducting qubits. Due to the large frequency difference between microwave and optical ranges, the transduction needs to be done via intermediate bosonic modes or nonlinear processes. So far, the transduction efficiency $\\eta$ via the magneto-optic Faraday effect (i.e., the light-magnon interaction) in the ferromagnet YIG has been demonstrated to be small as $\\eta\\sim 10^{-8} \\mathrm{-} 10^{-15}$ due to the weak magneto-optic coupling. Here, we take advantage of the fact that three-dimensional topological insulator thin films exhibit a topological Faraday effect that is independent of the sample thickness in the terahertz regime. This leads to a large Faraday rotation angle and therefore enhanced light-magnon interaction in the thin film limit. We show theoretically that the transduction efficiency between microwave and terahertz photons can be greatly improved to $\\eta\\sim10^{-4}$ by utilizing the heterostructures consisting of topological insulator thin films such as Bi$_2$Se$_3$ and ferromagnetic insulator thin films such as YIG.         ",
    "url": "https://arxiv.org/abs/2311.07293",
    "authors": [
      "Akihiko Sekine",
      "Mari Ohfuchi",
      "Yoshiyasu Doi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15808",
    "title": "Quantum Computing for Phonon Scattering Effects on Thermal Conductivity",
    "abstract": "           Recent investigations have demonstrated that multi-phonon scattering processes substantially influence the thermal conductivity of materials, posing significant computational challenges for classical simulations as the complexity of phonon modes escalates. This study examines the potential of quantum simulations to address these challenges, utilizing Noisy Intermediate Scale Quantum era (NISQ) quantum computational capabilities and quantum error mitigation techniques to optimize thermal conductivity calculations. Employing the Variational Quantum Eigensolver (VQE) algorithm, we simulate phonon-phonon contributions based on the Boltzmann Transport Equation (BTE). Our methodology involves mapping multi-phonon scattering systems to fermionic spin operators, necessitating the creation of a customized ansatz to balance circuit accuracy and depth. We construct the system within Fock space using bosonic operators and transform the Hamiltonian into the sum of Pauli operators suitable for quantum computation. By addressing the impact of depolarization and non-unitary noise effects, we benchmark the noise influence and implement error mitigation strategies to develop a more efficient model for quantum simulations in the NISQ era.         ",
    "url": "https://arxiv.org/abs/2407.15808",
    "authors": [
      "Xiangjun Tan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]