[
  {
    "id": "arXiv:2409.03785",
    "title": "Optimization of Postselection in Quantum Algorithms: A Two-Way Quantum Computing Approach",
    "abstract": "           Postselection is an operation that allows the selection of specific measurement outcomes. It serves as a powerful theoretical tool for enhancing the performance of existing quantum algorithms. Despite recent developments such as time reversal in quantum measurements and IBM's mid-circuit measurements, postselection continues to face significant challenges, most notably poor, often exponential, scaling. This study investigates how Two-Way Quantum Computing (2WQC) offers potential solutions to these challenges. By introducing the concept of postparation and enabling dynamic quantum state control, 2WQC has the potential to mitigate scaling issues and improve the practicality of postselection, thereby fostering advancements in the field of quantum algorithms.         ",
    "url": "https://arxiv.org/abs/2409.03785",
    "authors": [
      "Alex Linden",
      "Betül Gül"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03846",
    "title": "Spot size dependent shock wave, plume and ion expansion dynamics of laser produced YBCO plasma",
    "abstract": "           The expansion dynamics of laser produced plasma plumes in gaseous atmospheres exhibit information on plasma-ambient gas interactions which result in plume splitting, shock formation, sharpening and confinement. We investigate laser spot size variation on shock wave, plume, and ion dynamics from laser produced YBa2Cu3O7 (YBCO) plasmas using fast photography and Langmuir probe diagnosis. Changes in plume geometry are observed with varying focal spot size. At smaller spot sizes, lateral expansion of the plume is found to be larger, and plume expansion is spherical, while at larger spot sizes plume expansion is more cylindrical. Shock front formation time, relative intensity, spatial extent and total charge yield (TCY) are all dependent on laser spot size. Total charge yield (TCY) increases as the spot area increases, but decreases beyond a certain value. The width of the ion velocity distribution and the peak velocity decrease with increasing spot size, demonstrate that ions corresponding to larger spot sizes are somewhat more monoenergetic.         ",
    "url": "https://arxiv.org/abs/2409.03846",
    "authors": [
      "S.C. Singh",
      "C.Fallon",
      "P.Yeates",
      "C. McLoughlin",
      "J.T. Costello"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03880",
    "title": "Multi-color solitons and frequency combs in microresonators",
    "abstract": "           Multi-color solitons that are parametrically created in dual-pumped microresonators generate interleaved frequency combs that can be used to obtain combs at new frequencies and when synchronized can be used for low-noise microwave generation and potentially as an element in a chip-scale clockwork. Here, we first derive three-wave equations that describe multi-color solitons that appear in microresonators with a nearly quartic dispersion profile. These solitons are characterized by a single angular group velocity and multiple angular phase velocities. We then use these equations to explain the interleaved frequency combs that are observed at the output of the microresonator. Finally, we used these equations to describe the experimentally-observed soliton-OPO effect. In this effect, the pump frequency comb interacts nonlinearly with a signal frequency comb to create an idler frequency comb in a new frequency range, analogous to an optical parametric oscillation (OPO) process. We determine the conditions under which we expect this effect to occur. We anticipate that the three-wave equations and their extensions will be of use in designing new frequency comb systems and determining their stability and noise performance.         ",
    "url": "https://arxiv.org/abs/2409.03880",
    "authors": [
      "Curtis R. Menyuk",
      "Pradyoth Shandilya",
      "Logan Courtright",
      "Grégory Moille",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03909",
    "title": "Evidence of Charge Multiplication in Thin $25 \\mathrm{\\mu m} \\times 25 \\mathrm{\\mu m}$ Pitch 3D Silicon Sensors",
    "abstract": "           Characterization measurements of $25 \\mathrm{\\mu m} \\times 25 \\mathrm{\\mu m}$ pitch 3D silicon sensors are presented, for devices with active thickness of $150\\mu$m. Evidence of charge multiplication caused by impact ionization below the breakdown voltage is observed. Small-pitch 3D silicon sensors have potential as high precision 4D tracking detectors that are also able to withstand radiation fluences beyond $\\mathrm{10^{16} n_{eq}/cm^2}$, for use at future facilities such as the High-Luminosity Large Hadron Collider, the Electron-Ion Collider, and the Future Circular Collider. Characteristics of these devices are compared to those for similar sensors of pitch $50 \\mathrm{\\mu m} \\times 50 \\mathrm{\\mu m}$, showing comparable charge collection at low voltage, and acceptable leakage current, depletion voltage, breakdown voltage, and capacitance despite the extremely small cell size. The unirradiated $25 \\mathrm{\\mu m} \\times 25 \\mathrm{\\mu m}$ sensors exhibit charge multiplication above about 90 V reverse bias, while, as predicted, no multiplication is observed in the $50 \\mathrm{\\mu m} \\times 50 \\mathrm{\\mu m}$ sensors below their breakdown voltage. The maximum gain observed below breakdown is 1.33.         ",
    "url": "https://arxiv.org/abs/2409.03909",
    "authors": [
      "Andrew Gentry",
      "Maurizio Boscardin",
      "Martin Hoeferkamp",
      "Marco Povoli",
      "Sally Seidel",
      "Jiahe Si",
      "Gian-Franco Dalla Betta"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.03932",
    "title": "Mixing Skyrmions and Merons in Topological Quasicrystals of Evanescent Optical Field",
    "abstract": "           Photonic skyrmion and meron lattices are structured light fields with topologically protected textures, analogous to magnetic skyrmions and merons. Here, we report the theoretical existence of mixed skyrmion and meron quasicrystals in an evanescent optical field. Topological quasiperiodic tilings of even and odd point group symmetries are demonstrated in both the electric field and spin angular momentum. These quasicrystals contain both skyrmions and merons of Néel-type topology. Interestingly, the quasiperiodic tilings are in agreement with the observations of quasiperiodic arrangements of carbon nanoparticles in water driven by ultrasound, and pave the way towards engineering hybrid topological states of light which may have potential applications in optical manipulation, metrology and information processing.         ",
    "url": "https://arxiv.org/abs/2409.03932",
    "authors": [
      "Henry J. Putley",
      "Bryn Davies",
      "Francisco J. Rodríguez-Fortuño",
      "Anton Yu. Bykov",
      "Anatoly V. Zayats"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.04094",
    "title": "Speed of sound data, derived perfect-gas heat capacities, and acoustic virial coefficients of a calibration standard natural gas mixture and a low-calorific $H_{2}$-enriched mixture",
    "abstract": "           This work aims to address the technical aspects related to the thermodynamic characterization of natural gas mixtures blended with hydrogen for the introduction of alternative energy sources within the Power-to-Gas framework. For that purpose, new experimental speed of sound data are presented in the pressure range between (0.1 up to 13) MPa and at temperatures of (260, 273.16, 300, 325, and 350) K for two mixtures qualified as primary calibration standards: a 11 component synthetic natural gas mixture (11 M), and another low-calorific $H_{2}$-enriched natural gas mixture with a nominal molar percentage $x_{H_{2}}$ = 3%. Measurements have been gathered using a spherical acoustic resonator with an experimental expanded ($k$ = 2) uncertainty better than 200 parts in $10^{6}$ (0.02%) in the speed of sound. The heat capacity ratio as perfect-gas $\\gamma_{pg}$, the molar heat capacity as perfect-gas $C_{p,m}^{pg}$, and the second $\\beta_{a}$ and third $\\gamma_{a}$ acoustic virial coefficients are derived from the speed of sound values. All the results are compared with the reference mixture models for natural gas-like mixtures, the AGA8-DC92 EoS and the GERG-2008 EoS, with special attention to the impact of hydrogen on those properties. Data are found to be mostly consistent within the model uncertainty in the 11 M synthetic mixture as expected, but for the hydrogen-enriched mixture in the limit of the model uncertainty at the highest measuring pressures.         ",
    "url": "https://arxiv.org/abs/2409.04094",
    "authors": [
      "Daniel Lozano-Martín",
      "David Vega-Maza",
      "Alejandro Moreau",
      "M. Carmen Martín",
      "Dirk Tuma",
      "José J. Segovia"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04182",
    "title": "Frequency shifting of light via multiple ultrasound waves in scattering media",
    "abstract": "           We derive analytical expressions to describe how light is frequency-shifted when interacting with ultrasound within scattering media, due to the modulation of the refractive index induced by the ultrasound pressure waves. The model is validated through Monte Carlo simulations, works for high ultrasound pressures, and allows for many simultaneous ultrasound waves or frequency components, which is important due to the non-linear propagation effects in tissue. We also provide critical insights into how the ultrasound properties can be optimized for an enhanced efficiency of the light to be frequency-shifted, facilitating applications in ultrasound optical tomography and other photonic diagnostic techniques.         ",
    "url": "https://arxiv.org/abs/2409.04182",
    "authors": [
      "Adam Kinos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.04251",
    "title": "Experimental realization of an active time-modulated acoustic circulator",
    "abstract": "           Reciprocity is one of the fundamental characteristics of wave propagation in linear time-invariant media with preserved time-reversal symmetry. Breaking reciprocity opens the way to numerous applications in the fields of phononics and photonics, as it allows the unidirectional transport of information and energy carried by waves. In acoustics, achieving non-reciprocal behavior remains a challenge, for which time-varying media are one of the solutions. Here, we design and experimentally demonstrate a three-port non-reciprocal acoustic scatterer that behaves as a circulator for audible sound, by actively modulating the effective mass of the acoustic membranes over time. We discuss the conception and experimental validation of such an acoustic circulator, implemented with actively controlled loudspeakers, in the realm of audible and airborne acoustics, and demonstrate its good performance in different scenarios.         ",
    "url": "https://arxiv.org/abs/2409.04251",
    "authors": [
      "Matthieu Malléjac",
      "Romain Fleury"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04271",
    "title": "Phonon-polariton Bragg generation at the surface of silicon carbide",
    "abstract": "           Phonon polaritons are known to emerge at the surfaces of solids under IR irradiation at frequencies close to the optical phonon resonance. Metal, patterned on the top of the polariton-active surface, locally blocks the excitation of the surface waves due to plasmonic screening and can be used for the design of wave patterns. We excite the polaritonic waves at the surface of SiC under the irradiation of a CO$_2$ laser ($\\lambda\\sim10$ $\\mu$m) and visualize them using apertureless near-field interference scanning probe microscopy. From the near-field scans in the vicinity of the gold film periodical strip structures, we identify the Bragg scattering (diffraction) outside the lattice with the contribution from separate strips coherently summed up, provided that the wavelength matching condition is fulfilled. The observed phenomena agree with the wavefield calculations. Our observations demonstrate the potential of metal-patterned silicon carbide for the fabrication of on-chip polaritonic IR circuits.         ",
    "url": "https://arxiv.org/abs/2409.04271",
    "authors": [
      "V.S. Ivchenko",
      "D.V. Kazantsev",
      "V.A. Ievleva",
      "E.A. Kazantseva",
      "A.Yu. Kuntsevich"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.04333",
    "title": "Inverted Pyramid 3-axis Silicon Hall Effect Magnetic Sensor With Offset Cancellation",
    "abstract": "           Microelectronic magnetic sensors are essential in diverse applications, including automotive, industrial, and consumer electronics. Hall-effect devices hold the largest share of the magnetic sensor market, and they are particularly valued for their reliability, low cost and CMOS compatibility. This paper introduces a novel 3-axis Hall-effect sensor element based on an inverted pyramid structure, realized by leveraging MEMS micromachining and CMOS processing. The devices are manufactured by etching the pyramid openings with TMAH and implanting the sloped walls with n-dopants to define the active area. Through the use of various bias-sense detection modes, the device is able to detect both in-plane and out-of-plane magnetic fields within a single compact structure. In addition, the offset can be significantly reduced by one to three orders of magnitude by employing the current-spinning method. The device presented in this work demonstrated high in-plane and out-of-plane current- and voltage-related sensitivities ranging between 64.1 to 198 V A$^{-1}$ T$^{-1}$ and 14.8 to 21.4 mV V$^{-1}$ T$^{-1}$, with crosstalk below 3.7 %. The sensor exhibits a thermal noise floor which corresponds to approximately 0.5 $\\mu$T/$\\sqrt{Hz}$ at 1.31 V supply. This novel Hall-effect sensor represents a promising and simpler alternative to existing state-of-the-art 3-axis magnetic sensors, offering a viable solution for precise and reliable magnetic field sensing in various applications such as position feedback and power monitoring.         ",
    "url": "https://arxiv.org/abs/2409.04333",
    "authors": [
      "Jacopo Ruggeri",
      "Udo Ausserlechner",
      "Helmut Köck",
      "Karen M. Dowling"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.04380",
    "title": "A MEMS-based terahertz broadband beam steering technique",
    "abstract": "           A multi-level tunable reflection array wide-angle beam scanning method is proposed to address the limited bandwidth and small scanning angle issues of current terahertz beam scanning technology. In this method, a focusing lens and its array are used to achieve terahertz wave spatial beam control, and MEMS mirrors and their arrays are used to achieve wide-angle beam scanning. The 1~3 order terahertz MEMS beam scanning system designed based on this method can extend the mechanical scanning angle of MEMS mirrors by 2~6 times, when tested and verified using an electromagnetic MEMS mirror with a 7mm optical aperture and a scanning angle of 15° and a D-band terahertz signal source. The experiment shows that the operating bandwidth of the first-order terahertz MEMS beam scanning system is better than 40GHz, the continuous beam scanning angle is about 30°, the continuous beam scanning cycle response time is about 1.1ms, and the antenna gain is better than 15dBi at 160GHz. This method has been validated for its large bandwidth and scalable scanning angle, and has potential application prospects in terahertz dynamic communication, detection radar, scanning imaging, and other fields.         ",
    "url": "https://arxiv.org/abs/2409.04380",
    "authors": [
      "Weihua Yu",
      "Hong Peng",
      "Mingze Li",
      "Haolin Li",
      "Yuan Xue",
      "Huikai Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2409.04422",
    "title": "Selective Passive Tuning of Cavity Resonance by Mode Index Engineering of the Partial Length of a Cavity",
    "abstract": "           Cavities in large-scale photonic integrated circuits often suffer from a wider distribution of resonance frequencies due to fabrication errors. It is crucial to adjust the resonances of cavities using post-processing methods to minimize the frequency distribution. We have developed a concept of passive tuning by manipulating the mode index of a portion of a microring cavity. Through analytical studies and numerical experiments, we have found that depositing a thin film of dielectric material on top of the cavity or etching the material enables us to fine-tune the resonances and minimize the frequency distribution. This versatile method allows for the selective tuning of each cavity's resonance in a large set of cavities in a single fabrication step, providing robust passive tuning in large-scale photonic integrated circuits. Furthermore, this method can be applied and explored in various cavities and different material configurations.         ",
    "url": "https://arxiv.org/abs/2409.04422",
    "authors": [
      "Mohit Khurana",
      "Sahar Delfan",
      "Marlan O. Scully"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2409.03638",
    "title": "Quantum Natural Gradient with Geodesic Corrections for Small Shallow Quantum Circuits",
    "abstract": "           The Quantum Natural Gradient (QNG) method enhances optimization in variational quantum algorithms (VQAs) by incorporating geometric insights from the quantum state space through the Fubini-Study metric. In this work, we extend QNG by introducing higher-order integrators and geodesic corrections using the Riemannian Euler update rule and geodesic equations, deriving an updated rule for the Quantum Natural Gradient with Geodesic Correction (QNGGC). QNGGC is specifically designed for small, shallow quantum circuits. We also develop an efficient method for computing the Christoffel symbols necessary for these corrections, leveraging the parameter-shift rule to enable direct measurement from quantum circuits. Through theoretical analysis and practical examples, we demonstrate that QNGGC significantly improves convergence rates over standard QNG, highlighting the benefits of integrating geodesic corrections into quantum optimization processes. Our approach paves the way for more efficient quantum algorithms, leveraging the advantages of geometric methods.         ",
    "url": "https://arxiv.org/abs/2409.03638",
    "authors": [
      "Mourad Halla"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.03857",
    "title": "Factors influencing quantum evaporation of helium from polar semiconductors from first principles",
    "abstract": "           While there is much indirect evidence for the existence of dark matter (DM), to date it has evaded detection. Current efforts focus on DM masses over $\\sim$GeV -- to push the sensitivity of DM searches to lower masses, new DM targets and detection schemes are needed. In this work, we focus on the latter - a novel detection scheme recently proposed to detect ~10-100 meV phonons in polar target materials. Previous work showed that well-motivated models of DM can interact with polar semiconductors to produce an athermal population of phonons. This new sensing scheme proposes that these phonons then facilitate quantum evaporation of $^3$He from a van der Waals film deposited on the target material. However, a fundamental understanding of the underlying process is still unclear, with several uncertainties related to the precise rate of evaporation and how it can be controlled. In this work, we use \\textit{ab initio} density functional theory (DFT) calculations to compare the adsorption energies of helium atoms on a polar target material, sodium iodide (NaI), to understand the underlying evaporation physics. We explore the role of surface termination, monolayer coverage and elemental species on the rate of He evaporation from the target material. Using this, we discuss the optimal target features for He-evaporation experiments and their range of tunability through chemical and physical modifications such as applied field and surface termination.         ",
    "url": "https://arxiv.org/abs/2409.03857",
    "authors": [
      "Lakshay Dheer",
      "Liang Z. Tan",
      "S. A. Lyon",
      "Thomas Schenkel",
      "Sinéad M. Griffin"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.04067",
    "title": "FEM-based Neural Networks for Solving Incompressible Fluid Flows and Related Inverse Problems",
    "abstract": "           The numerical simulation and optimization of technical systems described by partial differential equations is expensive, especially in multi-query scenarios in which the underlying equations have to be solved for different parameters. A comparatively new approach in this context is to combine the good approximation properties of neural networks (for parameter dependence) with the classical finite element method (for discretization). However, instead of considering the solution mapping of the PDE from the parameter space into the FEM-discretized solution space as a purely data-driven regression problem, so-called physically informed regression problems have proven to be useful. In these, the equation residual is minimized during the training of the neural network, i.e. the neural network \"learns\" the physics underlying the problem. In this paper, we extend this approach to saddle-point and non-linear fluid dynamics problems, respectively, namely stationary Stokes and stationary Navier-Stokes equations. In particular, we propose a modification of the existing approach: Instead of minimizing the plain vanilla equation residual during training, we minimize the equation residual modified by a preconditioner. By analogy with the linear case, this also improves the condition in the present non-linear case. Our numerical examples demonstrate that this approach significantly reduces the training effort and greatly increases accuracy and generalizability. Finally, we show the application of the resulting parameterized model to a related inverse problem.         ",
    "url": "https://arxiv.org/abs/2409.04067",
    "authors": [
      "Franziska Griese",
      "Fabian Hoppe",
      "Alexander Rüttgers",
      "Philipp Knechtges"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Machine Learning (cs.LG)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.04145",
    "title": "Connectivity matters: Impact of bath modes ordering and geometry in Open Quantum System simulation with Matrix Product States",
    "abstract": "           Being able to study the dynamics of quantum systems interacting with several environments is important in many settings ranging from quantum chemistry to quantum thermodynamics, through out-of-equilibrium systems. For such problems tensor network-based methods are state-of-the-art approaches to perform numerically exact simulations. However, to be used efficiently in this multi-environment non-perturbative context, these methods require a clever choice of the topology of the wave-function Ansätze. This is often done by analysing cross-correlations between different system and environment degrees of freedom. We show for canonical model Hamiltonians that simple orderings of bosonic environmental modes, which enable to write the joint {System + Environments} state as a matrix product state, reduce considerably the bond dimension required for convergence. These results suggest that complex correlation analyses in order to tweak tensor networks topology (e.g. entanglement renormalization) are usually not necessary and that tree tensor network states are sub-optimal compared to simple matrix product states in several applications.         ",
    "url": "https://arxiv.org/abs/2409.04145",
    "authors": [
      "Thibaut Lacroix",
      "Brendon W. Lovett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04186",
    "title": "Randomness in quantum random number generator from vacuum fluctuations with source-device-independence",
    "abstract": "           The application for random numbers is ubiquitous. We experimentally build a well-studied quantum random number generator from homodyne measurements on the quadrature of the vacuum fluctuations. Semi-device-independence in this random number generator is usually obtained using phase modulators to shift the phase of the laser and obtain random sampling from both X and P quadrature measurements of the vacuum state in previous implementations. We characterize the experimental parameters for optimal performance of this source-device independent quantum random number generator by measuring the two quadratures concurrently using two homodyne detectors. We also study the influence of these parameters on randomness, which can be extracted based on Shannon entropy and von Neumann entropy, which correspond to an eavesdropper listening to classical and quantum side information, respectively.         ",
    "url": "https://arxiv.org/abs/2409.04186",
    "authors": [
      "Megha Shrivastava",
      "Mohit Mittal",
      "Isha Kumari",
      "Venkat Abhignan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.04245",
    "title": "{\\tt{CLOWN}}: The PASO cloud detection for optimization of automatic optical surveys",
    "abstract": "           Orbiting space objects have become in the last decade a major nuisance impacting ground astronomy and orbiting space assets, from observatories to satellites and space stations. In particular with the rise of the satellite population in Low Earth Orbits (LEOs), space objects are becoming an even bigger threat and a strong problem to astronomical observations. To tackle these threats several coordinated surveillance networks composed of dedicated sensors (telescopes, radars and laser ranging facilities) track and survey space objects, from debris to active satellites. As part of the European Space Surveillance \\& Tracking (EU-SST) network, Portugal is developing the PAmpilhosa da Serra Space Observatory (PASO), with both radio and optical telescopes dedicated to the Space Situational Awareness (SSA) domain, deployed at a Dark Sky destination. To optimize telescope survey time, we developed {\\tt{CLOWN}} (CLOud Watcher at Night), an application interface that automatically monitors clouds in real time. This software can correctly trace clouds positions in the sky, provides accurate pointing information to the observation planning of the optical telescope to avoid cloudy areas. {\\tt{CLOWN}} only requires the use of an all-sky camera, which is already a norm in observatories with optical telescopes and can be used with any camera, including those for which no information about its model specification do exist. {\\tt{CLOWN}} does not require great computing power and it does not require the installation of additional equipment. {\\tt{CLOWN}} results are very promising and confirm that the app can correctly identify clouds in a variety of different conditions and cloud types.         ",
    "url": "https://arxiv.org/abs/2409.04245",
    "authors": [
      "Luís Gonçalves",
      "Bruno Coelho",
      "Domingos Barbosa",
      "Miguel Bergano",
      "Vitor Bonifácio",
      "Dalmiro Maia"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2409.04264",
    "title": "NSF-UKRI Bilateral Workshop: Quantum Information Science in Chemistry",
    "abstract": "           This document summarizes the context and main outcomes of the discussions that took place during the NSF-UKRI bilateral workshop on Quantum Information Science in Chemistry, held on 12-13 February 2024, in Alexandria, Virginia (US). The workshop was jointly funded by the National Science Foundation (NSF) and UK Research and Innovation (UKRI) through the Engineering and Physical Sciences Research Council (EPSRC). It brought together scientific delegations from the United States of America (US) and the United Kingdom (UK).         ",
    "url": "https://arxiv.org/abs/2409.04264",
    "authors": [
      "Gregory D Scholes",
      "Alexandra Olaya-Castro",
      "Shaul Mukamel",
      "Adam Kirrander",
      "Kang-Kuen Ni",
      "Gordon Hedley",
      "Natia Frank"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04427",
    "title": "Analog Quantum Simulation of Coupled Electron-Nuclear Dynamics in Molecules",
    "abstract": "           Understanding the coupled electron-nuclear dynamics in molecules induced by light-matter interactions is crucial for potential applications of photochemical processes, but it is challenging due to the high computational costs of exact quantum dynamics simulations. Quantum computing has the potential to reduce the computational cost required for exact quantum dynamics simulations by exploiting the quantum nature of the computational device. However, existing quantum algorithms for coupled electron-nuclear dynamics simulation either require fault-tolerant devices, or use the Born-Oppenheimer (BO) approximation and a truncation of the electronic basis. In this work, we present the first analog quantum simulation approach for molecular vibronic dynamics in a pre-BO framework, i.e. without the separation of electrons and nuclei, by mapping the molecular Hamiltonian to a device with coupled qubits and bosonic modes. We show that our approach has exponential savings in resource and computational costs compared to the equivalent classical algorithms. The computational cost of our approach is also exponentially lower than existing BO-based quantum algorithms. Furthermore, our approach has a much smaller resource scaling than the existing pre-BO quantum algorithms for chemical dynamics. The low cost of our approach will enable an exact treatment of electron-nuclear dynamics on near-term quantum devices.         ",
    "url": "https://arxiv.org/abs/2409.04427",
    "authors": [
      "Jong-Kwon Ha",
      "Ryan J. MacDonell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2409.04439",
    "title": "Ab initio quantum dynamics as a scalable solution to the exoplanet opacity challenge: A case study of CO$_2$ in hydrogen atmosphere",
    "abstract": "           Light-matter interactions lie at the heart of our exploration of exoplanetary atmospheres. Interpreting data obtained by remote sensing is enabled by meticulous, time- and resource-consuming work aiming at deepening our understanding of such interactions (i.e., opacity models). Recently, \\citet{Niraula2022} pointed out that due primarily to limitations on our modeling of broadening and far-wing behaviors, opacity models needed a timely update for exoplanet exploration in the JWST era, and thus argued for a scalable approach. In this Letter, we introduce an end-to-end solution from ab initio calculations to pressure broadening, and use the perturbation framework to identify the need for precision to a level of $\\sim$10\\%. We focus on the CO$_2$-H$_2$ system as CO$_2$ presents a key absorption feature for exoplanet research (primarily driven by the observation of gas giants) at $\\sim$4.3$\\mu$m and yet severely lack opacity data. We compute elastic and inelastic cross-sections for the collision of {ortho-}H$_2$ ~with CO$_2$, in the ground vibrational state, and at the coupled-channel fully converged level. For scattering energies above $\\sim$20~cm$^{-1}$, moderate precision inter-molecular potentials are indistinguishable from high precision ones in cross-sections. Our calculations agree with the currently available measurement within 7\\%, i.e., well beyond the precision requirements. Our proof-of-concept introduces a computationally affordable way to compute full-dimensional interaction potentials and scattering quantum dynamics with a precision sufficient to reduce the model-limited biases originating from the pressure broadening and thus support instrument-limited science with JWST and future missions.         ",
    "url": "https://arxiv.org/abs/2409.04439",
    "authors": [
      "Laurent Wiesenfeld",
      "Prajwal Niraula",
      "Julien de Wit",
      "Nejmeddine Jaïdane",
      "Iouli E. Gordon",
      "Robert J. Hargreaves"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01478",
    "title": "Towards reliable calculations of thermal rate constants: ring polymer molecular dynamics for the OH + HBr $\\to$ Br + H$_2$O reaction",
    "abstract": "           We combined Moment Tensor Potential (MTP) and Ring Polymer Molecular Dynamics (RPMD) for calculating the thermal rate constants of the OH + HBr system. We used the active learning (AL) algorithm for constructing a training set during RPMD. We compared the obtained RPMD-AL-MTP rate constants with the ones previously calculated using the quasi-classical trajectories (QCT) and the POTLIB potential energy surface, and with the experimental ones. We demonstrated that the RPMD rate constants were systematically closer to the experimental rate constants than the QCT ones at 200 K, 300 K, and 500 K.         ",
    "url": "https://arxiv.org/abs/2206.01478",
    "authors": [
      "Ivan S. Novikov",
      "Edgar M. Makarov",
      "Alexander V. Shapeev",
      "Yury V. Suleimanov"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.13248",
    "title": "Adaptable platform for trapped cold electrons, hydrogen and lithium anions and cations",
    "abstract": "           Cold cations, electrons and anions are ubiquitous in space, participate in star formation chemistry and are relevant to studies on the origin of molecular biology homochirality. We report on a system to generate and trap these species in the laboratory. Laser ablation of a solid target (LiH) facing a sublimating Ne matrix generates cold electrons, anions, and cations. Axial energy distributions (of e$^-$, H$^\\pm$ and Li$^\\pm$) peaked at 0-25 meV are obtained in a Penning trap at 90 mT and 0.5 eV barrier. Anions can be guided and neutralized with low recoil energy by near-threshold photodetachment. An immediate prospect for this H$^-$ source is to load hydrogen atoms into the ALPHA antihydrogen trap at CERN towards direct spectroscopic comparison of both conjugated species beyond 13 significant figures. The production is potentially scalable and adaptable to different species including deuterium and tritium, relevant for neutrino mass and fusion research.         ",
    "url": "https://arxiv.org/abs/2301.13248",
    "authors": [
      "Levi O. A. Azevedo",
      "Rodolfo J. S. Costa",
      "Wania Wolff",
      "Alvaro N. Oliveira",
      "Rodrigo L. Sacramento",
      "Daniel M. Silveira",
      "Claudio Lenz Cesar"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2406.19368",
    "title": "Integrated Triply Resonant Electro-Optic Frequency Comb in Lithium Tantalate",
    "abstract": "           Integrated frequency comb generators based on Kerr parametric oscillation have led to chip-scale, gigahertz-spaced combs with new applications spanning hyperscale telecommunications, low-noise microwave synthesis, LiDAR, and astrophysical spectrometer calibration. Recent progress in lithium niobate (LN) photonic integrated circuits (PICs) has resulted in chip-scale electro-optic (EO) frequency combs, offering precise comb-line positioning and simple operation without relying on the formation of dissipative Kerr solitons. However, current integrated EO combs face limited spectral coverage due to the large microwave power required to drive the non-resonant capacitive electrodes and the strong intrinsic birefringence of Lithium Niobate. Here, we overcome both challenges with an integrated triply resonant architecture, combining monolithic microwave integrated circuits (MMICs) with PICs based on the recently emerged thin-film lithium tantalate. With resonantly enhanced EO interaction and reduced birefringence in Lithium Tantalate, we achieve a four-fold comb span extension and a 16-fold power reduction compared to the conventional non-resonant microwave design. Driven by a hybrid-integrated laser diode, the comb spans over 450nm (60THz) with >2000 lines, and the generator fits within a compact 1cm^2 footprint. We additionally observe that the strong EO coupling leads to an increased comb existence range approaching the full free spectral range of the optical microresonator. The ultra-broadband comb generator, combined with detuning-agnostic operation, could advance chip-scale spectrometry and ultra-low-noise millimeter wave synthesis and unlock octave-spanning EO combs. The methodology of co-designing microwave and optical resonators can be extended to a wide range of integrated electro-optics applications.         ",
    "url": "https://arxiv.org/abs/2406.19368",
    "authors": [
      "Junyin Zhang",
      "Chengli Wang",
      "Connor Denney",
      "Grigory Lihachev",
      "Jianqi Hu",
      "Wil Kao",
      "Terence Blésin",
      "Nikolai Kuznetsov",
      "Zihan Li",
      "Mikhail Churaev",
      "Xin Ou",
      "Johann Riemensberger",
      "Gabriel Santamaria-Botello",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.06773",
    "title": "Broadband localization of light at the termination of a topological photonic waveguide",
    "abstract": "           Localized optical field enhancement enables strong light-matter interactions necessary for efficient manipulation and sensing of light. Specifically, tunable broadband energy localization in nanoscale hotspots offers a wide range of applications in nanophotonics and quantum optics. We experimentally demonstrate a novel principle for the local enhancement of electromagnetic fields, based on strong suppression of backscattering. This is achieved at a designed termination of a topologically non-trivial waveguide that nearly preserves the valley degree of freedom. The symmetry origin of the valley degree of freedom prevents edge states to undergo intervalley scattering at waveguide discontinuities that obey the symmetry of the crystal. Using near-field microscopy, we reveal that this can lead to strong confinement of light at the termination of a topological photonic waveguide, even without breaking time-reversal symmetry. We emphasize the importance of symmetry conservation by comparing different waveguide termination geometries, confirming that the origin of suppressed backscattering lies with the near-conservation of the valley degree of freedom, and show the broad bandwidth of the effect.         ",
    "url": "https://arxiv.org/abs/2408.06773",
    "authors": [
      "Daniel Muis",
      "Yandong Li",
      "René Barczyk",
      "Sonakshi Arora",
      "L. Kuipers",
      "Gennady Shvets",
      "Ewold Verhagen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.10723",
    "title": "Optical refractive index and spacetime geometry",
    "abstract": "           Classical mechanics and geometrical optics are deeply connected with each other. In this work, we generalize the analogy between these two disciplines to relativistic conditions. Using this analogy, we are able to make light follow the orbits of massive or massless particles in gravitational field, by designing a particular optical medium with a prescribed refractive index profile according to spacetime geometry. Furthermore, we build the dictionary that connects optical refractive index and spacetime metric, thus extending F = ma optics to the relativistic limit. The results shed light on the equivalence between the dielectric properties of optical media and the geometric structure of spacetime.         ",
    "url": "https://arxiv.org/abs/2408.10723",
    "authors": [
      "Hui Xiong",
      "Mengcheng Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.16142",
    "title": "Classifying acoustic cavitation with machine learning trained on multiple physical models",
    "abstract": "           Acoustic cavitation refers to the formation and oscillation of microbubbles in a liquid exposed to acoustic waves. Depending on the properties of the liquid and the parameters of the acoustic waves, bubbles behave differently. The two main regimes of bubble dynamics are transient cavitation, where a bubble collapses violently, and stable cavitation, where a bubble undergoes periodic oscillations. Predicting these regimes under specific sonication conditions is important in biomedical ultrasound and sonochemistry. For these predictions to be helpful in practical settings, they must be precise and computationally efficient. In this study, we have used machine learning techniques to predict the cavitation regimes of air bubble nuclei in a liquid. The supervised machine learning was trained by solving three differential equations for bubble dynamics, namely the Rayleigh-Plesset, Keller-Miksis, and Gilmore equations. These equations were solved for a range of initial parameters, including temperature, bubble radius, acoustic pressure, and frequency. Four different classifiers were developed to label each simulation as either stable or transient cavitation. Subsequently, four different machine-learning strategies were designed to analyze the likelihood of transient or stable cavitation for a given set of acoustic and material parameters. Cross-validation on held-out test data shows a high accuracy of the machine learning predictions. The results indicate that machine learning models trained on physics-based simulations can reliably predict cavitation behavior across a wide range of conditions relevant to real-world applications. This approach can be employed to optimize device settings and protocols used in imaging, therapeutic ultrasound, and sonochemistry.         ",
    "url": "https://arxiv.org/abs/2408.16142",
    "authors": [
      "Trinidad Gatica",
      "Elwin van 't Wout",
      "Reza Haqshenas"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2409.03053",
    "title": "Piezoresistive PtSe$_2$ pressure sensors with reliable high sensitivity and their integration into CMOS ASIC substrates",
    "abstract": "           Membrane-based sensors are an important market for microelectromechanical systems (MEMS). Two-dimensional (2D) materials, with their low mass, are excellent candidates for suspended membranes to provide high sensitivity, small footprint sensors. The present work demonstrates pressure sensors employing large-scale-synthesized 2D platinum diselenide (PtSe${_2}$) films as piezoresistive membranes supported only by a thin polymer layer. We investigate three different synthesis methods with contrasting growth parameters and establish a reliable high yield fabrication process for suspended PtSe${_2}$/PMMA membranes across sealed cavities. The pressure sensors reproducibly display sensitivities above 6 x 10${^4}$ kPa${^{-1}}$. We show that the sensitivity clearly depends on the membrane diameter and the piezoresistive gauge factor of the PtSe${_2}$ film. Reducing the total device size by decreasing the number of membranes within a device leads to a significant increase in the area-normalized sensitivity. This allows the manufacturing of pressure sensors with high sensitivity but a much smaller device footprint than the current state-of-the-art MEMS technology. We further integrate PtSe${_2}$ pressure sensors with CMOS technology, improving the technological readiness of PtSe${_2}$-based MEMS and NEMS devices.         ",
    "url": "https://arxiv.org/abs/2409.03053",
    "authors": [
      "Sebastian Lukas",
      "Nico Rademacher",
      "Sofía Cruces",
      "Michael Gross",
      "Eva Desgué",
      "Stefan Heiserer",
      "Nikolas Dominik",
      "Maximilian Prechtl",
      "Oliver Hartwig",
      "Cormac Ó Coileáin",
      "Tanja Stimpel-Lindner",
      "Pierre Legagneux",
      "Arto Rantala",
      "Juha-Matti Saari",
      "Miika Soikkeli",
      "Georg S. Duesberg",
      "Max C. Lemme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]