[
  {
    "id": "arXiv:2508.00044",
    "title": "Is Quantum Mechanics a proper subset of Classical Mechanics?",
    "abstract": "           Quantum mechanics is widely regarded as a complete theory, yet we argue it is a tractable projection of a deeper, computationally-inaccessible classical variational structure. By analyzing the coupled partial differential equations of the Hamilton type 1 principal function, we show that classical action-based dynamics are generally undecidable, paralleling spectral gap undecidability in quantum systems. In near Kolmogorov-Arnold-Moser systems, stability hinges on Diophantine conditions that are themselves undecidable, limiting predictability via arithmetic logic rather than randomness. Phenomena like spin 3/2 systems and larger, quantum scars and Leggett inequality violations support this view, naturally explained by time symmetric classical action. This framework offers a principled resolution to the long standing dichotomy between unitarity and entanglement by deriving both as emergent features of a tractable rendering from a fundamentally non-separable classical variational geometry. Collapse and decoherence arise from representational limits, not ontological indeterminism. We propose an explicit experimental test using lateral double quantum dots to detect predicted deviations from standard quantum coherence at the classical chaos threshold. This reframing suggests the classical quantum boundary is set by computability and not by the Planck constant. Implications for quantum computing and quantum encryption are discussed.         ",
    "url": "https://arxiv.org/abs/2508.00044",
    "authors": [
      "Khaled Mnaymneh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2508.00314",
    "title": "Hybrid Scandium Aluminum Nitride/Silicon Nitride Integrated Photonic Circuits",
    "abstract": "           Scandium-doped aluminum nitride has recently emerged as a promising material for quantum photonic integrated circuits (PICs) due to its unique combination of strong second-order nonlinearity, ferroelectricity, piezoelectricity, and complementary metal-oxide-semiconductor (CMOS) compatibility. However, the relatively high optical loss reported to date-typically above 2.4 dB/cm-remains a key challenge that limits its widespread application in low-loss PICs. Here, we present a monolithically integrated $\\mathrm{Si}_3\\mathrm{N}_4$-ScAlN waveguide platform that overcomes this limitation. By confining light within an etched $\\mathrm{Si}_3\\mathrm{N}_4$ waveguide while preserving the functional properties of the underlying ScAlN layer, we achieve an intrinsic quality factor of $Q_{\\mathrm{i}} = 3.35 \\times 10^5$, corresponding to a propagation loss of 1.03 dB/cm-comparable to that of commercial single-mode silicon-on-insulator (SOI) waveguides. This hybrid architecture enables low-loss and scalable fabrication while retaining the advanced functionalities offered by ScAlN, such as ferroelectricity and piezoelectricity. Our results establish a new pathway for ScAlN-based PICs with potential applications in high-speed optical communication, modulation, sensing, nonlinear optics, and quantum optics within CMOS-compatible platforms.         ",
    "url": "https://arxiv.org/abs/2508.00314",
    "authors": [
      "Jiangnan Liu",
      "Shuai Liu",
      "Abdur-Raheem Al-Hallak",
      "Huabin Yu",
      "Zhengwei Ye",
      "Yuheng Zhang",
      "Zheshen Zhang",
      "Zetian Mi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2508.00432",
    "title": "Self-cooling, blue-detuned dissipative Kerr microresonator soliton comb",
    "abstract": "           Dissipative Kerr solitons (DKSs) generated in high-Q microresonators driven by continuous-wave (CW) lasers provide chip-scale optical frequency combs composed of mutually coherent CW lines. However, their small mode volume makes them highly susceptible to thermal fluctuations, and the resulting thermo-refractive noise (TRN) perturbs the repetition rate $f_{\\rm rep}$. Here, we experimentally demonstrate a blue-detuned DKS in a coupled-ring microresonator. By employing avoided-mode-crossing (AMX)-induced dispersion engineering at the pump mode, DKSs are generated even when the pump laser is tuned to the higher-frequency (blue) side of the resonance. In this regime, the pump laser not only seeds DKS formation but also serves as a cooling laser for the thermally sensitive pumped mode. We observe a self-cooling effect that reduces the phase noise of $f_{\\rm rep}$ by up to 14.5 dB, while achieving a pump-to-comb conversion efficiency as high as 37 %. These results establish blue-detuned DKSs as a thermally robust and power-efficient solution for integrated microcomb systems, eliminating the need for auxiliary lasers.         ",
    "url": "https://arxiv.org/abs/2508.00432",
    "authors": [
      "Kenji Nishimoto",
      "Kaoru Minoshima",
      "Naoya Kuse"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.00436",
    "title": "Pseudomagnetic Control of Light Waves in the Electrically Tunable Photonic Crystals with Deformation Engineering",
    "abstract": "           With the demonstrations of pseudo-magnetism in optical systems, the pursuits of its practical applications require not only the use of pseudomagnetic fields to create functional optical devices but also a reliable method to manipulate pseudo-magnetism-affected light waves. Here, we experimentally demonstrate an ultracompact Si-based cavity formed by triaxially deformed photonic honeycomb lattices. The triaxial deformation could lead to Landau quantization, showing the possibilities of realizing the localization and resonating of photons with pseudomagnetic fields. Through adopting the Si waveguides for directional coupling, we successfully obtain the transmission spectra for the proposed cavities in the photonic integrated circuits. This opens a novel avenue for highly efficient excitations and detections of Landau-quantized photonic density of states, totally on chip. Moreover, we verify a linear electrical tunability of -0.018 THz/mW for the pseudo-magnetism-induced optical resonant states, fulfilling the manipulation of photons without varying deformations. Our work introduces a mechanism for performing tunable light waves in triaxial deformation-engineered systems, which enriches the design principles of integrated optical devices.         ",
    "url": "https://arxiv.org/abs/2508.00436",
    "authors": [
      "Zhipeng Qi",
      "Hao Sun",
      "Guohua Hu",
      "Xiumin Song",
      "Yaohui Sun",
      "Wanghua Zhu",
      "Bo Liu",
      "Xuechao Yu",
      "Francois M. Peeters",
      "Yiping Cui"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.00455",
    "title": "Tunable, phase-locked hard X-ray pulse sequences generated by a free-electron laser",
    "abstract": "           The ability to arbitrarily dial in amplitudes and phases enables the fundamental quantum state operations pioneered for microwaves and then infrared and visible wavelengths during the second half of the last century. Self-seeded X-ray free-electron lasers (FELs) routinely generate coherent, high-brightness, and ultrafast pulses for a wide range of experiments, but have so far not achieved a comparable level of amplitude and phase control. Here we report the first tunable phase-locked, ultra-fast hard X-ray (PHLUX) pulses by implementing a recently proposed method: A fresh-bunch self-seeded FEL, driven by an electron beam that was shaped with a slotted foil and a corrugated wakefield structure, generates coherent radiation that is intensity-modulated on the femtosecond time scale. We measure phase-locked (to within a shot-to-shot phase jitter corresponding to 0.1 attoseconds) pulse triplets with a photon energy of 9.7 keV, a pulse energy of several tens of microjoules, a freely tunable relative phase, and a pulse delay tunability between 4.5 and 11.9 fs. Such pulse sequences are suitable for a wide range of applications, including coherent spectroscopy, and have amplitudes sufficient to enable hard X-ray quantum optics experiments. More generally, these results represent an important step towards a hard X-ray arbitrary waveform generator.         ",
    "url": "https://arxiv.org/abs/2508.00455",
    "authors": [
      "Wenxiang Hu",
      "Chi Hyun Shim",
      "Gyujin Kim",
      "Seongyeol Kim",
      "Seong-Hoon Kwon",
      "Chang-Ki Min",
      "Kook-Jin Moon",
      "Donghyun Na",
      "Young Jin Suh",
      "Chang-Kyu Sung",
      "Haeryong Yang",
      "Hoon Heo",
      "Heung-Sik Kang",
      "Inhyuk Nam",
      "Eduard Prat",
      "Simon Gerber",
      "Sven Reiche",
      "Gabriel Aeppli",
      "Myunghoon Cho",
      "Philipp Dijkstal"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.00465",
    "title": "Photon-mediated interactions and dynamics of coherently driven quantum emitters in complex photonic environments",
    "abstract": "           In recent years, Born-Markov master equations based on tracing out the electromagnetic degrees of freedom have been extensively employed in the description of quantum optical phenomena originating from photon-mediated interactions in quantum emitter ensembles. The breakdown of these effective models, built on assumptions such as ensemble spectral homogeneity, an unstructured photonic density of states, and weak light-matter coupling, has also recently attracted considerable attention. Here, we investigate the accuracy of this well-established framework beyond the most conventional, and extensively explored, spontaneous emission configuration. Specifically, we consider a system comprising two coherently driven and detuned quantum emitters, embedded within a hybrid photonic-plasmonic cavity, formed by a metallic nanorod integrated into a high-refractive-index dielectric microresonator. The local density of photonic states in this structure exhibits a complex frequency dependence, making it a compelling platform for exploring photon-mediated interactions beyond the assumptions above. We benchmark this modeling approach for the quantum dynamics of the emitter pair against exact calculations based on a macroscopic field quantization formalism, providing an illustrative assessment of its validity in significantly structured and dispersive photonic environments. Our analysis reveals four distinct regimes of laser driving and frequency splitting that lead to markedly different levels of accuracy in the effective model.         ",
    "url": "https://arxiv.org/abs/2508.00465",
    "authors": [
      "Alberto Miguel-Torcal",
      "Alejandro González-Tudela",
      "F. J. García-Vidal",
      "Antonio I. Fernández-Domínguez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.00521",
    "title": "In-Situ Probing of Materials Plasmonic Properties using Fabry-Perot Resonance",
    "abstract": "           Accurate in situ characterization of plasmonic materials dispersion and efficiency remains a key challenge for next generation nanophotonic devices. To this end, we introduce a platform leveraging extraordinary optical transmission (EOT) through plasmonic gratings comprised of subwavelength Fabry Perot (FP) resonators to interrogate the optical response of plasmonic materials. We implement direct E k dispersion mapping across a well defined set of optical momenta by systematically varying the grating size, with each grating serving as a discrete momentum-space probe. Non Hermitian modal decomposition is carried out by means of the finite element method (FEM) and validated with finite difference time domain (FDTD) to examine the eigenstates of the plasmonic systems and analyze the modal hybridization within the aperture. The interplay between the resonant mechanisms involved in the enhanced transmitted field is investigated in both an idealized perfect electric conducting metal and a realistic dispersive metal, emphasizing the aperture s role in mode confinement and resonance shift. This approach provides an angle insensitive platform for reliable, in situ and real time characterization of established and emerging plasmonic materials.         ",
    "url": "https://arxiv.org/abs/2508.00521",
    "authors": [
      "Youssef El Badri",
      "Hicham Mangach",
      "Yan Pennec",
      "Bahram Djafari-Rouhani",
      "Abdenbi Bouzid",
      "Younes Achaoui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.00668",
    "title": "Advancing Quantum Information Science Pre-College Education: The Case for Learning Sciences Collaboration",
    "abstract": "           As quantum information science advances and the need for pre-college engagement grows, a critical question remains: How can young learners be prepared to participate in a field so radically different from what they have encountered before? This paper argues that meeting this challenge will require strong interdisciplinary collaboration with the Learning Sciences (LS), a field dedicated to understanding how people learn and designing theory-guided environments to support learning. Drawing on lessons from previous STEM education efforts, we discuss two key contributions of the learning sciences to quantum information science (QIS) education. The first is design-based research, the signature methodology of learning sciences, which can inform the development, refinement, and scaling of effective QIS learning experiences. The second is a framework for reshaping how learners reason about, learn and participate in QIS practices through shifts in knowledge representations that provide new forms of engagement and associated learning. We call for a two-way partnership between quantum information science and the learning sciences, one that not only supports learning in quantum concepts and practices but also improves our understanding of how to teach and support learning in highly complex domains. We also consider potential questions involved in bridging these disciplinary communities and argue that the theoretical and practical benefits justify the effort.         ",
    "url": "https://arxiv.org/abs/2508.00668",
    "authors": [
      "Raquel Coelho",
      "Roy Pea",
      "Christian Schunn",
      "Jinglei Cheng",
      "Junyu Liu"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Artificial Intelligence (cs.AI)",
      "Computers and Society (cs.CY)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.00731",
    "title": "Quantum Sensing in Two dimensional Materials",
    "abstract": "           Quantum enhanced sensing exploits the coherent dynamics of two-level systems (TLSs) to achieve exceptional sensitivities and measurement precision that surpass classical detection limits. While platforms such as nitrogen vacancy centers in diamond and rare earth doped crystals have shown excellent performance, their integration with surfaces and external targets remains limited by bulk geometries. Two dimensional (2D) van der Waals materials, particularly hexagonal boron nitride (hBN), offer a compelling alternative, providing atomically thin hosts for spin defects with intrinsic surface proximity and environmental accessibility. These attributes enable high resolution sensing of magnetic fields, strain, and temperature at the nanoscale. In this Perspective, we review recent progress in quantum sensing using spin defects in hBN, including the widely studied boron vacancy (VB-) and emerging carbon related single spin centers. We summarize protocols for spin initialization, coherent manipulation, and optical readout, and highlight demonstrated applications in hybrid architectures and extreme environments and discuss advances in deterministic defect engineering, coherence preservation at the 2D limit. Finally, we discuss future opportunities and challenges in realizing scalable, robust, and multifunctional quantum sensors based on 2D materials.         ",
    "url": "https://arxiv.org/abs/2508.00731",
    "authors": [
      "XiaoJie Wang",
      "YangYi Chen",
      "Hong-Hua Fang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.00739",
    "title": "Shaping circuit for improving linearity, bandwidth, and dynamic range in ToT-based detectors",
    "abstract": "           The quantitative measurement of energy deposits in particle detectors, particularly in calorimeters, is usually accomplished with the help of Analog-to-Digital converters (ADCs) due to their precision, wide measurement range, and good linearity. However, drawbacks such as power consumption, data volume, and bandwidth limit their use in the next generation of high-energy physics experiments. Time-over-threshold (ToT) systems offer simplicity, low power consumption, easy integrability, and wide bandwidth, but they lack precision, linearity, and dynamic range. In this work, we propose a shaper circuit that improves the weaknesses of ToT systems without sacrificing performance. We simulated and implemented the concept in the readout system of the Ring Imaging Cherenkov detector of the Compressed Baryonic Matter experiment at FAIR.         ",
    "url": "https://arxiv.org/abs/2508.00739",
    "authors": [
      "J. Peña-Rodríguez",
      "J. Förtsch",
      "C. Pauly",
      "K.-H. Kampert"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2508.00810",
    "title": "A Kerr soliton Ising machine for combinatorial optimization problems",
    "abstract": "           The growing challenges of scaling digital computing motivate new approaches, especially through the dynamical evolution of physical systems that mimic neural networks and combinatorial optimization problems. While light is a hyper efficient information carrier, intrinsically weak light interactions make direct information processing difficult to implement. Recently, specialized nonlinear photonics have opened new controls over light fields with extraordinary bandwidth, coherence, and the emergence of strong interactions among nonlinear eigenstates like solitons. We harness an ensemble of hundreds of Kerr-nonlinear microresonator solitons and implement an analog feedback network to create an Ising machine with fully programmable all-to-all interactions. By increasing the feedback for self, on-diagonal interactions, each soliton exhibits a universal spin-like bifurcation. Using this palette of interactions amongst the entire soliton ensemble, we encode the Ising machine to solve the benchmark Boolean satisfiability problem (SAT). The combination of uniform soliton interactions and the compatibility of our Ising machine with high-speed data interconnects enables rapid and precise solutions of complex SAT problems. Indeed, the soliton properties bound the tradeoff of optical power and time use by the machine at approximately 10 mW and 1 $\\mu$s for a single feedback step. We performed >10,000 trials on more than 100 randomly generated SAT instances to evaluate the Ising machine, demonstrating the potential to exceed the performance of benchmark digital SAT solvers. Our work highlights the convergence of optical nonlinearity, ultralow loss photonics, and optoelectronic circuits, which can be combined for a wide range of computation-acceleration tasks.         ",
    "url": "https://arxiv.org/abs/2508.00810",
    "authors": [
      "Yan Jin",
      "Nitesh Chauhan",
      "Jizhao Zang",
      "Brian Edwards",
      "Pratik Chaudhari",
      "Firooz Aflatouni",
      "Scott B. Papp"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.00052",
    "title": "Learning shadows to predict quantum ground state correlations",
    "abstract": "           We introduce a variational scheme inspired by classical shadow tomography to compute ground state correlations of quantum spin Hamiltonians. Shadow tomography allows for efficient reconstruction of expectation values of arbitrary observables from a bag of repeated, randomized measurements, called snapshots, on copies of the state $\\rho$. The prescription allows one to infer expectation values of $M$ $k-$local observables to accuracy $\\epsilon$ using just $N \\sim 3^k \\text{log}M /\\epsilon^2$ snapshots when measurements are performed in locally random bases. Turning this around, a bag of snapshots can be considered an efficient representation of the state $\\rho$, particularly for estimating low-weight observables, such as terms in a local Hamiltonian needed to estimate the energy. Inspired by this, we consider a variational scheme wherein a bag of $N$ parametrized snapshots is used to represent the putative ground state of a desired local spin Hamiltonian and optimized to lower the energy with respect to it. Additional constraints in the form of positivity of reduced density matrices, motivated by work in quantum chemistry, are employed to ensure compatibility of the predicted correlations with the underlying Hilbert space. Unlike reduced density matrix approaches, learning the underlying distribution of measurement outcomes allows one to further correlations beyond those in the constrained density matrix. We show, with numerical results, that the proposed variational method can be parallelized, is efficiently simulable, and yields a more complete description of the ground state.         ",
    "url": "https://arxiv.org/abs/2508.00052",
    "authors": [
      "Pierre-Gabriel Rozon",
      "Kartiek Agarwal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.00382",
    "title": "Observation and control of potential-dependent surface state formation at a semiconductor-electrolyte interface via the optical anisotropy",
    "abstract": "           The interface between semiconductors and ion-conducting electrolytes is characterised by charge distributions and potential drops that vary substantially with the evolution of surface states. These surface states at the very interface to the liquid can form or be passivated, depending on the applied potential between electrode and electrolyte, and hereby fundamentally impact properties such as charge transfer. Characterisation and understanding of such potential-dependent surface states with high spatial and temporal resolution is a significant challenge for the understanding and control of semiconductor-electrolyte interfaces. Here, we show that the optical anisotropy of InP(100) can be used to detect the potential-dependent formation of highly ordered surface states under operating conditions. Upon formation of a surface state in the bandgap of the semiconductor, the potential drop and hence the electric field is shifted away from the semiconductor to the Helmholtz-layer of the electrolyte. This modifies the instantaneous response of the optical anisotropy to disturbances of the applied potential. We propose an electrochemical variant of the linear electro-optical effect and our findings open a novel route for understanding these interfaces. The results show how surface states from surface reconstructions at this reactive interface can be switched on or off with the applied potential.         ",
    "url": "https://arxiv.org/abs/2508.00382",
    "authors": [
      "Marco Flieg",
      "Margot Guidat",
      "Matthias M. May"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10440",
    "title": "Inverse 3D Microscopy Rendering for Cell Shape Inference with Active Mesh",
    "abstract": "           Traditional methods for biological shape inference, such as deep learning (DL) and active contour models, face important limitations in 3D. DL approaches require large annotated datasets, which are often impractical to obtain, while active contour methods depend on carefully tuned heuristics for intensity attraction and shape regularization. We introduce deltaMic, a novel differentiable 3D renderer for fluorescence microscopy that formulates shape inference as an inverse problem. By leveraging differentiable convolutions, deltaMic simulates the image formation process, integrating a parameterized point spread function (PSF) with a triangle mesh-based representation of biological structures. Unlike DL- or contour-based segmentation, deltaMic directly optimizes both shape and optical parameters to align synthetic and real microscopy images, removing the need for large datasets or sample-specific fine-tuning. To ensure scalability, we implement a GPU-accelerated Fourier transform for triangle meshes along with narrow-band spectral filtering. We show that deltaMic accurately reconstructs cell geometries from both synthetic and diverse experimental 3D microscopy data, while remaining robust to noise and initialization. This establishes a new physics-informed framework for biophysical image analysis and inverse modeling.         ",
    "url": "https://arxiv.org/abs/2303.10440",
    "authors": [
      "Sacha Ichbiah",
      "Anshuman Sinha",
      "Fabrice Delbary",
      "Hervé Turlier"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2501.07389",
    "title": "Learning quantum properties with informationally redundant external representations: An eye-tracking study",
    "abstract": "           Recent research indicates that the use of multiple external representations MERs has the potential to support learning, especially in complex scientific areas, such as quantum physics. In particular, the provision of informationally redundant external representations can have advantageous effects on learning outcomes. This is of special relevance for quantum education, where various external representations are available and their effective use is recognised as crucial to student learning. However, research on the effects of informationally redundant external representations in quantum learning is limited. The present study aims to contribute to the development of effective learning materials by investigating the effects of learning with informationally redundant external representations on students' learning of quantum physics. Using a between-subjects design, 113 students were randomly assigned to one of four learning conditions. The control group learnt with a traditional multimedia learning unit on the behaviour of a single photon in a Mach-Zehnder interferometer. The three intervention groups received redundant essential information in the Dirac formalism, the Bloch sphere, or both. The use of eye tracking enabled insight into the learning process depending on the external representations provided. While the results indicate no effect of the study condition on learning outcomes (content knowledge and cognitive load), the analysis of visual behaviour reveals decreased learning efficiency with the addition of the Bloch sphere to the multimedia learning unit. The results are discussed based on current insight in learning with MERs. The study emphasises the need for careful instructional design to balance the associated cognitive load when learning with informationally redundant external representations.         ",
    "url": "https://arxiv.org/abs/2501.07389",
    "authors": [
      "Eva Rexigel",
      "Linda Qerimi",
      "Jonas Bley",
      "Sarah Malone",
      "Stefan Küchemann",
      "Jochen Kuhn"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2503.02202",
    "title": "Hybrid Quantum Physics-informed Neural Network: Towards Efficient Learning of High-speed Flows",
    "abstract": "           This study benchmarks hybrid quantum physics-informed neural network (HQPINN) to model high-speed flows, compared against classical physics-informed neural networks (PINNs) and fully quantum neural networks (QNNs). The HQPINN architecture integrates a parameterized quantum circuit (PQC) with a classical neural network in parallel, trained via a physics-informed loss. Across harmonic, non-harmonic, and transonic benchmarks, HQPINNs demonstrate balanced performance, offering competitive accuracy and stability with reduced parameter cost. Quantum PINNs are highly efficient for harmonic problems achieving the lowest loss with minimal parameters due to their Fourier structure, but struggle to generalize in non-harmonic settings involving shocks and discontinuities. HQPINNs mitigate such artifacts, and with sufficient parameterization, can match the performance of classical models in more complex regimes. Although constrained by current quantum emulation costs and scalability, HQPINNs show promise as general-purpose solvers, offering parameter efficiency with robust fallback behavior, particularly suited for problems where the nature of the solution is not known a-priori.         ",
    "url": "https://arxiv.org/abs/2503.02202",
    "authors": [
      "Fong Yew Leong",
      "Wei-Bin Ewe",
      "Tran Si Bui Quang",
      "Zhongyuan Zhang",
      "Jun Yong Khoo"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2506.15024",
    "title": "The Gardner equation and acoustic solitary waves in plasmas",
    "abstract": "           Ion-acoustic waves in a dusty plasma are investigated where it is assumed that the ions follow a Cairns distribution and the electrons are Boltzmann distributed. Two theoretical methods are applied: Sagdeev pseudopotential analysis (SPA) and reductive perturbation theory (RPT). Since SPA incorporates all nonlinearities of the model it is the most accurate but deriving soliton profiles requires numerical integration of Poisson's equation. By contrast, RPT is a perturbation method which at second order yields the Gardner equation incorporating both the quadratic nonlinearity of the KdV equation and the cubic nonlinearity of the modified KdV equation. For consistency with the perturbation scheme the coefficient of the quadratic term needs to be at least an order of magnitude smaller than the coefficient of the cubic term. Solving the Gardner equation yields an analytic expression of the soliton profile. Selecting an appropriate set of compositional parameters, the soliton solutions obtained from SPA and RPT are analyzed and compared.         ",
    "url": "https://arxiv.org/abs/2506.15024",
    "authors": [
      "Frank Verheest",
      "Willy A. Hereman"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Mathematical Physics (math-ph)",
      "Exactly Solvable and Integrable Systems (nlin.SI)"
    ]
  },
  {
    "id": "arXiv:2506.18358",
    "title": "Terahertz channel performance under dynamic water surface reflections",
    "abstract": "           As the terahertz (THz) band emerges as a pivotal technology for next-generation wireless communications, accurate channel modeling in dynamic environments becomes increasingly critical, particularly for scenarios involving reflective interactions with water surfaces. This article presents comprehensive experimental and theoretical investigations into THz channel (120-320 GHz) performance under dynamic water surface reflections. By developing and validating a modified dual-scale scattering model based on the improved integral equation model (I2EM), this work systematically evaluates channel characteristics, such as signal power loss and bit error rate (BER), across various dynamic aquatic scenarios. Laboratory experiments and real-world natatorium measurements demonstrate the model's efficacy in capturing complex temporal and spatial scattering behaviors, offering vital insights and robust predictive capabilities essential for deploying possible THz communication systems in aquatic and sports environments.         ",
    "url": "https://arxiv.org/abs/2506.18358",
    "authors": [
      "Yapeng Ge",
      "Jiacheng Liu",
      "Jiayuan Cui",
      "Mingxia Zhang",
      "Wenbo Liu",
      "Peian Li",
      "Houjun Sun",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.22878",
    "title": "Topological phase transition induced by modulating unit cells in photonic Lieb lattice",
    "abstract": "           Topological photonics was embarked from realizing the first-order chiral edge state in gyromagnetic media, but its higher-order states were mostly studied in dielectric lattice instead. In this paper in a series of gyromagnetic Lieb photonic crystals, we theoretically unveil topological phases which include the first-order Chern, and the second-order dipole, quadrupole phases. Concretely, for the primitive Lieb lattice, and for its deformation by breaking spatial symmetry through unit-cell deformation, versatile topological phases can be established to transit around, with bandgap closures marking the phase boundaries. Our results on gyromagnetic Lieb photonic crystals may contribute to broadening the scope of sublattice engineering design for topological phase manipulation, potentially enabling multifunctional disorder-resistant waveguides and integrated photonic circuits for information communication.         ",
    "url": "https://arxiv.org/abs/2506.22878",
    "authors": [
      "Zhi-Kang Xiong",
      "Y. Liu",
      "Xiying Fan",
      "Bin Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.05709",
    "title": "Low-loss terahertz negative curvature suspended-core fiber",
    "abstract": "           Inspired by the design concept of negative curvature hollow-core fibers, this paper presents an innovative negative curvature suspended-core THz fiber. Compared to traditional suspended-core fibers, all structural units of this fiber are designed with circular boundaries, effectively avoiding the issues of insufficient mechanical strength and manufacturing difficulties associated with the wide and thin rectangular support arms in traditional structures. The numerical simulation using the full-vector finite element method shows that the optical fiber loss is as low as 0.02cm-1 in 0.66-1.09THz, and the low loss bandwidth is 0.43THz. In addition, near-zero flat dispersion of -0.08-0.74 ps/THz/cm can be achieved. The fiber exhibits excellent characteristics of low loss, wide bandwidth, and low dispersion, theoretically opening a new research path for the design of low-loss THz fibers.         ",
    "url": "https://arxiv.org/abs/2507.05709",
    "authors": [
      "Jing Deng",
      "Lei Fan",
      "Qichao Hou",
      "Xingfang luo",
      "Chun-Fang Rao",
      "Yuan-Feng Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14524",
    "title": "Topological quantum thermometry",
    "abstract": "           An optimal local quantum thermometer is a quantum many-body system that saturates the fundamental lower bound for the thermal state temperature estimation accuracy [L. Correa, et. al., Phys. Rev. Lett. 114, 220405 (2015)]. Such a thermometer has a particular energy level structure with a single ground state and highly degenerated excited states manifold, with an energy gap proportional to the estimated temperature. In this work, we show that the optimal local quantum thermometer can be realized in an experimentally feasible system of spinless fermions confined in a one-dimensional optical lattice described by the Rice-Mele model. We characterize the system's sensitivity to temperature changes in terms of quantum Fisher information and the classical Fisher information obtained from experimentally available site occupation measurements.         ",
    "url": "https://arxiv.org/abs/2311.14524",
    "authors": [
      "Anubhav Kumar Srivastava",
      "Utso Bhattacharya",
      "Maciej Lewenstein",
      "Marcin Płodzień"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2412.09932",
    "title": "Observation of edge solitons and transitions between them in a trimer circuit lattice",
    "abstract": "           In nonlinear topological systems, edge solitons either originate from linear topological edge modes or emerge as nonlinearity-induced localized states without topological protection. While electric circuits (ECs) provide a platform for realizing various types of topological insulators, observation of edge solitons and transitions between them in EC lattices remains a challenging problem. Here, we realize quench dynamics in nonlinear ECs to experimentally demonstrate both topologically nontrivial and trivial edge solitons in a trimer EC lattice and transitions between them. In the weakly nonlinear regime, we observe two types of topologically nontrivial edge solitons that originate from the corresponding linear topological edge states, characterized by the presence of mutually antisymmetric or symmetric peaks at two edge sites. Under strong nonlinearity, topologically trivial edge solitons with antisymmetric, symmetric, and asymmetric internal structures are discovered. The work suggests possibilities for exploring sophisticated nonlinear states and transitions between them in nonlinear topological systems.         ",
    "url": "https://arxiv.org/abs/2412.09932",
    "authors": [
      "Rujiang Li",
      "Xiangyu Kong",
      "Wencai Wang",
      "Yixi Wang",
      "Yongtao Jia",
      "Huibin Tao",
      "Pengfei Li",
      "Ying Liu",
      "Boris A. Malomed"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14614",
    "title": "Measurement-device-independent quantum key distribution with asymmetric sources",
    "abstract": "           Measurement-device-independent quantum key distribution (MDI-QKD), which eliminates all the attacks from the eavesdropper to the measurement party, has been one of the most promising technology for the implementation of end-to-end quantum networks. In practice, the asymmetry of both sources and channels is generally inevitable. Therefore, we propose a theory to analyze the performance when any two MDI users in networks communicates using asymmetric sources in distinct single or multiple temporal modes. As a specific application, we model to obtain the key rate of MDI-QKD with weak coherent pulse source and spontaneous parametric down-conversion source, and compare the performance to the cases with symmetric (i.e. identical) sources. The result demonstrates that the actual performance does not degrade due to the asymmetry of sources. In contrary, it maintains at a good level over the entire distance we study. This work provides a theoretical basis for analyzing and optimizing MDI-QKD networks with asymmetric sources, and thus paving the way for the practical deployment of completely asymmetric MDI-QKD networks.         ",
    "url": "https://arxiv.org/abs/2504.14614",
    "authors": [
      "Jia-Ju Deng",
      "Feng-Yu Lu",
      "Zhen-Qiu Zhong",
      "Xiao-Hai Zhan",
      "Zhen-Qiang Yin",
      "Shuang Wang",
      "Wei Chen",
      "De-Yong He",
      "Guang-Can Guo",
      "Zheng-Fu Han"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]