[
  {
    "id": "arXiv:2312.04582",
    "title": "Split ring versus Möbius strip: topology and curvature effects",
    "abstract": "The influence of the topology and curvature of objects on photonic properties represents an intriguing fundamental problem from cosmology to nanostructure physics. The classical topological transition from a ring to a M\\\"obius strip is accompanied by a loss of part of the wavelength, compensated by the Berry phase. In contrast, a strip with the same curvature but without a 180{\\deg} rotation has a zero Berry phase. Here we demonstrate experimentally and theoretically that the topological transition from a ring to a flat split ring accumulated both such effects. By cutting a flat dielectric ring of rectangular cross-section, we observe the lifting of the degeneracy of the CW-CCW modes of the ring and the formation of two families: topological modes that acquire an additional phase in the range from 0 to {\\pi} depending on the gap width, and ordinary modes that do not acquire an additional phase. An order parameter is introduced that accurately describes the magnitude of the spectral splitting of ordinary and topological modes. We established that an arbitrary non-integer number of waves can fit along the length of a dielectric split ring resonator, creating a new avenue in classical and quantum photonic applications. ",
    "url": "https://arxiv.org/abs/2312.04582",
    "authors": [
      "Mikhail Bochkarev",
      "Nikolay Solodovchenko",
      "Kirill Samusev",
      "Mikhail Limonov"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.04699",
    "title": "Simulations of Non-Integer Upconversion in Resonant Six-Wave Scattering",
    "abstract": "Resonant upconversion through a sixth order relativistic nonlinearity resulting in a unique resonance was recently proposed [V. M. Malkin and N. J. Fisch, Physical Review E 108, 045208 (2023)]. The high order resonance is a unique non-integer multiple of a driving pump frequency resulting in a frequency upshift by a factor of $\\approx 3.73$. We demonstrate the presence, unique requirements, and growth of this mode numerically. Through tuning waves to high amplitude, in a mildly underdense plasma, the six-photon process may grow more than other non-resonant, but lower order processes. The growth of the high frequency mode remains below the nonlinear growth regime. However, extending current numerical results to more strongly coupled resonances with longer pulse propagation distances suggests a pathway to significant upconversion. ",
    "url": "https://arxiv.org/abs/2312.04699",
    "authors": [
      "Alec Griffith",
      "Kenan Qu",
      "Nathaniel J. Fisch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04768",
    "title": "Programmable generation of counterrotating bicircular light pulses in  the multi-terahertz frequency range",
    "abstract": "The manipulation of solid states using intense infrared or terahertz light fields is a pivotal area in contemporary ultrafast photonics research. While conventional circular polarization has been well explored, the potential of counterrotating bicircular light remains widely underexplored, despite growing interest in theory. In the mid-infrared or multi-terahertz region, experimental challenges lie in difficulties in stabilizing the relative phase between two-color lights and the lack of available polarization elements. Here, we successfully generated phase-stable counterrotating bicircular light pulses in the 10-40 THz frequency range circumventing the above problems. Employing spectral broadening, polarization pulse shaping with a spatial light modulator, and intra-pulse difference frequency generation leveraging a distinctive angular-momentum selection rule within the nonlinear crystal, we achieved direct conversion from near-infrared pulses into the designed counterrotating bicircular multi-terahertz pulses. Use of the spatial light modulator enables programmable control over the shape, orientation, rotational symmetry, and helicity of the bicircular light field trajectory. This advancement provides a novel pathway for the programmable manipulation of light fields, and marks a significant step toward understanding and harnessing the impact of tailored light fields on matter, particularly in the context of topological semimetals. ",
    "url": "https://arxiv.org/abs/2312.04768",
    "authors": [
      "Kotaro Ogawa",
      "Natsuki Kanda",
      "Yuta Murotani",
      "Ryusuke Matsunaga"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.04946",
    "title": "Interferometric determination of intrinsic nonlinear Kerr index in  lead-halide perovskites",
    "abstract": "Lead halide perovskites have recently been reported to demonstrate an exceptionally high nonlinear (Kerr) refractive index n$_2$ of up to 10$^{-8}$ cm$^2$/W in CH$_3$NH$_3$PbBr$_3$. Other researchers however observe different, substantially more conservative numbers. In order to resolve this disagreement the nonlinear Kerr index of a bulk sample of lead halide perovskite was measured directly by means of an interferometer. This approach has many advantages as compared to the more standard z-scan technique. In particular this method allows studying the induced changes to the refractive index in a time-resolved manner, thus enabling to separate the different contributions to $n_2$. The extracted n$_2$ values for CsPbBr$_3$ and MAPbBr$_3$ at $\\lambda \\approx 1\\mu m$ are $n_2=+2.1\\times$ 10$^{-14}$ cm$^2$/W and $n_2=+6\\times$ 10$^{-15}$ cm$^2$/W respectively hence substantially lower than what has been indicated in most of the previous reports implying the latter should be regarded with a great care. ",
    "url": "https://arxiv.org/abs/2312.04946",
    "authors": [
      "Dusan Lorenc",
      "Zhanybek Alpichshev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05020",
    "title": "Bi-planar magnetic stabilisation coils for an inertial sensor based on  atom interferometry",
    "abstract": "Inertial sensors that measure the acceleration of ultracold atoms promise unrivalled accuracy compared to classical equivalents. However, atomic systems are sensitive to various perturbations, including magnetic fields, which can introduce measurement inaccuracies. To address this challenge, we have designed, manufactured, and validated a magnetic field stabilisation system for a quantum sensor based on atom interferometry. We solve for the magnetic field generated by surface currents in-between a pair of rectangular coils and approximate the surface current using discrete wires. The wires are wound by-hand onto machined panels which are retrofitted onto the existing mounting structure of the sensor without interfering with any experimental components. Along the central $60$ mm of the $y$-axis, which aligns with the trajectory of the atoms during interferometry, the coils are measured to generate an independent uniform axial magnetic field with a strength of $B_z=\\left(22.81\\pm0.01\\right)$ $\\mu$T/A [$\\mathrm{mean}\\pm2\\sigma\\mathrm{std. error}$] and an independent linear axial field gradient of strength $\\mathrm{d}B_z/\\mathrm{d}y=\\left(10.6\\pm0.1\\right)$ $\\mu$T/Am. The uniform $B_z$ field is measured to deviate by a maximum value of $1.3$% in the same region, which is a factor of three times more uniform than the previously-used on-sensor rectangular $B_z$ compensation set. ",
    "url": "https://arxiv.org/abs/2312.05020",
    "authors": [
      "A. Davis",
      "P. J. Hobson",
      "T. X. Smith",
      "C. Morley",
      "H. G. Sewell",
      "J. Cotter",
      "T. M. Fromhold"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Mathematical Physics (math-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.05036",
    "title": "Bell test of quantum entanglement in attosecond photoionization",
    "abstract": "Attosecond physics enables the study of ultrafast coherent electron dynamics in matter upon photoexcitation and photoionization, revealing spectacular effects such as hole migration and coherent Auger dynamics in molecules. In the photoionization scenario, there has been a strong focus on probing the physical manifestations of the internal quantum coherence within the individual parent ion and photoelectron systems. However, quantum correlations between these two subsystems emerging from the attosecond photoionization event have thus far remained much more elusive. In this work, we design theoretically and model numerically a direct probe of quantum entanglement in attosecond photoionization in the form of a Bell test. We simulate from first principles a Bell test protocol for the case of noble gas atoms photoionized by ultrashort, circularly polarized infrared laser pulses in the strong-field regime predicting robust violation of the Bell inequality. This theoretical result paves the way to the direct observation of entanglement in the context of ultrafast photoionization of many-electron systems. Our work provides a different perspective on attosecond physics directed towards the detection of quantum correlations between systems born during attosecond photoionization and unravelling the signatures of entanglement in the ultrafast coherent molecular dynamics, including in the chemical decomposition pathways of molecular ions. ",
    "url": "https://arxiv.org/abs/2312.05036",
    "authors": [
      "Marco Ruberti",
      "Vitali Averbukh",
      "Florian Mintert"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05098",
    "title": "Comparison of readout systems for high-rate silicon photo-multiplier  applications",
    "abstract": "Recent years have shown an increased use of silicon photo-multipliers (SiPM) in experiments as they are of reasonable cost, have relatively low power consumption and are easily available in a variety of form factors allowing for a large number of readout channels. At the same time, experiments are generating data at increasingly high rates requiring the use of more efficient readout systems. In this work, the dead time, efficiency, dynamic range, coincidence time resolution and energy resolution of five different readout systems at various stages of maturity are evaluated to determine the best system for acquiring data from a detector in a high rate experiment. Additional functionalities of the systems are also discussed. ",
    "url": "https://arxiv.org/abs/2312.05098",
    "authors": [
      "M.L. Wong",
      "M. Kołodziej",
      "K. Briggl",
      "R. Hetzel",
      "G. Korcyl",
      "R. Lalik",
      "A. Malige",
      "A. Magiera",
      "G. Ostrzołek",
      "K. Rusiecka",
      "A. Stahl",
      "V. Urbanevych",
      "M. Wiebusch",
      "A. Wrońska"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2312.05106",
    "title": "Sympathetic cooling of trapped Th3+ alpha-recoil ions for laser  spectroscopy",
    "abstract": "Sympathetic cooling of Th$^{3+}$ ions is demonstrated in an experiment where $^{229}$Th and $^{230}$Th are extracted from uranium recoil ion sources and are confined in a linear Paul trap together with laser-cooled $^{88}$Sr$^+$ ions. Because of their similar charge-to-mass ratios the ions are closely coupled and arrange themselves in two-species Coulomb crystals, containing up to a few tens of Th$^{3+}$ ions. To show the suitability of the sympathetically cooled Th$^{3+}$ ions for high-resolution laser spectroscopy, the absolute frequencies and isotope shifts of 5F$_{5/2}$\\,$\\rightarrow$\\,6D$_{5/2}$ and 5F$_{7/2}$\\,$\\rightarrow$\\,6D$_{5/2}$ transitions of $^{230}$Th$^{3+}$ have been measured. The system is developed for hyperfine spectroscopy of electronic transitions of nuclear ground and isomeric states in $^{229}$Th$^{3+}$. ",
    "url": "https://arxiv.org/abs/2312.05106",
    "authors": [
      "G. Zitzer",
      "J. Tiedau",
      "M. V. Okhapkin",
      "K. Zhang",
      "C. Mokry",
      "J. Runke",
      "Ch. E. Düllmann",
      "E. Peik"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2312.05205",
    "title": "Closed-Loop Electron-Beam-Induced Spectroscopy and Nanofabrication  Around Individual Quantum Emitters",
    "abstract": "Color centers in diamond play a central role in the development of quantum photonic technologies, and their importance is only expected to grow in the near future. For many quantum applications, high collection efficiency from individual emitters is required, but the refractive index mismatch between diamond and air limits the optimal collection efficiency with conventional diamond device geometries. While different out-coupling methods with near-unity efficiency exist, many have yet to be realized due to current limitations in nanofabrication methods, especially for mechanically hard materials like diamond. Here, we leverage electron-beam-induced etching to modify Sn-implanted diamond quantum microchiplets containing integrated waveguides with width and thickness of 280 nm and 200 nm, respectively. This approach allows for simultaneous high-resolution imaging and modification of the host matrix with an open geometry and direct writing. When coupled with the cathodoluminescence signal generated from the electron-emitter interactions, we can monitor the enhancement of the quantum emitters in real-time with nanoscale spatial resolution. The operando measurement and manipulation of single photon emitters demonstrated here provides a new foundation for the control of emitter-cavity interactions in integrated quantum photonics. ",
    "url": "https://arxiv.org/abs/2312.05205",
    "authors": [
      "Jawaher Almutlaq",
      "Kyle P. Kelley",
      "Hyeongrak Choi",
      "Linsen Li",
      "Benjamin Lawrie",
      "Ondrej Dyck",
      "Dirk Englund",
      "Stephen Jesse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.05214",
    "title": "Boosting Resonant Sensing in Fluids: A Surprising Discovery",
    "abstract": "Micro-mechanical resonators are widely used in modern sensing technology due to their high quality-factor (Q), enabling sensitive detection of various stimuli. However, the performance of these resonators in fluid environments is limited by significant viscous and acoustic radiation losses that reduce their Q. Here, we present a paradigm-shifting discovery that challenges the conventional wisdom of resonant sensing in fluids. We report an optimal volume of fluid over a 2D micro-resonator that increases the Q by up to 1000% compared to that in air. We have conducted precise experiments on piezoelectric, circular, membrane-type micro-resonators of 4 mm diameter fabricated using MEMS technology on silicon-on-insulator (SOI) wafers. The top side of the resonator was filled with different volumes of fluid and its Q was measured through resonance tracking by actuating the resonator with an appropriate voltage. We found the existence of an optimal volume of fluid that maximized the Q. We argue that this phenomenon is a result of a balance between the enhancement of kinetic energy of the resonator due to mass loading of the fluid and the energy dissipation through viscous and acoustic radiation losses in the fluid medium. This remarkable enhancement in Q substantially improves the sensitivity of the resonator, with important implications for diverse applications such as biosensing, chemical detection, and environmental monitoring. Our findings challenge the prevailing understanding of resonant sensing in fluids and open up new avenues for the development of highly sensitive and accurate sensors. ",
    "url": "https://arxiv.org/abs/2312.05214",
    "authors": [
      "Sri Harsha Paladugu",
      "Kaustav Roy",
      "Anuj Ashok",
      "Bibhas Nayak",
      "Annapoorni Rangarajan",
      "Rudra Pratap"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.05249",
    "title": "Sub-ppm Nanomechanical Absorption Spectroscopy of Silicon Nitride",
    "abstract": "Material absorption is a key limitation in nanophotonic systems; however, its characterization is often obscured by scattering and diffraction loss. Here we show that nanomechanical frequency spectroscopy can be used to characterize the absorption of a dielectric thin film at the parts-per-million (ppm) level, and use it to characterize the absorption of stoichiometric silicon nitride (Si$_3$N$_4$), a ubiquitous low-loss optomechanical material. Specifically, we track the frequency shift of a high-$Q$ Si$_3$N$_4$ trampoline resonator in response to photothermal heating by a $\\sim10$ mW laser beam, and infer the absorption of the thin film from a model including thermal stress relaxation and both radiative and conductive heat transfer. A key insight is the presence of two thermalization timescales, a rapid ($\\sim0.1$ sec) timescale due to radiative thermalization of the Si$_3$N$_4$ thin film, and a slow ($\\sim100$ sec) timescale due to parasitic heating of the Si device chip. We infer the extinction coefficient of Si$_3$N$_4$ to be $\\sim0.1-1$ ppm in the 532 - 1550 nm wavelength range, comparable to bounds set by waveguide resonators and notably lower than estimates with membrane-in-the-middle cavity optomechanical systems. Our approach is applicable to a broad variety of nanophotonic materials and may offer new insights into their potential. ",
    "url": "https://arxiv.org/abs/2312.05249",
    "authors": [
      "Andrew T. Land",
      "Mitul Dey Chowdhury",
      "Aman R. Agrawal",
      "Dalziel J. Wilson"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.04639",
    "title": "Efficient algorithms for simulating percolation in photonic fusion  networks",
    "abstract": "The study of percolation phenomena has various applications in natural sciences and, therefore, efficient algorithms have been developed to estimate the corresponding percolation thresholds. For instance, this applies to the widely-used bond-site percolation model for which the Newman-Ziff algorithm enables an efficient simulation. Here, we consider several non-standard percolation models that have applications in measurement-based photonic quantum computing with graph states. We focus on prominent architectures where large-scale graph states are created by fusion networks connecting many small resource states. We investigate percolation models that provide an estimate of the tolerance to photon loss in such systems and we develop efficient algorithms to analyze them through modifications of the Newman-Ziff algorithm. We consider non-adaptive fusion networks with all fusions being performed at once, and adaptive ones where fusions are repeated conditioned on the outcome of previous fusion attempts. We demonstrate our algorithms by using them to characterize several fusion networks and provide the corresponding source code. ",
    "url": "https://arxiv.org/abs/2312.04639",
    "authors": [
      "Matthias C. Löbl",
      "Stefano Paesani",
      "Anders S. Sørensen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04750",
    "title": "Cryogenic platform to investigate strong microwave cavity-spin coupling  in correlated magnetic materials",
    "abstract": "We present an experimental demonstration of loop-gap resonators (LGRs) for continuous-wave electron spin resonance (ESR) spectroscopy at cryogenic temperatures and to investigate the hybridization of solid-state magnetic materials with microwave cavity modes. The simple experimental setup, implemented in a conventional cryogenic platform for materials research, allows to obtain ESR spectra to temperatures as low as 2 K. The versatility of this approach is demonstrated through experiments on two transition-metal-based Heisenberg antiferromagnets, CuSO$_4$5H$_2$O and MgCr$_2$O$_4$, showcasing simple measurements of their gyromagnetic factor and magnetic susceptibilities. Our work also demonstrates the realization of strong microwave cavity-spin coupling in CuSO$_4$5H$_2$O and delves into the challenges of fitting ESR spectra under strong hybridization conditions, underscoring the significance of proper calibration and stabilization. ",
    "url": "https://arxiv.org/abs/2312.04750",
    "authors": [
      "Aulden K. Jones",
      "Martin Mourigal",
      "Michael P. Lilly"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.04752",
    "title": "A Test-Time Learning Approach to Reparameterize the Geophysical Inverse  Problem with a Convolutional Neural Network",
    "abstract": "Regularization is critical in solving the ill-posed geo-physical inversion problems. Explicit regularization is often used, but there are opportunities to explore the implicit regularization effect inherently from a Neural Network structure. Researchers in Computer Vision (CV) have discovered that the Convolutional Neural Network (CNN) architecture inherently enforces a regularization that is advantageous for addressing diverse CV inverse problems, including de-noising and in-painting. In this study, we examine the applicability of this implicit regularization to geophysical inversions. The CNN maps an arbitrary vector to the model space (e.g. log-conductivity on the simulation mesh). The predicted subsurface model is then fed into a forward numerical simulation process to generate corresponding predicted measurements. Subsequently, the objective function value is computed by comparing these predicted measurements with the observed field measurements. The backpropagation algorithm is employed to update the trainable parameters of the CNN during the inversion. Note that the CNN in our proposed method does not require training before the inversion, rather, the CNN weights are estimated in the inversion algorithm, hence this is a test-time learning (TTL) approach. The results demonstrate that the implicit regularization provided by the CNN can be useful in DC resistivity inversions. We also provide a detailed discussion of the potential sources of this implicit regularization and some practical guides for applying the proposed method to other geophysical scenarios. The proposed approach for reparameterizing the inverse problem can be adapted to other Tikhonov-style geophysical inversions. ",
    "url": "https://arxiv.org/abs/2312.04752",
    "authors": [
      "Anran Xu",
      "Lindsey J. Heagy"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04781",
    "title": "Quantum Carleman Linearization of the Lattice Boltzmann Equation with  Boundary Conditions",
    "abstract": "The Lattice Boltzmann Method (LBM) is widely recognized as an efficient algorithm for simulating fluid flows in both single-phase and multi-phase scenarios. In this research, a quantum Carleman Linearization formulation of the Lattice Boltzmann equation is described, employing the Bhatnagar Gross and Krook equilibrium function. Our approach addresses the treatment of boundary conditions with the commonly used bounce back scheme. The accuracy of the proposed algorithm is demonstrated by simulating flow past a rectangular prism, achieving agreement with respect to fluid velocity In comparison to classical LBM simulations. This improved formulation showcases the potential to provide computational speed-ups in a wide range of fluid flow applications. Additionally, we provide details on read in and read out techniques. ",
    "url": "https://arxiv.org/abs/2312.04781",
    "authors": [
      "Bastien Bakker",
      "Thomas Watts"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.04824",
    "title": "Analytical model and dynamical phase-field simulation of terahertz  transmission across ferroelectrics",
    "abstract": "We theoretically investigate the steady-state transmission of continuous terahertz (THz) wave across a freestanding ferroelectric slab. Based on the Landau-Ginzburg-Devonshire theory of ferroelectrics and the coupled equations of motion for polarization and electromagnetic (EM) waves, we derive the analytical expressions of the frequency- and thickness-dependent dielectric susceptibility and transmission coefficient at the thin slab limit in the harmonic excitation regime. When the slab thickness is much smaller than the THz wavelength in the ferroelectric, the analytical predictions agree well with the numerical simulations from a dynamical phase-field model that incorporates the coupled dynamics of strain, polarization, and EM wave in multiphase systems. At larger thicknesses, the transmission is mainly determined by the frequency-dependent attenuation of THz waves in the ferroelectric and the formation of a standing polarization/THz wave. Our results advance the understanding of the interaction between THz wave and ferroelectrics and suggest the potential of exploiting ferroelectrics to achieve low-heat-dissipation, nonvolatile voltage modulation of THz transmission for high-data-rate wireless communication. ",
    "url": "https://arxiv.org/abs/2312.04824",
    "authors": [
      "Taorui Chen",
      "Bo Wang",
      "Yujie Zhu",
      "Shihao Zhuang",
      "Long-Qing Chen",
      "Jia-Mian Hu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.04888",
    "title": "Low Noise Near-Concentric Optical Cavity Design",
    "abstract": "Near-concentric cavities are excellent tools for enhancing atom--light interaction as they combine a small mode volume with a large optical access for atom manipulation. However, they are sensitive to longitudinal and transverse misalignment. To address this sensitivity, we present a compact near-concentric optical cavity system with a residual cavity length variation $\\delta L_{C, rms}$=36(9) pm. A key part of this system is a cage-like tensegrity mirror support structure that allows to correct for longitudinal and transverse misalignment. The system is stable enough to allow the use of mirrors with higher cavity finesse to enhance the atom--light coupling strength in cavity-QED applications. ",
    "url": "https://arxiv.org/abs/2312.04888",
    "authors": [
      "Florentin Adam",
      "Wen Xin Chiew",
      "Adrian Nugraha Utama",
      "Christian Kurtsiefer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.04915",
    "title": "Engineering synthetic gauge fields through the coupling phases in cavity  magnonics",
    "abstract": "Cavity magnonics, which studies the interaction of light with magnetic systems in a cavity, is a promising platform for quantum transducers, quantum memories, and devices with non-reciprocal behaviour. At microwave frequencies, the coupling between a cavity photon and a magnon, the quasi-particle of a spin wave excitation, is a consequence of the Zeeman interaction between the cavity's magnetic field and the magnet's macroscopic spin. For each photon/magnon interaction, a coupling phase factor exists, but is often neglected in simple systems. However, in \"loop-coupled\" systems, where there are at least as many couplings as modes, the coupling phases become relevant for the physics and lead to synthetic gauge fields. We present experimental evidence of the existence of such coupling phases by considering two spheres made of Yttrium-Iron-Garnet and two different re-entrant cavities. We predict numerically the values of the coupling phases, and we find good agreement between theory and the experimental data. Theses results show that in cavity magnonics, one can engineer synthetic gauge fields, which can be useful for building nonreciprocal devices. ",
    "url": "https://arxiv.org/abs/2312.04915",
    "authors": [
      "Alan Gardin",
      "Guillaume Bourcin",
      "Jeremy Bourhill",
      "Vincent Vlaminck",
      "Christian Person",
      "Christophe Fumeaux",
      "Giuseppe C. Tettamanzi",
      "Vincent Castel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05060",
    "title": "Efficient State Preparation for Metrology and Quantum Error Correction  with Global Control",
    "abstract": "We introduce a simple, experimentally realizable protocol that can prepare any specific superposition of permutationally invariant qubit states, also known as Dicke states. The protocol is comprised entirely of global rotations and globally applied non-linear phase gates -- it does not require local addressability or ancilla qubits -- and hence can be readily implemented in a variety of experimental platforms, including trapped-ion quantum simulators and cavity QED systems. We demonstrate the utility of our protocol by numerically preparing several states with theoretical infidelities $1-\\mathcal{F}<10^{-4}$: (i) metrologically useful $N$-qubit Dicke states in $\\mathcal{O}(1)$ gate steps, (ii) the $N = 9$ qubit codewords of the Ruskai code with $P = 4$ gate steps, and (iii) the $N = 13$ qubit Gross codewords in $P = 7$ gate steps. Focusing on trapped-ion platforms, we estimate that the protocol achieves fidelities $\\gtrsim 95\\%$ in the presence of typical experimental noise levels, thus providing a pathway to the preparation of a variety of useful highly-entangled quantum states. ",
    "url": "https://arxiv.org/abs/2312.05060",
    "authors": [
      "Liam J. Bond",
      "Matthew J. Davis",
      "Jiří Minář",
      "Rene Gerritsma",
      "Gavin K. Brennen",
      "Arghavan Safavi-Naini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00712",
    "title": "Enhanced sensitivity and tunability of thermomechanical resonance near  the buckling bifurcation",
    "abstract": " Comments: 20 pages and 4 figures ",
    "url": "https://arxiv.org/abs/2305.00712",
    "authors": [
      "Hanqing Liu",
      "Gabriele Baglioni",
      "Carla B. Constant",
      "Herre S. J. van der Zant",
      "Peter G. Steeneken",
      "Gerard J. Verbiest"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.05771",
    "title": "A Simple, Flexible Technique for RF Cavity Wake-Field Calculations",
    "abstract": " Title: A Simple, Flexible Technique for RF Cavity Wake-Field Calculations ",
    "url": "https://arxiv.org/abs/2305.05771",
    "authors": [
      "Brian J. Vaughn"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.00577",
    "title": "Conceptual study of a two-layer silicon pixel detector to tag the  passage of muons from cosmic sources through quantum processors",
    "abstract": " Title: Conceptual study of a two-layer silicon pixel detector to tag the  passage of muons from cosmic sources through quantum processors ",
    "url": "https://arxiv.org/abs/2310.00577",
    "authors": [
      "Ulascan Sarica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2310.05132",
    "title": "Real-Time Measurements of Photonic Microchips with Femtometer-Scale  Spectral Precision and Ultra-High Sensitivity",
    "abstract": " Title: Real-Time Measurements of Photonic Microchips with Femtometer-Scale  Spectral Precision and Ultra-High Sensitivity ",
    "url": "https://arxiv.org/abs/2310.05132",
    "authors": [
      "Mahdi Mozdoor Dashtabi",
      "Mohammad Talebi Khoshmehr",
      "Hamed Nikbakht",
      "Bruno Lopez Rodriguez",
      "Naresh Sharma",
      "Iman Esmaeil Zadeh",
      "B. Imran Akca"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09418",
    "title": "Qubit Count Reduction by Orbital Optimization for Variational Quantum  Excited States Solvers",
    "abstract": " Title: Qubit Count Reduction by Orbital Optimization for Variational Quantum  Excited States Solvers ",
    "url": "https://arxiv.org/abs/2310.09418",
    "authors": [
      "Joel Bierman",
      "Yingzhou Li",
      "Jianfeng Lu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.14936",
    "title": "Effects of oxygen on the optical properties of phenyl-based  scintillators during irradiation and recovery",
    "abstract": " Comments: Replaced with published version. Added journal DOI. 30 pages, 15 figures. Published in Nuclear Instruments and Methods in Physics Research Section A ",
    "url": "https://arxiv.org/abs/2310.14936",
    "authors": [
      "C. Papageorgakis",
      "M. Y. Aamir",
      "A. Belloni",
      "T. K. Edberg",
      "S. C. Eno",
      "B. Kronheim",
      "C. Palmer"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2311.06635",
    "title": "Mixed (Regular and Chaotic) Dynamics under the Channeling of the High  Energy Positrons in [100] Direction of the Silicon Crystal and  Podolskiy-Narimanov Distribution",
    "abstract": " Comments: Presented on the XIV International Symposium \"Radiation from Relativistic Electrons in Periodic Structures\", September 18-22, 2023, Tsaghkadzor, Armenia. arXiv admin note: text overlap with arXiv:2310.10439 ",
    "url": "https://arxiv.org/abs/2311.06635",
    "authors": [
      "V.V. Syshchenko",
      "A.I. Tarnovsky",
      "A.Yu. Isupov"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  }
]