[
  {
    "id": "arXiv:2206.05383",
    "title": "Laser cooling assisted thermal management of lightsails",
    "abstract": "A lightsail can be accelerated to ultra-high speed by the radiation pressure of a laser having an intensity of the order of GW/m$^2$, which though presents a critical challenge in the thermal management of lightsails. In this letter, we explore the applicable regimes of solid-state laser cooling in dissipating heat in additional to the previously explored radiative cooling approach. We begin by examining the cooling capacity of laser cooling, and show that the cooling rate from a micron-thick layer doped with ytterbium ions can exceed that of blackbody thermal emission. This allows more intense laser illumination upon material damage, and consequently shortened acceleration distance. Next, we explore the impact of the limited operating bandwidth of laser cooling to account for the Doppler shift of the pumping laser, and conclude that laser cooling is helpful for target velocities $\\lesssim5\\%$ for room-temperature operations. ",
    "url": "https://arxiv.org/abs/2206.05383",
    "authors": [
      "Weiliang Jin",
      "Wei Li",
      "Chinmay Khandekar",
      "Meir Orenstein",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05386",
    "title": "Coupled plasmon wave dynamics beyond anomalous reflection: phase  gradient Copper metasurface for visible to the near infrared spectrum",
    "abstract": "In nanoscale photonic devices, the demand for multifunctionality from metasurface 2D optics increases rapidly. To explore fine-tuning in the design metric, we reinvestigated the trapezoid shape copper metasurface with Finite-Difference Time-Domain simulation for efficiently using linearly polarized light for two different functionalities. From the plasmonic band structure, we see how the degree of asymmetry in geometry affects the efficient resonance coupling of the traveling plasmonic modes, along with different types of mode hybridization profiles related to the nanoantenna's geometric shape. Tuning the nanoantenna's length, we can excite the effective plasmon mode supported by this configuration and guide out surface wave unidirectionally from the normal incident free-space light for visible to infrared range. Directed surface plasmon polariton has both antisymmetric and symmetric modes oscillating between the top and bottom surface of the continuous metal layer depending on the nanoantenna's length and wavelength. This proposed Copper metasurface is optimized for far-field application of broadband (600-900 nm) anomalous beam steering for an average of 65 percent efficiency with a maximum of 64 degree angle. This work brings more understanding of how one metasurface can be implemented in small footprint plasmonic devices, waveguide mode controlling, as well as beam steering with their wavelength dependent functionality. ",
    "url": "https://arxiv.org/abs/2206.05386",
    "authors": [
      "Hosna Sultana"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.05405",
    "title": "Silent-enhancement of multiple Raman modes via tuning optical properties  of graphene nanostructures",
    "abstract": "Raman scattering signal can be enhanced through localization of incident field into sub-wavelength hot-spots through plasmonic nano-structures (Surface-enhanced Raman scattering-SERS). Recently, further enhancement of SERS signal via quantum objects are proposed by [1] without increasing the hot-spot intensity (\\textit{silent-enhancement}) where this suggestion prevents the modification of vibrational modes or the breakdown of molecules. The method utilizes path interference in the non-linear response of Stokes-shifted Raman modes. In this work, we extend this phenomenon to tune the spectral position of \\textit{silent-enhancement} factor where the multiple vibrational modes can be detected with a better signal-to-noise ratio, simultaneously. This can be achieved in two different schemes by employing either (i) graphene structures with quantum emitters or (ii) replacing quantum emitters with graphene spherical nano-shell in \\cite{Postaci2018}. In addition, the latter system is exactly solvable in the steady-state. These suggestions not only preserve conventional non-linear Raman processes but also provide flexibility to enhance (silently) multiple vibrational Raman modes due to the tunable optical properties of graphene. ",
    "url": "https://arxiv.org/abs/2206.05405",
    "authors": [
      "Asli Gencaslan",
      "Taner Tarik Aytas",
      "Hira Asif",
      "Ramazan Sahin",
      "Mehmet Emre Tasgin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05470",
    "title": "Localized absorption of laser energy in X-mode configuration of  magnetized plasma",
    "abstract": "The heating of ions via lower hybrid waves has been observed in several astrophysical as well as laboratory plasmas. We have conducted Particle-In-Cell simulations to demonstrate absorption of the incident laser pulse at a chosen localized point in the target by manipulating the plasma density profile. We show that a part of the incident laser propagates inside plasma target, when its frequency lies below the lower hybrid resonance frequency. Thereafter, as it experiences a negative density gradient, it approaches the resonance point where its group velocity approaches zero. This is where the electromagnetic energy prominently gets converted into electrostatic and eventually into kinetic energy of ions. Thus by tailoring the plasma density profile one can have the absorption of incident electromagnetic wave energy at a designated location inside the plasma. This may have importance in various applications where energy deposition/heating of plasma at a localized region is desirable. ",
    "url": "https://arxiv.org/abs/2206.05470",
    "authors": [
      "Ayushi Vashistha",
      "Devshree Mandal",
      "Srimanta Maity",
      "Amita Das"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05474",
    "title": "The Tangerine project: Development of high-resolution 65 nm silicon MAPS",
    "abstract": "The Tangerine project aims to develop new state-of-the-art high-precision silicon detectors. Part of the project has the goal of developing a monolithic active pixel sensor using a novel 65 nm CMOS imaging process, with a small collection electrode. This is the first application of this process in particle physics, and it is of great interest as it allows for an increased logic density and reduced power consumption and material budget compared to other processes. The process is envisioned to be used in for example the next ALICE inner tracker upgrade, and in experiments at the electron-ion collider. The initial goal of the three-year Tangerine project is to develop and test a sensor in a 65 nm CMOS imaging process that can be used in test beam telescopes at DESY, providing excellent spatial resolution and high time resolution, and thus demonstrating the capabilities of the process. The project covers all aspects of sensor R&D, from electronics and sensor design using simulations, to prototype test chip characterisation in labs and at test beams. The sensor design simulations are performed by using a powerful combination of detailed electric field simulations using technology computer-aided design and high-statistics Monte Carlo simulations using the Allpix Squared framework. A first prototype test chip in the process has been designed and produced, and successfully operated and tested both in labs and at test beams. ",
    "url": "https://arxiv.org/abs/2206.05474",
    "authors": [
      "Håkan Wennlöf",
      "Ankur Chauhan",
      "Manuel Del Rio Viera",
      "Doris Eckstein",
      "Finn Feindt",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Lennart Huth",
      "Larissa Mendes",
      "Budi Mulyanto",
      "Daniil Rastorguev",
      "Christian Reckleben",
      "Sara Ruiz Daza",
      "Paul Schütze",
      "Adriana Simancas",
      "Simon Spannagel",
      "Marcel Stanitzki",
      "Anastasiia Velyka",
      "Gianpiero Vignola"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2206.06056",
    "title": "Electrically driven reprogrammable vanadium dioxide metasurface using  binary control for broadband beam-steering",
    "abstract": "Resonant optical phased arrays are a promising way to reach fully reconfigurable metasurfaces in the optical and NIR regimes with low energy consumption, low footprint and high reliability. Continuously tunable resonant structures suffer from inherent drawbacks such as low phase range, amplitude-phase correlation or extreme sensitivity that makes precise control at the individual element level very challenging. In order to bypass these issues, we use 1-bit (binary) control for beam steering for an innovative nano-resonator antenna and explore the theoretical capabilities of such phased arrays. A thermally realistic structure based on vanadium dioxide sandwiched in a metal-insulator-metal structure is proposed and optimized using inverse design to enhance its performance at 1550 nm. Continuous beam steering over 90{\\deg} range is successfully achieved using binary control, with excellent agreement with predictions based on the theoretical first principles description of phased arrays. Furthermore a broadband response from 1500 nm to 1700 nm is achieved. The robustness of the design manufacturing imperfections is also demonstrated. This simplified approach can be implemented to optimize tunable nanophotonic phased array metasurfaces based on other materials or phased shifting mechanisms for various functionalities. ",
    "url": "https://arxiv.org/abs/2206.06056",
    "authors": [
      "Matthieu Proffit",
      "Sara Peliviani",
      "Pascal Landais",
      "A. Louise Bradley"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06133",
    "title": "Polarization dependent beam pointing jitter in laser wake field  accelerators",
    "abstract": "We present experimental results, which show a laser polarization dependent contribution to electron beam pointing jitter in laser wakefield accelerators (LWFA). We develop a theoretical model for the polarization dependence in terms of the transverse dynamics of trapped electrons, resonantly driven by bubble centroid oscillations. The latter are generated by the carrier wave phase evolution at the self-steepened laser pulse front. In the model, the polarization dependent jitter originates from shot-to-shot fluctuations of the laser carrier envelope phase. The model is verified by particle in cell simulations and suggests that for non-CEP stabilized systems the polarization dependent jitter may form an ultimate limit to beam pointing stability in LWFAs. ",
    "url": "https://arxiv.org/abs/2206.06133",
    "authors": [
      "A. Seidel",
      "B. Lei",
      "C. Zepter",
      "M. C. Kaluza",
      "A. Saevert",
      "M. Zepf",
      "D. Seipt"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2206.06153",
    "title": "Observation of triangular-lattice pattern in nonlinear wave mixing with  optical vortices",
    "abstract": "A triangular-lattice pattern is observed in light beams resulting from the spatial cross modulation between an optical vortex and a triangular shaped beam undergoing parametric interaction. Both up- and down-conversion processes are investigated, and the far-field image of the converted beam exhibits a triangular lattice. The number of sites and the lattice orientation are determined by the topological charge of the vortex beam. In the down-conversion process, the lattice orientation can also be affected by phase conjugation. The observed cross modulation works for a large variety of spatial field structures, and could replace solid-state devices at wavelengths where they are not yet available. ",
    "url": "https://arxiv.org/abs/2206.06153",
    "authors": [
      "B. Pinheiro da Silva",
      "G. H. dos Santos",
      "A. G. de Oliveira",
      "N. Rubiano da Silva",
      "W. T. Buono",
      "R. M. Gomes",
      "W. C. Soares",
      "A. J. Jesus-Silva",
      "E. J. S. Fonseca",
      "P. H. Souto Ribeiro",
      "A. Z. Khoury"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.05429",
    "title": "Resonant energization of particles by radio AGN",
    "abstract": "A new mechanism of particle acceleration, based on the resonant interaction of a classical electromagnetic wave (EM) with a quantum wave (associated with a relativistic particle), is explored. In a model illustrative calculation, we study the fate of a Klein Gordon wave subjected to the intense radio frequency waves generated in the vicinity of an active galactic nuclei (AGN). In the framework of the paper we examine a quantum wave associated with a relativistic particle, and it is shown that the group velocity of the wave approaches the speed of light, implying that the particles resonantly exchange energy with EM waves, eventually leading to acceleration of particles to very high energies. For typical parameters of under accreting Eddington radio AGN, it is shown that the resonant energization could catapult particles to extreme energies $\\sim 10^{16-20}$eV. ",
    "url": "https://arxiv.org/abs/2206.05429",
    "authors": [
      "S.M. Mahajan",
      "Z.N. Osmanov"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05688",
    "title": "Stationary Entanglement and Quantum State Transfer in  Opto-magnomechanics",
    "abstract": "We show how to prepare a steady-state entangled state between magnons and optical photons in an opto-magnomechanical configuration, where a mechanical vibration mode couples to a magnon mode in a ferrimagnet by the dispersive magnetostrictive interaction, and to an optical cavity by the radiation pressure. We find that, by appropriately driving the magnon mode and the cavity to simultaneously activate the magnomechanical Stokes and the optomechanical anti-Stokes scattering, a stationary optomagnonic entangled state can be created. We further show that, by activating the magnomechanical state-swap interaction and by subsequently sending a weak red-detuned optical pulse to drive the cavity, the magnonic state can be read out in the cavity output field of the pulse via the mechanical transduction. The demonstrated entanglement and state readout protocols in such a novel opto-magnomechanical configuration allow us to optically control, prepare, and read out quantum states of collective spin excitations in solids, and provide promising opportunities for the study of quantum magnonics, macroscopic quantum states, and magnonic quantum information processing. ",
    "url": "https://arxiv.org/abs/2206.05688",
    "authors": [
      "Zhi-Yuan Fan",
      "Hang Qian",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.05892",
    "title": "Quantum imaging exploiting twisted photon pairs",
    "abstract": "Quantum correlation of two-photon states has been utilized to suppress the environmental noise in imaging down to the single-photon level. However, the size of the coherence area of photon pairs limits the applications of quantum imaging based on spatial correlations. Here, we propose a quantum imaging scheme exploiting twisted photon pairs with tunable spatial-correlation regions to circumvent this limitation. We employ a bulk-density coincidence to enhanced the imaging signal. Specifically, we introduce a re-scaled image signal, which is immune to background intensity distribution profile of the photon pulse. We reveal a destructive interference between the anti-bunched photon pair and bunched photon pair in the imaging process. Our work could pave a way for twisted-photon-based quantum holography and quantum microscopy. ",
    "url": "https://arxiv.org/abs/2206.05892",
    "authors": [
      "Dianzhen Cui",
      "X. X. Yi",
      "Li-Ping Yang and"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06059",
    "title": "Measurement-Based Quantum Walks on High-Dimensional Graphs",
    "abstract": "Quantum walks (QWs) on high-dimensional and reconfigurable graphs can invoke the full potential of quantum simulation and information processing tasks. However, experimental realization of such large-scale and programmable quantum walks is quite challenging, owing to the significantly increased complexity of the existing schemes. Overcoming this limitation, we here demonstrate Grover walks on four-dimensional hypercubes with high similarities above 95%, and 400-step quantum walks on circles and finite lines with similarities of 98%. This is rendered possible by a novel measurement-based approach to quantum walks where measurements on appropriately rotated bases implement the targeted evolution unitaries. Our results open a new path towards the implementation of scalable and programmable quantum networks that can find application in complex tasks, such as Gaussian Boson Sampling. ",
    "url": "https://arxiv.org/abs/2206.06059",
    "authors": [
      "Syamsundar De",
      "Vahid Ansari",
      "Jan Sperling",
      "Sonja Barkhofen",
      "Benjamin Brecht",
      "Christine Silberhorn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.06250",
    "title": "The quantum-well turn into van der Waals: epitaxy of GaSe and InSe  heterostructures for optoelectronic devices",
    "abstract": "Bandgap engineering and quantum confinement in semiconductor heterostructures provide the means to fine-tune material response to electromagnetic fields and light in a wide range of the spectrum. Nonetheless, forming semiconductor heterostructures on lattice-mismatched substrates has been a challenge for several decades, leading to restrictions for device integration and the lack of efficient devices in important wavelength bands. Here, we show that the van der Waals epitaxy of two-dimensional (2D) GaSe and InSe heterostructures occur on substrates with substantially different lattice parameters, namely silicon and sapphire. The GaSe/InSe heterostructures were applied in the growth of quantum wells and superlattices presenting photoluminescence and absorption related to interband transitions. Moreover, we demonstrate a self-powered photodetector based on this heterostructure on Si that works in the visible-NIR wavelength range. Fabricated at wafer-scale, these results pave the way for an easy integration of optoelectronics based on these layered 2D materials in current Si technology. ",
    "url": "https://arxiv.org/abs/2206.06250",
    "authors": [
      "Marcel S. Claro",
      "Juan P. Martínez-Pastor",
      "Alejandro Molina-Sánchez",
      "Khalil El Hajraoui",
      "Justyna Grzonka",
      "Hamid Pashaei Adl",
      "David Fuertes Marrón",
      "Paulo J. Ferreira",
      "Alex Bondarchuk",
      "Sascha Sadewasser"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:1901.10592",
    "title": "Manifestation of the topological index formula in quantum waves and  geophysical waves",
    "abstract": " Title: Manifestation of the topological index formula in quantum waves and  geophysical waves ",
    "url": "https://arxiv.org/abs/1901.10592",
    "authors": [
      "Frédéric Faure"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Algebraic Topology (math.AT)",
      "Spectral Theory (math.SP)",
      "Geophysics (physics.geo-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2110.00968",
    "title": "Coarse grained intermolecular interactions on quantum processors",
    "abstract": " Comments: 28 pages, 12 figures. Published version. Additional experimental results ",
    "url": "https://arxiv.org/abs/2110.00968",
    "authors": [
      "Lewis W. Anderson",
      "Martin Kiffner",
      "Panagiotis Kl. Barkoutsos",
      "Ivano Tavernelli",
      "Jason Crain",
      "Dieter Jaksch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.07963",
    "title": "Quantum Orbital Minimization Method for Excited States Calculation on  Quantum Computer",
    "abstract": " Comments: The paper has been updated to included changes made in response to peer review suggestions for journal submission ",
    "url": "https://arxiv.org/abs/2201.07963",
    "authors": [
      "Joel Bierman",
      "Yingzhou Li",
      "Jianfeng Lu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2201.12965",
    "title": "Inverse design of photonic devices with strict foundry fabrication  constraints",
    "abstract": " Comments: 16 pages, 17 figures ",
    "url": "https://arxiv.org/abs/2201.12965",
    "authors": [
      "Martin F. Schubert",
      "Alfred K. C. Cheung",
      "Ian A. D. Williamson",
      "Aleksandra Spyra",
      "David H. Alexander"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.04805",
    "title": "High sensitivity air-coupled MHz frequency ultrasound detection using  on-chip microcavities",
    "abstract": " Title: High sensitivity air-coupled MHz frequency ultrasound detection using  on-chip microcavities ",
    "url": "https://arxiv.org/abs/2203.04805",
    "authors": [
      "Hao Yang",
      "Zhi-Gang Hu",
      "Yuechen Lei",
      "Xuening Cao",
      "Min Wang",
      "Jialve Sun",
      "Changhui Li",
      "Zhanchun Zuo",
      "Xiulai Xu",
      "Bei-Bei Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00915",
    "title": "Optical computing of quantum revivals",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2204.00915",
    "authors": [
      "Mayanne R. Maia",
      "Daniel Jonathan",
      "Thiago R. Oliveira",
      "Antonio Z. Khoury",
      "Daniel S. Tasca"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.02787",
    "title": "A New Perspective on Quantum Field Theory Revealing Possible Existence  of Another Kind of Fermions Forming Dark Matter",
    "abstract": " Comments: 50 pages, 1 figure; a reference is added; typos corrected ",
    "url": "https://arxiv.org/abs/2205.02787",
    "authors": [
      "Matej Pavšič"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2205.15538",
    "title": "Twenty years of quantum contextuality at USTC",
    "abstract": " Comments: 24 pages, 11 figures. Comments are welcome! v2: minor updates ",
    "url": "https://arxiv.org/abs/2205.15538",
    "authors": [
      "Zheng-Hao Liu",
      "Qiang Li",
      "Bi-Heng Liu",
      "Yun-Feng Huang",
      "Jin-Shi Xu",
      "Chuan-Feng Li",
      "Guang-Can Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02294",
    "title": "Stable high-dimensional weak-light soliton molecules and their active  control",
    "abstract": " Title: Stable high-dimensional weak-light soliton molecules and their active  control ",
    "url": "https://arxiv.org/abs/2206.02294",
    "authors": [
      "Lu Qin",
      "Chao Hang",
      "Boris A. Malomed",
      "Guoxiang Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.03219",
    "title": "Quantum Measurement Theory as simply explained by N G van Kampen",
    "abstract": " Comments: 6 pages. Original published in the Dutch Journal for Physics and intended for a general audience of physicists ",
    "url": "https://arxiv.org/abs/2206.03219",
    "authors": [
      "M. G. Burt"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]