[
  {
    "id": "arXiv:2209.06269",
    "title": "Observation of Distinct Phase Transitions in a Nonlinear Optical Ising  Machine",
    "abstract": "Optical Ising machines promise to solve complex optimization problems with an optical hardware acceleration advantage. Here we study the ground state properties of a nonlinear optical Ising machine realized by spatial light modulator, Fourier optics, and second harmonic generation in a nonlinear crystal. By tuning the ratio of the light intensities at the fundamental and second harmonic frequencies, we experimentally observe two distinct ferromagnetic-to-paramagnetic phase transitions: a second-order phase transition where the magnetization changes to zero continuously and a first-order phase transition where the magnetization drops to zero abruptly as the effective temperature increases. Our experimental results are corroborated by a numerical simulation based on the Monte Carlo Metropolis-Hastings algorithm, and the physical mechanism for the distinct phase transitions can be understood with a mean-field theory. Our results showcase the great flexibility of the nonlinear optical Ising machine, which may find important potential applications in solving combinatorial optimization problems. ",
    "url": "https://arxiv.org/abs/2209.06269",
    "authors": [
      "Santosh Kumar",
      "Zhaotong Li",
      "Ting Bu",
      "Chunlei Qu",
      "Yuping Huang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.06370",
    "title": "Feasibility Study of Hybrid Inverse Planning with Transmission Beams and  Single-energy Spread-out Bragg Peaks for Proton Flash Radiotherapy",
    "abstract": "Ultra-high dose rate (FLASH) proton planning with only transmission beams (TBs) has limitations in normal tissue sparing. The single-energy spread-out Bragg peaks (SESOBPs) of FLASH dose rate have been demonstrated feasible for proton FLASH planning. A hybrid inverse optimization method was developed to combine the TBs and SESOBPs (TB-SESOBP) for FLASH planning. The SESOBPs were generated from spreading out the BPs by pre-designed general bar ridge filters and placed at the central target by range shifters to obtain a uniform dose within the target. The SESOBPs and TBs were fully sampled field-by-field allowing automatic spot selection and weighting in the optimization process. The TB-SESOBP plans were validated in comparison with the TB only (TB-only) plans and the plans with the combination of TBs and BPs (TB-BP) regarding 3D dose and dose rate distributions for five lung cases. Comparing to the TB-only plans, the mean spinal cord D1.2cc drastically reduced 41%, the mean lung V7Gy and V7.4Gy moderately reduced by up to 17% and the target dose homogeneity slightly increased in the TB-SESOBP plans. Comparable dose homogeneity was achieved in both TB-SESOBP and TB-BP plans. Besides, prominent improvements were achieved in lung sparing for the cases of relatively large targets by the TB-SESOBP plans comparing to the TB-BP plans. The targets were fully covered with the FLASH dose rate in all the three plans. For the OARs, V40Gy/s = 100% was achieved by the TB-only plans while V40Gy/s > 85% was obtained by the other two plans. We have demonstrated that the hybrid TB-SESOBP planning was feasible to achieve FLASH dose rate for proton therapy. The hybrid TB-SESOBP planning has great potential in improving OAR sparing while maintaining high target dose homogeneity, and can be potentially implemented for adaptive radiotherapy. ",
    "url": "https://arxiv.org/abs/2209.06370",
    "authors": [
      "Chaoqiong Ma",
      "Xiaofeng Yang",
      "Chih-Wei Chang",
      "Ruirui Liu",
      "Duncan Bohannon",
      "Liyong Lin",
      "Tian Liu",
      "Sibo Tian",
      "Jun Zhou"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06431",
    "title": "Plasma free bubble cavitation in water by a 2.9 μm laser for  bioprinting applications",
    "abstract": "We investigate the dynamics of the cavitation bubble induced by 2.9 {\\mu}m mid-IR laser pulses (10 ns, 10-50 {\\mu}J) resulting in a plasma-free direct fast heating of water due to a strong vibrational absorption. We establish a direct correlation between the laser fluence (up to 6 J/cm^2) and the maximum bubble radius (up to 200 {\\mu}m). From experimental data, key parameters (threshold energy, internal pressure) can be retrieved by simulations including the water absorption saturation at 2.9 {\\mu}m. At a fluence of 6 J/cm^2, we obtain 13 % of the laser energy converted to a bubble energy and we can predict that operating at higher fluence >10 J/cm^2 will lead to a maximum of 20 % conversion efficiency. This results open the door to bioprinting applications using direct absorption of the laser radiation without any additional absorber. ",
    "url": "https://arxiv.org/abs/2209.06431",
    "authors": [
      "Shubho Mohajan",
      "Jean-Christophe Delagnes",
      "Baptiste Allisy",
      "Antonio Iazzolino",
      "Bertrand Viellerobe",
      "Stéphane Petit"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2209.06471",
    "title": "Frequency stabilisation and SI tracing of mid-infrared quantum-cascade  lasers for precision molecular spectroscopy",
    "abstract": "The advancement of technologies for the precise interrogation of molecules offers exciting possibilities for new studies in the realms of precision spectroscopy and quantum technologies. Experiments in these domains often address molecular vibrations in the mid-infrared (MIR) spectral region, thus generating the need for spectrally pure and accurate MIR laser sources. Quantum-cascade lasers (QCLs) have emerged as flexible sources of coherent radiation available over a wide range of MIR frequencies. Here, we demonstrate a robust approach for the simultaneous linewidth narrowing, frequency stabilisation, and absolute frequency referencing of MIR QCLs all of which are prerequisites for precise spectroscopic experiments. Following upconversion of its radiation to the visible domain, we implement a phase lock of the QCL to a linewidth-narrowed optical frequency comb which is referenced to a remote SI-traceable primary frequency standard via a fibre link for absolute frequency calibration. To achieve a reliable frequency counting of the beat note between the QCL and the OFC, we employ redundant tracking oscillators and demonstrate a frequency instability of $5\\times10^{-13}$ at 1 s and $2\\times10^{-14}$ at 1000 s integration time, limited by the accuracy of our remote reference. ",
    "url": "https://arxiv.org/abs/2209.06471",
    "authors": [
      "Mudit Sinhal",
      "Anatoly Johnson",
      "Stefan Willitsch"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2209.06480",
    "title": "Field and intensity correlations: the Siegert relation from stars to  quantum emitters",
    "abstract": "The Siegert relation relates field and intensity temporal correlations. After a historical review of the Siegert relation and the Hanbury Brown and Twiss effect, we discuss the validity of this relation in two different domains. We first show that this relation can be used in astrophysics to determine the fundamental parameters of stars, and that it is especially important for the observation with stellar emission lines. Second, we verify the validity of this relation for moving quantum scatterers illuminated by a strong driving field. ",
    "url": "https://arxiv.org/abs/2209.06480",
    "authors": [
      "Pierre Lassègues",
      "Mateus Antônio Fernandes Biscassi",
      "Martial Morisse",
      "André Cidrim",
      "Nolan Matthews",
      "Guillaume Labeyrie",
      "Jean-Pierre Rivet",
      "Farrokh Vakili",
      "Robin Kaiser",
      "William Guerin",
      "Romain Bachelard",
      "Mathilde Hugbart"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06491",
    "title": "Bend-Free Multiarm Interferometers on Optical Chips",
    "abstract": "Multiarm interferometers can enhance measurement precision and provide multiparameter capability to the measurement. Their realisation requires multiport beam splitters, which has been a long-standing challenge in free-space and integrated optics. Here, we propose a new type of multiport interferometers suitable for implementation on optical chips. Their prospective advantages over the standard directional-coupler architectures: an arbitrary number of arms, planar architecture and two orders of magnitude reduction in footprint, are achieved by the layout based exclusively on the finite modulated photonic lattices. The inverse design of photonic lattices is facilitated by restricting the light propagation to periodic patterns. The corresponding interferometer model predicts the maximum $1/\\sqrt{N}$ sensitivity scaling with the number of arms $N$. While the presented design solutions are ubiquitous to all implementations, the advantages are discussed in both the low and high refractive-index contrast platforms. Finally, we provide an outlook on the possibilities for the interferometer applications in distributed classical and quantum measurements. ",
    "url": "https://arxiv.org/abs/2209.06491",
    "authors": [
      "Jovana Petrovic",
      "Aleksandra Maluckov",
      "Nikola Stojanovic"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.06643",
    "title": "Fast-response hot-wire flow sensors for wind and gust estimation on UAVs",
    "abstract": "Due to limitations in available sensor technology, unmanned aerial vehicles (UAVs) lack an active sensing capability to measure turbulence, gusts, or other unsteady aerodynamic phenomena. Conventional in situ anemometry techniques fail to deliver in the harsh and dynamic multirotor environment due to form factor, resolution, or robustness requirements. To address this capability gap, a novel, fast-response sensor system to measure a wind vector in two dimensions is introduced and evaluated. This system, known as `MAST' (for MEMS Anemometry Sensing Tower), leverages advances in microelectromechanical (MEMS) hot-wire devices to produce a solid-state, lightweight, and robust flow sensor suitable for real-time wind estimation onboard a UAV. The MAST uses five pentagonally-arranged microscale hot-wires to determine the wind vector's direction and magnitude. The MAST's performance was evaluated in a wind tunnel at speeds up to 5~m/s and orientations of 0 - 360 degrees. A neural network sensor model was trained from the wind tunnel data to estimate the wind vector from sensor signals. The average error of the sensor is 0.14 m/s for speed and 1.6 degrees for direction. Furthermore, 95% of measurements are within 0.36 m/s error for speed and 5.0 degree error for direction. With a bandwidth of 570 Hz determined from square-wave testing, the MAST stands to greatly enhance UAV wind estimation capabilities and enable capturing relevant high-frequency phenomena in flow conditions. ",
    "url": "https://arxiv.org/abs/2209.06643",
    "authors": [
      "Nathaniel Simon",
      "Alexander Piqué",
      "David Snyder",
      "Kyle Ikuma",
      "Anirudha Majumdar",
      "Marcus Hultmark"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2209.06685",
    "title": "Relativistic Topological Waves from Cherenkov and Doppler Resonances in  Self-Magnetized Laser Plasmas",
    "abstract": "Strong magnetic fields at plasma-plasma interfaces can be naturally produced in laser-plasma interactions. Using theoretical analysis and fully three-dimensional particle-in-cell simulations, we demonstrate that relativistic topological waves can be generated via Cherenkov and Doppler resonances in the interaction of intense femtosecond laser pulses with near-critical-density plasmas. At the self-magnetized plasma-plasma interface, a new slow-wave branch appears. Its phase velocity is much smaller than the group velocity of the laser pulse and the electron beam velocity. Therefore, the Cherenkov resonance condition can be easily satisfied. Furthermore, since electrons undergo betatron oscillations, Doppler resonances may also occur and are responsible for the excitation of several frequency-shifted branches observed in our simulations. After the passage of the laser pulse, we observe a fast remnant mode with relativistic amplitude and frequency close to the local plasma frequency. This mode continues to accelerate electrons further for many tens of laser periods even after the laser pulse has left the plasma. ",
    "url": "https://arxiv.org/abs/2209.06685",
    "authors": [
      "Xiaofei Shen",
      "Lars Reichwein",
      "Alexander Pukhov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06734",
    "title": "Topological approach of characterizing optical Skyrmions and Skyrmion  lattices",
    "abstract": "We define the Skyrmion number of a paraxial optical Skyrmion solely via their polarization singularities and associated winding numbers, using a mathematical derivation that exploits Stokes's theorem. We demonstrate that this definition provides a robust way to extract the Skyrmion number from experimental data, illsutrated for a variety of optical (Neel-type) Skyrmions and bimerons, and their corresponding lattices. Our method provides an intuitive geometrical approach to understanding the topology of such quasi-particles of light, and their robustness against smooth transformations. ",
    "url": "https://arxiv.org/abs/2209.06734",
    "authors": [
      "A. McWilliam",
      "C. M. Cisowski",
      "Z. Ye",
      "F. C. Speirits",
      "J. B. Götte",
      "S. M. Barnett",
      "S. Franke-Arnold"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.06759",
    "title": "High-Order Above Threshold Ionization of Noble Gas Atoms using Sculpted  Laser Pulses",
    "abstract": "We present theoretical studies of above threshold ionization (ATI) using sculpted laser pulses for noble gas atoms. The time-dependent Schroedinger equation is solved to calculate the ATI energy spectrum, and a qualitative understanding of the electron motion after ionization is explored using a classical model that solves Newton's equation of motion. Results are presented for Gaussian and Airy laser pulses with identical spectral intensities, but differing spectral phases. The simulations show that the third order spectral phase of the Airy pulse, which alters the temporal envelope of the electric field, causes changes to the timing of ionization and the dynamics of the rescattering process. Specifically, the use of Airy pulses in the ATI process results in a shift of the Keldysh plateau cutoff to lower energy due to a decreased pondermotive energy of the electron in the laser field. A reduced electron yield is also observed for the low-energy direct electrons liberated by an Airy pulse. Additionally, the side lobes of the Airy laser pulse change the number and timing of rescattering events, which results in changes to the high-order ATI plateau. ",
    "url": "https://arxiv.org/abs/2209.06759",
    "authors": [
      "A. L. Harris"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06773",
    "title": "Quantum Mechanical Indeterminacy and Conservation Laws",
    "abstract": "Conservation laws are discussed in conjunction with quantum-mechanical indeterminacies of the corresponding observables. The considered examples show that the connections between energy and its indeterminacy may be quite intricate. The indeterminacies of the parts of a composite system may be correlated in such a way that the net value of the considered observable is definite. This may be the case with specific entangled superposition of eigenstates in a composite system. In some cases the fact of energy conservation cannot be convincingly established and generally the concept of conserving observable is not universally defined to embrace all possible situations under one rule. Keywords: energy, conservation, indeterminacy, photon ",
    "url": "https://arxiv.org/abs/2209.06773",
    "authors": [
      "Moses Fayngold"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06558",
    "title": "Predicting molecular vibronic spectra using time-domain analog quantum  simulation",
    "abstract": "Spectroscopy is one of the most accurate probes of the molecular world. However, predicting molecular spectra accurately is computationally difficult because of the presence of entanglement between electronic and nuclear degrees of freedom. Although quantum computers promise to reduce this computational cost, existing quantum approaches rely on combining signals from individual eigenstates, an approach that is difficult to scale because the number of eigenstates grows exponentially with molecule size. Here, we introduce a method for scalable analog quantum simulation of molecular spectroscopy, by performing simulations in the time domain. Our approach can treat more complicated molecular models than previous ones, requires fewer approximations, and can be extended to open quantum systems with minimal overhead. We present a direct mapping of the underlying problem of time-domain simulation of molecular spectra to the degrees of freedom and control fields available in a trapped-ion quantum simulator. We experimentally demonstrate our algorithm on a trapped-ion device, exploiting both intrinsic electronic and motional degrees of freedom, showing excellent quantitative agreement for a single-mode vibronic photoelectron spectrum of SO$_2$. ",
    "url": "https://arxiv.org/abs/2209.06558",
    "authors": [
      "Ryan J. MacDonell",
      "Tomas Navickas",
      "Tim F. Wohlers-Reichel",
      "Christophe H. Valahu",
      "Arjun D. Rao",
      "Maverick J. Millican",
      "Michael A. Currington",
      "Michael J. Biercuk",
      "Ting Rei Tan",
      "Cornelius Hempel",
      "Ivan Kassal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06559",
    "title": "Seismic noise characterisation at Gingin high optical gravitational wave  test facility",
    "abstract": "A critical consideration in the design of next generation gravitational wave detectors is isolation from seismic vibrations that introduces various coherent and incoherent noises to the interferometers at different frequencies. We present the results of a detailed low frequency ambient seismic noise characterization (0.1--10~Hz) at Gingin High Optical Power Facility in Western Australia using a seismic array. The dominant noise sources below 1~Hz is microseism (0.06--1~Hz), strongly correlated with swell and sea heights measured by nearby buoy stations. Above 1~Hz, the seismic spectrum is dominated by wind induced seismic noise with a diurnal variation that prevents characterizing the background anthropogenic noise sources based on their daily power variations. We use f-k beamforming to distinguish between coherent and incoherent wind induced seismic noise. This allows the separation of some anthropogenic noise from wind induced noise based on the temporal variation of spatio-spectral properties. We show that the seismic coherency is reduced by wind induced seismic noise for wind speeds above 6~m/s. Furthermore, there are several spectral peaks between 4--9~Hz associated with the interaction of wind with a 40~m tall tower among which one at 4.2~Hz is strongest and coherent. By comparing our results with the properties of seismic noise at Virgo, we demonstrate that while the secondary microseism noise level is two orders of magnitude higher in Gingin (0.2~Hz), the anthropogenic noise level is three orders of magnitude lower between 2 and 4~Hz due to the absence of nearby road traffic. It is also at least one order of magnitude lower between 4 and 10~Hz due to the sparse population in Gingin. ",
    "url": "https://arxiv.org/abs/2209.06559",
    "authors": [
      "Hamid Satari",
      "Carl Blair",
      "Li Ju",
      "David Blair",
      "Chunnong Zhao",
      "Erdinc Saygin",
      "Patrick Meyers",
      "David Lumley"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06725",
    "title": "Half-mirror for electrons on quantum Hall copropagating edge channels",
    "abstract": "A half-mirror that divides a spin-polarized electron into two parallel copropagating spin-resolved quantum Hall edge channels one half each is presented in this study. The partition process was coherent, as confirmed by observing the Aharonov-Bohm oscillation at a high visibility of up to 60% in a Mach-Zehnder interferometer, which comprised two such half-mirrors. The device characteristics were highly stable, making the device promising in the application of quantum information processing. The beam-splitting process is theoretically modelled, and the numerical simulation successfully reproduces the experimental observation. The partition of the electron accompanied by the spin rotation is explained by the angular momentum transfer from the orbital to the spin via spin-orbit interactions. ",
    "url": "https://arxiv.org/abs/2209.06725",
    "authors": [
      "Takase Shimizu",
      "Jun-ichiro Ohe",
      "Akira Endo",
      "Taketomo Nakamura",
      "Shingo Katsumoto"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2107.06500",
    "title": "Posterior sampling for inverse imaging problems on the sphere in  seismology and cosmology",
    "abstract": " Title: Posterior sampling for inverse imaging problems on the sphere in  seismology and cosmology ",
    "url": "https://arxiv.org/abs/2107.06500",
    "authors": [
      "Augustin Marignier",
      "Jason D. McEwen",
      "Ana M. G. Ferreira",
      "Thomas D. Kitching"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2205.01028",
    "title": "Off-resonance artifact correction for magnetic resonance imaging: a  review",
    "abstract": " Comments: Submitted to NMR in Biomedicine ",
    "url": "https://arxiv.org/abs/2205.01028",
    "authors": [
      "Melissa W. Haskell",
      "Jon-Fredrik Nielsen",
      "Douglas C. Noll"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.11829",
    "title": "Sensitivity of Rydberg-atom receiver to frequency and amplitude  modulation of microwaves",
    "abstract": " Comments: 11 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2206.11829",
    "authors": [
      "Sebastian Borówka",
      "Uliana Pylypenko",
      "Mateusz Mazelanik",
      "Michał Parniak"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00324",
    "title": "Photonic Analogue of a Continuous Time Crystal",
    "abstract": " Comments: 8 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2209.00324",
    "authors": [
      "Tongjun Liu",
      "Jun-Yu Ou",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.03539",
    "title": "Time reflection and refraction in synthetic frequency dimension",
    "abstract": " Comments: 9 pages, 4 figures; fixed typo in equation label ",
    "url": "https://arxiv.org/abs/2209.03539",
    "authors": [
      "Olivia Y. Long",
      "Kai Wang",
      "Avik Dutt",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.05606",
    "title": "Thermodynamic measurement of non-equilibrium stochastic processes in  optical tweezers",
    "abstract": " Comments: 14 pages, 8 figures, 1 table, SBFoton International Optics and Photonics Conference 2022 ",
    "url": "https://arxiv.org/abs/2209.05606",
    "authors": [
      "Thalyta Tavares Martins",
      "Lucas Prado Kamizaki",
      "Sérgio Ricardo Muniz"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Optics (physics.optics)"
    ]
  }
]