[
  {
    "id": "arXiv:2303.09610",
    "title": "Self-assembly of atomic-scale photonic cavities",
    "abstract": "Despite tremendous progress in the research on self-assembled nanotechnological building blocks such as macromolecules, nanowires, and two-dimensional materials, synthetic self-assembly methods bridging nanoscopic to macroscopic dimensions remain unscalable and inferior to biological self-assembly. In contrast, planar semiconductor technology has had an immense technological impact owing to its inherent scalability, yet it appears unable to reach the atomic dimensions enabled by self-assembly. Here we use surface forces including Casimir-van der Waals interactions to deterministically self-assemble and self-align suspended silicon nanostructures with void features well below the length scales possible with conventional lithography and etching, despite using nothing more than conventional lithography and etching. The method is remarkably robust and the threshold for self-assembly depends monotonically on all governing parameters across thousands of measured devices. We illustrate the potential of these concepts by fabricating nanostructures, which are impossible to make with any other known method: Waveguide-coupled high-Q silicon photonic cavities that confine telecom photons to 2 nm air gaps with an aspect ratio of 100, corresponding to mode volumes more than 100 times below the diffraction limit. Scanning transmission electron microscopy measurements confirm the ability to build devices even with subnanometer dimensions. Our work constitutes the first steps towards a new generation of fabrication technology that combines the atomic dimensions enabled by self-assembly with the scalability of planar semiconductors. ",
    "url": "https://arxiv.org/abs/2303.09610",
    "authors": [
      "Ali Nawaz Babar",
      "Thor Weis",
      "Konstantinos Tsoukalas",
      "Shima Kadkhodazadeh",
      "Guillermo Arregui",
      "Babak Vosoughi Lahijani",
      "Søren Stobbe"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09621",
    "title": "Low-noise, 2-W average power, 112-fs Kerr-lens mode-locked Ho:CALGO  laser at 2.1 um",
    "abstract": "We report on an in-band pumped soft-aperture Kerr-lens mode-locked Ho:CALGO bulk laser at 2.1 um, generating 2 W of average power with 112 fs pulses at 91-MHz repetition rate. To the best of our knowledge, this is the highest average power from a 100-fs class mode-locked laser based on a Tm3+ or Ho3+ doped bulk material. We show that the laser has excellent noise properties with an integrated relative intensity noise of 0.02% and a timing jitter of 950 fs (RMS phase noise 0.543 mrad) in the integration interval from 10 Hz to 10 MHz. The demonstrated combination of high average power, short pulses, and low-noise make this an outstanding laser source for spectroscopy and many other applications at 2.1 um. ",
    "url": "https://arxiv.org/abs/2303.09621",
    "authors": [
      "Weichao Yao",
      "Yicheng Wang",
      "Shahwar Ahmed",
      "Martin Hoffmann",
      "Marcel van Delden",
      "Thomas Musch",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.09764",
    "title": "Rapid Sensing of Hidden Objects and Defects using a Single-Pixel  Diffractive Terahertz Processor",
    "abstract": "Terahertz waves offer numerous advantages for the nondestructive detection of hidden objects/defects in materials, as they can penetrate through most optically-opaque materials. However, existing terahertz inspection systems are restricted in their throughput and accuracy (especially for detecting small features) due to their limited speed and resolution. Furthermore, machine vision-based continuous sensing systems that use large-pixel-count imaging are generally bottlenecked due to their digital storage, data transmission and image processing requirements. Here, we report a diffractive processor that rapidly detects hidden defects/objects within a target sample using a single-pixel spectroscopic terahertz detector, without scanning the sample or forming/processing its image. This terahertz processor consists of passive diffractive layers that are optimized using deep learning to modify the spectrum of the terahertz radiation according to the absence/presence of hidden structures or defects. After its fabrication, the resulting diffractive processor all-optically probes the structural information of the sample volume and outputs a spectrum that directly indicates the presence or absence of hidden structures, not visible from outside. As a proof-of-concept, we trained a diffractive terahertz processor to sense hidden defects (including subwavelength features) inside test samples, and evaluated its performance by analyzing the detection sensitivity as a function of the size and position of the unknown defects. We validated its feasibility using a single-pixel terahertz time-domain spectroscopy setup and 3D-printed diffractive layers, successfully detecting hidden defects using pulsed terahertz illumination. This technique will be valuable for various applications, e.g., security screening, biomedical sensing, quality control, anti-counterfeiting measures and cultural heritage protection. ",
    "url": "https://arxiv.org/abs/2303.09764",
    "authors": [
      "Jingxi Li",
      "Xurong Li",
      "Nezih T. Yardimci",
      "Jingtian Hu",
      "Yuhang Li",
      "Junjie Chen",
      "Yi-Chun Hung",
      "Mona Jarrahi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09851",
    "title": "Calculation of the energies of the multideterminant states of the  nitrogen vacancy center in diamond with quantum Monte Carlo",
    "abstract": "Certain point defects in solids can efficiently be used as qubits for applications in quantum technology. They have spin states that are initializable, readable, robust, and can be manipulated optically. New theoretical methods are needed to find the best host materials and defect configurations. Most methods proposed so far rely either on cluster models or restrict the many-body treatment of the defects to a subspace of single-particle orbitals. We explore best practices and theory for the use of quantum Monte Carlo to predict the excitation spectra for spin defects, by using the negatively charged nitrogen vacancy (NV$^-$) center in diamond as a test system. Quantum Monte Carlo can be used to explicitly simulate electronic correlations with larger systems and sets of orbitals than previous methods due to favourable scaling with respect to system size and computing power. We consider different trial wave functions for variational and diffusion Monte Carlo methods, explore the nodal surface errors of the ground and excited state wave functions and study whether the variational principle holds for the excited states. We compute the vertical excitation energies in different simulation cell sizes and extrapolate to infinite system size, and include backflow corrections to the extrapolated energies. The final results for vertical excitation energies are found to overestimate the experimental estimates, but the triplet-to-triplet and singlet-to-singlet transitions are accurate against experiment. Finally, we list further developments for QMC needed to address the problem of accurately predicting structural and spin properties of the solid-state defects. ",
    "url": "https://arxiv.org/abs/2303.09851",
    "authors": [
      "Kristoffer Simula",
      "Ilja Makkonen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09929",
    "title": "Bioinspired Materials for Sensor and Clinical Applications: Two Case  Studies",
    "abstract": "The growing interest in bio-inspired materials is driven by the need for increasingly targeted and efficient devices that also have a low ecological impact. These devices often use specially developed materials (e.g., polymers, aptamers, monoclonal antibodies) capable of carrying out the process of recognizing and capturing a specific target in a similar way to biomaterials of natural origin. In this article, we present two case studies, in which the target is a biomolecule of medical interest, in particular, {\\alpha}-thrombin and cytokine IL-6. In these examples, different biomaterials are compared to establish, with a theoretical-computational procedure known as proteotronics, which of them has the greatest potential for use in a biodevice. ",
    "url": "https://arxiv.org/abs/2303.09929",
    "authors": [
      "Eleonora Alfinito",
      "Mariangela Ciccarese",
      "Giuseppe Maruccio",
      "Anna Grazia Monteduro",
      "Silvia Rizzato"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2303.09963",
    "title": "Microstrip Patch Antenna Design at 10 GHz for X Band Applications",
    "abstract": "Microstrip patch antennas are used in satellite imaging systems, wireless communication equipment, military radios, GPS (Global Positioning System) and GSM (Global System for Mobile Communications) applications. Its advantages are its small size and light weight, thin structure, low power consumption, use in dual frequency applications, and patching in various geometric shapes. Developing technology has facilitated and accelerated the production of microstrip antennas. In this study, microstrip antenna design operating at 10 GHz frequency for X band applications has been made. X band is used for air traffic control, weather traffic control, vessel traffic control, defense tracking and vehicle speed detection, terrestrial communications and networking, space communications and amateur radio. HFSS program was used in antenna design. AWR program was used to find transmission line parameters. In addition, MATLAB program was used to calculate some parameters. First of all, information is given about the working principle of the antenna, the selected dielectric layer and the working frequency. Schematic drawings of the designed antenna were made from above and from the side. S11 characteristic graphs are drawn below and above the operating frequency. The radiation pattern is drawn for the E-plane and H-plane at the operating frequency. 3-D (dimensional) plot of antenna gain at operating frequency is drawn. The simulations performed have shown that the designed antenna works successfully. ",
    "url": "https://arxiv.org/abs/2303.09963",
    "authors": [
      "Mehmet Karahan",
      "Mertcan Inal",
      "Alperen Dilmen",
      "Furkan Lacinkaya",
      "Ahmet Nuri Akay",
      "Cosku Kasnakoglu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2303.10020",
    "title": "A five-point TENO scheme with adaptive dissipation based on a new scale  sensor",
    "abstract": "In this paper, a new five-point targeted essentially non-oscillatory (TENO) scheme with adaptive dissipation is proposed. With the standard TENO weighting strategy, the cut-off parameter $C_T$ determines the nonlinear numerical dissipation of the resultant TENO scheme. Moreover, according to the dissipation-adaptive TENO5-A scheme, the choice of the cut-off parameter $C_T$ highly depends on the effective scale sensor. However, the scale sensor in TENO5-A can only roughly detect the discontinuity locations instead of evaluating the local flow wavenumber as desired. In this work, a new five-point scale sensor, which can estimate the local flow wavenumber accurately, is proposed to further improve the performance of TENO5-A. In combination with a hyperbolic tangent function, the new scale sensor is deployed to the TENO5-A framework for adapting the cut-off parameter $C_T$, i.e., the local nonlinear dissipation, according to the local flow wavenumber. Overall, sufficient numerical dissipation is generated to capture discontinuities, whereas a minimum amount of dissipation is delivered for better resolving the smooth flows. A set of benchmark cases is simulated to demonstrate the performance of the new TENO5-A scheme. ",
    "url": "https://arxiv.org/abs/2303.10020",
    "authors": [
      "Haohan Huang",
      "Tian Liang",
      "Lin Fu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10026",
    "title": "Two-Dimensional Nonlinear Mixing Between a Dissipative Kerr Soliton and  Continuous Waves for a Higher-Dimension Frequency Comb",
    "abstract": "Dissipative Kerr solitons (DKSs) intrinsically exhibit two degrees of freedom through their group and phase rotation velocity. Periodic extraction of the DKS into a waveguide produces a pulse train and yields the resulting optical frequency comb's repetition rate and carrier-envelope offset, respectively. Here, we demonstrate that it is possible to create a system with a single repetition rate but two different phase velocities by employing dual driving forces. By recasting these phase velocities into frequencies, we demonstrate, experimentally and theoretically, that they can mix and create new phase-velocity light following any four-wave mixing process, including both degenerately pumped and non-degenerately pumped effects. In particular, we show that a multiple-pumped DKS may generate a two-dimensional frequency comb, where cascaded nonlinear mixing occurs in the phase velocity dimension as well as the conventional mode number dimension, and where the repetition rate in each dimension differs by orders of magnitude. ",
    "url": "https://arxiv.org/abs/2303.10026",
    "authors": [
      "Gregory Moille Christy Li",
      "Jordan Stone",
      "Michal Chojnacky",
      "Pradyoth Shandilya",
      "Yanne K. Chembo",
      "Avik Dutt",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10047",
    "title": "HMCLab: a framework for solving diverse geophysical inverse problems  using the Hamiltonian Monte Carlo method",
    "abstract": "The use of the probabilistic approach to solve inverse problems is becoming more popular in the geophysical community, thanks to its ability to address nonlinear forward problems and to provide uncertainty quantification. However, such strategy is often tailored to specific applications and therefore there is a lack of a common platform for solving a range of different geophysical inverse problems and showing potential and pitfalls. We demonstrate a common framework to solve such inverse problems ranging from, e.g, earthquake source location to potential field data inversion and seismic tomography. Within this approach, we can provide probabilities related to certain properties or structures of the subsurface. Thanks to its ability to address high-dimensional problems, the Hamiltonian Monte Carlo (HMC) algorithm has emerged as the state-of-the-art tool for solving geophysical inverse problems within the probabilistic framework. HMC requires the computation of gradients, which can be obtained by adjoint methods, making the solution of tomographic problems ultimately feasible. These results can be obtained with \"HMCLab\", a tool for solving a range of different geophysical inverse problems using sampling methods, focusing in particular on the HMC algorithm. HMCLab consists of a set of samplers and a set of geophysical forward problems. For each problem its misfit function and gradient computation are provided and, in addition, a set of prior models can be combined to inject additional information into the inverse problem. This allows users to experiment with probabilistic inverse problems and also address real-world studies. We show how to solve a selected set of problems within this framework using variants of the HMC algorithm and analyze the results. HMCLab is provided as an open source package written both in Python and Julia, welcoming contributions from the community. ",
    "url": "https://arxiv.org/abs/2303.10047",
    "authors": [
      "Andrea Zunino",
      "Lars Gebraad",
      "Alessandro Ghirotto",
      "Andreas Fichtner"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10066",
    "title": "Line positions and intensities of the $ν_1$ band of $^{12}$CH$_3$I  using mid-infrared optical frequency comb Fourier transform spectroscopy",
    "abstract": "We present a new spectral analysis of the ${\\nu}_1$ and ${\\nu}_3$+${\\nu}_1$-${\\nu}_3$ bands of $^{12}$CH$_3$I around 2971 cm$^{-1}$ based on a high-resolution spectrum spanning from 2800 cm$^{-1}$ to 3160 cm$^{-1}$, measured using an optical frequency comb Fourier transform spectrometer. From this spectrum, we previously assigned the ${\\nu}_4$ and ${\\nu}_3$+${\\nu}_4$-${\\nu}_3$ bands around 3060 cm$^{-1}$ using PGOPHER, and the line list was incorporated in the HITRAN database. Here, we treat the two fundamental bands, ${\\nu}_1$ and ${\\nu}_4$, together with the perturbing states, 2${\\nu}_2$+${\\nu}_3$ and ${\\nu}_2$+2${\\nu}_6$$^{\\pm2}$, as a four-level system connected via Coriolis and Fermi interactions. A similar four-level system is assumed to connect the ${\\nu}_3$+${\\nu}_1$-${\\nu}_3$ and ${\\nu}_3$+${\\nu}_4$-${\\nu}_3$ hot bands, which appear due to the population of the low-lying ${\\nu}_3$ state at room temperature, with the 2${\\nu}_2$+2${\\nu}_3$ and ${\\nu}_2$+${\\nu}_3$-${\\nu}_6$$^{\\pm2}$ perturbing states. This treatment provides a good global agreement of the simulated spectra with experiment, and hence accurate line lists and band parameters of the four connected vibrational states in each system. Overall, we assign 4665 transitions in the fundamental band system, with an average error of 0.00071 cm$^{-1}$, a factor of two better than earlier work on the ${\\nu}_1$ band using conventional Fourier transform infrared spectroscopy. The ${\\nu}_1$ band shows hyperfine splitting, resolvable for transitions with J $\\le$ 2 x K. Finally, the spectral intensities of 65 lines of the ${\\nu}_1$ band and 7 lines of the ${\\nu}_3$+${\\nu}_1$-${\\nu}_3$ band are reported for the first time using the Voigt line shape as a model in multispectral fitting. ",
    "url": "https://arxiv.org/abs/2303.10066",
    "authors": [
      "Adrian Hjältén",
      "Aleksandra Foltynowicz",
      "Ibrahim Sadiek"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2303.10071",
    "title": "Bose-Einstein condensate as a diagnostic tool for an optical lattice  formed by 1064 nm laser light",
    "abstract": "Recently, the thulium atom has been cooled down to the temperature of Bose-Einstein condensation. While the condensate of the thulium atom has a lot of applications in quantum simulations and other areas of physics, it can also serve as a unique diagnostic tool for many atomic experiments. In the present study, the Bose-Einstein condensate of the thulium atom was successfully utilized to diagnose an optical lattice and detect unwanted reflections in the experiments with the 1064 nm optical lattice, which will further be used in a quantum gas microscope experiment. ",
    "url": "https://arxiv.org/abs/2303.10071",
    "authors": [
      "V.V. Tsyganok",
      "D.A. Pershin",
      "V.A. Khlebnikov",
      "D.A. Kumpilov",
      "I.A. Pyrkh",
      "A.E. Rudnev",
      "E.A. Fedotova",
      "D.V. Gaifudinov",
      "I.S. Cojocaru",
      "K.A. Khoruzhii",
      "P.A. Aksentsev",
      "A.K. Zykova",
      "A.V. Akimov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09854",
    "title": "Bound state of distant photons in waveguide quantum electrodynamics",
    "abstract": "Quantum correlations between distant particles remain enigmatic since the birth of quantum mechanics. Here we predict a novel kind of bound quantum state in the simplest one-dimensional setup of two interacting particles in a box. Paradoxically, two entangled particles become localized at the opposite edges of the box even though their interactions at large distance should seemingly play no role. Such states could be realized in the waveguide quantum electrodynamics platform, where an array of superconducting qubits or cold atoms is coupled to a waveguide. We demonstrate how long-range waveguide-mediated couplings enable interaction-induced quantum states separated by large distances. Similarly to Majorana fermions in the Kitaev model, such bound state of distant photons is immune to short-range interactions and could find applications in robust quantum information processing. ",
    "url": "https://arxiv.org/abs/2303.09854",
    "authors": [
      "Alexander V. Poshakinskiy",
      "Alexander N. Poddubny"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.09908",
    "title": "How Charge Carrier Exchange between Absorber and Contact influences Time  Constants in the Frequency Domain Response of Perovskite Solar Cells",
    "abstract": "A model is derived for the frequency- and time-domain opto-electronic response of perovskite solar cells (PSCs) that emphasizes the role of charge carrier exchange, .i.e. extraction and injection, from (to) the perovskite through the transport layer to (from) the collecting electrode. This process is described by a charge carrier exchange velocity that depends on the mobility and electric field inside the transport layer. The losses implied by this process are modelled in an equivalent circuit model in the form of a voltage-dependent transport layer resistance. The analysis of the model predicts that the voltage dependence of the measured time constants allows discriminating situations where the transport layer properties dominate the experimental response. Application of this method to experimental impedance spectroscopy data identifies charge extraction velocities between 1-100 cm/s at 1 sun open-circuit conditions for p-i-n PSCs with PTAA as the hole transport layer, that corresponds to transport layer mobilities between 10^-4 - 3 x 10^-3 cm^2V^-1s^-1. The model paves the way for accurate estimation of photocurrent and fill factor losses in PSCs caused by the low mobilities in the transport layers, using small perturbation measurements in the time and frequency domain. ",
    "url": "https://arxiv.org/abs/2303.09908",
    "authors": [
      "Sandheep Ravishankar",
      "Zhifa Liu",
      "Yueming Wang",
      "Thomas Kirchartz",
      "Uwe Rau"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.09942",
    "title": "Adjustable spatial filter for optimal free-space quantum communication  round the clock",
    "abstract": "Free-space quantum communication in daylight relies crucially on spatial filtering. The optimal filter configuration, however, depends on ever-changing link conditions. To this end, we developed an adjustable spatial filter that can be used to change the system field of view on the fly. We demonstrate its use in quantum key distribution over a 1.7-km free-space link. Furthermore, we compare it to filtering with multi-mode fibre coupling. Finally, we extrapolate our results to a broader range of realistic link conditions and show that active field-of-view optimization has the potential to substantially improve the overall secure key output of the system. ",
    "url": "https://arxiv.org/abs/2303.09942",
    "authors": [
      "Andrej Kržič",
      "Nico Döll",
      "Uday Chandrashekara",
      "Christopher Spiess",
      "Fabian Steinlechner"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10051",
    "title": "Mid-circuit measurements on a neutral atom quantum processor",
    "abstract": "We demonstrate mid-circuit measurements in a neutral atom array by shelving data qubits in protected hyperfine-Zeeman sub-states while non-destructively measuring an ancilla qubit. Measurement fidelity was enhanced using microwave repumping of the ancilla during the measurement. The coherence of the shelved data qubits was extended during the ancilla readout with dynamical decoupling pulses, after which the data qubits are returned to mf = 0 computational basis states. We demonstrate that the quantum state of the data qubits is well preserved up to a constant phase shift with a state preparation and measurement (SPAM) corrected process fidelity of F = 97.0(5)%. The measurement fidelity on the ancilla qubit after correction for state preparation errors is F = 94.9(8)% and F = 95.3(1.1)% for |0> and |1> qubit states, respectively. We discuss extending this technique to repetitive quantum error correction using quadrupole recooling and microwave-based quantum state resetting. ",
    "url": "https://arxiv.org/abs/2303.10051",
    "authors": [
      "T. M. Graham",
      "L. Phuttitarn",
      "R. Chinnarasu",
      "Y. Song",
      "C. Poole",
      "K. Jooya",
      "J. Scott",
      "A. Scott",
      "P. Eichler",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.13321",
    "title": "Emergence of $^4$H $J^π=1^-$ resonance in contact theories",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.13321",
    "authors": [
      "Lorenzo Contessi",
      "Martin Schäfer",
      "Johannes Kirscher",
      "Rimantas Lazauskas",
      "Jaume Carbonel"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06187",
    "title": "Electronic processes occurring during ultrafast demagnetization of  cobalt triggered by X-ray photons tuned to Co L$_3$ resonance",
    "abstract": " Comments: 10 pages, 4 figures (7 panels), 57 references; pdfRevTeX class; double column formatting; two appendices and 18 references added; title changed; author-created version submitted to and accepted/published in Physical Review B journal. The text of the appendices (including detailed description of the model used) is similar to some parts of arXiv:2202.13845 ",
    "url": "https://arxiv.org/abs/2207.06187",
    "authors": [
      "Konrad J. Kapcia",
      "Victor Tkachenko",
      "Flavio Capotondi",
      "Alexander Lichtenstein",
      "Serguei Molodtsov",
      "Leonard Mueller",
      "Andre Philippi-Kobs",
      "Przemysław Piekarz",
      "Beata Ziaja"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.09759",
    "title": "Structured transverse orbital angular momentum probed by a levitated  optomechanical sensor",
    "abstract": " Title: Structured transverse orbital angular momentum probed by a levitated  optomechanical sensor ",
    "url": "https://arxiv.org/abs/2209.09759",
    "authors": [
      "Yanhui Hu",
      "Jack J. Kingsley-Smith",
      "Maryam Nikkhou",
      "James A. Sabin",
      "Francisco J. Rodríguez-Fortuño",
      "Xiaohao Xu",
      "James Millen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.15002",
    "title": "Scheme for single-shot frequency comb absorption sensing on chip",
    "abstract": " Title: Scheme for single-shot frequency comb absorption sensing on chip ",
    "url": "https://arxiv.org/abs/2209.15002",
    "authors": [
      "Jake Biele",
      "Sabine Wollmann",
      "Euan Allen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04795",
    "title": "Classical and quantum gravity from axioms of relativistic quantum  mechanics",
    "abstract": " Comments: Minor changes in the formulations. 10 pages ",
    "url": "https://arxiv.org/abs/2211.04795",
    "authors": [
      "Walter Smilga"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05300",
    "title": "Modularized and Scalable Compilation for Double Quantum Dot Quatum  Computing",
    "abstract": " Comments: 10 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2211.05300",
    "authors": [
      "Run-Hong He",
      "Xu-Sheng Xu",
      "Mark S. Byrd",
      "Zhao-Ming Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.10749",
    "title": "Coherent control of a high-orbital hole in a semiconductor quantum dot  with near-unity fidelity",
    "abstract": " Comments: Manuscript with 11 pages and 5 figures plus supplementary Information comprising 16 pages and 15 figures ",
    "url": "https://arxiv.org/abs/2212.10749",
    "authors": [
      "Jun-Yong Yan",
      "Chen Chen",
      "Xiao-Dong Zhang",
      "Yu-Tong Wang",
      "Hans-Georg Babin",
      "Andreas D. Wieck",
      "Arne Ludwig",
      "Yun Meng",
      "Xiaolong Hu",
      "Huali Duan",
      "Wenchao Chen",
      "Wei Fang",
      "Moritz Cygorek",
      "Xing Lin",
      "Da-Wei Wang",
      "Chao-Yuan Jin",
      "Feng Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.12883",
    "title": "Update of Muonium 1S-2S transition frequency",
    "abstract": " Comments: 6 pages, 1 figure, prepared for PSAS22 proceedings ",
    "url": "https://arxiv.org/abs/2301.12883",
    "authors": [
      "Irene Cortinovis",
      "Ben Ohayon",
      "Lucas de Sousa Borges",
      "Gianluca Janka",
      "Artem Golovizin",
      "Nikita Zhadnov",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  }
]