[
  {
    "id": "arXiv:2407.11171",
    "title": "End-to-end simulations of photonic phase correctors for adaptive optics systems",
    "abstract": "           Optical beams and starlight distorted by atmospheric turbulence can be corrected with adaptive optics systems to enable efficient coupling into single-mode fibers. Deformable mirrors, used to flatten the wavefront in astronomical telescopes, are costly, sensitive, and complex mechanical components that require careful calibration to enable high-quality imaging in astronomy, microscopy, and vision science. They are also impractical to deploy in large numbers for non-imaging applications like free-space optical communication. Here, we propose a photonic integrated c rcuit capable of spatially sampling the wavefront collected by the telescope and co-phasing the subapertures to maximize the flux delivered to an output single-mode fiber as the integrated photonic implementation of a deformable mirror. We present the results of end-to-end simulations to quantify the performance of the proposed photonic solution under varying atmospheric conditions toward realizing an adaptive optics system without a deformable mirror for free-space optical receivers.         ",
    "url": "https://arxiv.org/abs/2407.11171",
    "authors": [
      "Dhwanil Patel",
      "Momen Diab",
      "Ross Cheriton",
      "Jacob Taylor",
      "Libertad Rojas",
      "Martin Vachon",
      "Dan-Xia Xu",
      "Jens H. Schmid",
      "Pavel Cheben",
      "Siegfried Janz",
      "Suresh Sivanandam"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2407.11323",
    "title": "Rydberg EIT based laser lock to Zeeman sublevels with 0.6 GHz scanning range",
    "abstract": "           We propose a technique for frequency locking a laser to the Zeeman sublevel transitions between the 5P$_{3/2}$ intermediate and 32D$_{5/2}$ Rydberg states in $^{87}$Rb. This method allows for continuous frequency tuning over 0.6 GHz by varying an applied external magnetic field. In the presence of the applied field, the electromagnetically induced transparency (EIT) spectrum of an atomic vapor splits via the Zeeman effect according to the strength of the magnetic field and the polarization of the pump and probe lasers. We show that the 480 nm pump laser, responsible for transitions between the Zeeman sublevels of the intermediate state and the Rydberg state, can be locked to the Zeeman-split EIT peaks. The short-term frequency stability of the laser lock is 0.15 MHz and the long-term stability is within 0.5 MHz. In addition, we show that in the absence of an applied magnetic field and adequate shielding, the frequency shift of the lock point has a peak-to-peak variation of 1.6 MHz depending on the polarization of the pump field, while when locked to Zeeman sublevels this variation is reduced to 0.6 MHz. The proposed technique is useful for research involving Rydberg atoms, where large continuous tuning of the laser frequency with stable locking is required.         ",
    "url": "https://arxiv.org/abs/2407.11323",
    "authors": [
      "Alexey Vylegzhanin",
      "Sile Nic Chormaic",
      "Dylan J. Brown"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.11570",
    "title": "Undergraduate setup for measuring the Bell inequalities and performing Quantum State Tomography",
    "abstract": "           The growth of quantum technologies is attracting the interest of many students eager to learn concepts such as quantum entanglement or quantum superposition. However, the non-intuitive nature of these concepts poses a challenge to understanding them. Here, we present an entangled photon system which can perform a Bell test, i.e. the CHSH inequality, and can obtain the complete tomography of the two-photon state. The proposed setup is versatile, cost-effective and allows for multiple classroom operating modes. We present two variants, both facilitating the measurement of Bell inequalities and quantum state tomography. Experimental results showcase successful manipulation of the quantum state of the photons, achieving high-fidelity entangled states and significant violations of Bell's inequalities. Our setup's simplicity and affordability enhances accessibility for less specialized laboratories, allowing students to familiarize themselves with quantum physics concepts.         ",
    "url": "https://arxiv.org/abs/2407.11570",
    "authors": [
      "Raul Lahoz Sanz",
      "Lidia Lozano Martín",
      "Adrià Brú i Cortés",
      "Martí Duocastella",
      "Jose M. Gómez Cama",
      "Bruno Juliá-Díaz"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11754",
    "title": "Hexagonal boron nitride based photonic quantum technologies",
    "abstract": "           Hexagonal boron nitride is rapidly gaining interest as a platform for photonic quantum technologies, due to its two-dimensional nature and its ability to host defects deep within its large band gap that may act as room-temperature single-photon emitters. In this review paper we provide an overview of (1) the structure, properties, growth and transfer of hexagonal boron nitride; (2) the creation and assignment of colour centres in hexagonal boron nitride for applications in photonic quantum technologies; and (3) heterostructure devices for the electrical tuning and charge control of colour centres that form the basis for photonic quantum technology devices. The aim of this review is to provide readers a summary of progress in both defect engineering and device fabrication in hexagonal boron nitride based photonic quantum technologies.         ",
    "url": "https://arxiv.org/abs/2407.11754",
    "authors": [
      "Madhava Krishna Prasad",
      "Mike P. C. Taverne",
      "Chung-Che Huang",
      "Jonathan D. Mar",
      "Ying-Lung Daniel Ho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11842",
    "title": "Optical Mode Control, Switching and Shaping In Few Mode Fiber Using a Fiber Piano",
    "abstract": "           This work investigates the use of a fiber piano in controlling spatial modes in few mode fibers. It has been found that together with sub-optimal coupling into SMF-28 fibre and half and quarter waveplates, the fiber piano is capable of producing and reproducing desired spatial modes up to $LP_{11}$ when using 808 nm light and up to $LP_{21}$ when using 632.8 nm light. The control of spatial mode profile extends down to the single photon level. This is demonstrated with the help of correlated photon pairs generated via spontaneous parametric down conversion.         ",
    "url": "https://arxiv.org/abs/2407.11842",
    "authors": [
      "Shuin Jian Wu",
      "Anindya Banerji",
      "Ankush Sharma",
      "Zohar Finkelstein",
      "Ronen Shekel",
      "Yaron Bromberg",
      "Alexander Ling"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11871",
    "title": "Frequency comb UV spectroscopy with one million resolved comb lines",
    "abstract": "           We perform dual-comb spectroscopy in two UV bands: 325-342 nm and 372-410 nm, corresponding to the 7th and 6th harmonics of a dual-comb 2.35-{\\mu}m laser source, and simultaneously resolve ~500,000 and ~1,000,000 comb lines spaced by 80 MHz respectively.         ",
    "url": "https://arxiv.org/abs/2407.11871",
    "authors": [
      "Andrey Muraviev",
      "Dmitrii Konnov",
      "Sergey Vasilyev",
      "Konstantin Vodopyanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.11093",
    "title": "A neural network for forward and inverse nonlinear Fourier transforms for fiber optic communication",
    "abstract": "           We propose a neural network for both forward and inverse continuous nonlinear Fourier transforms, NFT and INFT respectively. We demonstrate the network's capability to perform NFT and INFT for a random mix of NFDM-QAM signals. The network transformations (NFT and INFT) exhibit true characteristics of these transformations; they are significantly different for low and high-power input pulses. The network shows adequate accuracy with an RMSE of 5e-3 for forward and 3e-2 for inverse transforms. We further show that the trained network can be used to perform general nonlinear Fourier transforms on arbitrary pulses beyond the training pulse types.         ",
    "url": "https://arxiv.org/abs/2407.11093",
    "authors": [
      "Wen Qi Zhang",
      "Terence H. Chan",
      "Shahraam Afshar V."
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.11111",
    "title": "Scalable Networking of Neutral-Atom Qubits: Nanofiber-Based Approach for Multiprocessor Fault-Tolerant Quantum Computer",
    "abstract": "           Neutral atoms are among the leading platforms toward realizing fault-tolerant quantum computation (FTQC). However, scaling up a single neutral-atom device beyond $\\sim 10^4$ atoms to meet the demands of FTQC for practical applications remains a challenge. To overcome this challenge, we clarify the criteria and technological requirements for further scaling based on multiple neutral atom quantum processing units (QPUs) connected through photonic networking links. Our quantitative analysis shows that nanofiber optical cavities have the potential as an efficient atom-photon interface to enable fast entanglement generation between atoms in distinct neutral-atom modules, allowing multiple neutral-atom QPUs to operate cooperatively without sacrificing computational speed. Using state-of-the-art millimeter-scale nanofiber cavities with the finesse of thousands, over a hundred atoms can be coupled to the cavity mode with an optical tweezer array, with expected single-atom cooperativity exceeding 100 for telecom-band transition of ytterbium atoms. This enables efficient time-multiplexed entanglement generation with a predicted Bell pair generation rate of 100 kHz while maintaining a small footprint for channel multiplexing. These proposals and results indicate a promising pathway for building large-scale multiprocessor fault-tolerant quantum computers using neutral atoms, nanofiber optical cavities, and fiber-optic networks.         ",
    "url": "https://arxiv.org/abs/2407.11111",
    "authors": [
      "Shinichi Sunami",
      "Shiro Tamiya",
      "Ryotaro Inoue",
      "Hayata Yamasaki",
      "Akihisa Goban"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11172",
    "title": "Micro-Ring Modulator Linearity Enhancement for Analog and Digital Optical Links",
    "abstract": "           An energy/area-efficient low-cost broadband linearity enhancement technique for electro-optic micro-ring modulators (MRM) is proposed to achieve 6.1-dB dynamic linearity improvement in spurious-free-dynamic-range with intermodulation distortions (IMD) and 17.9-dB static linearity improvement in integral nonlinearity over a conventional notch-filter MRM within a 4.8-dB extinction-ratio (ER) full-scale range based on rapid silicon-photonics fabrication results for the emerging applications of various analog and digital optical communication systems.         ",
    "url": "https://arxiv.org/abs/2407.11172",
    "authors": [
      "Sumilak Chaudhury",
      "Karl Johnson",
      "Chengkuan Gao",
      "Bill Lin",
      "Yeshaiahu Fainman",
      "Tzu-Chien Hsueh"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.11235",
    "title": "Quantum chemistry, classical heuristics, and quantum advantage",
    "abstract": "           We describe the problems of quantum chemistry, the intuition behind classical heuristic methods used to solve them, a conjectured form of the classical complexity of quantum chemistry problems, and the subsequent opportunities for quantum advantage. This article is written for both quantum chemists and quantum information theorists. In particular, we attempt to summarize the domain of quantum chemistry problems as well as the chemical intuition that is applied to solve them within concrete statements (such as a classical heuristic cost conjecture and a classification of different avenues for quantum advantage) in the hope that this may stimulate future analysis.         ",
    "url": "https://arxiv.org/abs/2407.11235",
    "authors": [
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11246",
    "title": "Robust Quantum Control via Multipath Interference for Thousandfold Phase Amplification in a Resonant Atom Interferometer",
    "abstract": "           We introduce a novel technique for enhancing the robustness of light-pulse atom interferometers against the pulse infidelities that typically limit their sensitivities. The technique uses quantum optimal control to favorably harness the multipath interference of the stray trajectories produced by imperfect atom-optics operations. We apply this method to a resonant atom interferometer and achieve thousand-fold phase amplification, representing a fifty-fold improvement over the performance observed without optimized control. Moreover, we find that spurious interference can arise from the interplay of spontaneous emission and many-pulse sequences and demonstrate optimization strategies to mitigate this effect. Given the ubiquity of spontaneous emission in quantum systems, these results may be valuable for improving the performance of a diverse array of quantum sensors. We anticipate our findings will significantly benefit the performance of matter-wave interferometers for a variety of applications, including dark matter, dark energy, and gravitational wave detection.         ",
    "url": "https://arxiv.org/abs/2407.11246",
    "authors": [
      "Yiping Wang",
      "Jonah Glick",
      "Tejas Deshpande",
      "Kenneth DeRose",
      "Sharika Saraf",
      "Natasha Sachdeva",
      "Kefeng Jiang",
      "Zilin Chen",
      "Tim Kovachy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11327",
    "title": "Accurate Numerical Simulations of Open Quantum Systems Using Spectral Tensor Trains",
    "abstract": "           Decoherence between qubits is a major bottleneck in quantum computations. Decoherence results from intrinsic quantum and thermal fluctuations as well as noise in the external fields that perform the measurement and preparation processes. With prescribed colored noise spectra for intrinsic and extrinsic noise, we present a numerical method, Quantum Accelerated Stochastic Propagator Evaluation (Q-ASPEN), to solve the time-dependent noise-averaged reduced density matrix in the presence of intrinsic and extrinsic noise. Q-ASPEN is arbitrarily accurate and can be applied to provide estimates for the resources needed to error-correct quantum computations. We employ spectral tensor trains, which combine the advantages of tensor networks and pseudospectral methods, as a variational ansatz to the quantum relaxation problem and optimize the ansatz using methods typically used to train neural networks. The spectral tensor trains in Q-ASPEN make accurate calculations with tens of quantum levels feasible. We present benchmarks for Q-ASPEN on the spin-boson model in the presence of intrinsic noise and on a quantum chain of up to 32 sites in the presence of extrinsic noise. In our benchmark, the memory cost of Q-ASPEN scales linearly with the system size once the number of states is larger than the number of basis functions.         ",
    "url": "https://arxiv.org/abs/2407.11327",
    "authors": [
      "Ryan T. Grimm",
      "Joel D. Eaves"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11437",
    "title": "Investigation of resistive switching in Au/MoS2/Au using Reactive Molecular Dynamics and ab-initio quantum transport calculations",
    "abstract": "           Investigating the underlying physical mechanism for electric-field induced resistive switching in Au/MoS2/Au based memristive devices by combining computational techniques such as reactive molecular dynamics and first-principle quantum transport calculations. From reactive molecular dynamics study we clearly observe a formation of conductive filament of gold atoms from the top electrode on to the 2D MoS2 layer. This state was described the onset of low-resistance state from the initial high-resistance state. To further understand the switching mechanism in the device we deploy first-principle calculations where we see an electron channel being formed during the filament formation leading to the low-resistance state of the device. MoS2 with single defect gives rise to a conductance ratio of LRS to the initial structure is 63.1336 and that of the LRS to HRS is 1.66.         ",
    "url": "https://arxiv.org/abs/2407.11437",
    "authors": [
      "Ashutosh Krishna Amaram",
      "Saurabh Kharwar",
      "Tarun Kumar Agarwal"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11642",
    "title": "Purcell-enhanced single-photon emission from InAs/GaAs quantum dots coupled to low-Q cylindrical nanocavities",
    "abstract": "           Generation of single and entangled photons is crucial for photonic quantum information processing. Quantum dots (QDs) are promising sources capable of producing high-quality quantum light states on demand, although at a rate typically limited by their spontaneous radiative lifetime. In this study, we utilize the Purcell effect to demonstrate up to a 38-fold enhancement in the emission rate of InAs QDs. We achieve this by coupling individual QDs to metal-clad GaAs nanopillars characterized with mode volume of 4.5x10-4 ({\\lambda}/n)3 and quality factor of 62, consequently enabling high Purcell enhancement across a bandwidth of 15 nm. We measure a multi-photon emission probability as low as 0.5 % from QDs within these cavities. In addition to providing a valuable platform for exploring light-matter interaction at the nanoscale, this work represents a significant stride towards developing QD-sources emitting at high repetition rates, underpinning their role in the future of quantum communication and computing.         ",
    "url": "https://arxiv.org/abs/2407.11642",
    "authors": [
      "Abhiroop Chellu",
      "Subhajit Bej",
      "Hanna Wahl",
      "Hermann Kahle",
      "Topi Uusitalo",
      "Roosa Hytönen",
      "Heikki Rekola",
      "Jouko Lang",
      "Eva Schöll",
      "Lukas Hanschke",
      "Patricia Kallert",
      "Tobias Kipp",
      "Christian Strelow",
      "Marjukka Tuominen",
      "Klaus D. Jöns",
      "Petri Karvinen",
      "Tapio Niemi",
      "Mircea Guina",
      "Teemu Hakkarainen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.11672",
    "title": "Walking through Hilbert Space with Quantum Computers",
    "abstract": "           Computations of chemical systems' equilibrium properties and non-equilibrium dynamics have been suspected of being a \"killer app\" for quantum computers. This review highlights the recent advancements of quantum algorithms tackling complex sampling tasks in the key areas of computational chemistry: ground state, thermal state properties, and quantum dynamics calculations. We review a broad range of quantum algorithms, from hybrid quantum-classical to fully quantum, focusing on the traditional Monte Carlo family, including Markov chain Monte Carlo, variational Monte Carlo, projector Monte Carlo, path integral Monte Carlo, etc. We also cover other relevant techniques involving complex sampling tasks, such as quantum-selected configuration interaction, minimally entangled typical thermal states, entanglement forging, and Monte Carlo-flavored Lindbladian dynamics. We provide a comprehensive overview of these algorithms' classical and quantum counterparts, detailing their theoretical frameworks and discussing the potentials and challenges in achieving quantum computational advantages.         ",
    "url": "https://arxiv.org/abs/2407.11672",
    "authors": [
      "Tong Jiang",
      "Jinghong Zhang",
      "Moritz K. A. Baumgarten",
      "Meng-Fu Chen",
      "Hieu Q. Dinh",
      "Aadithya Ganeshram",
      "Nishad Maskara",
      "Anton Ni",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.11944",
    "title": "Frequency dependence of nonsequential double ionization of atoms in strong laser fields",
    "abstract": "           The frequency dependence of (nonsequential) double ionization is studied in fully quantum mechanical calculations using a (1+1)-dimensional model atom. Other time-dependent effects such as the influence of the number of field cycles are also investigated. We present ionization yields and momentum distributions. The results are consistent with experimental and semi-classical data available in the literature, thus complementing them with a quantum mechanical description.         ",
    "url": "https://arxiv.org/abs/2407.11944",
    "authors": [
      "Jan H. Thiede",
      "Jakub S. Prauzner-Bechcicki"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2101.04848",
    "title": "Network analysis with quantum dynamics clarifies why photosystem II exploits both chlorophyll a and b",
    "abstract": "           In green plants, chlorophyll-a and chlorophyll-b are the predominant pigments bound to light-harvesting proteins. While the individual characteristics of these chlorophylls are well understood, the advantages of their coexistence remain unclear. In this study, we establish a method to simulate excitation energy transfer within the entire photosystem II supercomplex by employing network analysis integrated with quantum dynamic calculations. We then investigate the effects of the coexistence of chlorophyll-a and chlorophyll-b by comparing various chlorophyll compositions. Our results reveal that the natural chlorophyll composition allows the excited energy to preferentially flow through specific domains that act as safety valves, preventing downstream overflow. Our findings suggest that the light-harvesting proteins in a photosystem II supercomplex achieve evolutionary advantages with the natural chlorophyll-a/b ratio, capturing light energy efficiently and safely across various light intensities. Using our framework, one can better understand how green plants harvest light energy and adapt to changing environmental conditions.         ",
    "url": "https://arxiv.org/abs/2101.04848",
    "authors": [
      "Eunchul Kim",
      "Daekyung Lee",
      "Souichi Sakamoto",
      "Ju-Yeon Jo",
      "Mauricio Vargas",
      "Akihito Ishizaki",
      "Jun Minagawa",
      "Heetae Kim"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.03454",
    "title": "Dependence on laser intensity of the number-weighted angular distribution of Compton-scattered photon beams",
    "abstract": "           Inverse Compton scattering of an ultra-relativistic electron in the field of a high-intensity laser produces photon beams with angular and spectral distributions that are strongly dependent on the laser intensity. Here, we show that the laser intensity at the interaction point can be accurately inferred from the measurement of the angular number-density distribution of Compton-scattered photon beams. The theory, corroborated by numerical simulations, is accurate to within 10\\% in a wide range of laser intensities (dimensionless intensity $5 \\leq a_0 \\leq 50$) and electron energies (250 MeV $\\leq E \\leq $ 15 GeV), and accounts for experimental features such as the finite transverse size of the electron beam, low-energy cut-offs in the photon detector, and the possibility of a transverse misalignment between the electron beam and the laser focus.         ",
    "url": "https://arxiv.org/abs/2402.03454",
    "authors": [
      "K. Fleck",
      "T. Blackburn",
      "E. Gerstmayr",
      "M. Bruschi",
      "P. Grutta",
      "M. Morandin",
      "G. Sarri"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.11811",
    "title": "Physics-informed active learning for accelerating quantum chemical simulations",
    "abstract": "           Quantum chemical simulations can be greatly accelerated by constructing machine learning potentials, which is often done using active learning (AL). The usefulness of the constructed potentials is often limited by the high effort required and their insufficient robustness in the simulations. Here we introduce the end-to-end AL for constructing robust data-efficient potentials with affordable investment of time and resources and minimum human interference. Our AL protocol is based on the physics-informed sampling of training points, automatic selection of initial data, uncertainty quantification, and convergence monitoring. The versatility of this protocol is shown in our implementation of quasi-classical molecular dynamics for simulating vibrational spectra, conformer search of a key biochemical molecule, and time-resolved mechanism of the Diels-Alder reactions. These investigations took us days instead of weeks of pure quantum chemical calculations on a high-performance computing cluster. The code in MLatom and tutorials are available at this https URL.         ",
    "url": "https://arxiv.org/abs/2404.11811",
    "authors": [
      "Yi-Fan Hou",
      "Lina Zhang",
      "Quanhao Zhang",
      "Fuchun Ge",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2402.18433",
    "title": "Universal neural network potentials as descriptors: Towards scalable chemical property prediction using quantum and classical computers",
    "abstract": "           Accurate prediction of diverse chemical properties is crucial for advancing molecular design and materials discovery. Here we present a versatile approach that uses the intermediate information of a universal neural network potential as a general-purpose descriptor for chemical property prediction. Our method is based on the insight that by training a sophisticated neural network architecture for universal force fields, it learns transferable representations of atomic environments. We show that transfer learning with graph neural network potentials such as M3GNet and MACE achieves accuracy comparable to state-of-the-art methods for predicting the NMR chemical shifts of using quantum machine learning as well as a standard classical regression model, despite the compactness of its descriptors. In particular, the MACE descriptor demonstrates the highest accuracy to date on the ${^{13}}$C NMR chemical shift benchmarks for drug molecules. This work provides an efficient way to accurately predict properties, potentially accelerating the discovery of new molecules and materials.         ",
    "url": "https://arxiv.org/abs/2402.18433",
    "authors": [
      "Tomoya Shiota",
      "Kenji Ishihara",
      "Wataru Mizukami"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]