[
  {
    "id": "arXiv:2111.03407",
    "title": "Experimental evaluation of sensor attacks and defense mechanisms in  feedback systems",
    "abstract": "In this work, we evaluate theoretical results on the feasibility of, the worst-case impact of, and defense mechanisms against a stealthy sensor attack in an experimental setup. We demonstrate that for a controller with stable dynamics the stealthy sensor attack is possible to conduct and the theoretical worst-case impact is close to the achieved practical one. However, although the attack should theoretically be possible when the controller has integral action, we show that the integral action slows the attacker down and the attacker is not able to remain stealthy if it has not perfect knowledge of the controller state. In addition to that, we investigate the effect of different anomaly detectors on the attack impact and conclude that the impact under detectors with internal dynamics is smaller. Finally, we use noise injection into the controller dynamics to unveil the otherwise stealthy attacks. ",
    "url": "https://arxiv.org/abs/2111.03407",
    "authors": [
      "David Umsonst",
      "Henrik Sandberg"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Optimization and Control (math.OC)"
    ]
  },
  {
    "id": "arXiv:2111.03132",
    "title": "Entanglement as a complexity measure for quantum state preparation",
    "abstract": "State preparation algorithms are routines used in many quantum computing applications, from solving a linear system of equations to quantum machine learning. In this paper, we present an exact state preparation algorithm that considers entanglement to reduce the complexity of the generated quantum circuit. The proposed method allows approximation by entanglement reduction. The approximation of an entangled state by two separable states allows a quadratic decrease in the number of CNOT gates in exchange for an approximation error. Through experimental analysis with 7-qubits devices, the approximation error observed through measurements is smaller than the error due to the noise generated by the circuit to prepare the original state. ",
    "url": "https://arxiv.org/abs/2111.03132",
    "authors": [
      "Israel F. Araujo",
      "Carsten Blank",
      "Adenilton J. da Silva"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2001.02714",
    "title": "On the confidentiality of controller states under sensor attacks",
    "abstract": " Title: On the confidentiality of controller states under sensor attacks ",
    "url": "https://arxiv.org/abs/2001.02714",
    "authors": [
      "David Umsonst",
      "Henrik Sandberg"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Optimization and Control (math.OC)"
    ]
  },
  {
    "id": "arXiv:2002.07868",
    "title": "High-precision quantum algorithms for partial differential equations",
    "abstract": " Comments: 40 pages. Corrected the dependence on the dimension of the finite difference method ",
    "url": "https://arxiv.org/abs/2002.07868",
    "authors": [
      "Andrew M. Childs",
      "Jin-Peng Liu",
      "Aaron Ostrander"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2003.11152",
    "title": "Polynomial graph filter of multiple shifts and distributed  implementation of inverse filtering",
    "abstract": " Title: Polynomial graph filter of multiple shifts and distributed  implementation of inverse filtering ",
    "url": "https://arxiv.org/abs/2003.11152",
    "authors": [
      "Nazar Emirov",
      "Cheng Cheng",
      "Junzheng Jiang",
      "Qiyu Sun"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2009.08823",
    "title": "Equivalence of three classical algorithms with quantum side information:  Privacy amplification, error correction, and data compression",
    "abstract": " Comments: 16 pages, 5 figures. v2: Comparison with the previous literature added, presentation improved, typos corrected ",
    "url": "https://arxiv.org/abs/2009.08823",
    "authors": [
      "Toyohiro Tsurumaru"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)"
    ]
  }
]