[
  {
    "id": "arXiv:2407.12811",
    "title": "Understanding the temperature conditions for controlled splicing between silica and fluoride fibers",
    "abstract": "           This study explores the efficacy of thermal splicing conditions between silica and zirconium-fluoride fibers, focusing on achieving mechanical strength between the two fibers. A comprehensive characterization of the thermal profile in the hot zone of the filament splicer was conducted using a fiber Bragg grating, providing valuable insights into its stability and overall performance. Results demonstrate mechanically strong joints and suggest a very narrow temperature window to achieve strong connection between the two materials. Moreover, we characterize the surface composition of the ZrF4 fiber using energy dispersive spectroscopy following splicing at ideal temperatures, as well as at higher and lower temperatures. This work paves the way towards future implementation of silica and fluoride fibers splicing using alternative splicing solutions such as CO2 laser system while raising interesting facts for further studies in the specific field.         ",
    "url": "https://arxiv.org/abs/2407.12811",
    "authors": [
      "Antreas Theodosiou",
      "Ori Henderson-Sapir",
      "Yauhen Baravets",
      "Oliver T. Cobcroft",
      "Samuel M. Sentschuk",
      "Jack A. Stone",
      "David J. Ottaway",
      "Pavel Peterka"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.13049",
    "title": "Emerging Quadrature Lattices of Kerr Combs",
    "abstract": "           A quadrature lattice is a coupled array of squeezed vacuum field quadratures that offers new avenues in shaping the quantum properties of multimode light [1-3]. Such lattices are described within the framework of non-Hermitian, non-dissipative physics and exhibit intriguing lattice phenomena such as lattice exceptional points, edge-states, entanglement and non-Hermitian skin effect, offering fundamentally new methods for controlling quantum fluctuations [1, 4]. Nonlinear resonators are suitable for studying multimode pair-generation processes and squeezing which are non-dissipative in \\chi(2) and \\chi(3) materials [5-12], but observing non-Hermitian lattice phenomena in photonic quadrature lattices was not achieved. Remarkably, in dissipative Kerr microcombs [13], which have revolutionized photonic technology, such lattices emerge and govern the quantum noise that leads to comb formation. Thus, they offer a unique opportunity to realize quadrature lattices, and to study and manipulate multimode quantum noise which is essential for any quantum technology. Here, we experimentally study non-Hermitian lattice effects in photonic quadrature lattices for the first time. Our photonic quadrature lattices emerge at Kerr microcomb transitions, allowing us to observe fundamental connections between dispersion symmetry, frequency-dependent squeezed supermodes, and non-Hermitian lattice physics in an integrated setup. Our work unifies two major fields, quantum non-Hermitian physics and Kerr combs, and opens the door to utilizing dissipative Kerr combs to experimentally explore rich non-Hermitian physics in the quantum regime, engineer quantum light, and develop new tools to study the quantum noise and formation of Kerr combs.         ",
    "url": "https://arxiv.org/abs/2407.13049",
    "authors": [
      "Eran Lustig",
      "Melissa A. Guidry",
      "Daniil M. Lukin",
      "Shanhui Fan",
      "Jelena Vuckovic"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.13173",
    "title": "High-energy tunable ultraviolet pulses generated by optical leaky wave in filamentation",
    "abstract": "           Ultraviolet pulses could open up new opportunities for the study of strong-field physics and ultrafast science. However, the existing methods for generating ultra-violet pulses face difficulties in fulfilling the twofold requirements of high energy and wavelength tunability simultaneously. Here, we theoretically demonstrate the generation of high-energy and wavelength tunable ultraviolet pulses in preformed air-plasma channels via the leaky wave emission. The output ultraviolet pulse has a tunable wavelength ranging from 250 nm to 430 nm and an energy level up to sub-mJ. An octave-spanning ultraviolet supercontinuum with a flatness better than 3 dB can also be obtained via longitudinally modulated dispersion. Such a high-energy tunable ultraviolet light source may provide promising opportunities for characterization of ultrafast phenomena such as molecular breakup, and also an important driving source for the generation of high-energy attosecond pulses.         ",
    "url": "https://arxiv.org/abs/2407.13173",
    "authors": [
      "Litong Xu",
      "Tingting Xi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.13295",
    "title": "Excitation and manipulation of super cavity solitons in multi-stable passive Kerr resonators",
    "abstract": "           We report on the theoretical analysis as well as the numerical simulations about the nonlinear dynamics of cavity solitons in a passive Kerr resonator operating in the multistable regime under the condition of a sufficiently strong pump. In this regime, the adjacent tilted cavity resonances might overlap, thus leading to the co-existence of combinatory states of temporal cavity solitons and the extended modulation instability patterns. Very interestingly, the cavity in the regime of multistablity may sustain distinct families of cavity solitons, vividly termed as super cavity solitons with much higher intensity and broader spectra if compared with those in the conventional bi-stable regime. The description of such complex cavity dynamics in the multstable regime requires either the infinite-dimensional Ikeda map, or the derived mean-field coupled Lugiato-Lefever equations by involving the contributing cavity resonances. With the latter model, for the first time, we revealed the existence of different orders of super cavity solitons, whose stationary solutions were obtained by using the Newton-Raphson algorithm. Along this line, with the continuation calculation, we have plotted the Hopf / saddle-node bifurcation curves, thus identifying the existing map of the stable and breathing (super) cavity solitons. With this defined parameter space, we have proposed an efficient method to excite and switch the super cavity solitons by adding an appropriate intensity (or phase) perturbation on the pump. Such deterministic cavity soliton manipulation technique is demonstrated to underpin the multi-level coding, which may enable the large capacity all-optical buffering based on the passive fiber ring cavities.         ",
    "url": "https://arxiv.org/abs/2407.13295",
    "authors": [
      "Pengxiang Wang",
      "Jianxing Pan",
      "Tianye Huang",
      "Shengbo Xu",
      "Ran Xia",
      "Julien Fatome",
      "Bertrand Kibler",
      "Carlos Mas-Arabi",
      "Gang Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2407.13299",
    "title": "Reducing Numerical Precision Requirements in Quantum Chemistry Calculations",
    "abstract": "           The abundant demand for deep learning compute resources has created a renaissance in low precision hardware. Going forward, it will be essential for simulation software to run on this new generation of machines without sacrificing scientific fidelity. In this paper, we examine the precision requirements of a representative kernel from quantum chemistry calculations: calculation of the single particle density matrix from a given mean field Hamiltonian (i.e. Hartree-Fock or Density Functional Theory) represented in an LCAO basis. We find that double precision affords an unnecessarily high level of precision, leading to optimization opportunities. We show how an approximation built from an error-free matrix multiplication transformation can be used to potentially accelerate this kernel on future hardware. Our results provide a road map for adapting quantum chemistry software for the next generation of High Performance Computing platforms.         ",
    "url": "https://arxiv.org/abs/2407.13299",
    "authors": [
      "William Dawson",
      "Katsuhisa Ozaki",
      "Jens Domke",
      "Takahito Nakajima"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.13305",
    "title": "Hybridization of terahertz phonons and magnons in disparate and spatially-separated material specimens",
    "abstract": "           The interaction between light and matter in condensed matter excitations and electromagnetic resonators serves as a rich playground for fundamental research and lies at the core of photonic and quantum technologies. Herein, we present comprehensive experimental and theoretical studies of the photon-mediated hybridization of magnons and phonons in the terahertz (THz) range. We demonstrate the intriguing concept of composite states formed by distinct electric and magnetic quasiparticles strongly coupled to the same optical cavity modes. Specifically, we explore magnons excited in a slab of an antiferromagnetic crystal and phonons excited in a distinct specimen of an insulating material. The crystal slabs form an optical cavity with Fabry-Pérot oscillations in the THz range. We demonstrate hybridized phonon-magnon polariton modes and their tunability by adjusting the distance between the slabs, showing that hybridization persists even at separations up to several millimeters. The experimental results are interpreted using both classical and quantum electrodynamical models. The quantum description allows us to quantify the degree of hybridization that is linked to a topological behavior of the electric field phasor, in agreement with the classical electrodynamics expectations. Importantly, the presented results refer to temperature conditions and cavities of millimeter size, paving the way for engineering realistic, frequency-tunable THz devices through the hybridization of electric (phononics) and magnetic (spintronics) elementary excitations of matter.         ",
    "url": "https://arxiv.org/abs/2407.13305",
    "authors": [
      "Marcin Białek",
      "Yanko Todorov",
      "Kamil Stelmaszczyk",
      "Dorota Szwagierczak",
      "Beata Synkiewicz-Musialska",
      "Jan Kulawik",
      "Norbert Palka",
      "Marek Potemski",
      "Wojciech Knap"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2407.13371",
    "title": "0.7 MW Yb:YAG pumped degenerate optical parametric oscillator at 2.06 {\\mu}m",
    "abstract": "           Frequency comb and field-resolved broadband absorption spectroscopy are promising techniques for rapid, precise, and sensitive detection of short-lived atmospheric pollutants on-site. Enhancing detection sensitivity in absorption spectroscopy hinges on bright sources that cover molecular resonances and fast signal modulation techniques to implement lock-in detection schemes efficiently. Yb:YAG thin-disk lasers, combined with optical parametric oscillators (OPO), present a compelling solution to fulfill these requirements. In this work, we report on a bright OPO pumped by a Yb:YAG thin-disk Kerr-lens mode-locked oscillator delivering 2.8 W, 114 fs pulses at 2.06 {\\mu}m with an averaged energy of 90 nJ. The OPO cavity operates at 30.9 MHz pulse repetition rates, the second harmonic of the pump cavity, allowing for broadband, efficient, and dispersion-free modulation of the OPO output pulses at 15.45 MHz rate. With 13% optical-to-optical conversion efficiency and a high-frequency intra-cavity modulation, this scalable scheme holds promise to advance the detection sensitivity and frontiers of field-resolved spectroscopic techniques.         ",
    "url": "https://arxiv.org/abs/2407.13371",
    "authors": [
      "Anni Li",
      "Mehran Bahri",
      "Robert M. Gray",
      "Seowon Choi",
      "Sajjad Hoseinkhani",
      "Anchit Srivastava",
      "Alireza Marandi",
      "Hanieh Fattahi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.13512",
    "title": "MIR laser CEP estimation using machine learning concepts in bulk high harmonic generation",
    "abstract": "           Monitoring the carrier-envelope phase (CEP) is of paramount importance for experiments involving few cycle intense laser fields. Common measurement techniques include f-2f interferometry or stereo-ATI setups. These approaches are adequate, but are challenging to implement on demand, at different locations as additional metrology tools, in intense few cycle laser-matter interaction experiments, such as those prevalent in sophisticated user beamlines. In addition there are inherent difficulties for CEP measured at non-conventional laser wavelengths (like e.g. mid infrared) and measurements above 10 kHz laser repetition rates, on single shot basis. Here we demonstrate both by simulations and by experiments a machine learning (ML) driven method for CEP estimation in the mid infrared, which is readily generalizable for any laser wavelength and possibly up to MHz repetition rates. The concept relies on the observation of the spectrum of high harmonic generation (HHG) in bulk material and the use of ML techniques to estimate the CEP of the laser. Once the ML model is trained, the method provides a way for cheap and compact real-time CEP tagging. This technique can complement the otherwise sophisticated monitoring of CEP, and is able to capture the complex correlation between the CEP and the observable HHG spectra.         ",
    "url": "https://arxiv.org/abs/2407.13512",
    "authors": [
      "Balázs Nagyillés",
      "Gergely N. Nagy",
      "Bálint Kiss",
      "Eric Cormier",
      "Péter Földi",
      "Katalin Varjú",
      "Subhendu Kahaly",
      "Mousumi Upadhyay Kahaly",
      "Zsolt Diveki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.13528",
    "title": "A new extremely ultrathin metasurface energy harvester and its simple modelling based on resonant half-wave dipole antenna",
    "abstract": "           In this paper we propose a novel design approach for an ultrathin metasurface energy harvester based on a surrogate model of dipole antenna. A significant advantage of this idea is the reduction of the time of the design process retrieved from a surrogate model of the resonant half-wave dipole antenna embedded in a medium. However, the design of a new electromagnetic energy harvester with a deep-subwavelength thickness (~ 0.004{\\lambda}) is the major concern of this work. The proposed structure shows an enhanced level of absorption. Decreasing the thickness of metasurface as a new classification of energy harvester, we have managed to demonstrate the stability of the efficiency. In addition, this metasurface energy harvester proved to maintain a relatively constant performance (efficiency and HPBW more than 85% and 7%, respectively) as the angle of the EM incident wave was changed over a range of 75 degrees in the transverse magnetic (TM) polarization.         ",
    "url": "https://arxiv.org/abs/2407.13528",
    "authors": [
      "Alireza Ghaneizadeh",
      "Mojtaba Joodaki",
      "Josef Börcsök",
      "Khalil Mafinezhad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2407.13644",
    "title": "Conformal Wide-Angle Scanning Leaky-Wave Antenna for V-Band On-Body Applications",
    "abstract": "           Wearable on-body millimeter-wave (mmWave) radars can provide obstacle detection and guidance for visually impaired people. However, their everyday performance is hindered by the rigid form factor and limited scanning range. In this article, we propose a low-profile, fast-scanning leaky-wave antenna (LWA) operating in the unlicensed V-band (57-64 GHz) to be integrated for on-body applications such as lightweight portable frequency-modulated continuous wave (FMCW) radars. The proposed LWA consists of meandering microstrips that can conform to the human body curvatures while maintaining beam-forming and beam-scanning properties. Experimental results demonstrate that the planar LWA achieves a realized gain above 10 dB with a fan-beam steering range in the H-plane from -40° to 43° over the operating frequency band while the half power beam-width (HPBW) is within 20°. Since for the foreseen application the antenna is supposed to conform to the user's body, the performance is also analyzed for a bent condition. The beam steering range changes to -32° to 50° when placed on the knee (corresponding to 80 mm radius). Under bending conditions, the LWA exhibits a maximum degradation of 1.75 dB, while the HPBW increases to 25°. This shows that due to the small size of the antenna, the impact of bending is low and the beam-forming and beam-scanning property of the designed LWA remain intact. Furthermore, we enable 2-D spatial scanning by employing an array of twelve LWAs with phased excitation, extending the scanning range in the E-plane from -40° to 40°, while the HPBW remains below 20° across the operational frequency range.         ",
    "url": "https://arxiv.org/abs/2407.13644",
    "authors": [
      "Pratik Vadher",
      "Zvonimir Sipus",
      "Anja K. Skrivervik",
      "Qihang Zeng",
      "Ronan Sauleau",
      "John S. Ho",
      "Giulia Sacco",
      "Denys Nikolayev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2407.13098",
    "title": "Optimal Tree Tensor Network Operators for Tensor Network Simulations: Applications to Open Quantum Systems",
    "abstract": "           Tree tensor network states (TTNS) decompose the system wavefunction to the product of low-rank tensors based on the tree topology, serving as the foundation of the multi-layer multi-configuration time-dependent Hartree (ML-MCTDH) method. In this work, we present an algorithm that automatically constructs the optimal and exact tree tensor network operators (TTNO) for any sum-of-product symbolic quantum operator.The construction is based on the minimum vertex cover of a bipartite graph. With the optimal TTNO, we simulate open quantum systems such as spin relaxation dynamics in the spin-boson model and charge transport in molecular junctions. In these simulations, the environment is treated as discrete modes and its wavefunction is evolved on equal footing with the system. We employ the Cole-Davidson spectral density to model the glassy phonon environment, and incorporate temperature effects via thermo field dynamics. Our results show that the computational cost scales linearly with the number of discretized modes, demonstrating the efficiency of our approach.         ",
    "url": "https://arxiv.org/abs/2407.13098",
    "authors": [
      "Weitang Li",
      "Jiajun Ren",
      "Hengrui Yang",
      "Haobin Wang",
      "Zhigang Shuai"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2407.13145",
    "title": "Ultra-low threshold chaos in cavity magnomechanics",
    "abstract": "           Cavity magnomechanics using mechanical degrees of freedom in ferromagnetic crystals provides a powerful platform for observing many interesting classical and quantum nonlinear phenomena in the emerging field of magnon spintronics. However, to date, the generation and control of chaotic motion in a cavity magnomechanical system remain an outstanding challenge due to the inherently weak nonlinear interaction of magnons. Here, we present an efficient mechanism for achieving magnomechanical chaos, in which the magnomechanical system is coherently driven by a two-tone microwave field consisting of a pump field and a probe field. Numerical simulations show that the relative phase of the two input fields plays an important role in controlling the appearance of chaotic motion and, more importantly, the threshold power of chaos is reduced by 6 orders of magnitude from watts to microwatts. In addition to providing insight into magnonics nonlinearity, cavity magnomechanical chaos will always be of interest because of its significance both in fundamental physics and potential applications ranging from ultra-low threshold chaotic motion to chaos-based secret information processing.         ",
    "url": "https://arxiv.org/abs/2407.13145",
    "authors": [
      "Jiao Peng",
      "Zeng-Xing Liu",
      "Ya-Fei Yu",
      "Hao Xiong"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.13410",
    "title": "Neuromorphic Circuit Simulation with Memristors: Design and Evaluation Using MemTorch for MNIST and CIFAR",
    "abstract": "           Memristors offer significant advantages as in-memory computing devices due to their non-volatility, low power consumption, and history-dependent conductivity. These attributes are particularly valuable in the realm of neuromorphic circuits for neural networks, which currently face limitations imposed by the Von Neumann architecture and high energy demands. This study evaluates the feasibility of using memristors for in-memory processing by constructing and training three digital convolutional neural networks with the datasets MNIST, CIFAR10 and CIFAR100. Subsequent conversion of these networks into memristive systems was performed using Memtorch. The simulations, conducted under ideal conditions, revealed minimal precision losses of nearly 1% during inference. Additionally, the study analyzed the impact of tile size and memristor-specific non-idealities on performance, highlighting the practical implications of integrating memristors in neuromorphic computing systems. This exploration into memristive neural network applications underscores the potential of Memtorch in advancing neuromorphic architectures.         ",
    "url": "https://arxiv.org/abs/2407.13410",
    "authors": [
      "Julio Souto",
      "Guillermo Botella",
      "Daniel García",
      "Raúl Murillo",
      "Alberto del Barrio"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.13542",
    "title": "Multi-stage tomography based on eigenanalysis for high-dimensional dense unitary quantum processes",
    "abstract": "           Quantum Process Tomography (QPT) methods aim at identifying, i.e. estimating, a quantum process. QPT is a major quantum information processing tool, since it especially allows one to experimentally characterize the actual behavior of quantum gates, that may be used as the building blocks of quantum computers. We here consider unitary, possibly dense (i.e. without sparsity constraints) processes, which corresponds to isolated systems. Moreover, we aim at developing QPT methods that are applicable to a significant number of qubits and hence to a high state space dimension, which allows one to tackle more complex problems. Using the unitarity of the process allows us to develop methods that first achieve part of QPT by performing an eigenanalysis of the estimated density matrix of a process output. Building upon this idea, we first develop a class of complete algorithms that are single-stage, i.e. that use only one eigendecomposition. We then extend them to multiple-stage algorithms (i.e. with several eigendecompositions), in order to address high-dimensional state spaces while being less limited by the estimation errors made when using an arbitrary given Quantum State Tomography (QST) algorithm as a building block of our overall methods. We first propose two-stage methods and we then extend them to dichotomic methods, whose number of stages increases with the considered state space dimension. The relevance of our methods is validated by means of simulations. Single-stage and two-stage methods first yield the following results. Just running them with standard PC and software already makes it possible to evaluate their performance for up to 13 qubits, i.e. with state space dimensions up to a few thousands. This shows their attractiveness in terms of accuracy and proves that they solve the core of the dense QPT problem in a very limited time frame. For other test results, see the paper.         ",
    "url": "https://arxiv.org/abs/2407.13542",
    "authors": [
      "Yannick Deville",
      "Alain Deville"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2403.14365",
    "title": "Versatile, fast and accurate frequency excursions with a semiconductor laser",
    "abstract": "           Achieving accurate arbitrary frequency excursions with a laser can be quite a technical challenge, especially when steep slopes (GHz/$\\mu$s) are required, due to both deterministic and stochastic frequency fluctuations. In this work we present a multi-stage correction combining four techniques: pre-distorsion of the laser modulation, iterative correction, opto-electronic feedback loop and feed-forward correction. This combination allows not only to compensate for the non-instantaneous response of the laser to an input modulation, but also to correct in real time the stochastic frequency fluctuations. We implement this multi-stage architecture on a commercial DBR laser and verify its efficiency, first with monochromatic operation and second with highly demanding frequency excursions. We demonstrate that our multi-stage correction not only enables a strong reduction of the laser linewidth, but also allows steep frequency excursions with a relative RMS frequency error well below $1$%, and a laser spectral purity consistently better than $100$~kHz even in the midst of GHz-scale frequency excursions.         ",
    "url": "https://arxiv.org/abs/2403.14365",
    "authors": [
      "Thomas Llauze",
      "Félix Montjovet-Basset",
      "Anne Louchet-Chauvet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.00677",
    "title": "Niel's Chess: A Quantum Game for Schools and the General Public",
    "abstract": "           In this paper, a quantum variant of chess is introduced, which can be played on a traditional board, without using computers or other electronic devices. The rules of the game arise naturally by combining the rules of conventional chess with key quantum-physical effects such as superposition and entanglement. Niel's Chess is recommended for ages 10 and above, to everyone who wishes to play a creative game with historical roots and at the same time gain intuition about the foundational quantum effects that power cutting-edge technologies like quantum computing and quantum communication, which are poised to revolutionize our society in the coming decades. Takeaways from a pilot educational session that was carried out with 10-to-12-year-old children are also presented.         ",
    "url": "https://arxiv.org/abs/2405.00677",
    "authors": [
      "Tamás Varga"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2407.01756",
    "title": "Radiative decay of muonic molecules in resonance states",
    "abstract": "           In this study, we theoretically investigated x-ray spectra from the radiative decay of muonic deuterium molecules dd$\\mu$ in resonance states, which plays an important role in a new kinetic model of muon catalyzed fusion ($\\mu$CF). The resonance states are Feshbach resonances located below the d$\\mu$($n=2$) + d threshold energy and radiatively decay into the continuum or bound states. The x-ray spectra having characteristic shapes according to the radial distribution of the two nuclei are obtained using precise three-body wave functions. We carefully examined the convergence of the x-ray spectra and achieved agreements between the length- and velocity-gauge calculations. We revealed a non-adiabatic kinetic energy distribution of the decay fragments, indicating that the radiative decay becomes a heating source of muonic atoms. We also investigated the decay branch that directly results in bound-state muonic molecules. Some resonance states dd$\\mu^\\ast$ and dt$\\mu^\\ast$ are found to have high branching ratios to the bound state where intramolecular nuclear fusion occurs. The formation of the muonic molecules in the bound states from metastable muonic atoms can be a fast track in the $\\mu$CF cycle which skips a slow path to form the bound state from the ground-state muonic atoms and increases the $\\mu$CF cycle rate. Although the spectra from the radiative decays are located in the energy range of $1.5$--$1.997$ keV, which is close to the K$\\alpha$ x-ray of 1.997 keV from muonic deuterium atoms, state-of-the-art microcalorimeters can distinguish them.         ",
    "url": "https://arxiv.org/abs/2407.01756",
    "authors": [
      "Takuma Yamashita",
      "Kazuhiro Yasuda",
      "Yasushi Kino"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2204.03374",
    "title": "Is the dynamical quantum Cheshire cat detectable?",
    "abstract": "           We explore how one might detect the dynamical quantum Cheshire cat proposed by Aharonov et al. We show that, in practice, we need to bias the initial state by adding/subtracting a small probability amplitude (`field') of the orthogonal state, which travels with the disembodied property, to make the effect detectable (i.e. if our initial state is $|\\uparrow_z\\rangle$, we need to bias this with some small amount $\\delta$ of state $|\\downarrow_z\\rangle$). This biasing, which can be done either directly or via weakly entangling the state with a pointer, effectively provides a phase reference with which we can measure the evolution of the state. The outcome can then be measured as a small probability difference in detections in a mutually unbiased basis, proportional to this biasing $\\delta$. We show this is different from counterfactual communication, which provably does not require any probe field to travel between sender Bob and receiver Alice for communication. We further suggest an optical polarisation experiment where these phenomena might be demonstrated in a laboratory.         ",
    "url": "https://arxiv.org/abs/2204.03374",
    "authors": [
      "Jonte R. Hance",
      "James Ladyman",
      "John Rarity"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06607",
    "title": "Real-time Dynamics of the Schwinger Model as an Open Quantum System with Neural Density Operators",
    "abstract": "           Ab-initio simulations of multiple heavy quarks propagating in a Quark-Gluon Plasma are computationally difficult to perform due to the large dimension of the space of density matrices. This work develops machine learning algorithms to overcome this difficulty by approximating exact quantum states with neural network parametrisations, specifically Neural Density Operators. As a proof of principle demonstration in a QCD-like theory, the approach is applied to solve the Lindblad master equation in the 1+1d lattice Schwinger Model as an open quantum system. Neural Density Operators enable the study of in-medium dynamics on large lattice volumes, where multiple-string interactions and their effects on string-breaking and recombination phenomena can be studied. Thermal properties of the system at equilibrium can also be probed with these methods by variationally constructing the steady state of the Lindblad master equation. Scaling of this approach with system size is studied, and numerical demonstrations on up to 32 spatial lattice sites and with up to 3 interacting strings are performed.         ",
    "url": "https://arxiv.org/abs/2402.06607",
    "authors": [
      "Joshua Lin",
      "Di Luo",
      "Xiaojun Yao",
      "Phiala E. Shanahan"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Lattice (hep-lat)",
      "Nuclear Theory (nucl-th)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]