[
  {
    "id": "arXiv:2410.19058",
    "title": "Piezoelectrically actuated high-speed spatial light modulator for visible to near-infrared wavelengths",
    "abstract": "           Advancements in light modulator technology have been driving discoveries and progress across various fields. The problem of large-scale coherent optical control of atomic quantum systems-including cold atoms, ions, and solid-state color centers-presents among the most stringent requirements. This motivates a new generation of high-speed large-scale modulator technology with the following requirements: (R1) operation at a design wavelength of choice in the visible (VIS) to near-infrared (NIR) spectrum, (R2) a scalable technology with a high channel density (> 100mm-2 ), (R3) a high modulation speed (> 100MHz), and (R4) a high extinction ratio (> 20 dB). To fulfill these requirements, we introduce a modulator technology based on piezoelectrically actuated silicon nitride resonant waveguide gratings fabricated on 200mm diameter silicon wafers with CMOS compatible processes. We present a proof-of-concept device with 4 x 4 individually addressable 50 {mu}m x 50 {mu}m pixels or channels, each containing a resonant waveguide grating with a ~ 780 nm design wavelength, supporting > 100MHz modulation speeds, and a spectral response with > 20 dB extinction.         ",
    "url": "https://arxiv.org/abs/2410.19058",
    "authors": [
      "Tom Vanackere",
      "Artur Hermans",
      "Ian Christen",
      "Christopher Panuski",
      "Mark Dong",
      "Matthew Zimmermann",
      "Hamza Raniwala",
      "Andrew J. Leenheer",
      "Matt Eichenfield",
      "Gerald Gilbert",
      "Dirk Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19129",
    "title": "Ultra precise determination of Cs($nS_{1/2}$) and Cs($nD_J$) quantum defects for sensing and computing: Evaluation of core contributions",
    "abstract": "           We make absolute frequency measurements of Cs Rydberg transitions, $\\vert 6S_{1/2}, F=3 \\rangle \\rightarrow \\vert nS_{1/2}~(n=23\\rm{-}90)\\rangle$ and $\\vert nD_{3/2,5/2}~(n=21\\rm{-}90)\\rangle$, with an accuracy of less than $ 72\\,\\rm kHz$. The quantum defect parameters for the measured Rydberg series are the most precise obtained to date. The quantum defect series is terminated at $\\delta_4$, showing that prior fits requiring higher order quantum defects reflect uncertainties in the observations. The precision of the measured quantum defects allow for the calculation of Rydberg electric-dipole transitions and fine-structure intervals extrapolated from high principal quantum numbers, to rival that of sophisticated many-body relativistic calculations carried out at low Rydberg principal quantum numbers. We quantitatively predict the contributions to the quantum defect parameters from core polarization and core penetration of Cs inner shell electrons. A new value for the ionization energy, consistent across the $ nS_{1/2}$ and $ nD_{3/2,5/2}$ Rydberg series, is reported at $31406.467 751 48 (14)~\\rm{cm}^{-1}$.         ",
    "url": "https://arxiv.org/abs/2410.19129",
    "authors": [
      "Pinrui Shen",
      "Donald Booth",
      "Chang Liu",
      "Scott Beattie",
      "Claude Marceau",
      "James P. Shaffer",
      "Mariusz Pawlak",
      "H. R. Sadeghpour"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19175",
    "title": "Quantum Probabilities Are Objective Degrees of Epistemic Justification",
    "abstract": "           QBism is currently one of the most widely discussed 'subjective' interpretations of quantum mechanics. Its key move is to say that quantum probabilities are personalist Bayesian probabilities and that the quantum state represents subjective degrees of belief. Even probability-one predictions are considered subjective assignments expressing the agent's highest possible degree of certainty about what they will experience next. For most philosophers and physicists this means that QBism is simply too subjective. Even those who agree with QBism that the wave function should not be reified and that we should look for alternatives to standard Psi-ontic interpretations often argue that QBism must be abandoned because it detaches science from objectivity. The problem is that from the QBist perspective it is hard to see how objectivity could enter science. In this paper, I introduce and motivate an interpretation of quantum mechanics that takes QBism as a starting point, is consistent with all its virtues, but allows objectivity to enter from the get-go. This is the view that quantum probabilities should be understood as objective degrees of epistemic justification.         ",
    "url": "https://arxiv.org/abs/2410.19175",
    "authors": [
      "Philipp Berghofer"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19284",
    "title": "Development of a high-power ultraviolet laser system and observation of fast coherent Rydberg excitation of ytterbium",
    "abstract": "           We present the development of a high-power ultraviolet laser system operating at a wavelength of 325 nm for Rydberg excitation from the ${}^3\\mathrm{P}_2$ state of ytterbium. Utilizing a two-stage frequency doubling scheme, we achieved an output power exceeding 800 mW. The system effectively suppresses frequency noise in the MHz range, which is critical for achieving high Rydberg excitation fidelity, through the use of a filtering cavity. Using this system, we demonstrated coherent excitation of the $(6s71s){}^3\\mathrm{S}_1$ Rydberg state with a Rabi frequency of 2.13(3) MHz. Combined with our successful manipulations on the ${}^1\\mathrm{S}_0-{}^3\\mathrm{P}_2$ transition, this work represents a foundational step toward achieving high-fidelity Rydberg excitation, enabling advancements in quantum simulation and computing with neutral atom arrays.         ",
    "url": "https://arxiv.org/abs/2410.19284",
    "authors": [
      "Yuma Nakamura",
      "Naoya Ozawa",
      "Toshi Kusano",
      "Rei Yokoyama",
      "Kosuke Shibata",
      "Tetsushi Takano",
      "Yosuke Takasu",
      "Yoshiro Takahashi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19316",
    "title": "An Open Quantum Chemistry Property Database of 120 Kilo Molecules with 20 Million Conformers",
    "abstract": "           Artificial intelligence is revolutionizing computational chemistry, bringing unprecedented innovation and efficiency to the field. To further advance research and expedite progress, we introduce the Quantum Open Organic Molecular (QO2Mol) database -- a large-scale quantum chemistry dataset designed for professional and transformative research in organic molecular sciences under an open-source license. The database comprises 120,000 organic molecules and approximately 20 million conformers, encompassing 10 different elements (C, H, O, N, S, P, F, Cl, Br, I), with heavy atom counts exceeding 40. Utilizing the high-precision B3LYP/def2-SVP quantum mechanical level, each conformation was meticulously computed for quantum mechanical properties, including potential energy and forces. These molecules are derived from fragments of compounds in ChEMBL, ensuring their structural relevance to real-world compounds. Its extensive coverage of molecular structures and diverse elemental composition enables comprehensive studies of structure-property relationships, enhancing the accuracy and applicability of machine learning models in predicting molecular behaviors. The QO2Mol database and benchmark codes are available at this https URL .         ",
    "url": "https://arxiv.org/abs/2410.19316",
    "authors": [
      "Weiqi Liu",
      "Xi Ai",
      "Zhijian Zhou",
      "Chao Qu",
      "Junyi An",
      "Zhipeng Zhou",
      "Yuan Cheng",
      "Yinghui Xu",
      "Fenglei Cao",
      "Alan Qi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19478",
    "title": "Physics-based inverse modeling of battery degradation with Bayesian methods",
    "abstract": "           To further improve Lithium-ion batteries (LiBs), a profound understanding of complex battery processes is crucial. Physical models offer understanding but are difficult to validate and parameterize. Therefore, automated machine-learning methods (ML) are necessary to evaluate models with experimental data. Bayesian methods, e.g., Bayesian optimization for likelihood-free inference (EP-BOLFI), stand out as they capture uncertainties in models and data while granting meaningful parameterization. An important topic is prolonging battery lifetime, which is limited by degradation, such as the solid-electrolyte interphase (SEI) growth. As a case study, we apply EP-BOLFI to parametrize SEI growth models with synthetic and real degradation data. EP-BOLFI allows for incorporating human expertise in the form of suitable feature selection, which improves the parametrization. We show that even under impeded conditions, we achieve correct parameterization with reasonable uncertainty quantification, needing less computational effort than standard Markov chain Monte Carlo methods. Additionally, the physically reliable summary statistics show if parameters are strongly correlated and not unambiguously identifiable. Further, we investigate Bayesian alternately subsampled quadrature (BASQ), which calculates model probabilities, to confirm electron diffusion as the best theoretical model to describe SEI growth during battery storage.         ",
    "url": "https://arxiv.org/abs/2410.19478",
    "authors": [
      "Micha C. J. Philipp",
      "Yannick Kuhn",
      "Arnulf Latz",
      "Birger Horstmann"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19584",
    "title": "Microring quantum cascade surface emitting lasers",
    "abstract": "           We miniaturize a vertically-coupled in-plane whispering gallery mode cavity incorporating a quantum cascade gain medium, aiming to realize the mid-infrared counterpart to the vertical cavity surface emitting laser (VCSEL). Building on previous work with linear microcavities, we introduce a new type of quantum cascade surface emitting laser (QCSEL) by miniaturizing a buried heterostructure ring cavity. At wavelengths of 4.5 ${\\mu}$m and 8 ${\\mu}$m, we investigate the optical losses for decreasing ring diameters while benchmarking the device performance against linear microcavities. We achieve an equivalent mirror reflectivity of 0.95 and demonstrate lasing with ring diameters as small as 50 ${\\mu}$m. Finally, we report a continuous-wave threshold power dissipation of 274mW for a 100 ${\\mu}$m diameter ring QCSEL, characterized on wafer level at 20 ${^\\circ}$C.         ",
    "url": "https://arxiv.org/abs/2410.19584",
    "authors": [
      "David Stark",
      "Mattias Beck",
      "Jérôme Faist"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.19587",
    "title": "An Ultra-low-loss Compact Phase-Change Material-based Hybrid-mode Interferometer for Photonic Memories",
    "abstract": "           We propose a novel hybrid mode interferometer (HMI) leveraging the interference of hybridized TE-TM modes in a silicon-on-insulator (SOI) waveguide integrated with a GeSe phase change material (PCM) layer. The SOI waveguide's dimensions are optimized to support the hybridization of the fundamental transverse magnetic ($TM_0$) and the first higher transverse electric ($TE_1$) mode. This design allows for efficient and nearly equal power coupling between these two modes, resulting in high-contrast interference when starting from the amorphous PCM state. The PCM's phase transition induces a differential change in the modal effective index, enabling high-contrast transmittance modulation. Our numerical simulations demonstrate a multilevel transmission with a high contrast of nearly 14 dB, when the amorphous region's length is varied incrementally, enabling multi-bit storage. The transmittance is maximized in the fully crystalline state with an insertion loss below 0.1 dB. The HMI can also operate as a quasi-pure phase shifter when partially amorphized, making it suitable for Mach-Zehnder interferometers. These characteristics make the proposed device a promising candidate for applications in photonic memories and neuromorphic computing.         ",
    "url": "https://arxiv.org/abs/2410.19587",
    "authors": [
      "Ranjeet Dwivedi",
      "Fabio Pavanello",
      "Regis Orobtchouk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19039",
    "title": "Quantum State Tomography of Photonic Qubits with Realistic Coherent Light Sources",
    "abstract": "           Quantum state tomography (QST) is an essential technique for characterizing quantum states. However, practical implementations of QST are significantly challenged by factors such as shot noise, attenuation, and Raman scattering, especially when photonic qubits are transmitted through optical fibers alongside classical signals. In this paper, we present a numerical framework to simulate and evaluate the efficiency of QST under these realistic conditions. The results reveal how the efficiency of QST is influenced by the power of the classical signal. By analyzing the fidelity of reconstructed states, we provide insights into the limitations and potential improvements for QST in noisy environments.         ",
    "url": "https://arxiv.org/abs/2410.19039",
    "authors": [
      "Artur Czerwinski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.19116",
    "title": "The advent of fully variational quantum eigensolvers using a hybrid multiresolution approach",
    "abstract": "           In electronic structure theory, variational computing offers a valuable paradigm for the approximation of electronic ground states. However, for historical reasons, this principle is mostly restricted to model-chemistries in pre-defined fixed basis sets. Especially in quantum computation, these model-chemistries are far from an accurate description of the initial electronic Hamiltonian. Throwing down the gauntlet, we here demonstrate a fully variational approach to the electronic structure problem by variationally optimizing the orbitals representing the second quantized Hamiltonian alongside a quantum circuit that generates the many-electron wavefunction. To this end, the orbitals are represented within an adaptive multi-wavelet format, guaranteeing numerical precision. We then showcase explicit numerical protocols and highlight the quantum circuit's effects on determining the optimal orbital basis.         ",
    "url": "https://arxiv.org/abs/2410.19116",
    "authors": [
      "Fabian Langkabel",
      "Stefan Knecht",
      "Jakob S. Kottmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19309",
    "title": "Quantum electrometry of non-volatile space charges in diamond",
    "abstract": "           The microscopic electric environment surrounding a spin defect in a wide-bandgap semiconductor plays a determining role in the spin coherence and charge stability of a given qubit and has an equally important role in defining the electrical properties of the host material. Here, we use electrometry of quantum defects embedded within a diamond to observe stable, micron-scale space charge distributions formed from trapped photogenerated charges. These space charges grow under optical illumination in the presence of an applied electric field, eventually screening the applied electric field entirely over a spatial extent of tens of microns due to charge carrier drift and capture. Our measurements suggest that these space charge fields originate from widely-dispersed spatial configurations of nitrogen charges. Our results have important consequences for electrometry and photoelectric detection using qubits in wide-bandgap semiconductors.         ",
    "url": "https://arxiv.org/abs/2410.19309",
    "authors": [
      "R. M. Goldblatt",
      "N. Dontschuk",
      "D. J. McCloskey",
      "A. M. Martin",
      "A. A. Wood"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.19357",
    "title": "Generalized Wigner-Smith analysis of resonance perturbations in low $Q$ non-Hermitian systems",
    "abstract": "           Perturbing resonant systems causes shifts in their associated scattering poles in the complex plane. In a previous study [arXiv: 2408.11360], we demonstrated that these shifts can be calculated numerically by analyzing the residue of a generalized Wigner-Smith operator associated with the perturbation parameter. In this work, we extend this approach by connecting the Wigner-Smith formalism with results from standard electromagnetic perturbation theory applicable to open systems with resonances of arbitrary quality factors. We further demonstrate the utility of the method through several numerical examples, including the inverse design of a multi-layered nanoresonator sensor and an analysis of the enhanced sensitivity of scattering zeros to perturbations.         ",
    "url": "https://arxiv.org/abs/2410.19357",
    "authors": [
      "Niall Byrnes",
      "Matthew R. Foreman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.19417",
    "title": "Pushing the Boundaries: Interferometric Mass Photometry at the Quantum Limit of Sensitivity",
    "abstract": "           We present an innovative optical imaging system for measuring parameters of a small particle such as a macromolecule or nanoparticle at the quantum limit of sensitivity. In comparison to the conventional confocal interferometric scattering (iSCAT) approach, our setup adds a second arm to form a Michelson interferometer that allows us to tune a relative phase. We evaluate the quantum Cramér-Rao bound (QCRB) for different quantum states, including single-mode coherent states, multi-frequency coherent states, and phase-averaged coherent states. Our results show that the proposed setup can achieve the QCRB of sensitivity and outperform iSCAT for all considered quantum states for mass and phase estimation of a particle.         ",
    "url": "https://arxiv.org/abs/2410.19417",
    "authors": [
      "Fabian Müller",
      "Emre Köse",
      "Alfred J. Meixner",
      "Erik Schäffer",
      "Daniel Braun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.19420",
    "title": "Doppler correlation-driven vetoes for the Frequency Hough analysis in continuous gravitational-wave searches",
    "abstract": "           We present an improved method for vetoing candidates of continuous gravitational-wave sources during all-sky searches utilizing the Frequency Hough pipeline. This approach leverages linear correlations between source parameters induced by the Earth Doppler effect, which can be effectively identified through the Hough Transform. Candidates that do not align with these patterns are considered spurious and can thus be vetoed, enhancing the depth and statistical significance of follow-up analyses. Additionally, we provide a comprehensive explanation of the method calibration, which intrinsically linked to the total duration of the observing run. On average, the procedure successfully vetoes $56\\%$ of candidates. To assess the method performance, we conducted a Monte-Carlo simulation injecting fake continuous-wave signals into data from the third observing run of the LIGO detectors. This analysis allowed us to infer strain amplitude upper limits at a $90\\%$ confidence level. We found that the optimal sensitivity is $h_0^{90\\%} = 3.62^{+0.23}_{-0.22}\\times 10^{-26}$ in the [128, 200] Hz band, which is within the most sensible frequency band of the LIGO detectors.         ",
    "url": "https://arxiv.org/abs/2410.19420",
    "authors": [
      "Matteo Di Giovanni",
      "Paola Leaci",
      "Pia Astone",
      "Stefano Dal Pra",
      "Sabrina D'Atonio",
      "Luca D'Onofrio",
      "Sergio Frasca",
      "Federico Muciaccia",
      "Cristiano Palomba",
      "Lorenzo Pierini",
      "Francesco Safai Tehrani"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2403.02866",
    "title": "Unlocking Electro-optic Resonant Phase Shifting for Multi-dimensional, Ultra-dynamic Photonic Switches",
    "abstract": "           Optical circuit switching is connection-oriented, being deterministic through the reservation of a complete wavelength channel or spatial path for a certain period. However, this comes at a trade-off against link dynamics, and overall capacity can thus be constrained by the time slot reservations, especially for switches with microsecond- to millisecond-scale reconfiguration times. For data-intensive applications, the communication patterns associated with random data sets typically yield short-lived flows. This situation calls for a new multi-dimensional switching paradigm that fully exploits not only the space and wavelength domains but also with nanosecond-scale reconfigurable capability in the time domain to enable ultra-dynamic links. In this work, we focus on the exploitation of micro-ring resonant phase shifters (RPSs) that are wavelength selective for optical switching in a single plane. By proposing an innovative analytical method with transmission circle chart, we fully unlock the power of RPS with nanosecond-scale reconfigurability and the capability to arbitrarily manipulate its phase and amplitude. Such a compact model offers fresh insights into designs with under and critically coupled RPSs beyond the commonly explored over-coupling condition. This creates not only versatile switch elements but also perfect absorbers for robust multi-wavelength operations. The proposed device can bring about a breakthrough in the optical switching capacity that potentially addresses the challenges faced by modern data center networks, as well as other photonic circuits for high-throughput signal processing.         ",
    "url": "https://arxiv.org/abs/2403.02866",
    "authors": [
      "Lingzhi Luo",
      "Rui Ma",
      "Richard V. Penty",
      "Qixiang Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2405.07498",
    "title": "Wafer-Scale Integration of Freestanding Photonic Devices with Color Centers in Silicon Carbide",
    "abstract": "           Color center platforms have been at the forefront of quantum nanophotonics for applications in quantum networking, computing, and sensing. However, large-scale deployment of this technology has been stifled by a lack of ability to integrate photonic devices at scale while maintaining the properties of quantum emitters. We address this challenge in silicon carbide which has both commercially available wafer-scale substrates and is a host to color centers with desirable optical and spin properties. Using ion beam etching at an angle, we develop a 5-inch wafer process for the fabrication of triangular cross-section photonic devices in bulk 4H-SiC. The developed process has a variability in etch rate and etch angle of 5.4% and 2.9%, respectively. Furthermore, the integrated color centers maintain their optical properties after the etch, thus achieving the nanofabrication goal of wafer-scale nanofabrication in quantum-grade silicon carbide.         ",
    "url": "https://arxiv.org/abs/2405.07498",
    "authors": [
      "Sridhar Majety",
      "Victoria A. Norman",
      "Pranta Saha",
      "Alex H. Rubin",
      "Scott Dhuey",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.08572",
    "title": "Non-volatile Tuning of Cryogenic Optical Resonators",
    "abstract": "           Quantum computing, ultra-low-noise sensing, and high-energy physics experiments often rely on superconducting circuits or semiconductor qubits and devices operating at deep cryogenic temperatures (4K and below). Photonic integrated circuits and interconnects have been demonstrated for scalable communications and optical domain transduction in these systems. Due to energy and area constraints, many of these devices need enhanced light-matter interaction, provided by photonic resonators. A key challenge, however, for using these resonators is the sensitivity of resonance wavelength to process variations and thermal fluctuations. While thermo-optical tuning methods are typically employed at room temperature to mitigate this problem, the thermo-optic effect is ineffective at 4K. To address this issue, we demonstrate a non-volatile approach to tune the resonance of photonic resonators using integrated phase-change materials (PCMs) at cryogenic temperatures. In this work, we report a 10Gb/s free-carrier dispersion based resonant photonic modulator that can be tuned in a non-volatile fashion at sub-4K temperatures using a commercial silicon photonics process. This method paves the way for realizing scalable cryogenic integrated photonics with thousands of resonant devices for quantum and high-energy physics applications.         ",
    "url": "https://arxiv.org/abs/2410.08572",
    "authors": [
      "Uthkarsh Adya",
      "Rui Chen",
      "I-Tung Chen",
      "Sanskriti Joshi",
      "Arka Majumdar",
      "Mo Li",
      "Sajjad Moazeni"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2401.06240",
    "title": "Quantum eigenvalue processing",
    "abstract": "           Many problems in linear algebra -- such as those arising from non-Hermitian physics and differential equations -- can be solved on a quantum computer by processing eigenvalues of the non-normal input matrices. However, the existing Quantum Singular Value Transformation (QSVT) framework is ill-suited to this task, as eigenvalues and singular values are different in general. We present a Quantum EigenValue Transformation (QEVT) framework for applying arbitrary polynomial transformations on eigenvalues of block-encoded non-normal operators, and a related Quantum EigenValue Estimation (QEVE) algorithm for operators with real spectra. QEVT has query complexity to the block encoding nearly recovering that of the QSVT for a Hermitian input, and QEVE achieves the Heisenberg-limited scaling for diagonalizable input matrices. As applications, we develop a linear differential equation solver with strictly linear time query complexity for average-case diagonalizable operators, as well as a ground state preparation algorithm that upgrades previous nearly optimal results for Hermitian Hamiltonians to diagonalizable matrices with real spectra. Underpinning our algorithms is an efficient method to prepare a quantum superposition of Faber polynomials, which generalize the nearly-best uniform approximation properties of Chebyshev polynomials to the complex plane. Of independent interest, we also develop techniques to generate $n$ Fourier coefficients with $\\mathbf{O}(\\mathrm{polylog}(n))$ gates compared to prior approaches with linear cost.         ",
    "url": "https://arxiv.org/abs/2401.06240",
    "authors": [
      "Guang Hao Low",
      "Yuan Su"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Structures and Algorithms (cs.DS)",
      "Numerical Analysis (math.NA)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.14624",
    "title": "Quantum Simulation of Spin-Boson Models with Structured Bath",
    "abstract": "           The spin-boson model, involving spins interacting with a bath of quantum harmonic oscillators, is a widely used representation of open quantum systems. Trapped ions present a natural platform for simulating the quantum dynamics of such models, thanks to the presence of both high quality internal qubit states and the motional modes of the ions that can simulate the relevant quantum degrees of freedom. In our work, we extend the previous body of work that focused on coherent coupling of the spins and bosons to perform quantum simulations with structured dissipative baths using the motional states of trapped ions. We demonstrate the capability for adjusting the bath's temperature and continuous spectral density by adding randomness to fully programmable control parameters. Subsequently, we simulate the dynamics of various spin-boson models with noise spectral densities constructed from coupling to several dissipative harmonic oscillator modes. The experimental outcomes closely align with theoretical predictions, indicating successful simulation of open quantum systems using a trapped-ion system.         ",
    "url": "https://arxiv.org/abs/2405.14624",
    "authors": [
      "Ke Sun",
      "Mingyu Kang",
      "Hanggai Nuomin",
      "George Schwartz",
      "David N. Beratan",
      "Kenneth R. Brown",
      "Jungsang Kim"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.03024",
    "title": "Metrology requirements for the integrated luminosity measurement at ILC",
    "abstract": "           Precision measurement of the integrated luminosity $\\mathcal{L}$ at future Higgs factories, including ILC, is of crucial importance for the cross-section measurements, and in particular for the line-shape measurements at the Z-pole. Since there is no up-to-date estimate of the integrated luminosity uncertainties arising from metrology effects at ILC, here we review the metrology requirements for the targeted precision of $\\mathcal{L}$ at foreseen ILC center-of-mass energies: 91.2 GeV, 250 GeV, 500 GeV and 1 TeV, using small-angle Bhabha scattering.         ",
    "url": "https://arxiv.org/abs/2407.03024",
    "authors": [
      "Ivan Smiljanić",
      "Ivanka Božović",
      "Goran Kačarević",
      "Mirko Radulović",
      "Jasna Stevanović"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  }
]