[
  {
    "id": "arXiv:2311.17070",
    "title": "Quantum entanglement: proposal for a new kind of experiment",
    "abstract": "This work aims at exploring whether the nonlocal correlations due to quantum entanglement could exist without nonlocal causation. This is done with the aid of a toy model which is based on a simple but decidedly unorthodox physical hypothesis: the nonlocally correlated outcomes of the wavefunction collapse of two entangled particles is driven by an exchange of information between them. Of course exchange of information between spacelike separated entities is forbidden in 3+1 space-time, thus we can wonder whether or not a way out could be found by invoking the existence of some hidden field propagating in an extra time dimension to make the mentioned exchange of information occurring at finite velocity through this extra dimension. Only the description of the wavefunction collapse would be affected by the existence of this extra-time dimension. The model proposed here is defined by borrowing Bohm-Bub's proposal to describe the wavefunction collapse by means of nonlinear (non-unitary) dynamical equations and then elaborating this approach for an entangled system. The model so obtained is just speculative without any claim of being robust against any criticism, nevertheless, it satisfies the purpose of giving the possibility to the hypotheses formulated above to be verified experimentally; in fact, it makes the proposal of an experiment potentially interesting which would otherwise be immediately dismissed as manifestly trivial. The proposed experiment would consist of checking the possible violation of Bell's inequality between two identical but independent systems under appropriate conditions. Beyond its theoretical interest, entanglement is a key topic in quantum computing and quantum technologies, so any attempt to gain a deeper understanding of it could be useful. ",
    "url": "https://arxiv.org/abs/2311.17070",
    "authors": [
      "Marco Pettini"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17187",
    "title": "Investing in the Quantum Future : State of Play and Way Forward for  Quantum Venture Capital",
    "abstract": "Building on decades of fundamental research, new applications of Quantum Science have started to emerge in the fields of computing, sensing and networks. In the current phase of deployment, in which quantum technology is not yet in routine use but is still transitioning out of the laboratory, Venture Capital (VC) is critical. In association with public funding programs, VC supports startups born in academic institutions and has a role to play in structuring the priorities of the ecosystem, guiding it towards applications with the greatest impact on society. This paper illustrates this thesis with a case-study: the experience of the first dedicated quantum fund, Quantonation I, chronicling its impacts on the production of scientific knowledge, job creation and funding of the industry. The paper introduces concepts to support the emergence of new startups and advocates for funding of scale-up quantum companies. The paper concludes with proposals to improve the impact of the industry by taking steps to better involve society-at-large and with a call for collaboration on projects focused on the applications with a large societal benefit. ",
    "url": "https://arxiv.org/abs/2311.17187",
    "authors": [
      "Christophe Jurczak"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17214",
    "title": "30 W ultra-stable laser light at 2128 nm for future gravitational-wave  observatories",
    "abstract": "Thermal noise of the dielectric mirror coatings can limit laser-optical high-precision measurements. Coatings made of amorphous silicon and silicon nitride could provide a remedy for both gravitational-wave detectors and optical clocks. However, the absorption spectra of these materials require laser wavelengths around 2 $\\mu$m. For GW detectors, ultra-stable laser light of tens or hundreds of watts is needed. Here, we report the production of nearly 30 W of ultra-stable laser light at 2128 nm by frequency conversion of 1064 nm light from a master oscillator power amplifier system. We achieve an external conversion efficiency of (67.5 $\\pm$ 0.5) % via optical parametric oscillation and a relative power noise in the range of $10^{-6}$/$\\sqrt{\\text{Hz}}$ at 100 Hz, which is almost as low as that of the input light and underlines the potential of our approach. ",
    "url": "https://arxiv.org/abs/2311.17214",
    "authors": [
      "Julian Gurs",
      "Nina Bode",
      "Christian Darsow-Fromm",
      "Henning Vahlbruch",
      "Pascal Gewecke",
      "Sebastian Steinlechner",
      "Benno Willke",
      "Roman Schnabel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17222",
    "title": "Signatures of Thermal and Electrical Crosstalk in a Microwave  Multiplexed Hard X-ray Transition Edge Sensor Array",
    "abstract": "We investigate the crosstalk between Transition-Edge Sensor (TES) pixels in a prototype 24-pixel hard X-ray array fabricated at the Advanced Photon Source, Argonne National Laboratory. Analysis shows thermal cross talk, possibly associated with insufficient thermalization, and rare but large in magnitude electrical crosstalk between specific perpetrator-victim pixel combinations, potentially due to deficiencies in the bias wiring or microwave multiplexing circuit. We use a method based on group triggering and averaging to isolate the crosstalk response despite only having access to X-ray photon illumination uniform across the entire array. This allows us to identify thermal and electrical crosstalk between pixel pairs in repeated measurements to the level of 1 part in 1000 or better. In the array under study, the magnitude of observed crosstalk is small but comparable to the resolving power of this pixel design (E/$\\Delta$E $\\sim$ 1000 at 20 keV) and so potentially responsible for a degradation in energy resolution of the array at high incident photon rates. Having proven the methods to identify and quantify crosstalk in our setup, we can consider mitigations. ",
    "url": "https://arxiv.org/abs/2311.17222",
    "authors": [
      "Panthita Triamkitsawat",
      "Tejas Guruswamy",
      "Orlando Quaranta",
      "Lisa Gades",
      "Umeshkumar Patel",
      "Antonino Miceli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.17229",
    "title": "A nonlinear frequency shift caused by asymmetry of the coherent  population trapping resonance: a generalization",
    "abstract": "We investigate the coherent population trapping resonance induced by a polychromatic optical field with an asymmetric spectrum, i.e., whose sidebands equidistant from the carrier have unequal powers. A situation is considered where a modulation is used to provide the so-called in-phase and quadrature signals in the optical field's transmission, which are used for stabilization of the local oscillator's frequency in chip-scale atomic clocks. In a general case, the frequencies of the signals nonlinearly depend on the optical field's intensity due to the asymmetry of the resonance. In this work, we demonstrate a) that this effect stems from a multi-peak structure of the resonance; b) a linear dependence of the frequency on the optical field's intensity at high modulation values; c) that the regime of the resolved structure has more advantages than suppression of the frequency shift due to the spectrum asymmetry. ",
    "url": "https://arxiv.org/abs/2311.17229",
    "authors": [
      "E. A. Tsygankov",
      "D. S. Chuchelov",
      "M. I. Vaskovskaya",
      "V. V. Vassiliev",
      "S. A. Zibrov",
      "V. L. Velichansky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17258",
    "title": "Optical systems with translational invariance",
    "abstract": "The leading order monochromatic aberrations are investigated for the optical systems, which obey single-plane symmetry and translational invariance. These aberrations are classified from the symmetry principles for the wave aberration function. The Fermat's Principle is applied for a system made of generic cylindrical surfaces and a complete set of the aberration coefficients required for calculation of the aberrations for any paraxial ray is obtained. To demonstrate the applied value of the analytical results obtained the criteria of compensation of the leading aberrations for cylindrical analog of the Cassegrain telescope were found. ",
    "url": "https://arxiv.org/abs/2311.17258",
    "authors": [
      "Dmitry Zhuridov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17302",
    "title": "Peer interaction facilitates co-construction of knowledge in quantum  mechanics",
    "abstract": "Collaborative learning with peers can lead to students learning from each other and solving physics problems correctly not only in situations in which one student knows how to solve the problems but also when none of the students can solve the problems alone. We define the rate of construction as the percentage of groups collaborating on problem-solving that solve the problem correctly out of all groups having at least one member who answered correctly and one incorrectly while solving the same problem individually first. We define the rate of co-construction on each problem as the percentage of collaborating groups that answered it correctly if no student in the group individually answered it correctly before the collaborative work. In this study, we investigated student learning measured by student performance on a validated quantum mechanics survey and rates of construction and co-construction of knowledge when students first worked individually after lecture-based instruction in relevant concepts and then worked with peers during class without receiving any feedback from the course instructor. We find that construction of knowledge consistently occurred at a high rate during peer collaboration. However, rates of co-construction were more varied. High rates of co-construction were generally achieved when approximately half of the students knew the correct answers initially. We also conducted an analysis of some of the survey questions that correlate with high rates of co-construction to gain some insight into what students converged on after peer interaction and what types of difficulties were reduced. Our findings can be valuable for instructors who want to provide in-class and out-of-class opportunities for peer collaboration in their physics courses. ",
    "url": "https://arxiv.org/abs/2311.17302",
    "authors": [
      "Mary Jane Brundage",
      "Alysa Malespina",
      "Chandralekha Singh"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17309",
    "title": "Velocity Space Signatures of Resonant Energy Transfer between Whistler  Waves and Electrons in the Earth's Magnetosheath",
    "abstract": "Wave--particle interactions play a crucial role in transferring energy between electromagnetic fields and charged particles in space and astrophysical plasmas. Despite the prevalence of different electromagnetic waves in space, there is still a lack of understanding of fundamental aspects of wave--particle interactions, particularly in terms of energy flow and velocity-space characteristics. In this study, we combine a novel quasilinear model with observations from the Magnetospheric Multiscale (MMS) mission to reveal the signatures of resonant interactions between electrons and whistler waves in magnetic holes, which are coherent structures often found in the Earth's magnetosheath. We investigate the energy transfer rates and velocity-space characteristics associated with Landau and cyclotron resonances between electrons and slightly oblique propagating whistler waves. In the case of our observed magnetic hole, the loss of electron kinetic energy primarily contributes to the growth of whistler waves through the $n=-1$ cyclotron resonance, where $n$ is the order of the resonance expansion in linear Vlasov--Maxwell theory. The excitation of whistler waves leads to a reduction of the temperature anisotropy and parallel heating of the electrons. Our study offers a new and self-consistent understanding of resonant energy transfer in turbulent plasmas. ",
    "url": "https://arxiv.org/abs/2311.17309",
    "authors": [
      "Wence Jiang",
      "Daniel Verscharen",
      "Seong-Yeop Jeong",
      "Hui Li",
      "Kristopher G. Klein",
      "Christopher J. Owen",
      "Chi Wang"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17529",
    "title": "Fiber-based Ratiometric Optical Thermometry with Silicon-Vacancy in  Microdiamonds",
    "abstract": "Fiber optic all-optical thermometry is a promising technology to track temperature at a micro-scale while designing efficient and reliable microelectronic devices and components. In this work, we demonstrate a novel real-time ratiometric fiber optic thermometry technique based on silicon-vacancy (SiV) diamond that shows the highest temperature resolution (22.91 KHz^(-1/2) Wcm^(-2)) and spatial resolution (~7.5 um) among all-optical fiber-based thermosensors reported to date. Instead of analyzing the spectral features of temperature-dependent SiV signal, coming from SiV micro-diamond fixed on the fiber tip, an alternative parallel detection method based on filtering optics and photon counters is proposed to read out the sample temperature in real-time. The signal collection efficiency of the fiber is also investigated numerically with semi-analytic ray-optical analysis and then compared with our experimental study. We finally demonstrate the performance of the thermosensor by monitoring the temperature at distinct locations in a lab-built graphite-based microheater device. Our work introduces a reconfigurable method for temperature monitoring in microelectronic, microfluidic devices, or biological environments and unlocks a new direction for fiber-based all-optical thermometry research. ",
    "url": "https://arxiv.org/abs/2311.17529",
    "authors": [
      "Md Shakhawath Hossain",
      "Miguel Bacaoco",
      "Thi Ngoc Anh Mai",
      "Guillaume Ponchon",
      "Chaohao Chen",
      "Lei Ding",
      "Yongliang Chen",
      "Evgeny Ekimov",
      "Helen Xu",
      "Alexander S. Solntsev",
      "Toan Trong Tran"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.17550",
    "title": "Optical Solitons in Hollow-Core Fibres",
    "abstract": "I review the historical observation and subsequent research on optical soliton dynamics in gas-filled hollow-core optical fibres. I include both large-core hollow capillary fibres, and hollow-core photonic-crystal or microstructured fibres with smaller cores, in particular photonic bandgap and antiresonant guiding fibres. I discuss how the optical guidance properties of these different fibre structures influence the soliton dynamics that can be obtained. The dynamics I consider include: soliton propagation at peak power levels ranging from the megawatt to terawatt level, and pulse energies from sub-microjoule to millijoule range; pulse self-compression, leading to sub-cycle and sub-femtosecond pulse duration; soliton self-frequency shifting due to both the Raman effect, and the influence of photoionisation and plasma formation; and resonant dispersive wave emission, leading to the generation of tuneable few-femtosecond pulses across the vacuum and deep ultraviolet, visible, and near-infrared spectral regions. ",
    "url": "https://arxiv.org/abs/2311.17550",
    "authors": [
      "John C. Travers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17720",
    "title": "Picosecond cubic and quintic nonlinearity of lithium niobate at 532 nm",
    "abstract": "The nonlinear (NL) optical response of bulk lithium niobate (LiNbO$_3$) was investigated at 532 nm using the second harmonic of a Nd:YAG laser delivering pulses of 12 ps. The experiments were performed using the D4$\\sigma$ method combined with the conventional Z-scan technique. Two- and three-photon absorption coefficients equal to 0.27 cm/GW and 2.5x10^(-26) m3/W2, respectively, were determined. The NL absorption processes were due to transitions from the valence to the conduction band and to free-carriers absorption. The third- and fifth-order NL refractive indices were $n_2=(2.5 \\pm 0.6)\\times 10^{-19}$ m$^2$/W and $n_4<5.5 \\times 10^{-36}$ m$^4$/W$^2$. The present results give support for previous experiments that indicate possible fifth-order processes in bulk samples and channel waveguides fabricated with LiNbO$_3$. ",
    "url": "https://arxiv.org/abs/2311.17720",
    "authors": [
      "Hongzhen Wang",
      "Georges Boudebs",
      "Cid de Araújo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17171",
    "title": "Experimental advances with the QICK (Quantum Instrumentation Control  Kit) for superconducting quantum hardware",
    "abstract": "The QICK is a standalone open source qubit controller that was first introduced in 2022. In this follow-up work, we present recent experimental use cases that the QICK uniquely enabled for superconducting qubit systems. These include multiplexed signal generation and readout, mixer-free readout, pre-distorted fast flux pulses, and phase-coherent pulses for parametric operations, including high-fidelity parametric entangling gates. We explain in detail how the QICK was used to enable these experiments. ",
    "url": "https://arxiv.org/abs/2311.17171",
    "authors": [
      "Chunyang Ding",
      "Martin Di Federico",
      "Michael Hatridge",
      "Andrew Houck",
      "Sebastien Leger",
      "Jeronimo Martinez",
      "Connie Miao",
      "David I. Schuster",
      "Leandro Stefanazzi",
      "Chris Stoughton",
      "Sara Sussman",
      "Ken Treptow",
      "Sho Uemura",
      "Neal Wilcer",
      "Helin Zhang",
      "Chao Zhou",
      "Gustavo Cancelo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.17313",
    "title": "Programmable integrated source of polarization and frequency-bin  hyperentangled photon pairs",
    "abstract": "We present a system of four ring resonators capable of generating programmable polarization and frequency-bin entangled photon pairs on an integrated photonic device. Each ring is pumped with a continuous wave, generating photon pairs with the same polarization in two pairs of frequency bins via spontaneous fourwave mixing. We show that the density operator of the generated state represents a hyperentangled state in the polarization and frequency bin degrees of freedom. We also calculate the generation rate of the state. ",
    "url": "https://arxiv.org/abs/2311.17313",
    "authors": [
      "Colin Vendromin",
      "J. E. Sipe",
      "Marco Liscidini"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17333",
    "title": "Path integral molecular dynamics approximations of quantum canonical  observables",
    "abstract": "Mean-field molecular dynamics based on path integrals is used to approximate canonical quantum observables for particle systems consisting of nuclei and electrons. A computational bottleneck is the sampling from the Gibbs density of the electron operator, which due to the fermion sign problem has a computational complexity that scales exponentially with the number of electrons. In this work we construct an algorithm that approximates the mean-field Hamiltonian by path integrals for fermions. The algorithm is based on the determinant of a matrix with components based on Brownian bridges connecting permuted electron coordinates. The computational work for $n$ electrons is $\\mathcal O(n^3)$, which reduces the computational complexity associated with the fermion sign problem. We analyze a bias resulting from this approximation and provide a computational error indicator. It remains to rigorously explain the surprisingly high accuracy. ",
    "url": "https://arxiv.org/abs/2311.17333",
    "authors": [
      "Xin Huang",
      "Petr Plechac",
      "Mattias Sandberg",
      "Anders Szepessy"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.17359",
    "title": "Classical vs Quantum Annealing and Manifold Reduction in Soft-Spin  Minimizers of Ising Hamiltonians",
    "abstract": "We investigate the minimization of the Ising Hamiltonians, comparing the dynamics of semi-classical soft-spin models with quantum annealing. We systematically analyze how the energy landscape for the circulant couplings of a Mobius graph evolves with increased annealing parameters. Our findings indicate that these semi-classical models face challenges due to a widening dimensionality landscape. To counteract this issue, we introduce the `manifold reduction' method, which restricts the soft-spin amplitudes to a defined phase space region. Concurrently, quantum annealing demonstrates a natural capability to navigate the Ising Hamiltonian's energy landscape due to its operation within the comprehensive Hilbert space. Our study indicates that physics-inspired or physics-enhanced optimizers will likely benefit from a blend of classical and quantum annealing techniques. ",
    "url": "https://arxiv.org/abs/2311.17359",
    "authors": [
      "James S. Cummins",
      "Hayder Salman",
      "Natalia G. Berloff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17362",
    "title": "Optical control of ferroaxial order",
    "abstract": "Materials that exhibit ferroaxial order hold potential for novel multiferroic applications. However, in pure ferroaxials, domains are not directly coupled to stress or static electric field due to their symmetry, limiting the ability to pole and switch between domains -- features required for real-world applications. Here we propose a general approach to selectively condense and switch between ferroaxial domains with light. We show that circularly polarized light pulses on resonance with infrared-active phonons manifest helicity-dependent control over ferroaxial domains. Nonlinear contributions to the lattice polarizability play an essential role in this phenomenon. We illustrate the feasibility of our approach using first-principle calculations and dynamical simulations for the archetypal ferroaxial material RbFe(MoO$_4$)$_2$. Our results are discussed in the context of future pump-probe optical experiments, where polarization, carrier frequency, and fluence threshold are explored. ",
    "url": "https://arxiv.org/abs/2311.17362",
    "authors": [
      "Zhiren He",
      "Guru Khalsa"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17455",
    "title": "Experimental Generation of Spin-Photon Entanglement in Silicon Carbide",
    "abstract": "A solid-state approach for quantum networks is advantages, as it allows the integration of nanophotonics to enhance the photon emission and the utilization of weakly coupled nuclear spins for long-lived storage. Silicon carbide, specifically point defects within it, shows great promise in this regard due to the easy of availability and well-established nanofabrication techniques. Despite of remarkable progresses made, achieving spin-photon entanglement remains a crucial aspect to be realized. In this paper, we experimentally generate entanglement between a silicon vacancy defect in silicon carbide and a scattered single photon in the zero-phonon line. The spin state is measured by detecting photons scattered in the phonon sideband. The photonic qubit is encoded in the time-bin degree-of-freedom and measured using an unbalanced Mach-Zehnder interferometer. Photonic correlations not only reveal the quality of the entanglement but also verify the deterministic nature of the entanglement creation process. By harnessing two pairs of such spin-photon entanglement, it becomes straightforward to entangle remote quantum nodes at long distance. ",
    "url": "https://arxiv.org/abs/2311.17455",
    "authors": [
      "Ren-Zhou Fang",
      "Xiao-Yi Lai",
      "Tao Li",
      "Ren-Zhu Su",
      "Bo-Wei Lu",
      "Chao-Wei Yang",
      "Run-Ze Liu",
      "Yu-Kun Qiao",
      "Cheng Li",
      "Zhi-Gang He",
      "Jia Huang",
      "Hao Li",
      "Li-Xing You",
      "Yong-Heng Huo",
      "Xiao-Hui Bao",
      "Jian-Wei Pan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17508",
    "title": "Model Performance Prediction for Hyperparameter Optimization of Deep  Learning Models Using High Performance Computing and Quantum Annealing",
    "abstract": "Hyperparameter Optimization (HPO) of Deep Learning-based models tends to be a compute resource intensive process as it usually requires to train the target model with many different hyperparameter configurations. We show that integrating model performance prediction with early stopping methods holds great potential to speed up the HPO process of deep learning models. Moreover, we propose a novel algorithm called Swift-Hyperband that can use either classical or quantum support vector regression for performance prediction and benefit from distributed High Performance Computing environments. This algorithm is tested not only for the Machine-Learned Particle Flow model used in High Energy Physics, but also for a wider range of target models from domains such as computer vision and natural language processing. Swift-Hyperband is shown to find comparable (or better) hyperparameters as well as using less computational resources in all test cases. ",
    "url": "https://arxiv.org/abs/2311.17508",
    "authors": [
      "Juan Pablo García Amboage",
      "Eric Wulff",
      "Maria Girone",
      "Tomás F. Pena"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2311.17779",
    "title": "Closing the loop as an inverse problem: the real-time control of THEMIS  adaptive optics",
    "abstract": "We have taken advantage of the implementation of an adaptive optics system on the Themis solar telescope to implement innovative strategies based on an inverse problem formulation for the control loop. Such an approach encompassing the whole system implies the estimation of the pixel variances of the Shack-Hartmann wavefront sensor, a novel real-time method to extract the wavefront slopes as well as their associated noise covariance, and the computation of pseudo-open loop data. The optimal commands are computed by iteratively solving a regularized inverse problem with spatio-temporal constraints including Kolmogorov statistics. The latency of the dedicated real-time control software with conventional CPU is shorter than 300 $\\mu$s from the acquisition of the raw 400 x 400 pixel wavefront sensor image to the sending of the commands. ",
    "url": "https://arxiv.org/abs/2311.17779",
    "authors": [
      "Éric Thiébaut",
      "Michel Tallon",
      "Isabelle Tallon-Bosc",
      "Bernard Gelly",
      "Richard Douet",
      "Maud Langlois",
      "Gil Moretto"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17843",
    "title": "Quantum trapping and rotational self-alignment in triangular Casimir  microcavities",
    "abstract": "Casimir torque -- a rotational motion caused by the minimization of the zero-point energy -- is a problem that attracts significant theoretical and experimental interest. Recently, it has been realized using liquid crystal phases and natural anisotropic substrates. However, for natural materials, the torque reaches substantial values only at van der Waals distances of ~10 nm. Here, we employ Casimir self-assembly using templated gold nanostructures of triangular symmetry for the purpose of rotational self-alignment at truly Casimir distances (100 -- 200 nm separation). The joint action of repulsive electrostatic and attractive Casimir potentials leads to the formation of a stable quantum trap, giving rise to a tunable Fabry-Perot microcavity. This cavity self aligns both laterally and rotationally to maximize the overlap area between the templated and floating triangular flakes. The rotational self-alignment is remarkably sensitive to the equilibrium distance between the two triangles as well as their area, which opens possibilities for active control through manipulating the electrostatic screening. Our self-assembled and self-aligned Casimir microcavities could find future use as a versatile and tunable platform for nanophotonic, polaritonic, and optomechanical applications. ",
    "url": "https://arxiv.org/abs/2311.17843",
    "authors": [
      "Betül Küçüköz",
      "Oleg V. Kotov",
      "Adriana Canales",
      "Alexander Yu. Polyakov",
      "Abhay V. Agrawal",
      "Tomasz J. Antosiewicz",
      "Timur O. Shegai"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.17920",
    "title": "Autoencoder-based analytic continuation method for strongly correlated  quantum systems",
    "abstract": "The single particle Green's function provides valuable information on the momentum and energy-resolved spectral properties for a strongly correlated system. In large-scale numerical calculations using quantum Monte Carlo (QMC), dynamical mean field theory (DMFT), including cluster-DMFT, one usually obtains the Green's function in imaginary-time $G(\\tau)$. The process of inverting a Laplace transform to obtain the spectral function $A(\\omega)$ in real-frequency is an ill-posed problem and forms the core of the analytic continuation problem. In this Letter, we propose to use a completely unsupervised autoencoder-type neural network to solve the analytic continuation problem. We introduce an encoder-decoder approach that, together with only minor physical assumptions, can extract a high-quality frequency response from the imaginary time domain. With a deeply tunable architecture, this method can, in principle, locate sharp features of spectral functions that might normally be lost using already well-established methods, such as maximum entropy (MaxEnt) methods. We demonstrate the strength of the autoencoder approach by applying it to QMC results of $G(\\tau)$ for a single-band Hubbard model. The proposed method is general and can also be applied to other ill-posed inverse problems. ",
    "url": "https://arxiv.org/abs/2311.17920",
    "authors": [
      "Maksymilian Kliczkowski",
      "Lauren Keyes",
      "Sayantan Roy",
      "Thereza Paiva",
      "Mohit Randeria",
      "Nandini Trivedi",
      "Maciej M. Maska"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2103.17243",
    "title": "Fitting quantum noise models to tomography data",
    "abstract": " Comments: published version, 36 + 24 pages, merging material from arXiv:2303.08936. Code available at: this https URL ",
    "url": "https://arxiv.org/abs/2103.17243",
    "authors": [
      "Emilio Onorati",
      "Tamara Kohler",
      "Toby S. Cubitt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.00205",
    "title": "An Electromagnetic-Flux-Distribution Model for the Analyses of  Superconducting Josephson Junction Circuits and Quantum Phase-Slip Junction  Circuits",
    "abstract": " Comments: 8 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2109.00205",
    "authors": [
      "Yongliang Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2109.13298",
    "title": "Digital quantum simulation of NMR experiments",
    "abstract": " Comments: 7 pages + 3 figures (main text), 14 pages + 9 figures (supplementary material) ",
    "url": "https://arxiv.org/abs/2109.13298",
    "authors": [
      "Kushal Seetharam",
      "Debopriyo Biswas",
      "Crystal Noel",
      "Andrew Risinger",
      "Daiwei Zhu",
      "Or Katz",
      "Sambuddha Chattopadhyay",
      "Marko Cetina",
      "Christopher Monroe",
      "Eugene Demler",
      "Dries Sels"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12201",
    "title": "Experimental graybox quantum system identification and control",
    "abstract": " Title: Experimental graybox quantum system identification and control ",
    "url": "https://arxiv.org/abs/2206.12201",
    "authors": [
      "Akram Youssry",
      "Yang Yang",
      "Robert J. Chapman",
      "Ben Haylock",
      "Francesco Lenzini",
      "Mirko Lobino",
      "Alberto Peruzzo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.09575",
    "title": "Black holes as tools for quantum computing by advanced extraterrestrial  civilizations",
    "abstract": " Comments: 18 pages, 0 figures ",
    "url": "https://arxiv.org/abs/2301.09575",
    "authors": [
      "Gia Dvali",
      "Zaza N. Osmanov"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10020",
    "title": "Electric Field Measurement by Edge Transient Current Technique on  Silicon Low Gain Avalanche Detector",
    "abstract": " Title: Electric Field Measurement by Edge Transient Current Technique on  Silicon Low Gain Avalanche Detector ",
    "url": "https://arxiv.org/abs/2302.10020",
    "authors": [
      "Chenxi Fu",
      "Haobo Wang",
      "Tao Yang",
      "Zijun Xu",
      "Congcong Wang",
      "Jianing Lin",
      "Weimin Song",
      "Ryuta Kiuchi",
      "Xiaoshen Kang",
      "Xin Shi",
      "Suyu Xiao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.14774",
    "title": "Quantum simulation of the central spin model with a Rydberg atom and  polar molecules in optical tweezers",
    "abstract": " Comments: 26 pages, 9 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2302.14774",
    "authors": [
      "Jacek Dobrzyniecki",
      "Michał Tomza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16742",
    "title": "Spectrum and quench-induced dynamics of spin-orbit coupled quantum  droplets",
    "abstract": " Comments: 18pages, 13figures ",
    "url": "https://arxiv.org/abs/2307.16742",
    "authors": [
      "Sonali Gangwar",
      "Rajamanickam Ravisankar",
      "S. I. Mistakidis",
      "Paulsamy Muruganandam",
      "Pankaj Kumar Mishra"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2309.12492",
    "title": "Quantum Computing Perspective for Electromagnetic Wave Propagation in  Cold Magnetized Plasmas",
    "abstract": " Comments: 13 Pages, 4 Figures A complexity analysis on the quantum implementation of QLA has been added along with a relocation of the sub-sections for coherence purposes ",
    "url": "https://arxiv.org/abs/2309.12492",
    "authors": [
      "Efstratios Koukoutsis",
      "Kyriakos Hizanidis",
      "George Vahala",
      "Min Soe",
      "Linda Vahala",
      "Abhay K. Ram"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14751",
    "title": "Efficient prediction of attosecond two-colour pulses from an X-ray  free-electron laser with machine learning",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2311.14751",
    "authors": [
      "Karim K. Alaa El-Din",
      "Oliver G. Alexander",
      "Leszek J. Frasinski",
      "Florian Mintert",
      "Zhaoheng Guo",
      "Joseph Duris",
      "Zhen Zhang",
      "David B. Cesar",
      "Paris Franz",
      "Taran Driver",
      "Peter Walter",
      "James P. Cryan",
      "Agostino Marinelli",
      "Jon P. Marangos",
      "Rick Mukherjee"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  }
]