[
  {
    "id": "arXiv:2510.25972",
    "title": "A Self-Consistent Model of Kinetic Alfven Solitons in Pulsar Wind Plasma: Linking Soliton Characteristics to Pulsar Observables",
    "abstract": "           We present a self-consistent model for the formation and propagation of kinetic Alfven (KA) solitons in the pulsar wind zone, where a relativistic, magnetized electron positron ion plasma flows along open magnetic field lines beyond the light cylinder. Using a reductive perturbation approach, we derive a Korteweg de Vries (KdV) equation that governs the nonlinear evolution of KA solitons in this environment. The soliton amplitude and width are shown to depend sensitively on key pulsar observables, including spin period, spin-down rate, and pair multiplicity as well as plasma composition and suprathermal particle distributions. Our analysis reveals that soliton structures are strongly influenced by the presence of heavy ions, kappa-distributed pairs, and oblique propagation angles. Heavier ion species such as Fe26+ produce significantly broader solitons due to enhanced inertia and dispersion, while increasing pair multiplicity leads to smaller solitons through stronger screening. Oblique propagation (larger theta) results in wider but lower-amplitude solitons, and more thermalized pair plasmas (higher kappa) support taller and broader structures. A population-level analysis of 1174 pulsars shows a clear positive correlation between soliton width and spin period, with millisecond pulsars hosting the narrowest solitons. By linking soliton dynamics to measurable pulsar parameters, this work provides a framework for interpreting magnetospheric microphysics and its role in shaping pulsar emission signatures.         ",
    "url": "https://arxiv.org/abs/2510.25972",
    "authors": [
      "Manpreet Singh",
      "Geetika Slathia",
      "N. S. Saini",
      "Siming Liu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26175",
    "title": "High-order Mie resonance and transient field enhancement in laser-driven plasma nanoshells",
    "abstract": "           We demonstrate substantial field enhancement in plasma nanoshells through high-order Mie resonances using combined Mie theory and particle-in-cell simulations. Optimal shell geometries yield approximately threefold electric field enhancement for 800 nm irradiation, with transient buildup times of tens of femtoseconds before plasma expansion disrupts resonance. Few-cycle pulses produce reduced enhancement due to insufficient resonance establishment. These findings enable optimized laser-plasma interactions for applications including diagnostics of laser-cluster interaction and energetic ion production from engineered core-shell targets, highlighting the critical role of temporal dynamics in nanoplasma resonances.         ",
    "url": "https://arxiv.org/abs/2510.26175",
    "authors": [
      "Xiaohui Gao"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.26283",
    "title": "Dual-domain Microwave Photonic Radar for Non-contact High-resolution Monitoring of Vital Signs in Multiple Individuals",
    "abstract": "           We present a dual-domain microwave photonic radar system for multi-parameter vital sign monitoring, utilizing ultra-wideband radiofrequency signals to achieve high-precision chest displacement measurements, while high-frequency optical signals enable accurate Doppler detection of pulse-induced micro-motions. We experimentally validated the system by simultaneously monitoring respiratory and pulse rate of two male volunteers, demonstrating high performance with average accuracies of 98.1% for pulse detection and 99.85% for respiratory detection. Additionally, the system facilitates rapid, indirect blood pressure estimation, achieving a coefficient of determination of 0.905. With the help of low-loss distribution capability of optical fibers, the system can be scaled into a distributed, non-contact multiple vital signs monitoring platform, highlighting its potential for clinical and healthcare applications.         ",
    "url": "https://arxiv.org/abs/2510.26283",
    "authors": [
      "Dongyu Li",
      "Ziqun Zhang",
      "Hongyi Wang",
      "Yukang Jia",
      "Siyue Zeng",
      "Hong Chen",
      "Jin Zhang",
      "Xiaotong Liu",
      "Yalan Wang",
      "Dangwei Wang",
      "Anle Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.26335",
    "title": "Dinosaur Photonic Crystal Cavity Interfaces for Color Center Coupling to Triangular Nanostructures",
    "abstract": "           Waveguide-coupled photonic crystal cavities with a triangular cross section fabricated by angled etching are suitable to interface embedded color centers with flying photonic qubits in quantum information applications. Moreover, their fabrication requires fewer processing steps compared to nanostructures produced by quasi-isotropic undercutting. As an alternative to established hole-based photonic crystal cavities, we introduce corrugated triangular 'Dinosaur' photonic crystal cavities, and develop a tapered, quasi loss-free cavity-waveguide interface to adiabatically interconvert Bloch and waveguide modes. We optimize the cavity-waveguide interface to minimize photon losses and demonstrate that its adjustment allows precise tuning of the light-matter interaction.         ",
    "url": "https://arxiv.org/abs/2510.26335",
    "authors": [
      "Julian M. Bopp",
      "Lucca Valerius",
      "Tim Schröder"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26377",
    "title": "Microwave Cytometry with Machine Learning for Shape-Resolved Microplastic Detection",
    "abstract": "           Microplastics are increasingly recognized as a global environmental health threat, yet their detection and characterization remain constrained by the cost, form factor, and throughput of existing analytical tools. Portable micro/nanotechnology-based sensors are emerging to address this need, but most rely on the assumption of spherical particle geometry in their operating principle, limiting their relevance for environmental analysis. Here, we overcome this limitation by advancing microwave cytometry with machine learning-enabled shape recognition. Microwave cytometry is a flow-through electronic platform that integrates microwave resonator responses with low-frequency impedance signals to capture the dielectric signatures of individual particles. Using microscopy-derived shape measurements as ground truth, we trained a random forest model to decode these information-rich waveforms. Once trained, the system operates without optical input, enabling electronic-only determination of particle geometry. We demonstrate extraction of the major and minor axes of ellipsoidal microparticles with <8% relative error on average and use these predictions to derive the dielectric permittivity of ellipsoid particles. This approach removes long-standing shape assumptions in microplastic sensing and establishes a pathway toward portable, high-throughput, morphology-aware detection technologies.         ",
    "url": "https://arxiv.org/abs/2510.26377",
    "authors": [
      "Sayedus Salehin",
      "Syed Shaheer Uddin Ahmed",
      "Uzay Tefek",
      "Laura Weirauch",
      "M. Selim Hanay"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26472",
    "title": "Spatial and temporal study of the post-compressed high-power laser pulses for coherent extreme ultraviolet source development",
    "abstract": "           We compared the performance of two post-compression techniques, a gas-filled hollow-core fiber (HCF) and a multi-pass cell (MPC), using a high-power ytterbium-doped fiber laser. The HCF produced 27 fs pulses from 230 fs inputs at >50% efficiency, whereas the MPC achieved 34 fs pulses with significantly higher efficiency (>88%). Both results aligned well with numerical simulations. Crucially, spatial wavefront analysis revealed that the HCF acts as a modal filter, improving beam quality, whereas the MPC introduces aberrations through cumulative mirror errors. Furthermore, we characterize the photon flux of high harmonic generation driven by the post-compressed pulses from the HCF and MPC. These finding highlights that post-compression technique based on self-phase modulation is efficient for the intensity boosting of femtosecond laser system, providing opportunities for generating high quality extreme ultraviolet (XUV) sources. In addition, further improvement of spatial wavefront quality is suggested using the HCF as a single compressor or output component of the cascade compressor.         ",
    "url": "https://arxiv.org/abs/2510.26472",
    "authors": [
      "Cong Zhou",
      "Haina Wu",
      "Chaoneng Wu",
      "Yitong Zhao",
      "Chen Wang",
      "Jiayue Liu",
      "Zige Qiu",
      "Wei Zhang",
      "Yapei Peng",
      "Mingyuan Shi",
      "Shuyuan Hu",
      "Xiaoliang Liu",
      "Sizhong Wu",
      "Jie Yang",
      "Cangtao Zhou",
      "Lu Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.26540",
    "title": "Patch-MLP-Based Predictive Control: Simulation of Upstream Pointing Stabilization for PHELIX Laser System",
    "abstract": "           High-energy laser facilities such as PHELIX at GSI require excellent beam pointing stability for reproducibility and relative independence for future experiments. Beam pointing stability has been traditionally achieved using simple proportional-integral-derivative (PID) control which removes the problem of slow drift, but is limited because of the time delay in knowing the diagnosis and the inertia in the mechanical system associated with mirrors. In this work, we introduce a predictive control strategy where the forecasting of beam pointing errors is performed by a patch-based multilayer perceptron (Patch-MLP) designed to capture local temporal patterns for more robust short-term jitter prediction. The subsequent conversion of these predicted errors into correction signals is handled by a PID controller. The neural network has been trained on diagnostic time-series data to predict beam pointing error. Using the feed-forward controller compensates for system delays. Simulations with a correction mirror placed upstream of the PHELIX pre-amplifier bridge confirm that the predictive control scheme reduces residual jitter compared to conventional PID control. Over a 10-hour dataset the controller maintained stable performance without drift, while standard pointing metrics showed consistent improvements of the order of 10 to 20 percent. The predictive controller operates without drift, and therefore may improve reproducibility and operational efficiency in high energy, low repetition rate laser experiment conditions.         ",
    "url": "https://arxiv.org/abs/2510.26540",
    "authors": [
      "Jiaying Wang",
      "Jonas Benjamin Ohland",
      "Yen-Yu Chang",
      "Vedhas Pandit",
      "Stefan Bock",
      "Andrew-Hiroaki Okukura",
      "Udo Eisenbarth",
      "Arie Irman",
      "Michael Bussmann",
      "Ulrich Schramm",
      "Jeffrey Kelling"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26596",
    "title": "Large-scale programmable phononic integrated circuits",
    "abstract": "           Electronic and photonic chips revolutionized information technology through massive integration of functional elements, yet phonons as fundamental information carriers in solids remain underestimated. Here, we demonstrate large-scale programmable phononic integrated circuits (PnICs) for complex signal processing. We developed a comprehensive library of gigahertz-frequency phononic building blocks that control acoustic wave propagation, polarization, and dispersion. Combining these elements, we demonstrate an ultra-compact 1$\\times$128 on-chip acoustic power splitter with unprecedented integration density of 3,000/cm$^2$, a 21-port acoustic frequency demultiplexer with 3.8~MHz resolution, and a four-channel reconfigurable frequency synthesizer. This work establishes scalable phononic integration as the third pillar of information processing alongside electronics and photonics, enabling hybrid chips that combine all three domains for advanced signal processing and quantum information applications.         ",
    "url": "https://arxiv.org/abs/2510.26596",
    "authors": [
      "Xin-Biao Xu",
      "Yu Zeng",
      "Jia-Qi Wang",
      "Zheng-Hui Tian",
      "Ji-Zhe Zhang",
      "Yuan-Hao Yang",
      "Zheng-Xu Zhu",
      "Jia-Hua Zou",
      "Liantao Xiao",
      "Weiting Wang",
      "Bao-Zhen Wang",
      "Guang-Can Guo",
      "Luyan Sun",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26637",
    "title": "Protected Ion Beam Fabrication of Two-Dimensional Transition Metal Dichalcogenides based Photonic Devices",
    "abstract": "           Two-dimensional (2D) transition metal dichalcogenides are pivotal for next-generation photonic devices due to their exceptional optical properties and strong light-matter interactions. However, their atomic thinness renders them susceptible to damage during nanoscale fabrication. Focused ion beam technology, while offering precise defect engineering for tailoring optoelectronic properties, often induces collateral damage far beyond the target region, compromising device performance. This study addresses the critical challenge of preserving the intrinsic optical characteristics of 2D TMDCs during FIB patterning. We demonstrate that conventional dielectric encapsulation fails to protect 2D TMDCs from gallium ion-induced damage, leading to persistent defects and quenched optical responses in patterned microstructures. In contrast, polymeric encapsulation with PMMA (polymethyl methacrylate) effectively mitigates damage by acting as a sacrificial layer that absorbs ion impact, thereby preserving the optical properties of the underlying TMDC. Furthermore, we leverage XeF2-assisted Ga ion beam direct patterning, which significantly reduces collateral damage, minimizes Ga ion implantation, and enables precise anisotropic material removal, yielding ultra-smooth sidewalls critical for high-quality photonic resonators. This combined approach of PMMA encapsulation and XeF2-assisted FIB patterning offers a robust, cost-effective, and scalable single-step fabrication route for integrating 2D TMDCs into high-performance photonic devices, thereby maintaining their intrinsic optical functionality essential for advancing quantum technologies and compact optical circuits.         ",
    "url": "https://arxiv.org/abs/2510.26637",
    "authors": [
      "Lekshmi Eswaramoorthy",
      "Parul Sharma",
      "Brijesh Kumar",
      "Abhay Anand",
      "Anuj Kumar Singh",
      "Sudha Mokkapati",
      "Anshuman Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.26741",
    "title": "Characterization of the H2M Monolithic CMOS Sensor",
    "abstract": "           The H2M (Hybrid-to-Monolithic) is a monolithic pixel sensor manufactured in a modified \\SI{65}{\\nano\\meter}~CMOS imaging process with a small collection electrode. Its design addresses the challenges of porting an existing hybrid pixel detector architecture into a monolithic chip, using a digital-on-top design methodology, and developing a compact digital cell library. Each square pixel integrates an analog front-end and digital pulse processing with an 8-bit counter within a \\SI{35}{\\micro\\meter}~pitch. This contribution presents the performance of H2M based on laboratory and test beam measurements, including a comparison with analog front-end simulations in terms of gain and noise. A particular emphasis is placed on backside thinning in order to reduce material budget, down to a total chip thickness of \\SI{21}{\\micro\\meter} for which no degradation in MIP detection performance is observed. For all investigated samples, a MIP detection efficiency above \\SI{99}{\\%} is achieved below a threshold of approximately 205 electrons. At this threshold, the fake-hit rate corresponds to a matrix occupancy of fewer than one pixel per the \\SI{500}{\\nano\\second}~frame. Measurements reveal a non-uniform in-pixel response, attributed to the formation of local potential wells in regions with low electric field. A simulation flow combining technology computer-aided design, Monte Carlo, and circuit simulations is used to investigate and describe this behavior, and is applied to develop mitigation strategies for future chip submissions with similar features.         ",
    "url": "https://arxiv.org/abs/2510.26741",
    "authors": [
      "Rafael Ballabriga",
      "Eric Buschmann",
      "Michael Campbell",
      "Raimon Casanova Mohr",
      "Dominik Dannheim",
      "Jona Dilg",
      "Ana Dorda",
      "Ono Feyens",
      "Finn King",
      "Philipp Gadow",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Yajun He",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Stephan Lachnit",
      "Corentin Lemoine",
      "Stefano Maffessanti",
      "Larissa Mendes",
      "Younes Otarid",
      "Christian Reckleben",
      "Sébastien Rettie",
      "Manuel Alejandro del Rio Viera",
      "Sara Ruiz Daza",
      "Judith Schlaadt",
      "Adriana Simancas",
      "Walter Snoeys",
      "Simon Spannagel",
      "Tomas Vanat",
      "Anastasiia Velyka",
      "Gianpiero Vignola",
      "Håkan Wennlöf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2510.25910",
    "title": "Quantum Stochastic Gradient Descent in its continuous-time limit based on the Wigner formulation of Open Quantum Systems",
    "abstract": "           The main ideas behind a research plan to use the Wigner formulation as a bridge between classical and quantum probabilistic algorithms are presented, focusing on a particular case: the Quantum analog of Stochastic Gradient Descent in its continuous-time limit based on the Wigner formulation of Open Quantum Systems.         ",
    "url": "https://arxiv.org/abs/2510.25910",
    "authors": [
      "Jose A. Morales Escalante"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Numerical Analysis (math.NA)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26414",
    "title": "Generation and detection of squeezed states via a synchronously pumped optical parametric oscillator",
    "abstract": "           A synchronously pumped optical parametric oscillator (SPOPO) operating at 93 MHz is used to generate squeezed states at 1035 nm. The system features a counter-propagating beam at the same wavelength as the quantum state, which simultaneously actively stabilizes the cavity and, after transmission, acts as the local oscillator for homodyne detection. By deriving the local oscillator directly from the SPOPO cavity, the setup establishes an intrinsically excellent spatial mode overlap and high interference visibility, forming a distinctive self-referenced architecture. Two spatial light modulators enable precise spectral shaping of both the pump and the local oscillator in amplitude and phase, allowing investigation of the spectral properties of the generated states. The versatility of the setup further allows exploration of different SPOPO configurations, including regimes with varied finesse and escape efficiency. Representative measurements, including homodyne traces and squeezing levels as functions of pump power and local oscillator bandwidth, demonstrate the performance of the system. Theoretical simulations based on a multimode singular-value-decomposition model reproduce well the measured dependence of squeezing on pump power and LO bandwidth, confirming the accuracy of the description and the robustness of the setup. Measured squeezing levels up to -3.3 dB are achieved, corresponding to -5.7 dB at SPOPO output, evidencing the robustness and versatility of this platform for stable pulsed squeezed-light generation and advanced quantum optical applications.         ",
    "url": "https://arxiv.org/abs/2510.26414",
    "authors": [
      "Edoardo Suerra",
      "Samuele Altilia",
      "Stefano Olivares",
      "Alessandro Ferraro",
      "Francesco Canella",
      "Dario Giannotti",
      "Gianluca Galzerano",
      "Sebastiano Corli",
      "Enrico Prati",
      "Simone Cialdi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.26530",
    "title": "An introduction to Markovian open quantum systems",
    "abstract": "           This is a concise, pedagogical introduction to the dynamic field of open quantum systems governed by Markovian master equations. We focus on the mathematical and physical origins of the Lindblad equation, its unraveling in terms of pure-state trajectories, the structure of steady states with emphasis on the role of symmetry and conservation laws, and a sampling of the novel physical phenomena that arise from nonunitary dynamics (dissipation and measurements). This is far from a comprehensive summary of the field. Rather, the objective is to provide a conceptual foundation and physically illuminating examples that are useful to graduate students and researchers entering this subject. There are exercise problems and references for further reading throughout the notes.         ",
    "url": "https://arxiv.org/abs/2510.26530",
    "authors": [
      "Shovan Dutta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26605",
    "title": "Diamond quantum sensing at record high pressure up to 240 GPa",
    "abstract": "           Quantum sensing utilizing nitrogen-vacancy (NV) centers in diamond has emerged as a transformative technology for probing magnetic phase transition1-4, evidencing Meissner effect of superconductors1,5-9, and visualizing stress distribution3,9 under extreme conditions. Recent development in NV configurations and hydrostatic environments have raised the operational pressures of NV centers to 140 GPa2,6,10,11, but substantial challenges remain in extending sensing capabilities into multi-megabar range, critical for research in hydrogen-rich superconductors like La-Sc-H ($T_{\\text{c}}$ of 271-298 K at 195-266 GPa)12 and evolution of minerals near Earth's core13. Here we report the fabrication of shallow NV centers through ion implantation followed by high-pressure and high-temperature (HPHT) annealing, leading to increased density, improved coherence, and mitigated internal stresses, a pre-requisite for reducing their degradation under compression. This NV magnetometry enable breakthrough of pressure capabilities exceeding 240 GPa, constrained by structural integrity of the 50 um diamond anvils, suggesting that the untapped pressure limit may enable further advancements with smaller cutlets or more robust diamonds. We present compelling evidence of the Meissner effect and trapped flux at record-high pressure of 180 GPa for superconducting transition in elemental titanium (Ti) as benchmark, establishing a solid foundation for high-pressure magnetometry in exploring complex quantum phenomena at previously unreachable pressures.         ",
    "url": "https://arxiv.org/abs/2510.26605",
    "authors": [
      "Qingtao Hao",
      "Ze-Xu He",
      "Na Zuo",
      "Yang Chen",
      "Xiangzhuo Xing",
      "Xiaoran Zhang",
      "Xinyu Zhuang",
      "Zhixiang Shi",
      "Xin Chen",
      "Jian-Gang Guo",
      "Gang-Qin Liu",
      "Xiaobing Liu",
      "Yanming Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.26653",
    "title": "Towards Reliable Sea Ice Drift Estimation in the Arctic Deep Learning Optical Flow on RADARSAT-2",
    "abstract": "           Accurate estimation of sea ice drift is critical for Arctic navigation, climate research, and operational forecasting. While optical flow, a computer vision technique for estimating pixel wise motion between consecutive images, has advanced rapidly in computer vision, its applicability to geophysical problems and to satellite SAR imagery remains underexplored. Classical optical flow methods rely on mathematical models and strong assumptions about motion, which limit their accuracy in complex scenarios. Recent deep learning based approaches have substantially improved performance and are now the standard in computer vision, motivating their application to sea ice drift estimation. We present the first large scale benchmark of 48 deep learning optical flow models on RADARSAT 2 ScanSAR sea ice imagery, evaluated with endpoint error (EPE) and Fl all metrics against GNSS tracked buoys. Several models achieve sub kilometer accuracy (EPE 6 to 8 pixels, 300 to 400 m), a small error relative to the spatial scales of sea ice motion and typical navigation requirements in the Arctic. Our results demonstrate that the models are capable of capturing consistent regional drift patterns and that recent deep learning based optical flow methods, which have substantially improved motion estimation accuracy compared to classical methods, can be effectively transferred to polar remote sensing. Optical flow produces spatially continuous drift fields, providing motion estimates for every image pixel rather than at sparse buoy locations, offering new opportunities for navigation and climate modeling.         ",
    "url": "https://arxiv.org/abs/2510.26653",
    "authors": [
      "Daniela Martin",
      "Joseph Gallego"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2410.07965",
    "title": "Field enhancement of intense laser pulses in a subwavelength plasma aperture",
    "abstract": "           The interaction of intense, ultra-short laser pulses with nanostructures offers promising avenues for spatiotemporal light control. While enhanced optical transmission through subwavelength apertures has been extensively studied in the linear regime, its extension to ultrashort, high-intensity pulses remains largely unexplored. Here we demonstrate, through three-dimensional particle-in-cell simulations, significant field enhancement of intense laser pulses in subwavelength plasma apertures. The enhancement exhibits a non-resonant character, remaining robust across a wide range of plasma densities and saturating above approximately $20n_c$, while showing minimal dependence on wall thickness. Analysis of the Poynting vector reveals that energy concentration arises from interference between the incident field and back-scattered longitudinal field components. This size-dependent enhanced transmission in plasma apertures enables potential applications such as plasma-based dichroic filters operating at extreme intensities.         ",
    "url": "https://arxiv.org/abs/2410.07965",
    "authors": [
      "Xiaohui Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2506.03482",
    "title": "Atoms and Molecules as Quantum Attosecond Processors",
    "abstract": "           Advancing temporal resolution in computation, signal modulation, and measurement is crucial for pushing the frontiers of modern science and technology. Optical resonators have recently demonstrated computational operations at frequencies beyond the gigahertz range, surpassing conventional electronics, yet remain constrained by an inherent trade-off between temporal resolution and operation time -- limiting performance to the picosecond scale. Here we show that atoms and molecules can overcome this limitation, enabling attosecond-level temporal resolution with over 100,000-fold higher precision than state-of-the-art optical resonators while sustaining long operation times. When resonantly driven, these systems naturally perform temporal integration of the incident field envelope -- a process verified by solving the Bloch equations using four independent formulations in excellent agreement with analytic predictions. We identify feasible atomic transitions and excitation schemes realizable with current technology. Furthermore, we suggest techniques to differentiate and generate waveforms at such resolution. These results establish a new paradigm for attosecond-resolution optical computation, signal modulation, and ultrafast control in atomic and quantum systems.         ",
    "url": "https://arxiv.org/abs/2506.03482",
    "authors": [
      "Asaf Farhi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.02888",
    "title": "Acceleration of the CASINO quantum Monte Carlo software using graphics processing units and OpenACC",
    "abstract": "           We describe how quantum Monte Carlo calculations using the CASINO software can be accelerated using graphics processing units (GPUs) and OpenACC. In particular we consider offloading Ewald summation, the evaluation of long-range two-body terms in the Jastrow correlation factor, and the evaluation of orbitals in a blip basis set. We present results for three- and two-dimensional homogeneous electron gases and ab initio simulations of bulk materials, showing that significant speedups of up to a factor of 2.5 can be achieved by the use of GPUs when several hundred particles are included in the simulations. The use of single-precision arithmetic can improve the speedup further without significant detriment to the accuracy of the calculations.         ",
    "url": "https://arxiv.org/abs/2507.02888",
    "authors": [
      "B. Thorpe",
      "M. J. Smith",
      "P. J. Hasnip",
      "N. D. Drummond"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2402.11350",
    "title": "Non-Heisenbergian quantum mechanics",
    "abstract": "           Relaxing the postulates of an axiomatic theory is a natural way to find more general theories, and historically, the discovery of non-Euclidean geometry is a famous example of this procedure. Here, we use this way to extend quantum mechanics by ignoring the heart of Heisenberg's quantum mechanics -- We do not assume the existence of a position operator that satisfies the Heisenberg commutation relation, $[\\hat x,\\hat p]=i\\hbar$. The remaining axioms of quantum theory, besides Galilean symmetry, lead to a more general quantum theory with a free parameter $l_0$ of length dimension, such that as $l_0 \\to 0$ the theory reduces to standard quantum theory. Perhaps surprisingly, this non-Heisenberg quantum theory, without a priori assumption of the non-commutation relation, leads to a modified Heisenberg uncertainty relation, $\\Delta x \\Delta p\\geq \\sqrt{\\hbar^2/4+l_0^2(\\Delta p)^2}$, which ensures the existence of a minimal position uncertainty, $l_0$, as expected from various quantum gravity studies. By comparing the results of this framework with some observed data, which includes the first longitudinal normal modes of the bar gravitational wave detector AURIGA and the $1S-2S$ transition in the hydrogen atom, we obtain upper bounds on the $l_0$.         ",
    "url": "https://arxiv.org/abs/2402.11350",
    "authors": [
      "MohammadJavad Kazemi",
      "Ghadir Jafari"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.22458",
    "title": "Collective Fluorescence of Graphene Quantum Dots on a surface",
    "abstract": "           This study explores the organization of graphene quantum dots on the surface of monocrystalline halide perovskite. We show that graphene quantum dots tends to aggregate on the surface of perovskite unlike in solution or on other substrates, even at very low concentration of the initial solution that should yield single-molecule samples. Spectral analysis on small clusters shows a back-and-forth dynamical transition between an uncoupled, monomer-like state, and an excimer state. Following this \"dance\" between states, a drastic one-way increase in fluorescence intensity combined with a shortening of the excited state lifetime has been observed on some clusters. This behavior is related to the emission of a collective state that may be a consequence of the dynamical organization of graphene quantum dots under illumination on the surface of the perovksite.         ",
    "url": "https://arxiv.org/abs/2507.22458",
    "authors": [
      "Hugo Levy-Falk",
      "Suman Sarkar",
      "Thanh Trung Huynh",
      "Daniel Medina-Lopez",
      "Lauren Hurley",
      "Océane Capelle",
      "Muriel Bouttemy",
      "Gaëlle Trippé-Allard",
      "Stéphane Campidelli",
      "Loïc Rondin",
      "Elsa Cassette",
      "Emmanuelle Deleporte",
      "Jean-Sébastien Lauret"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  }
]