[
  {
    "id": "arXiv:2312.14177",
    "title": "A Non-Causal Reconceptualization of Quantum Field Theory",
    "abstract": "Quantum field theory currently has a single standard mathematical characterization (the Standard Model), but no single accepted conceptual framework to interpret the mathematics. Many of these conceptualizations rely on intuitive concepts carried over from classical physics (such as \"particle\" and \"causality\"). In this paper, instead of relying on classical concepts we attempt to infer a conceptualization directly from the mathematics. This reconceptualization leads to a physical reinterpretation of the paths involved in the Standard Model's action integral as traces of an accumulative process that occurs within an \"extraverse\", of which our observable spacetime is a single \"slice\". We briefly outline a rigorous mathematical model which validates the physical reinterpretation, and leads to predictions that are potentially verifiable by experiment. We contrast our model with other popular interpretations of quantum mechanics. We describe some of the metaphysical consequences of our proposed perspective. Finally we present some speculations about an alternative approach that could possibly lead to a more satisfying, intuitively-graspable theory. ",
    "url": "https://arxiv.org/abs/2312.14177",
    "authors": [
      "Christopher Thron"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14228",
    "title": "Artificial Hair Sensor Placement Optimization on Airfoils for Angle of  Attack Prediction",
    "abstract": "Arrays of bioinspired artificial hair-cell airflow velocity sensors can enable flight-by-feel of small, unmanned aircraft. Natural fliers - bats, insects, and birds - have hundred or thousands of velocity sensors distributed across their wings. Aircraft designers do not have this luxury due to size, weight, and power constraints. The challenge is to identify the best locations for a small set of sensors to extract relevant information from the flow field for the prediction of flight control parameters. In this paper, we introduce the data-reducing Sparse Sensor Placement Optimization for Prediction algorithm which locates near-optimal sensor placement on airfoils and wings. For two or more sensors this algorithm finds a set of sensor locations (design point) which predicts angle of attack to within 0.10 degrees and ranks within the top 1% of all possible design points found by brute force search. We demonstrate this algorithm on several variations of airfoil sections of infinite and finite wings in clean and noisy data, evaluate model sensitivities, and show that the algorithm can be used to identify an appropriate number of sensors for a given accuracy requirement. Applications for this algorithm are explored for aircraft design and flight-by-feel control. ",
    "url": "https://arxiv.org/abs/2312.14228",
    "authors": [
      "Alex C. Hollenbeck",
      "Ramana Grandhi",
      "John H. Hansen",
      "Alexander M. Pankonien"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.14297",
    "title": "Scalable nanoimprint manufacturing of multi-layer hybrid metasurface  device",
    "abstract": "Optical metasurfaces, consisting of subwavelength-scale meta-atom arrays, hold great promise to overcome fundamental limitations of conventional optics. Scalable nanomanufacturing of metasurfaces with high uniformity and reproducibility is key to transferring technology from laboratory demonstrations to commercialization. Recently, nanoimprint lithography (NIL) has attracted increasing interests for metasurface fabrication because of its superior nanometer resolution, rapid prototyping and large-area manufacturing capability. Despite NIL demonstrations of single-layer metasurface, scalable fabrication of double- and multi-layer metasurfaces remains challenging. Here we leverage the nanometer-scale resolution and 3D pattern transfer capability of NIL to fabricate multi-layered metasurfaces for on-chip polarimetric imaging devices. Our process achieved sub-100 nm nanostructures, high alignment accuracy (translational error <200 nm; rotational error <0.02{\\deg}), and good uniformity (<4 nm linewidth deviation) over >20 mm2. This NIL-based, low-cost and high-throughput nanomanufacturing approach paves the way toward scalable production of a plethora of metasurface structures for ultra-compact optic and optoelectronic devices and systems. ",
    "url": "https://arxiv.org/abs/2312.14297",
    "authors": [
      "Shinhyuk Choi",
      "Jiawei Zuo",
      "Nabasindhu Das Yu Yao",
      "Chao Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14353",
    "title": "Chaos spectrum -- semiconductor laser with delayed optical feedback",
    "abstract": "Maximizing the rf bandwidth associated with the chaotic output from tailored operation of nonlinear semiconductor laser systems is an ongoing research effort. The early pioneering research was done in semiconductor laser with delayed optical feedback systems, which continue to be researched. We report numerical simulations of this system, using a travelling wave model. The results provide new insights into the impact of key device parameters affecting the chaos bandwidth and spectrum. Linewidth enhancement factor and the nonlinear gain saturation parameter are found to be the most important parameters when seeking to optimize the chaotic output. We reassess a standard definition being used to report chaos bandwidth. We propose that more spectral information should be reported if numerical and experimental research results are to be of most value into the future. A database from previous experimental study is also analyzed to connect with the predictions of the numerical simulations. This elucidates the links between the chaos bandwidth achieved in real systems and the semiconductor laser parameters. The results inform recommendations for semiconductor laser parameters that will better support broadband chaos generation in whatever semiconductor-gain-medium-based nonlinear system approach is being used. They elucidate the physics of both the envelope and the fine structure of the rf spectrum of coherence collapse. ",
    "url": "https://arxiv.org/abs/2312.14353",
    "authors": [
      "D M Kane",
      "M Radziunas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.14537",
    "title": "Breaking the Baud Rate Ceiling of Electro-Optic Modulators Using Optical  Equalization Technique",
    "abstract": "This study presents an effective optical equalization technique for generating ultrahigh baud rate signals. The equalization technique was demonstrated using a dual-drive Mach-Zehnder modulator (DDMZM) with two-phase shifters having different bandwidths, which can be achieved by adjusting the structural design of the modulator or by incorporating varying bias voltages. When the two phase shifters are driven by appropriately sized driving signals, their partially offsetting response significantly reduces the rise and fall times of the output signal. The experiments were conducted using silicon DDMZMs without digital signal processing (DSP). In an experiment utilizing a low-speed silicon modulator, the on-off keying (OOK) modulating speed was improved from 30 to 90 Gbaud. In an experiment utilizing a high-speed silicon modulator, the OOK modulating speed was improved from 100 to 128 Gbaud, which approached the limit of our testing system. This remains the highest baud rate achieved by an all-silicon modulator without DSP. This technique breaks the baud rate ceiling of the modulator and has the potential to enable silicon modulators to operate at 200 Gbaud and beyond. The versatility of this method extends to a wide range of optoelectronic platforms, encompassing thin-film lithium niobate and indium phosphide modulators. ",
    "url": "https://arxiv.org/abs/2312.14537",
    "authors": [
      "Hengsong Yue",
      "Nuo Chen",
      "Tao Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14560",
    "title": "Optical wood with switchable solar transmittance for all-round thermal  management",
    "abstract": "Technologies enabling passive daytime radiative cooling and daylight harvesting are highly relevant for energy-efficient buildings. Despite recent progress demonstrated with passively cooling polymer coatings, however, it remains challenging to combine also a passive heat gain mechanism into a single substrate for all-round thermal management. Herein, we developed an optical wood (OW) with switchable transmittance of solar irradiation enabled by the hierarchically porous structure, ultralow absorption in solar spectrum and high infrared absorption of cellulose nanofibers. After delignification, the OW shows a high solar reflectance (94.9%) in the visible and high broadband emissivity (0.93) in the infrared region (2.5-25 $\\mu$m). Owing to the exceptional mass transport of its aligned cellulose nanofibers, OW can quickly switch to a new highly transparent state following phenylethanol impregnation. The solar transmittance of optical wood (OW-II state) can reach 68.4% from 250 to 2500 nm. The switchable OW exhibits efficient radiative cooling to 4.5 {\\deg}C below ambient temperature in summer (81.4 W m$^{-2}$ cooling power), and daylight heating to 5.6 {\\deg}C above the temperature of natural wood in winter (heating power 229.5 W m$^{-2}$), suggesting its promising role as a low-cost and sustainable solution to all-season thermal management applications. ",
    "url": "https://arxiv.org/abs/2312.14560",
    "authors": [
      "He Gao",
      "Ying Li",
      "Yanjun Xie",
      "Daxin Liang",
      "Jian Li",
      "Yonggui Wang",
      "Zefang Xiao",
      "Haigang Wang",
      "Wentao Gan",
      "Lorenzo Pattelli",
      "Hongbo Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14623",
    "title": "A Four-channel Optically Pumped Magnetometer for a  Magnetoencephalography Sensor Array",
    "abstract": "We present a novel four-channel OPM sensor for magnetoencephalography that utilizes a two-color pump/probe scheme on a single optical axis. We characterize its performance across 18 built sensor modules. The new sensor implements several improvements over our previously developed sensor including lower vapor-cell operating temperature, improved probe-light detection optics, and reduced optical power requirements. The sensor also has new electromagnetic field coils on the sensor head which are designed using stream-function-based current optimization. We detail the coil design methodology and present experimental characterization of the coil performance. The magnetic sensitivity of the sensor is on average 12.3 fT/rt-Hz across the 18 modules while the average gradiometrically inferred sensitivity is about 6.0 fT/rt-Hz. The sensor 3-dB bandwidth is 100 Hz on average. The on-sensor coil performance is in good agreement with the simulations. ",
    "url": "https://arxiv.org/abs/2312.14623",
    "authors": [
      "Joonas Iivanainen",
      "Tony R. Carter",
      "Jonathan E. Dhombridge",
      "Timothy S. Read",
      "Kaleb Campbell",
      "Quinn Abate",
      "David M. Ridley",
      "Amir Borna",
      "Peter D. D. Schwindt"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14747",
    "title": "A quantum computing concept for 1-D elastic wave simulation",
    "abstract": "Quantum computing has attracted considerable attention in recent years because it promises speed-ups that conventional supercomputers cannot offer, at least for some applications. Though existing quantum computers are, in most cases, still too small to solve significant problems, their future impact on domain sciences is already being explored now. Within this context, we present a quantum computing concept for 1-D elastic wave propagation in heterogeneous media with two components: a theoretical formulation and an implementation on a real quantum computer. The method rests on a finite-difference approximation, followed by a sparsity-preserving transformation of the discrete elastic wave equation to a Schr\\\"{o}dinger equation, which can be simulated directly on a gate-based quantum computer. An implementation on an error-free quantum simulator verifies our approach and forms the basis of numerical experiments with small problems on the real quantum computer IBM Brisbane. The latter produce simulation results that qualitatively agree with the error-free version but are contaminated by quantum decoherence and noise effects. Complementing the discrete transformation to the Schr\\\"{o}dinger equation by a continuous version allows the replacement of finite differences by other spatial discretisation schemes, such as the spectral-element method. Anticipating the emergence of error-corrected quantum chips, an analogy between our method and analyses of coupled mass-spring systems suggests that our quantum computing approach may lead to wave field simulations that run exponentially faster than simulations on classical computers. ",
    "url": "https://arxiv.org/abs/2312.14747",
    "authors": [
      "Malte Schade",
      "Cyrill Boesch",
      "Vaclav Hapla",
      "Andreas Fichtner"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14790",
    "title": "Production and optical characterisation of blended Polyethylene  Tethraplate (PET)/Polyethylene Naphtalate (PEN) scintillator samples",
    "abstract": "In Particle and Nuclear Physics research and related applications, organic scintillators provide a cost-effective technology for the detection of ionising radiation. The next generation of experiments in this field is driving fundamental research and development on these materials, demanding improved light yield, radiation hardness, and fast response. Common materials such as PEN and PET have been found to offer scintillation properties competitive to commercial alternatives without the use of dopants. Motivated by their complementarity in terms of light yield, radiation hardness, and response time, there is an increasing interest in investigating PET:PEN mixtures to ascertain whether they exhibit synergistic blending. This paper presents results from the systematic development of samples of PET, PEN, and PET:PEN mixtures with varied mass proportions. The manufacturing technique, involving injection moulding of granule raw material, is detailed. The effects of doping the polymer base substrate with fluorescent dopants are explored. Finally, the emission spectra of the different material compositions and their relative light output are presented. ",
    "url": "https://arxiv.org/abs/2312.14790",
    "authors": [
      "P. Conde Muíño",
      "J. A. Covas",
      "A. Gomes",
      "L. Gurriana",
      "R. Machado",
      "T. Martins",
      "P. Mendes",
      "R. Pedro",
      "B. Pereira",
      "A. J. Pontes",
      "H. Wilkens"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2312.14318",
    "title": "Trapped atoms and superradiance on an integrated nanophotonic microring  circuit",
    "abstract": "Interfacing cold atoms with integrated nanophotonic devices could offer new paradigms for engineering atom-light interactions and provide a potentially scalable route for quantum sensing, metrology, and quantum information processing. However, it remains a challenging task to efficiently trap a large ensemble of cold atoms on an integrated nanophotonic circuit. Here, we demonstrate the first direct loading of an ensemble of nearly a hundred atoms into an optical microtrap on a nanophotonic microring circuit, with a trap lifetime approaching one second. Efficient trap loading is achieved by employing degenerate Raman-sideband cooling with a built-in spin-motion coupling in the microtrap and a single optical beam sent from free space for optical pumping. We show that the trapped atoms display large cooperative coupling and superradiant decay into a whispering-gallery mode of the microring resonator, holding promise for explorations of new collective effects. Our technique can be extended to trapping a large ensemble of cold atoms on nanophotonic circuits for various quantum applications. ",
    "url": "https://arxiv.org/abs/2312.14318",
    "authors": [
      "Xinchao Zhou",
      "Hikaru Tamura",
      "Tzu-Han Chang",
      "Chen-Lung Hung"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14616",
    "title": "Particle acceleration by sub-proton cyclotron frequency spectrum of  dispersive Alfven waves in inhomogeneous solar coronal plasmas",
    "abstract": "The problem of explaining observed soft X-ray fluxes during solar flares, which invokes acceleration of large fraction of electrons, if the acceleration takes places at the solar coronal loop-top, can potentially be solved by postulating that flare at loop-top creates dispersive Alfven waves (DAWs) which propagate towards the foot-points. As DAWs move in progressively denser parts of the loop (due to gravitational stratification) the large fraction of electrons is no longer needed. Here we extend our previous results by considering $f ^{-1}$ frequency spectrum of DAWs and add ${\\rm He^{++}}$ ions using fully kinetic particle-in-cell (PIC) simulations. We consider cases when transverse density gradient is in the range ${ 4-40} c/\\omega_{\\rm { pe}}$ and DAW driving frequency is $0.3-0.6\\omega_{\\rm { cp}}$. We find that (i) The frequency spectrum case does not affect electron acceleration fraction in the like-to-like cases, but few times larger percentage of ${\\rm He^{++}}$ heating is seen due to ion cyclotron resonance; (ii) In cases when counter propagating DAWs collide multiple-times, much larger electron and ion acceleration fractions are found, but the process is intermittent in time. This is because intensive heating (temperature increase) makes the-above-thermal-fraction smaller; Also more isotropic velocity distributions are seen; (iii) Development of kink oscillations occurs when DAWs collide; (iv) Scaling of the magnetic fluctuations power spectrum steepening in the higher-density regions is seen, due to wave refraction. Our PIC runs produce much steeper slopes than the orginal spectrum, indicating that the electron-scale physics has a notable effect of DAW spectrum evolution. ",
    "url": "https://arxiv.org/abs/2312.14616",
    "authors": [
      "D. Tsiklauri"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14718",
    "title": "Tripartite quantum Rabi model with trapped Rydberg ions",
    "abstract": "We investigate a tripartite quantum Rabi model (TQRM) wherein a bosonic mode concurrently couples to two spin-1/2 particles through a spin-spin interaction, resulting in a spin-spin-boson coupling--a departure from conventional quantum Rabi models featuring bipartite spin-boson couplings. The symmetries of the TQRM depend on the detuning parameter, representing the energy difference between the spin states. At zero detuning, a parity symmetry renders the TQRM reducible to a quantum Rabi model. A subradiant to superradiant transition in the groundstate is predicted as the tripartite coupling strength increases. For non-zero detuning, the total spin emerges as the sole conserved quantity in the TQRM. It is found that superradiance prevails in the groundstate as long as the tripartite coupling remains non-zero. We derive the Braak G-function of the TQRM analytically, with which the eigenspectra are obtained. The TQRM can be realized in a viable trapped Rydberg ion quantum simulator where the required tripartite couplings and single body interactions in the TQRM are naturally present. ",
    "url": "https://arxiv.org/abs/2312.14718",
    "authors": [
      "Thomas J. Hamlyn",
      "Chi Zhang",
      "Igor Lesanovsky",
      "Weibin Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14904",
    "title": "Quantum algorithms for scientific applications",
    "abstract": "Quantum computing promises to provide the next step up in computational power for diverse application areas. In this review, we examine the science behind the quantum hype and breakthroughs required to achieve true quantum advantage in real world applications. Areas that are likely to have the greatest impact on high performance computing (HPC) include simulation of quantum systems, optimisation, and machine learning. We draw our examples from materials simulations and computational fluid dynamics which account for a large fraction of current scientific and engineering use of HPC. Potential challenges include encoding and decoding classical data for quantum devices, and mismatched clock speeds between classical and quantum processors. Even a modest quantum enhancement to current classical techniques would have far-reaching impacts in areas such as weather forecasting, engineering, aerospace, drug design, and realising ``green'' materials for sustainable development. This requires significant effort from the computational science, engineering and quantum computing communities working together. ",
    "url": "https://arxiv.org/abs/2312.14904",
    "authors": [
      "R. Au-Yeung",
      "B. Camino",
      "O. Rathore",
      "V. Kendon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1807.08629",
    "title": "Edge modes in 1D microwave photonic crystal",
    "abstract": " Comments: 13 pages, 6 figures ",
    "url": "https://arxiv.org/abs/1807.08629",
    "authors": [
      "Aleksey Girich",
      "Liubov Ivzhenko",
      "Ganna Kharchenko",
      "Sergey Polevoy",
      "Sergey Tarapov Maciej Krawczyk",
      "Jarosław W. Kłos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2302.14504",
    "title": "Quantum limits for the precision of optical parameter estimation of  arbitrarily shaped phase objects",
    "abstract": " Comments: 9 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2302.14504",
    "authors": [
      "Arturo Villegas",
      "Marcello H. M. Passos",
      "Silvania F. Pereira",
      "Juan P. Torres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.01759",
    "title": "Single-shot Digital Optical Fluorescence Phase Conjugation Through  Forward Multiply Scattering Samples",
    "abstract": " Comments: 21 pages, 31 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2304.01759",
    "authors": [
      "Tengfei Wu",
      "Yixuan Zhang",
      "Baptiste Blochet",
      "Payvand Arjmand",
      "Pascal Berto",
      "Marc Guillon"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07798",
    "title": "Solving optimization problems with local light shift encoding on Rydberg  quantum annealers",
    "abstract": " Comments: 18 pages, 6 figures, 1 table ",
    "url": "https://arxiv.org/abs/2308.07798",
    "authors": [
      "Kapil Goswami",
      "Rick Mukherjee",
      "Herwig Ott",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Complexity (cs.CC)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.09433",
    "title": "Effects of cavity nonlinearities and linear losses on silicon  microring-based reservoir computing",
    "abstract": " Comments: 20 pages, 11 figures, submitted to Optics Express (reviewed version) ",
    "url": "https://arxiv.org/abs/2310.09433",
    "authors": [
      "Bernard J. Giron Castro",
      "Christophe Peucheret",
      "Darko Zibar",
      "Francesco Da Ros"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Neural and Evolutionary Computing (cs.NE)"
    ]
  },
  {
    "id": "arXiv:2312.09372",
    "title": "Vacuum Beam Guide for Large-Scale Quantum Networks",
    "abstract": " Title: Vacuum Beam Guide for Large-Scale Quantum Networks ",
    "url": "https://arxiv.org/abs/2312.09372",
    "authors": [
      "Yuexun Huang",
      "Francisco Salces--Carcoba",
      "Rana X Adhikari",
      "Amir H. Safavi-Naeini",
      "Liang Jiang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.10681",
    "title": "Bilayer crystals of trapped ions for quantum information processing",
    "abstract": " Comments: 20+10 pages, 12 figures, 3 supplementary videos; Added email addresses of corresponding authors and rearranged some figures ",
    "url": "https://arxiv.org/abs/2312.10681",
    "authors": [
      "Samarth Hawaldar",
      "Prakriti Shahi",
      "Allison L. Carter",
      "Ana Maria Rey",
      "John J. Bollinger",
      "Athreya Shankar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.13559",
    "title": "Quantum entanglement between optical and microwave photonic qubits",
    "abstract": " Comments: 14 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2312.13559",
    "authors": [
      "Srujan Meesala",
      "David Lake",
      "Steven Wood",
      "Piero Chiappina",
      "Changchun Zhong",
      "Andrew D. Beyer",
      "Matthew D. Shaw",
      "Liang Jiang",
      "Oskar Painter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]