[
  {
    "id": "arXiv:2404.14558",
    "title": "Rare-earth doped optical dimers",
    "abstract": "The optical forces applied to a rare-earth doped optical dimer made of identical Yb3+:YAG nanospheres placed in the plane electromagnetic field propagating in vacuum has been theoretically considered. The electromagnetic fields at wavelengths 968 nm and 1030 nm have been normally and axially directed to the dimer axis. Wavelengths 968 nm and 1030 nm are resonant with the electron transitions of the Yb3+ ions and can generate the Stokes and anti-Stokes cycles, respectively. It has been shown that the electromagnetic field propagating at wavelength 1030 nm not only can be used to control optical forces applied to the dimer, but can cause cooling of the dimer, which is desirable in a number of applications. ",
    "url": "https://arxiv.org/abs/2404.14558",
    "authors": [
      "Galina Nemova"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.14577",
    "title": "Tunable dynamical tissue phantom for laser speckle imaging",
    "abstract": "We introduce a novel method to design and implement a tunable dynamical tissue phantom for laser speckle-based in-vivo blood flow imaging. This approach relies on Stochastic Differential Equations (SDE) to control a piezoelectric actuator which, upon illuminated with a laser source, generates speckles of pre-defined probability density function and auto-correlation. The validation experiments show that the phantom can generate dynamic speckles that closely replicate both surfaces as well as deep tissue blood flow for a reasonably wide range and accuracy. ",
    "url": "https://arxiv.org/abs/2404.14577",
    "authors": [
      "Soumyajit Sarkar",
      "K. Murali",
      "Hari M. Varma"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14734",
    "title": "In-situ Doppler-free spectroscopy and laser frequency stabilization  based on time-division multiplexing differential saturated absorption",
    "abstract": "We introduce a novel time-division multiplexing differential saturated absorption spectroscopy (TDMDSAS) approach, providing superior accuracy and stability in Doppler-free spectroscopy. By distinguishing probe and reference fields in the temporal domain, TDMDSAS efficiently suppresses Doppler broadening and common-mode optical noise. We utilized this technology to determine the absolute frequency of diverse neutral Yb isotopes across its $6s^2\\ ^{1}S_0\\to 6s6p ^{1}P_1$ transitions. Furthermore, the first-ever observation of in-situ Doppler-free Zeeman sub-level spectra was accomplished, enabling the determination of magnetic field gradients. We stabilized a UV diode laser at 399 nm using an error signal derived from the spectral first-derivative demodulated signal of $^{174}\\mathrm{Yb}$. This technique yielded a frequency stability of up to 15 kHz with a 40 s averaging time and a standard deviation of around 180 kHz over a half-hour period. Given its low cost, straightforward, and scalable nature, TDMDSAS holds excellent potential in metrology and quantum applications. ",
    "url": "https://arxiv.org/abs/2404.14734",
    "authors": [
      "Yuxin Wang",
      "Zhiyue Zheng",
      "Qiuxin Zhang",
      "Yonglang Lai",
      "Zongqi Ge",
      "Tianyi Wang",
      "Liangyu Ding",
      "Smirnov Vasilii",
      "Shuaining Zhang",
      "Wei Zhang",
      "Xiang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.14847",
    "title": "High-order harmonic generation from laser induced plasma comprising  CdSe/V2O5 Core/Shell quantum dots embedded on MoS2 nanosheets",
    "abstract": "Research of the nonlinear optical characteristics of transition metal dichalcogenides in the presence of photoactive particles, plasmonic nanocavities, waveguides, and metamaterials is still in its early stages. This investigation delves into the high-order harmonic generation (HHG) from laser induced plasma of MoS2 nanosheets in the presence of semiconductor photoactive medium such as CdSe and CdSe/V2O5 core/shell quantum dots. Our comprehensive findings shed light on the counteractive coupling impact of both bare and passivated quantum dots on MoS2 nanosheets, as evidenced by the emission of higher-order harmonics. Significantly, the intensity of harmonics and their cut-off were notably enhanced in the MoS2-CdSe and MoS2-V-CdSe configurations compared to pristine MoS2 nanosheets. These advancements hold promise for applications requiring the emission of coherent short-wavelength radiation. ",
    "url": "https://arxiv.org/abs/2404.14847",
    "authors": [
      "Srinivasa Rao Konda",
      "Puspendu Barik",
      "Subshash Singh",
      "Venkatesh Mottamchetty",
      "Amit Srivasthava",
      "Vyacheslav V. Kim",
      "Rashid A. Ganeev",
      "Chunlei Guo",
      "Wei Li"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14891",
    "title": "Equivalence Relations in Quantum Theory: An Objective Account of Bases  and Factorizations",
    "abstract": "In orthodox Standard Quantum Mechanics (SQM) bases and factorizations are considered to define quantum states and entanglement in relativistic terms. While the choice of a basis (interpreted as a measurement context) defines a state incompatible to that same state in a different basis, the choice of a factorization (interpreted as the separability of systems into sub-systems) determines wether the same state is entangled or non-entangled. Of course, this perspectival relativism with respect to reference frames and factorizations precludes not only the widespread reference to quantum particles but more generally the possibility of any rational objective account of a state of affairs in general. In turn, this impossibility ends up justifying the instrumentalist (anti-realist) approach that contemporary quantum physics has followed since the establishment of SQM during the 1930s. In contraposition, in this work, taking as a standpoint the logos categorical approach to QM -- basically, Heisenberg's matrix formulation without Dirac's projection postulate -- we provide an invariant account of bases and factorizations which allows us to to build a conceptual-operational bridge between the mathematical formalism and quantum phenomena. In this context we are able to address the set of equivalence relations which allows us to determine what is actually the same in different bases and factorizations. ",
    "url": "https://arxiv.org/abs/2404.14891",
    "authors": [
      "Christian de Ronde",
      "Raimundo Fernandez Moujan",
      "Cesar Massri"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.15082",
    "title": "Harnessing Optical Imaging Limit through Atmospheric Scattering Media",
    "abstract": "Recording and identifying faint objects through atmospheric scattering media by an optical system are fundamentally interesting and technologically important. In this work, we introduce a comprehensive model that incorporates contributions from target characteristics, atmospheric effects, imaging system, digital processing, and visual perception to assess the ultimate perceptible limit of geometrical imaging, specifically the angular resolution at the boundary of visible distance. The model allows to reevaluate the effectiveness of conventional imaging recording, processing, and perception and to analyze the limiting factors that constrain image recognition capabilities in atmospheric media. The simulations were compared with the experimental results measured in a fog chamber and outdoor settings. The results reveal general good agreement between analysis and experimental, pointing out the way to harnessing the physical limit for optical imaging in scattering media. An immediate application of the study is the extension of the image range by an amount of 1.2 times with noise reduction via multi-frame averaging, hence greatly enhancing the capability of optical imaging in the atmosphere. ",
    "url": "https://arxiv.org/abs/2404.15082",
    "authors": [
      "Libang Chen",
      "Jun Yang",
      "Lingye Chen",
      "Yuyang Shui",
      "Yikun Liu",
      "Jianying Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)"
    ]
  },
  {
    "id": "arXiv:2404.15102",
    "title": "Omnidirectional gradient force optical trapping in dielectric  nanocavities by inverse design",
    "abstract": "Optical trapping enables precise control of individual particles of different sizes, such as atoms, molecules, or nanospheres. Optical tweezers provide free-space omnidirectional optical trapping of objects in laboratories around the world. As an alternative to standard macroscopic setups based on lenses, which are inherently bound by the diffraction limit, plasmonic and photonic nanostructures promise trapping by near-field optical effects on the extreme nanoscale. However, the practical design of lossless waveguide-coupled nanostructures capable of trapping deeply sub-wavelength particles in all spatial directions using the gradient force has until now proven insurmountable. In this work, we demonstrate an omnidirectional optical trap realized by inverse-designing fabrication-ready integrated dielectric nanocavities. The sub-wavelength optical trap is designed to rely solely on the gradient force and is thus particle-size agnostic. In particular, we show how a nanometer-sized trapped particle experiences a force strong enough to overcome room-temperature thermal fluctuations. Furthermore, through the robust inverse design framework, we tailor manufacturable devices operating at near-infrared and optical frequencies. Our results open a new regime of levitated optical trapping by achieving a deep trapping potential capable of trapping single sub-wavelength particles in all directions using optical gradient forces. We anticipate potentially groundbreaking applications of the optimized optical trapping system for biomolecular analysis in aqueous environments, levitated cavity-optomechanics, and cold atom physics, constituting an important step towards realizing integrated bio-nanophotonics and mesoscopic quantum mechanical experiments. ",
    "url": "https://arxiv.org/abs/2404.15102",
    "authors": [
      "Beñat Martinez de Aguirre Jokisch",
      "Benjamin Falkenberg Gøtzsche",
      "Philip Trøst Kristensen",
      "Martijn Wubs",
      "Ole Sigmund",
      "Rasmus Ellebæk Christiansen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.15110",
    "title": "Demagnetization dynamics after noncollinear dual optical excitation",
    "abstract": "We explore the impact of optical excitation using two interfering ultrashort optical pulses on ultrafast magnetization dynamics. Our investigation focuses on Pt/Co/Pt multilayers and TbCo alloy samples, employing a dual pump approach. We observe significant variations in the dynamics of magnetization suppression and subsequent recovery when triggered with two optical pulses of the same polarization-essentially meeting conditions for interference. Conversely, dynamics triggered with cross-polarized pump beams exhibit expected similarity to that triggered with a single pulse. Delving into the underlying physical processes contributing to laser-induced demagnetization and recovery dynamics, we find that our current understanding cannot elucidate the observed trends. Consequently, we propose that optical excitation with interfering light possesses not previously acknowledged capacity to induce long-lasting alterations in the dynamics of angular momentum. ",
    "url": "https://arxiv.org/abs/2404.15110",
    "authors": [
      "Sergii Parchenko",
      "Matthias Riepp",
      "Simon Marotzke",
      "Agne Åberg Larsson",
      "Vassilios Kapaklis",
      "Peter M. Oppeneer",
      "Andreas Scherz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2404.15178",
    "title": "(Sub-)picosecond surface correlations of femtosecond laser excited  Al-coated multilayers observed by grazing-incidence x-ray scattering",
    "abstract": "Femtosecond high-intensity laser pulses at intensities surpassing $10^{14} \\,\\text{W}/\\text{cm}^2$ can generate a diverse range of functional surface nanostructures. Achieving precise control over the production of these functional structures necessitates a thorough understanding of the surface morphology dynamics with nanometer-scale spatial resolution and picosecond-scale temporal resolution. In this study, we show that individual XFEL pulses can elucidate structural changes on surfaces induced by laser-generated plasmas, employing grazing-incidence small-angle x-ray scattering (GISAXS). Using aluminum-coated multilayer samples we can differentiate between ultrafast surface morphology dynamics and subsequent subsurface density dynamics, achieving nanometer-depth sensitivity and subpicosecond temporal resolution. The observed subsurface density dynamics serve to validate advanced simulation models depicting matter under extreme conditions. Our findings promise to unveil novel avenues for laser material nanoprocessing and high-energy-density science. ",
    "url": "https://arxiv.org/abs/2404.15178",
    "authors": [
      "L. Randolph",
      "M. Banjafar",
      "T. Yabuuchi",
      "C. Baehtz",
      "M. Bussmann",
      "N. P. Dover",
      "L. Huang",
      "Y. Inubushi",
      "G. Jakob",
      "M. Kl\u007fäui",
      "D. Ksenzov",
      "M. Makita",
      "K. Miyanishi",
      "M. Nishiushi",
      "Ö. \u007f Özt\u007fürk",
      "M. Paulus",
      "A. Pelka",
      "T. R. Preston",
      "J.-P. Schwinkendorf",
      "K. Sueda",
      "T. Togashi",
      "T. E. Cowan",
      "T. Kluge",
      "C. Gutt",
      "M. Nakatsutsumi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.15202",
    "title": "Quasi-waveguide amplifiers based on bulk laser gain media in  Herriott-type multipass cells",
    "abstract": "We present here a new geometry for laser amplifiers based on bulk gain media. The overlapped seed and pump beams are repetitively refocused into the gain medium with a Herriott-type multipass cell. Similar to a waveguide, this configuration allows for a confined propagation inside the gain medium over much longer lengths than in ordinary single pass bulk amplifiers. Inside the gain medium, the foci appear at separate locations. A proof-of-principle demonstration with Ti:sapphire indicates that this could lead to higher amplification due to a distribution of the thermal load. ",
    "url": "https://arxiv.org/abs/2404.15202",
    "authors": [
      "Johann Gabriel Meyer",
      "Andrea Zablah",
      "Oleg Pronin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.15270",
    "title": "Chiral TeraHertz surface plasmonics",
    "abstract": "Chiral engineering of TeraHertz (THz) light fields and the use of the handedness of light in THz light-matter interactions promise many novel opportunities for advanced sensing and control of matter in this frequency range. Unlike previously explored methods, this is achieved here by leveraging the chiral properties of highly confined THz surface plasmon modes. More specifically, we design ultrasmall surface plasmonic-based THz cavities and THz metasurfaces that display significant and adjustable chiral behavior under modest magnetic fields. For such a prototypical example of non-hermitian and dispersive photonic system, we demonstrate the capacity to magnetic field-tune both the poles and zeros of cavity resonances, the two fundamental parameters governing their resonance properties. Alongside the observed handedness-dependent cavity frequencies, this highlights the remarkable ability to engineer chiral and tunable radiative couplings for THz resonators and metasurfaces. The extensive tunability offered by the surface plasmonic approach paves the way for the development of agile and multifunctional THz metasurfaces as well as the realization of ultrastrong chiral light-matter interactions at low energy in matter with potential far-reaching applications for the design of material properties. ",
    "url": "https://arxiv.org/abs/2404.15270",
    "authors": [
      "Ian Aupiais",
      "Romain Grasset",
      "Dmitri Daineka",
      "Javier Briatico",
      "Luca Perfetti",
      "Jean-Paul Hugonin",
      "Jean-Jacques Greffet",
      "Yannis Laplace"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2404.14426",
    "title": "Cation exchange synthesis of AgBiS$_2$ quantum dots for highly efficient  solar cells",
    "abstract": "Silver bismuth sulfide (AgBiS$_2$) nanocrystals have emerged as a promising eco-friendly, low-cost solar cell absorber material. Their direct synthesis often relies on the hot-injection method, requiring the application of high temperatures and vacuum for prolonged times. Here, we demonstrate an alternative synthetic approach via a cation exchange reaction. In the first-step, bis(stearoyl)sulfide is used as an air-stable sulfur precursor for the synthesis of small, monodisperse Ag2S nanocrystals at room-temperature. In a second step, bismuth cations are incorporated into the nanocrystal lattice to form ternary AgBiS$_2$ nanocrystals, without altering their size and shape. When implemented into photovoltaic devices, AgBiS$_2$ nanocrystals obtained by cation exchange reach power conversion efficiencies of up to 7.35%, demonstrating the efficacy of the new synthetic approach for the formation of high-quality, ternary semiconducting nanocrystals. ",
    "url": "https://arxiv.org/abs/2404.14426",
    "authors": [
      "Alina Senina",
      "Anatol Prudnikau",
      "Angelika Wrzesińska-Lashkova",
      "Yana Vaynzof",
      "Fabian Paulus"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14531",
    "title": "Electric Field Gradient Calculations for Ice VIII and IX using  Polarizable Embedding: A Comparative Study on Classical Computers and Quantum  Simulators",
    "abstract": "We test the performance of the Polarizable Embedding Variational Quantum Eigensolver Self-Consistent-Field (PE-VQE-SCF) model for computing electric field gradients with comparisons to conventional complete active space self-consistent-field (CASSCF) calculations and experimental results. We compute quadrupole coupling constants for ice VIII and ice IX. We find that the inclusion of the environment is crucial for obtaining results that match the experimental data. The calculations for ice VIII are within the experimental uncertainty for both CASSCF and VQE-SCF for oxygen and lie close to the experimental value for ice IX as well. With the VQE-SCF, which is based on an Adaptive Derivative-Assembled Problem-Tailored (ADAPT) ansatz, we find that the inclusion of the environment and the size of the different basis sets do not directly affect the gate counts. However, by including an explicit environment, the wavefunction and, therefore, the optimization problem becomes more complicated, which usually results in the need to include more operators from the operator pool, thereby increasing the depth of the circuit. ",
    "url": "https://arxiv.org/abs/2404.14531",
    "authors": [
      "Dániel Nagy",
      "Peter Reinholdt",
      "Phillip W. K. Jensen",
      "Erik Rosendahl Kjellgren",
      "Karl Michael Ziems",
      "Aaron Fitzpatrick",
      "Stefan Knecht",
      "Jacob Kongsted",
      "Sonia Coriani",
      "Stephan P. A. Sauer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14559",
    "title": "Frequency Dispersed Ion Acoustic Waves in the Near Sun Solar Wind:  Signatures of Impulsive Ion Beams",
    "abstract": "This work reports a novel plasma wave observation in the near-Sun solar wind: frequency-dispersed ion acoustic waves. Similar waves were previously reported in association with interplanetary shocks or planetary bow shocks, but the waves reported here occur throughout the solar wind sunward of $\\sim 60$ solar radii, far from any identified shocks. The waves reported here vary their central frequency by factors of 3 to 10 over tens of milliseconds, with frequencies that chirp up or down in time. Using a semi-automated identification algorithm, thousands of wave instances are recorded during each near-Sun orbit of the Parker Solar Probe spacecraft. Wave statistical properties are determined and used to estimate their plasma frame frequency and the energies of protons most likely to be resonant with these waves. Proton velocity distribution functions are explored for one wave interval, and proton enhancements that may be consistent with proton beams are observed. A conclusion from this analysis is that properties of the observed frequency-dispersed ion acoustic waves are consistent with driving by cold, impulsively accelerated proton beams near the ambient proton thermal speed. Based on the large number of observed waves and their properties, it is likely that the impulsive proton beam acceleration mechanism generating these waves is active throughout the inner heliosphere. This may have implications for acceleration of the solar wind. ",
    "url": "https://arxiv.org/abs/2404.14559",
    "authors": [
      "David M. Malaspina",
      "Robert E. Ergun",
      "Iver H. Cairns",
      "Benjamin Short",
      "Jaye L. Verniero",
      "Cynthia Cattell",
      "Roberto Livi"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14569",
    "title": "LIGO operates with quantum noise below the Standard Quantum Limit",
    "abstract": "Precision measurements of space and time, like those made by the detectors of the Laser Interferometer Gravitational-wave Observatory (LIGO), are often confronted with fundamental limitations imposed by quantum mechanics. The Heisenberg uncertainty principle dictates that the position and momentum of an object cannot both be precisely measured, giving rise to an apparent limitation called the Standard Quantum Limit (SQL). Reducing quantum noise below the SQL in gravitational-wave detectors, where photons are used to continuously measure the positions of freely falling mirrors, has been an active area of research for decades. Here we show how the LIGO A+ upgrade reduced the detectors' quantum noise below the SQL by up to 3 dB while achieving a broadband sensitivity improvement, more than two decades after this possibility was first presented. ",
    "url": "https://arxiv.org/abs/2404.14569",
    "authors": [
      "Wenxuan Jia",
      "Victoria Xu",
      "Kevin Kuns",
      "Masayuki Nakano",
      "Lisa Barsotti",
      "Matthew Evans",
      "Nergis Mavalvala",
      "Rich Abbott",
      "Ibrahim Abouelfettouh",
      "Rana Adhikari",
      "Alena Ananyeva",
      "Stephen Appert",
      "Koji Arai",
      "Naoki Aritomi",
      "Stuart Aston",
      "Matthew Ball",
      "Stefan Ballmer",
      "David Barker",
      "Beverly Berger",
      "Joseph Betzwieser",
      "Dripta Bhattacharjee",
      "Garilynn Billingsley",
      "Nina Bode",
      "Edgard Bonilla",
      "Vladimir Bossilkov",
      "Adam Branch",
      "Aidan Brooks",
      "Daniel Brown",
      "John Bryant",
      "Craig Cahillane",
      "Huy-tuong Cao",
      "Elenna Capote",
      "Yanbei Chen",
      "Filiberto Clara",
      "Josh Collins",
      "Camilla Compton",
      "Robert Cottingham",
      "Dennis Coyne",
      "Ryan Crouch",
      "Janos Csizmazia",
      "Torrey Cullen",
      "Louis Dartez",
      "Nicholas Demos",
      "Ezekiel Dohmen",
      "Jenne Driggers",
      "Sheila Dwyer",
      "Anamaria Effler",
      "Aldo Ejlli",
      "Todd Etzel",
      "Jon Feicht",
      "Raymond Frey",
      "William Frischhertz"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.14673",
    "title": "High-Dimensional Two-Photon Quantum Controlled Phase-Flip Gate",
    "abstract": "High-dimensional quantum systems have been used to reveal interesting fundamental physics and to improve information capacity and noise resilience in quantum information processing. However, it remains a significant challenge to realize universal two-photon quantum gates in high dimensions with high success probability. Here, by considering an ion-cavity QED system, we theoretically propose, to the best of our knowledge, the first high-dimensional, deterministic and universal two-photon quantum gate. By using an optical cavity embedded with a single trapped 40Ca+ ion, we achieve a high average fidelity larger than 98% for a quantum controlled phase-flip gate in four-dimensional space, spanned by photonic spin angular momenta and orbital angular momenta. Our proposed system can be an essential building block for high-dimensional quantum information processing, and also provides a platform for studying high-dimensional cavity QED. ",
    "url": "https://arxiv.org/abs/2404.14673",
    "authors": [
      "Mingyuan Chen",
      "Jiangshan Tang",
      "Miao Cai",
      "Franco Nori",
      "Keyu Xia"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.15032",
    "title": "Quantum study of the CH$_3^+$ photodissociation in full dimension Neural  Networks potential energy surfaces",
    "abstract": "CH$_3^+$, a cornerstone intermediate in interstellar chemistry, has recently been detected for the first time by the James Webb Space Telescope. The photodissociation of this ion is studied here. Accurate explicitly correlated multi-reference configuration interaction {\\it ab initio} calculations are done, and full dimensional potential energy surfaces are developed for the three lower electronic states, with a fundamental invariant neural network method. The photodissociation cross section is calculated using a full dimensional quantum wave packet method, in heliocentric Radau coordinates. The wave packet is represented in angular and radial grids allowing to reduce the number of points physically accessible, requiring to push up the spurious states appearing when evaluating the angular kinetic terms, through a projection technique. The photodissociation spectra, when employed in astrochemical models to simulate the conditions of the Orion Bar, results in a lesser destruction of CH$_3^+$ compared to that obtained when utilizing the recommended values in the kinetic database for astrochemistry (KIDA). ",
    "url": "https://arxiv.org/abs/2404.15032",
    "authors": [
      "Pablo del Mazo-Sevillano",
      "Alfredo Aguado",
      "Javier R. Goicoechea",
      "Octavio Roncero"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2404.15266",
    "title": "Quantum optical classifier with superexponential speedup",
    "abstract": "We present a quantum optical pattern recognition method for binary classification tasks. Without direct image reconstruction, it classifies an object in terms of the rate of two-photon coincidences at the output of a Hong-Ou-Mandel interferometer, where both the input and the classifier parameters are encoded into single-photon states. Our method exhibits the same behaviour of a classical neuron of unit depth. Once trained, it shows a constant $\\mathcal{O}(1)$ complexity in the number of computational operations and photons required by a single classification. This is a superexponential advantage over a classical neuron (that is at least linear in the image resolution). We provide simulations and analytical comparisons with analogous neural network architectures. ",
    "url": "https://arxiv.org/abs/2404.15266",
    "authors": [
      "Simone Roncallo",
      "Angela Rosy Morgillo",
      "Chiara Macchiavello",
      "Lorenzo Maccone",
      "Seth Lloyd"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.14952",
    "title": "Nanoscale optical nonreciprocity with nonlinear metasurfaces",
    "abstract": " Title: Nanoscale optical nonreciprocity with nonlinear metasurfaces ",
    "url": "https://arxiv.org/abs/2210.14952",
    "authors": [
      "Aditya Tripathi",
      "Chibuzor Fabian Ugwu",
      "Viktar S. Asadchy",
      "Ihar Faniayeu",
      "Ivan Kravchenko",
      "Shanhui Fan",
      "Yuri Kivshar",
      "Jason Valentine",
      "Sergey S. Kruk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.13065",
    "title": "On-Demand Quantum Light Sources for Underwater Communications",
    "abstract": " Title: On-Demand Quantum Light Sources for Underwater Communications ",
    "url": "https://arxiv.org/abs/2311.13065",
    "authors": [
      "Dominic Scognamiglio",
      "Angus Gale",
      "Ali Al-Juboori",
      "Milos Toth",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.10994",
    "title": "Quantum plasmonic sensing by Hong-Ou-Mandel interferometry",
    "abstract": " Title: Quantum plasmonic sensing by Hong-Ou-Mandel interferometry ",
    "url": "https://arxiv.org/abs/2404.10994",
    "authors": [
      "Seungjin Yoon",
      "Yu Sung Choi",
      "Mark Tame",
      "Jae Woong Yoon",
      "Sergey V. Polyakov",
      "Changhyoup Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.14401",
    "title": "A Python GPU-accelerated solver for the Gross-Pitaevskii equation and  applications to many-body cavity QED",
    "abstract": " Title: A Python GPU-accelerated solver for the Gross-Pitaevskii equation and  applications to many-body cavity QED ",
    "url": "https://arxiv.org/abs/2404.14401",
    "authors": [
      "Lorenzo Fioroni",
      "Luca Gravina",
      "Justyna Stefaniak",
      "Alexander Baumgärtner",
      "Fabian Finger",
      "Davide Dreon",
      "Tobias Donner"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]