[
  {
    "id": "arXiv:2402.06983",
    "title": "Cylindrical compression of thin wires by irradiation with a Joule-class  short pulse laser",
    "abstract": "Equation of state measurements at Jovian or stellar conditions are currently conducted by dynamic shock compression driven by multi-kilojoule multi-beam nanosecond-duration lasers. These experiments require precise design of the target and specific tailoring of the spatial and temporal laser profiles to reach the highest pressures. At the same time, the studies are limited by the low repetition rate of the lasers. Here, we show that by the irradiation of a thin wire with single beam Joule-class short-pulse laser, a converging cylindrical shock is generated compressing the wire material to conditions relevant for the above applications. The shockwave was observed using Phase Contrast Imaging employing a hard X-ray Free Electron Laser with unprecedented temporal and spatial sensitivity. The data collected for Cu wires is in agreement with hydrodynamic simulations of an ablative shock launched by a highly-impulsive and transient resistive heating of the wire surface. The subsequent cylindrical shockwave travels towards the wire axis and is predicted to reach a compression factor of 9 and pressures above 800 Mbar. Simulations for astrophysical relevant materials underline the potential of this compression technique as a new tool for high energy density studies at high repetition rates. ",
    "url": "https://arxiv.org/abs/2402.06983",
    "authors": [
      "Alejandro Laso Garcia",
      "Long Yang",
      "Victorien Bouffetier",
      "Karen Apple",
      "Carsten Baehtz",
      "Johannes Hagemann",
      "Hauke Höppner",
      "Oliver Humphries",
      "Mikhail Mishchenko",
      "Motoaki Nakatsutsumi",
      "Alexander Pelka",
      "Thomas R. Preston",
      "Lisa Randolph",
      "Ulf Zastrau",
      "Thomas E. Cowan",
      "Lingen Huang",
      "Toma Toncian"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07006",
    "title": "Low frequency coherent Raman imaging robust to optical scattering",
    "abstract": "We demonstrate low-frequency interferometric impulsive stimulated Raman scattering (ISRS) imaging with high robustness to distortions by optical scattering. ISRS is a pump-probe coherent Raman spectroscopy that can capture Raman vibrational spectra. Recording of ISRS spectra requires isolation of a probe pulse from the pump pulse. While this separation is simple in non-scattering specimens, such as liquids, scattering leads to significant pump pulse contamination and prevent the extraction of a Raman spectrum. We introduce a robust method for ISRS microscopy that works in complex scattering samples. High signal-to-noise ISRS spectra are obtained even when the pump and probe pulses pass through many scattering layers. ",
    "url": "https://arxiv.org/abs/2402.07006",
    "authors": [
      "David R. Smith",
      "Jesse W. Wilson",
      "Siddarth Shivkumar",
      "Herve Rigneault",
      "Randy A. Bartels"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07086",
    "title": "Coupling phase-switching with generalized Brewster effect for tunable  optical sensor designs",
    "abstract": "The non-linear and tunable optical constants of phase-change materials associated with their phase-switching have been utilized in reconfigurable optical devices. For example, one possible application of phase-change thin films is for tunable perfect absorption designs, where p- polarized light reflectance vanishes at a specific incidence angle known as the Brewster angle. This work demonstrates a generalized Brewster effect (s- and p- polarized light absorption) for a multilayered heterostructure design based on the strong interference effect. The proposed design comprises a low-loss phase-change material, Sb2Se3, coated on a gold substrate. We experimentally and theoretically show the coexistence of vanishing reflectance values for both s- and p- polarized lights in the visible and near IR wavelength range at a single Brewster angle. Such vanishing reflectance values (points of darkness) are associated with phase singularities with abrupt changes. Moreover, we show that additional phase singularities can be realized by switching the active Sb2Se3 layer between amorphous and crystalline structures, extending the functionality of our design. The realized phase singularities are susceptible to small optical constant changes and can be utilized for ultra-sensing applications. As a proof of concept, we demonstrate our design's CO2 gas sensing capabilities, showing a linearly dependent optical response with gas flow rate. We believe our lithography-free design with multiple phase singularities, from the coexisting generalized Brewster effect and from the additional structural switching, is highly promising for tunable optical sensing applications. ",
    "url": "https://arxiv.org/abs/2402.07086",
    "authors": [
      "Daniel T. Yimam",
      "Dennis van der Veen",
      "Teodor Zaharia",
      "Maria Loi",
      "Bart J. Kooi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.07223",
    "title": "Radiant fluence from ray tracing in optical multipass systems",
    "abstract": "In applications of optical multipass cells in photochemical reactors and laser excitation of weak transitions, estimation of the radiation dose in a volume of interest allows to assess the performance and optimize the design of the cell. We adopt radiant fluence as the figure of merit and employ the radiative transfer equation to derive analytical expressions for average radiant fluence in a given volume of interest. These are used to establish practical approximations and a Monte Carlo ray tracing model of the spatial distribution of fluence. Ray tracing is performed with Zemax OpticsStudio 18.9. ",
    "url": "https://arxiv.org/abs/2402.07223",
    "authors": [
      "Mirosław Marszałek",
      "Lukas Affolter",
      "Oguzhan Kara",
      "Klaus Kirch",
      "Karsten Schuhmann",
      "Manuel Zeyen",
      "Aldo Antognini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07260",
    "title": "Optimization of laser pumping for the generation of multi-pulse  structures in fiber lasers",
    "abstract": "We address the challenge of configuring a fiber laser cavity to enable efficient access to multi-pulse structures such as dissipative soliton molecules. We theoretically compare multi-pulsing routes in the parameter space of the laser. By using a two-dimensional parameter space, we experimentally demonstrate an important reduction in the laser pumping power required to form soliton molecules. ",
    "url": "https://arxiv.org/abs/2402.07260",
    "authors": [
      "A. Malfondet",
      "G. Millot",
      "P. Grelu",
      "P. Tchofo-Dinda"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.07299",
    "title": "Quantum Quality with Classical Cost: Ab Initio Nonadiabatic Dynamics  Simulations using the Mapping Approach to Surface Hopping",
    "abstract": "Nonadiabatic dynamics methods are an essential tool for investigating photochemical processes. In the context of employing first principles electronic structure techniques, such simulations can be carried out in a practical manner using semiclassical trajectory-based methods or wave packet approaches. It is commonly thought that wave packet approaches offer inherent advantages over their semiclassical counterparts in terms of accuracy, and that this trait simply comes at a higher computational cost. Here we demonstrate that the mapping approach to surface hopping (MASH), a recently introduced trajectory-based nonadiabatic dynamics method, can be applied in tandem with ab initio electronic structure much more cheaply than wave packet techniques, without any loss in accuracy. ",
    "url": "https://arxiv.org/abs/2402.07299",
    "authors": [
      "Jonathan R. Mannouch",
      "Aaron Kelly"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07378",
    "title": "Combination of crystal growth with optical floating zone and evaluation  of Nd3+:LaAlO3 crystals with the dynamic nuclear polarization of 139La and  27Al",
    "abstract": "Producing a polarized lanthanum (La) target with high polarization and long relaxation time is crucial for realizing time-reversal violation experiments using polarized neutron beams. We use a LaAlO3 crystal doped with a small amount of Nd3+ ions for the polarized lanthanum target. Optimizing the amount of Nd3+ ions is considerably important because the achievable polarization and relaxation time strongly depend on this amount. We established a fundamental method to grow single crystals of Nd3+:LaAlO3 using an optical floating zone method that employs halogen lamps and evaluated the crystals with the dynamic nuclear polarization (DNP) method for polarizing nuclear spins. Two crystal samples were grown by ourselves and evaluated with the DNP at 1.3 K and 2.3 T for the first time except for the target materials of protons. The enhancement of NMR signals for 139La and 27Al was successfully observed, and the enhancement factors were eventually 3.5+-0.3 and 13+-3 for the samples with Nd3+ ions of 0.05 and 0.01 mol%, respectively. The combination scheme of the crystal growth and evaluation of the crystals is found to be effectively applicable for optimizing the amount of Nd3+ ions for improving the performance of the polarized target. ",
    "url": "https://arxiv.org/abs/2402.07378",
    "authors": [
      "Kohei Ishizaki",
      "Ikuo Ide",
      "Masaki Fujita",
      "Hiroki Hotta",
      "Yuki Ito",
      "Masataka Iinuma",
      "Yoichi Ikeda",
      "Takahiro Iwata",
      "Masaaki Kitaguchi",
      "Hideki Kohri",
      "Taku Matsushita",
      "Daisuke Miura",
      "Yoshiyuki Miyachi",
      "Hirohiko M. Shimizu",
      "Masaru Yosoi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2402.07390",
    "title": "Drift wave soliton formation via forced-driven zonal flow and  implication on plasma confinement",
    "abstract": "In this work, gyrokinetic theory of drift waves (DWs) self-regulation via the forced driven zonal flow (ZF) is presented, and finite diamagnetic drift frequency due to plasma nonuniformity is shown to play dominant role in ZF forced generation. The obtained nonlinear DW equation is a nonlinear Schr\\\"odinger equation, in which the linear dispersiveness, linear growth, nonuniformity of diamagnetic drift frequency, and cubic nonlinearity induced by feedback of forced-driven ZF to DWs are self-consistently included. The nonlinear DW equation is solved numerically in both uniform and nonuniform plasmas. It is shown that DWenvelope soliton may form due to the balance of linear dispersiveness and nonlinearity, and lead to turbulence spreading to linearly stable region. It is further found that though the threshold on DW amplitude for soliton formation is well within the relevant parameter regimes of realistic tokamak experiments, solitons can not extend beyond the range bounded by the turning points of the wave packet when plasma nonuniformity is self-consistently accounted for. ",
    "url": "https://arxiv.org/abs/2402.07390",
    "authors": [
      "Ningfei Chen",
      "Liu Chen",
      "Fulvio Zonca",
      "Zhiyong Qiu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07638",
    "title": "Observation of Larmor-like precession of a single birefringent particle  due to spin-dependent forces in tilted optical tweezers",
    "abstract": "We observe clear precessional motion of highly birefringent liquid crystal (LC) particles trapped in a spherically aberrated optical trap which is built around a tilted refractive index stratified medium. For input circularly polarized light, the breaking of azimuthal symmetry induced by the tilt leads to an asymmetric intensity distribution in the radial direction near the trap focal plane, which - in combination with the spin-orbit conversion effects for input circularly polarized light - results in non-uniform canonical and spin momentum densities in those regions. In addition, while the canonical momentum remains always oriented towards the axial direction, the spin momentum reverses direction along spatial loops in the radial direction. As a consequence, the total momentum precesses around the canonical momentum vector along elliptical spatial loops - akin to a Larmor-like precession of magnetic moment (total momentum in our case) around a magnetic field (canonical momentum). We probe this precession experimentally using the single trapped LC particles - with the direction of precession determined by the helicity of the input light and the precession frequency varying linearly with the laser power. Our experimental results are validated by numerical simulations of the system where we employ the Debye-Wolf theory for tight focusing in the presence of a tilted stratified media. ",
    "url": "https://arxiv.org/abs/2402.07638",
    "authors": [
      "Sauvik Roy",
      "Nirmalya Ghosh",
      "Ayan Banerjee",
      "Subhasish Dutta Gupta"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.07646",
    "title": "Tunable on-chip electro-optic frequency-comb generation at 8 μm  wavelength",
    "abstract": "Dual-comb spectroscopy is a powerful technique to measure optical spectra in a wide spectral range with high-frequency resolution. The development of compact systems operating in the long-wave infrared wavelength range is of high interest for spectroscopic and sensing applications. Amongst the different techniques to obtain optical frequency-combs, electro-optic frequency-comb generation presents major advantages thanks to the tunable repetition rate only limited by the bandwidth of the used electro-optical modulator. However, the development of integrated and efficient electro-optical modulators operating in a wide long-wave infrared spectral band is still at its infancy, and electro-optical frequency-comb has not been demonstrated so far beyond the telecom band. In this work, a Schottky-based modulator embedded in a Ge-rich graded SiGe waveguide is used for electro-optic frequency-comb generation. Considering the limited efficiency of the modulator, harmonically-rich RF signals are used to enhance the generation of comb lines around the optical carrier. Interestingly, this allows us to demonstrate the generation of electro-optical combs spanning over 2.4 GHz around 8 {\\mu}m wavelength. This paves the way towards fully integrated and tunable mid-infrared electro-optic frequency-comb generation systems. ",
    "url": "https://arxiv.org/abs/2402.07646",
    "authors": [
      "Victor Turpaud",
      "Thi-Hao-Nhi Nguyen",
      "Natnicha Koompai",
      "Jonathan Peltier",
      "Jacopo Frigerio",
      "Stefano Calcaterra",
      "Jean-René Coudevylle",
      "David Bouville",
      "Carlos Alonso-Ramos",
      "Laurent Vivien",
      "Giovanni Isella",
      "Delphine Marris-Morini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07655",
    "title": "Inhomogeneous spin momentum induced orbital motion of birefringent  particles in tight focusing of vector beams in optical tweezers",
    "abstract": "Spin orbit interaction (SOI) due to tight focusing of light in optical tweezers has led to exciting and exotic avenues towards inducing rotation in microscopic particles. However, instances where the back action of the particles influences and modifies SOI effects so as to induce rotational motion are rarely known. Here, we tightly focus a vector beam having radial/azimuthal polarization carrying no intrinsic angular momentum, into a refractive index stratified medium, and observe orbital rotation of birefringent particles around the beam propagation axis. In order to validate our experimental findings, we perform numerical simulations of the underlying equations. Our simulations reveal that the interaction of light with a birefringent particle gives rise to inhomogeneous spin currents near the focus, resulting in a finite spin momentum. This spin momentum combines with the canonical momentum to finally generate an origin-dependent orbital angular momentum which is manifested in the rotation of the birefringent particles around the beam axis. Our study describes a unique modulation of the SOI of light due to interaction with anisotropic particles that can be used to identify new avenues for exotic and complex particle manipulation in optical tweezers. ",
    "url": "https://arxiv.org/abs/2402.07655",
    "authors": [
      "Ram Nandan Kumar",
      "Sauvik Roy",
      "Anand Dev Ranjan",
      "Subhasish Dutta Gupta",
      "Nirmalya Ghosh",
      "Ayan Banerjee"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.07805",
    "title": "Electrically tunable plasmonic metasurface as a matrix of nanoantennas",
    "abstract": "We report the fabrication and characterization of a plasmonic metasurface comprising electrically contacted sub-wavelength gold dipole nanoantennas, conformally coated by a thin hafnia film, an indium tin oxide layer and a backside mirror, forming metal-oxide-semiconductor (MOS) capacitors, for use as an electrically-tunable reflectarray or metasurface. By voltage biasing the nanoantennas through metallic connectors and leveraging the carrier refraction effect in the MOS capacitors, our measurements demonstrate phase control in reflection over a range of about 30 degrees, with a constant magnitude of reflection coefficient of 0.5, and the absence of secondary lobes. Comprehensive electromagnetic and quantum carrier models of the structure are developed and are in excellent agreement with the measurements. The metasurface holds promise for use as an optical phased array. ",
    "url": "https://arxiv.org/abs/2402.07805",
    "authors": [
      "Luis Angel Mayoral-Astorga",
      "Masoud Shabaninezhad",
      "Howard Northfield",
      "Spyridon Ntais",
      "Sabaa Rashid",
      "Hamid Mehrvar",
      "Lora Ramunno",
      "Pierre Berini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2402.06736",
    "title": "Bosenovae with Quadratically-Coupled Scalars in Quantum Sensing  Experiments",
    "abstract": "Ultralight dark matter (ULDM) particles of mass $m_\\phi \\lesssim 1~{\\rm eV}$ can form boson stars in DM halos. Collapse of boson stars leads to explosive bosenova emission of copious relativistic ULDM particles. In this work, we analyze sensitivity of terrestrial and space-based experiments to detect such relativistic scalar ULDM particles interacting through quadratic couplings with Standard Model constituents, including electrons, photons and gluons. We highlight key differences with searches for linear ULDM couplings. Screening of ULDM with quadratic couplings near the surface of the Earth can significantly impact observations in terrestrial experiments, motivating future space-based experiments. We demonstrate excellent ULDM discovery prospects, especially for quantum sensors, which can probe quadratic couplings orders below existing constraints by detecting bosenova events in the ULDM mass range $10^{-23}\\,{\\rm eV} \\lesssim m_\\phi \\lesssim 10^{-5}\\,{\\rm eV}$. We also report updated constraints on quadratic couplings of ULDM in case it comprises cold DM. ",
    "url": "https://arxiv.org/abs/2402.06736",
    "authors": [
      "Jason Arakawa",
      "Muhammad H. Zaheer",
      "Joshua Eby",
      "Volodymyr Takhistov",
      "Marianna S. Safronova"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.07257",
    "title": "Volumetric glass modification with Gaussian and doughnut-shaped pulses:  From localized laser energy absorption to absorption delocalization",
    "abstract": "Volumetric modification of glass materials by ultrashort laser pulses is a powerful technique enabling direct writing of three-dimensional structures for fabrication of optical, photonic, and microfluidic devices. The level of modification is determined by the locally absorbed energy density, which depends on numerous factors. In this work, the effect of the spatial pulse shape on the ultrashort laser excitation of fused silica was investigated experimentally and theoretically for the volumetric modification regimes. We focused on two shapes of laser pulses, Gaussian and doughnut-shaped (DS) ones. It was found that, at relatively low pulse energies, in the range of 1-5 microjoules, the DS pulses are more efficient in volumetric structural changes than Gaussian pulses. It is explained by the intensity clamping effect for the Gaussian pulses, which leads to the delocalization of the laser energy absorption. In the DS case, this effect is overcome due to the geometry of the focused beam propagation, accompanied by the electron plasma formation, which scatters light toward the beam axis. The thermoelastoplastic modeling performed for the DS pulses revealed intriguing dynamics of the shock waves generated because of tubular-like energy absorption. It is anticipated that such a double shock wave structure can induce the formation of high-pressure polymorphs of transparent materials that can be used for investigations of nonequilibrium thermodynamics of warm dense matter. The DS laser pulses of low energies of the order of 100 nanojoules which generate a gentle tubular-like modification can be perspective for a miniature waveguide writing in glass. ",
    "url": "https://arxiv.org/abs/2402.07257",
    "authors": [
      "Martin Zukerstein",
      "Vladimir P. Zhukov",
      "Yuri P. Meshcheryakov",
      "Nadezhda M. Bulgakova"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.07552",
    "title": "Highly efficient channeling of single photons into guided modes of  optical nanocapillary fibers",
    "abstract": "We report numerically the efficient channeling of single photons from a single quantum emitter into guided modes of optical nanocapillary fibers (NCFs). The NCF is formed of a liquid core optical nanofiber with inner and outer diameters. We optimize the inner and outer diameters of the NCF filled with water medium by placing a single dipole source (SDS) inside. The maximum channeling efficiency of 52% is found when the radially polarized SDS is placed at the center of the NCF filled with the water medium. The optimum inner and outer diameters of the NCF are 100 nm and 360 nm for the emission wavelength of 620 nm, respectively. Additionally, we investigate the SDS position dependence inside the NCF considering experimental ambiguity in placing a single quantum emitter inside the NCF. We found that the channeling efficiency remains almost constant for the water medium at the optimum condition. The present platform may open a novel route for generating single photons in quantum technologies and detecting single cells in bio-sensing. ",
    "url": "https://arxiv.org/abs/2402.07552",
    "authors": [
      "Bashaiah Elaganuru",
      "Resmi M",
      "Ramachandrarao Yalla"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.07617",
    "title": "Optimized noise-assisted simulation of the Lindblad equation with  time-dependent coefficients on a noisy quantum processor",
    "abstract": "Noise in quantum devices is generally considered detrimental to computational accuracy. However, the recent proposal of noise-assisted simulation has demonstrated that noise can be an asset in digital quantum simulations of open systems on Noisy Intermediate-Scale Quantum (NISQ) devices. In this context, we introduce an optimized decoherence rate control scheme that can significantly reduce computational requirements by multiple orders of magnitude, in comparison to the original noise-assisted simulation. We further extend this approach to encompass Lindblad equations with time-dependent coefficients, using only quantum error characterization and mitigation techniques. This extension allows for the perturbative simulation of non-Markovian dynamics on NISQ devices, eliminating the need for ancilla qubits or mid-circuit measurements. Our contributions are validated through numerical experiments on an emulated IBMQ device. Overall, our work offers valuable optimizations that bring current quantum processors closer to effectively simulating realistic open systems. ",
    "url": "https://arxiv.org/abs/2402.07617",
    "authors": [
      "José D. Guimarães",
      "Antonio Ruiz-Molero",
      "James Lim",
      "Mikhail I. Vasilevskiy",
      "Susana F. Huelga",
      "Martin B. Plenio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.12782",
    "title": "Tightrope-walking rationality in action: Feyerabendian insights for the  foundations of quantum mechanics",
    "abstract": " Comments: 30 pages; invited contribution to a special issue in International Studies in Philosophy of Science, dedicated to the work of P. K. Feyerabend; v2: improved presentations, several clarifications added, typos corrected, references added ",
    "url": "https://arxiv.org/abs/2212.12782",
    "authors": [
      "Daniele Oriti"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2304.06070",
    "title": "A hybrid quantum algorithm to detect conical intersections",
    "abstract": " Comments: 20 + 7 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2304.06070",
    "authors": [
      "Emiel Koridon",
      "Joana Fraxanet",
      "Alexandre Dauphin",
      "Lucas Visscher",
      "Thomas E. O'Brien",
      "Stefano Polla"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2308.01531",
    "title": "Optimizing multi-user indoor sound communications with acoustic  reconfigurable metasurfaces",
    "abstract": " Title: Optimizing multi-user indoor sound communications with acoustic  reconfigurable metasurfaces ",
    "url": "https://arxiv.org/abs/2308.01531",
    "authors": [
      "Hongkuan Zhang",
      "Qiyuan Wang",
      "Mathias Fink",
      "Guancong Ma"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16848",
    "title": "Natural Quantum Monte Carlo Computation of Excited States",
    "abstract": " Comments: Added funding acknowledgment ",
    "url": "https://arxiv.org/abs/2308.16848",
    "authors": [
      "David Pfau",
      "Simon Axelrod",
      "Halvard Sutterud",
      "Ingrid von Glehn",
      "James S. Spencer"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.06897",
    "title": "Full Phase Space Resonant Anomaly Detection",
    "abstract": " Comments: 10 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2310.06897",
    "authors": [
      "Erik Buhmann",
      "Cedric Ewen",
      "Gregor Kasieczka",
      "Vinicius Mikuni",
      "Benjamin Nachman",
      "David Shih"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2311.16408",
    "title": "Pathway selectivity in time-resolved spectroscopy using two-photon  coincidence counting with quantum entangled photons",
    "abstract": " Comments: 8 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2311.16408",
    "authors": [
      "Yuta Fujihashi",
      "Akihito Ishizaki",
      "Ryosuke Shimizu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02107",
    "title": "Pair filamentation and laser scattering in beam-driven QED cascades",
    "abstract": " Comments: 9 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2312.02107",
    "authors": [
      "Kenan Qu",
      "Alec Griffith",
      "Nathaniel J. Fisch"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2401.01229",
    "title": "Time Resolution of a SiGe BiCMOS Monolithic Silicon Pixel Detector  without Internal Gain Layer with a Femtosecond Laser",
    "abstract": " Comments: Submitted to JINST ",
    "url": "https://arxiv.org/abs/2401.01229",
    "authors": [
      "M. Milanesio",
      "L. Paolozzi",
      "T. Moretti",
      "A. Latshaw",
      "L. Bonacina",
      "R. Cardella",
      "T. Kugathasan",
      "A. Picardi",
      "M. Elviretti",
      "H. Rücker",
      "R. Cardarelli",
      "L. Cecconi",
      "C. A. Fenoglio",
      "D. Ferrere",
      "S. Gonzalez-Sevilla",
      "L. Iodice",
      "R. Kotitsa",
      "C. Magliocca",
      "M. Nessi",
      "A. Pizarro-Medina",
      "J. Sabater Iglesias",
      "I. Semendyaev",
      "J. Saidi",
      "M. Vicente Barreto Pinto",
      "S. Zambito",
      "G. Iacobucci"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.10218",
    "title": "A mode-multiplexed photonic integrated vector dot-product core from  inverse design",
    "abstract": " Comments: 13 pages, 8 figures. Initial submission to Optica ",
    "url": "https://arxiv.org/abs/2401.10218",
    "authors": [
      "Zheyuan Zhu",
      "Raktim Sarma",
      "Seth Smith-Dryden",
      "Guifang Li",
      "Shuo Pang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2401.13695",
    "title": "Inverse analysis of granular flows using differentiable graph neural  network simulator",
    "abstract": " Title: Inverse analysis of granular flows using differentiable graph neural  network simulator ",
    "url": "https://arxiv.org/abs/2401.13695",
    "authors": [
      "Yongjin Choi",
      "Krishna Kumar"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2401.16177",
    "title": "Iterative assembly of $^{171}$Yb atom arrays in cavity-enhanced optical  lattices",
    "abstract": " Comments: 8 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2401.16177",
    "authors": [
      "M.A. Norcia",
      "H. Kim",
      "W.B. Cairncross",
      "M. Stone",
      "A. Ryou",
      "M. Jaffe",
      "M.O. Brown",
      "K. Barnes",
      "P. Battaglino",
      "T.C. Bohdanowicz",
      "A. Brown",
      "K. Cassella",
      "C.-A. Chen",
      "R. Coxe",
      "D. Crow",
      "J. Epstein",
      "C. Griger",
      "E. Halperin",
      "F. Hummel",
      "A.M.W. Jones",
      "J.M. Kindem",
      "J. King",
      "K. Kotru",
      "J. Lauigan",
      "M. Li",
      "M. Lu",
      "E. Megidish",
      "J. Marjanovic",
      "M. McDonald",
      "T. Mittiga",
      "J.A. Muniz",
      "S. Narayanaswami",
      "C. Nishiguchi",
      "T. Paule",
      "K.A. Pawlak",
      "L.S. Peng",
      "K.L. Pudenz",
      "D. Rodriguez Perez",
      "A. Smull",
      "D. Stack",
      "M. Urbanek",
      "R.J.M. van de Veerdonk",
      "Z. Vendeiro",
      "L. Wadleigh",
      "T. Wilkason",
      "T.-Y. Wu",
      "X. Xie",
      "E. Zalys-Geller",
      "X. Zhang",
      "B.J. Bloom"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.17942",
    "title": "Impact of Lunar Dust on Free Space Optical (FSO) Energy Harvesting",
    "abstract": " Comments: 9 pages, 6 figures, to be published in IEEE Aerospace Conference 2024 ",
    "url": "https://arxiv.org/abs/2401.17942",
    "authors": [
      "Mohamed Naqbi",
      "Sebastien Loranger",
      "Gunes Karabulut Kurt"
    ],
    "subjectives": [
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2401.18050",
    "title": "Hypermultiplexed Integrated Tensor Optical Processor",
    "abstract": " Title: Hypermultiplexed Integrated Tensor Optical Processor ",
    "url": "https://arxiv.org/abs/2401.18050",
    "authors": [
      "Shaoyuan Ou",
      "Alexander Sludds",
      "Ryan Hamerly",
      "Ke Zhang",
      "Hanke Feng",
      "Eric Zhong",
      "Cheng Wang",
      "Dirk Englund",
      "Mengjie Yu",
      "Zaijun Chen"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.04968",
    "title": "Excited-Band Coherent Delocalization for Improved Optical Lattice Clock  Performance",
    "abstract": " Title: Excited-Band Coherent Delocalization for Improved Optical Lattice Clock  Performance ",
    "url": "https://arxiv.org/abs/2402.04968",
    "authors": [
      "Jacob Siegel",
      "William McGrew",
      "Youssef Hassan",
      "Chun-Chia Chen",
      "Kyle Beloy",
      "Tanner Grogan",
      "Xiaogang Zhang",
      "Andrew Ludlow"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2402.04994",
    "title": "Continuous operation of large-scale atom arrays in optical lattices",
    "abstract": " Comments: 9 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2402.04994",
    "authors": [
      "Flavien Gyger",
      "Maximilian Ammenwerth",
      "Renhao Tao",
      "Hendrik Timme",
      "Stepan Snigirev",
      "Immanuel Bloch",
      "Johannes Zeiher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]