[
  {
    "id": "arXiv:2403.09682",
    "title": "On the Theory of Quantum and Towards Practical Computation",
    "abstract": "Quantum computing exposes the brilliance of quantum mechanics through computer science and, as such, gives oneself a marvelous and exhilarating journey to go through. This article leads along that journey with a historical and current outlook on quantum computation that is geared toward computer experts but also to experts from other disciplines as well. It is an article that will bridge the vast gap between classical and quantum computation and open an entering wedge through which one will be able to both bring himself up to speed on quantum computation and, intrinsically, in a straightforward manner, become acquainted with it. We are indeed in luck to be living in an age where computing is being reinvented, and not only seeing history in the making firsthand but, in fact, having the opportunity to be the ones who are reinventing--and that is quite a thought. ",
    "url": "https://arxiv.org/abs/2403.09682",
    "authors": [
      "Robert Kudelić"
    ],
    "subjectives": [
      "Popular Physics (physics.pop-ph)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09689",
    "title": "The history of the discovery of the physical quantum of action (Zur  Geschichte der Auffindung des physikalischen Wirkungsquantums)",
    "abstract": "This is an English (annotated) translation of the German paper by Max Planck (1943) about \"The history of the discovery of the physical quantum of action\" ",
    "url": "https://arxiv.org/abs/2403.09689",
    "authors": [
      "Pascal Marquet",
      "Max Planck"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09814",
    "title": "Doppler-free three-photon spectroscopy on narrow-line optical  transitions",
    "abstract": "We demonstrate coherent Doppler-free three-photon excitation of the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{0}$ optical clock transition and the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{1}$ intercombination transition in free-space thermal clouds of $^{88}$Sr atoms. By appropriate orientation of the wavevectors of three lasers incident on the atoms, the first-order Doppler shift can be eliminated for all velocity classes. Three-photon excitation of the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{1}$ transition enables high-contrast Ramsey spectroscopy with interrogation times comparable to the 21$\\mu$s natural lifetime using a single near-resonant laser source. Three-photon spectroscopy on the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{0}$ clock transition, using only laser frequencies nearly resonant with the $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{0}$ and $^{1}S_{0}$$\\leftrightarrow$$^{3}P_{1}$ transitions, enables a reduction in Doppler broadening by two orders of magnitude and a corresponding $\\sim470$Hz linewidth without a confining potential. ",
    "url": "https://arxiv.org/abs/2403.09814",
    "authors": [
      "Guglielmo Panelli",
      "Shaun C. Burd",
      "Erik J. Porter",
      "Mark Kasevich"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09822",
    "title": "Experimental Study of Periodically Poled Piezoelectric Film Lithium  Niobate Resonator at Cryogenic Temperatures",
    "abstract": "This work reports the first study of periodically poled piezoelectric film (P3F) lithium niobate (LiNbO3) resonators at cryogenic temperatures. We experimentally investigate the temperature dependency of resonant frequencies and quality factor (Q) of higher-order Lamb modes up to 20 GHz between 80{\\deg}K and 297{\\deg}K, using a tri-layer P3F LiNbO3 resonators as the experimental platform. The supported thickness-shear Lamb modes between second-order symmetric (S2) and eleventh-order antisymmetric (A11) modes show temperature coefficients of frequency (TCF) averaging -68.8 ppm/K. Higher Q and more pronounced spurious modes are observed at lower temperatures for many modes. Upon further study, the cryogenic study will be crucial for identifying dominant loss mechanisms and origins of spurious modes in higher-order Lamb wave devices for millimeter-wave applications. ",
    "url": "https://arxiv.org/abs/2403.09822",
    "authors": [
      "Jack Kramer",
      "Omar Barrera",
      "Sinwoo Cho",
      "Vakhtang Chulukhadze",
      "Tzu-Hsuan Hsu",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09834",
    "title": "Area theorem for surface plasmons interacting of with resonant atoms",
    "abstract": "We show how the area theorem is applicable to the analytical description of the nonlinear interaction of surface plasmon modes with resonant two-level atoms. A closed analytical solution is obtained, which shows that surface plasmons can form long-propagating $2\\pi$ pulses when interacting with an optically dense two-level atomic ensemble. The possible applications of the surface pulse area theorem and the conditions for the detection of $2\\pi$ surface plasmon pulses are discussed. ",
    "url": "https://arxiv.org/abs/2403.09834",
    "authors": [
      "Sergey A. Moiseev",
      "Ali. A. Kamli"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.09854",
    "title": "Quantum entanglement during single-cycle nonsequential ionization",
    "abstract": "In order to elucidate the correlated motion of atomic electrons, we investigate the attosecond-scale dynamics of their entanglement arising due to nonsequential ionization driven by a strong, linearly-polarized laser field. The calculation is based on numerical integration of the time-dependent Schr\\\"{o}dinger equation for helium irradiated by a one-cycle, near-infrared field whose intensity is in the neighborhood of $1\\textrm{ PW/cm}^2$. The entanglement measure (Schmidt weight) is resolved on a sub-cycle timescale, and its key dependency on the field profile is exposed for the first time by tuning the carrier-envelope phase (CEP) to control the ionization-recollision timing. We find that between CEP cases, this can result in a $20\\%$ enhancement in the peak entanglement. A connection is made between the entanglement, the probability current, and the correlation coefficient for the two electron momenta, providing new insights into the nonsequential ionization mechanism. ",
    "url": "https://arxiv.org/abs/2403.09854",
    "authors": [
      "Daniel Younis",
      "Songbo Xie",
      "Joseph H. Eberly"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09894",
    "title": "Derivation of Antenna $Q$-factor based on Antenna Scattering-Matrix  Theory",
    "abstract": "A radio antenna is primarily designed to convert electromagnetic waves into electrical current and vice versa. However, a part of the incident wavefield is scattered due to structural effects and reflected power at the antenna's electrical port. Because the latter depends on the load impedance, an antenna can also be referred to as a loaded scatterer. Its interaction with electromagnetic waves is defined by means of absorption and scattering cross-sections (ACS and SCS). When immersed in a diffuse field such as the one generated within a reverberation chamber (RC), the impact of the load antenna results from averaged properties over incident angles. One fundamental quantity is the antenna quality factor (Q-factor) directly related to the averaged ACS. Current formulations of Q-factor are based on different power budget analysis which do not enable the consideration of wave interferences between the ingoing and outgoing fields. Additionally, the structural component is always neglected in the current formulations. In this paper, we introduce a rigorous formulation of the antenna Q-factor which takes into account the aforementioned effects. The antenna is modeled using the scattering-matrix theory which linearly links the ingoing and outgoing waves in terms of spherical harmonics expansion. The derived theory is validated using several numerical simulations based on a Method-of-Moment code. Then, the capability to take advantage of this model to retrieve antenna properties from multiple Q-factor estimations in an RC is demonstrated. All results are compared to the existing Q-factor formulations. ",
    "url": "https://arxiv.org/abs/2403.09894",
    "authors": [
      "Julien de Rosny",
      "François Sarrazin"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09897",
    "title": "Classical and quantum light-induced non-adiabaticity in molecular  systems",
    "abstract": "The exchange of energy between electronic and nuclear motion is the origin of non-adiabaticity and plays an important role in many molecular phenomena and processes. Conical intersections (CIs) of different electronic potential energy surfaces lead to the most singular non-adiabaticity and have been intensely investigated. The coupling of light and matter induces conical intersections which are termed light-induced conical intersections (LICIs). There are two kinds of LICIs, those induced by classical (laser) light and those by quantum light like that provided by a cavity. The present work reviews the subject of LICIs, discussing the achievements made so far. Particular attention is paid to comparing classical and quantum LICIs, their similarities and differences and their relationship to naturally occurring CIs. In contrast to natural CIs, the properties of which are dictated by nature, the properties of their light-induced counterparts are controllable by choosing the frequency and intensity (or coupling to the cavity) of the external light source. This opens the door to inducing and manipulating various kinds of non-adiabatic effects. Several examples of diatomic and polyatomic molecules are presented covering both dynamics and spectroscopy. The computational methods employed are discussed as well. To our opinion, the young field of LICIs and their impact shows much future potential. ",
    "url": "https://arxiv.org/abs/2403.09897",
    "authors": [
      "Csaba Fábri",
      "András Csehi",
      "Gábor J. Halász",
      "Lorenz S. Cederbaum",
      "Ágnes Vibók"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10017",
    "title": "Generation of isolated attosecond electron bunches by the diffraction of  a polarization-tailored intense laser beam",
    "abstract": "We propose utilizing a polarization-tailored high-power laser pulse to extract and accelerate electrons from the edge of a solid foil target to produce isolated attosecond electron bunches. The laser pulse consists of two orthogonally-polarized components with a time delay comparable to the pulse duration, such that the polarization in the middle of the pulse rapidly rotates over 90$^\\circ$ within few optical cycles. Three-dimensional (3D) Particle-in-Cell simulations show that when such a light pulse diffracts at the edge of a plasma foil, a series of isolated relativistic electron bunches are emitted into separated azimuthal angles determined by the varying polarization. In comparison with most other methods that require an ultra-short drive laser, we show the proposed scheme works well with typical multi-cycle ($\\sim 30~$fs) pulses from high-power laser facilities. The generated electron bunches have typical durations of a few hundred attoseconds and charges of tens of picocoulombs. ",
    "url": "https://arxiv.org/abs/2403.10017",
    "authors": [
      "Ke Hu",
      "Longqing Yi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10026",
    "title": "High sensitivity and large scanning range optical antennas enabled by  multi-casting ridge-waveguide subwavelength structure arrays",
    "abstract": "With the rapid development of large-scale integrated photonics, optical phased array (OPA) is an effective way to realize highly integrated, stable and low-cost beam control system. Achieving a large field of view (FOV) in the longitudinal direction without increasing fabrication cost and system complexity is still a significant challenge in OPA antennas. Here, a high sensitivity and large scanning range antenna based on subwavelength structure array is proposed to enhance the longitudinal scanning and free-space radiating efficiency by using the ridge-waveguide structure and backward-emitting. A millimeter-long grating antenna with a far-field beam divergence of 0.13{\\deg} and a wavelength sensitivity of 0.237{\\deg}/nm is experimentally demonstrated. Furthermore, by using different sideband periods, we introduce a multi-casting grating antenna with a large scanning range up to 42.6{\\deg}. The proposed devices show significant improvement in longitudinal wavelength sensitivity compared with the typical waveguide grating antennas. ",
    "url": "https://arxiv.org/abs/2403.10026",
    "authors": [
      "Weijie Xu",
      "Xianxian Jiang",
      "Yelong Bao",
      "Junjia Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10122",
    "title": "Water-based Quantum Dots Liquid Scintillator for Particle Physics",
    "abstract": "Liquid scintillators are typically composed from organic compounds dissolved in organic solvents. However, usage of such material is often restricted due to fire safety and environmental reasons. Because of this, R\\&D of water-based liquid scintillators is of extreme relevance; yet, no such scintillators have been made commercially available as yet. Here, we investigate an alternative, water-based quantum dots liquid scintillator. Pre-determined and controllable optical properties of the quantum dots, as well as the existence of large libraries of established protocols for their dispersion in aqueous solutions, make them an attractive option for nuclear and particle physics applications. We characterize the optical properties of water-based quantum dots liquid scintillator and find that most of its optical properties are preserved upon quantum dots' phase transfer into water, through the addition of an oleic acid hydrophilic layer. Using the developed scintillator, the time and charge responses from atmospheric muons are measured, highlighting the practical viability of water-based quantum dots liquid scintillators for nuclear and particle physics, special interest on neutrino physics. ",
    "url": "https://arxiv.org/abs/2403.10122",
    "authors": [
      "M. Zhao",
      "M. Taani",
      "J. Cole",
      "B. Crudele",
      "B. Zou",
      "N. Bhuiyan",
      "E. Chowdhury",
      "Y. Duan",
      "S. Fekri",
      "D. Harvey",
      "D. Mitra",
      "O. Raz",
      "A. Thompson",
      "T. Katori",
      "A. Rakovich"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2403.10162",
    "title": "Ultra-high endurance silicon photonic memory using vanadium dioxide",
    "abstract": "Silicon photonics arises as a viable solution to address the stringent resource demands of emergent technologies, such as neural networks. Within this framework, photonic memories are fundamental building blocks of photonic integrated circuits that have not yet found a standardized solution due to several trade-off among different metrics such as energy consumption, speed, footprint, or fabrication complexity, to name a few. In particular, a photonic memory exhibiting ultra-high endurance performance (> 10^6 cycles) has been elusive to date. Here, we report an ultra-high endurance silicon photonic memory using vanadium dioxide (VO_2) exhibiting a record cyclability of up to 10^7 cycles without degradation. Moreover, our memory features an ultra-compact footprint below 5 {\\mu}m with potential for nanosecond and picojoule programming performance. Our silicon photonic memory could find application in emerging photonic applications demanding high number of memory updates such as photonic neural networks with in-situ training. ",
    "url": "https://arxiv.org/abs/2403.10162",
    "authors": [
      "Juan José Seoane",
      "Jorge Parra",
      "Juan Navarro-Arenas",
      "María Recaman",
      "Koen Schouteden",
      "Jean Pierre Locquet",
      "Pablo Sanchis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10285",
    "title": "Thermal radiation forces on planar structures with asymmetric optical  response",
    "abstract": "Light carries momentum and, upon interaction with material structures, can exert forces on them. Here, we show that a planar structure with asymmetric optical response is spontaneously accelerated when placed in an environment at a different temperature. This phenomenon originates from the imbalance in the exchange rates of photons between both sides of the structure and the environment. Using a simple theoretical model, we calculate the force acting on the planar structure and its terminal velocity in vacuum, and analyze their dependence on the initial temperature and the geometrical properties of the system for different realistic materials. Our results unravel an alternative approach to manipulating objects in the nano and microscale that does not require an external source of radiation. ",
    "url": "https://arxiv.org/abs/2403.10285",
    "authors": [
      "Juan R. Deop-Ruano",
      "F. Javier García de Abajo",
      "Alejandro Manjavacas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2403.10414",
    "title": "Diamond Micro-Chip for Quantum Microscopy",
    "abstract": "The nitrogen vacancy (NV) center in diamond is an increasingly popular quantum sensor for microscopy of electrical current, magnetization, and spins. However, efficient NV-sample integration with a robust, high-quality interface remains an outstanding challenge to realize scalable, high-throughput microscopy. In this work, we characterize a diamond micro-chip (DMC) containing a (111)-oriented NV ensemble; and demonstrate its utility for high-resolution quantum microscopy. We perform strain imaging of the DMC and find minimal detrimental strain variation across a field-of-view of tens of micrometer. We find good ensemble NV spin coherence and optical properties in the DMC, suitable for sensitive magnetometry. We then use the DMC to demonstrate wide-field microscopy of electrical current, and show that diffraction-limited quantum microscopy can be achieved. We also demonstrate the deterministic transfer of DMCs with multiple materials of interest for next-generation electronics and spintronics. Lastly, we develop a polymer-based technique for DMC placement. This work establishes the DMC's potential to expand the application of NV quantum microscopy in materials, device, geological, biomedical, and chemical sciences. ",
    "url": "https://arxiv.org/abs/2403.10414",
    "authors": [
      "Shahidul Asif",
      "Hang Chen",
      "Johannes Cremer",
      "Shantam Ravan",
      "Jeyson Tamara-Isaza",
      "Saurabh Lamsal",
      "Reza Ebadi",
      "Yan Li",
      "Ling-Jie Zhou",
      "Cui-Zu Chang",
      "John Q. Xiao",
      "Amir Yacoby",
      "Ronald L. Walsworth",
      "Mark J.H. Ku"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10469",
    "title": "The Goldilocks Principle of Learning Unitaries by Interlacing Fixed  Operators with Programmable Phase Shifters on a Photonic Chip",
    "abstract": "Programmable photonic integrated circuits represent an emerging technology that amalgamates photonics and electronics, paving the way for light-based information processing at high speeds and low power consumption. Programmable photonics provides a flexible platform that can be reconfigured to perform multiple tasks, thereby holding great promise for revolutionizing future optical networks and quantum computing systems. Over the past decade, there has been constant progress in developing several different architectures for realizing programmable photonic circuits that allow for realizing arbitrary discrete unitary operations with light. Here, we systematically investigate a general family of photonic circuits for realizing arbitrary unitaries based on a simple architecture that interlaces a fixed intervening layer with programmable phase shifter layers. We introduce a criterion for the intervening operator that guarantees the universality of this architecture for representing arbitrary $N \\times N$ unitary operators with $N+1$ phase layers. We explore this criterion for different photonic components, including photonic waveguide lattices and meshes of directional couplers, which allows the identification of several families of photonic components that can serve as the intervening layers in the interlacing architecture. Our findings pave the way for efficiently designing and realizing novel families of programmable photonic integrated circuits for multipurpose analog information processing. ",
    "url": "https://arxiv.org/abs/2403.10469",
    "authors": [
      "Kevin Zelaya",
      "Matthew Markowitz",
      "Mohammad-Ali Miri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)"
    ]
  },
  {
    "id": "arXiv:2403.10486",
    "title": "Unifying frequency metrology across microwave, optical, and  free-electron domains",
    "abstract": "Frequency metrology lies at the heart of precision measurement. Optical frequency combs provide a coherent link uniting the microwave and optical domains in the electromagnetic spectrum, with profound implications in timekeeping, sensing and spectroscopy, fundamental physics tests, exoplanet search, and light detection and ranging. Here, we extend this frequency link to free electrons by coherent modulation of the electron phase by a continuous-wave laser locked to a fully stabilized optical frequency comb. Microwave frequency standards are transferred to the optical domain via the frequency comb, and are further imprinted in the electron spectrum by optically modulating the electron phase with a photonic chip-based microresonator. As a proof-of-concept demonstration, we apply this frequency link in the calibration of an electron spectrometer, and use the electron spectrum to measure the optical frequency. Our work bridges frequency domains differed by a factor of $\\sim10^{13}$ and carried by different physical objects, establishes a spectroscopic connection between electromagnetic waves and free-electron matter waves, and has direct ramifications in ultrahigh-precision electron spectroscopy. ",
    "url": "https://arxiv.org/abs/2403.10486",
    "authors": [
      "Yujia Yang",
      "Paolo Cattaneo",
      "Arslan S. Raja",
      "Bruce Weaver",
      "Rui Ning Wang",
      "Alexey Sapozhnik",
      "Fabrizio Carbone",
      "Thomas LaGrange",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2403.09868",
    "title": "The Quantum Gaussian-Schell Model: A Link Between Classical and Quantum  Optics",
    "abstract": "The quantum theory of the electromagnetic field uncovered that classical forms of light were indeed produced by distinct superpositions of nonclassical multiphoton wavepackets. Specifically, partially coherent light represents the most common kind of classical light. Here, for the first time, we demonstrate the extraction of the constituent multiphoton quantum systems of a partially coherent light field. We shift from the realm of classical optics to the domain of quantum optics via a quantum representation of partially coherent light using its complex-Gaussian statistical properties. Our formulation of the quantum Gaussian-Schell model unveils the possibility of performing photon-number-resolving detection to isolate the constituent quantum multiphoton wavepackets of a classical light field. We experimentally verified the coherence properties of isolated vacuum systems and wavepackets with up to sixteen photons. Our findings not only demonstrate the possibility of observing quantum properties of classical macroscopic objects, but also establish a fundamental bridge between the classical and quantum worlds. ",
    "url": "https://arxiv.org/abs/2403.09868",
    "authors": [
      "Riley B. Dawkins",
      "Mingyuan Hong",
      "Chenglong You",
      "Omar S. Magana-Loaiza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.10192",
    "title": "Open quantum system simulation of time and frequency resolved  spectroscopy",
    "abstract": "The dynamics of excitonic energy transfer in molecular complexes triggered by interaction with laser pulses offers a unique window into the underlying physical processes. The absorbed energy moves through the network of interlinked pigments and in photosynthetic complexes reaches a reaction center. The efficiency and time-scale depend not only on the excitonic couplings, but are also affected by the dissipation of energy to vibrational modes of the molecules. An open quantum system description provides a suitable tool to describe the involved processes and connects the decoherence and relaxation dynamics to measurements of the time-dependent polarization. ",
    "url": "https://arxiv.org/abs/2403.10192",
    "authors": [
      "Tobias Kramer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10201",
    "title": "Steering internal and outgoing electron dynamics in bilayer graphene  cavities by cavity design",
    "abstract": "Ballistic, gate-defined devices in two-dimensional materials offer a platform for electron optics phenomena influenced by the material's properties and gate control. We study the ray trajectory dynamics of all-electronic, gate-defined cavities in bilayer graphene to establish how distinct regimes of the internal and outgoing charge carrier dynamics can be tuned and optimized by the cavity shape, symmetry, and parameter choice, e.g., the band gap and the cavity orientation. In particular, we compare the dynamics of two cavity shapes, o'nigiri, and Lima\\c{c}on cavities, which fall into different symmetry classes. We demonstrate that for stabilising regular, internal cavity modes, such as periodic and whispering gallery orbits, it is beneficial to match the cavity shape to the bilayer graphene Fermi line contour. Conversely, a cavity of a different symmetry than the material dispersion allows one to determine preferred emission directionalities in the emitted far-field. ",
    "url": "https://arxiv.org/abs/2403.10201",
    "authors": [
      "Lukas Seemann",
      "Angelika Knothe",
      "Martina Hentschel"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.10246",
    "title": "Iterative Confinement of Ions via the Quantum Zeno Effect: Probing  Paradoxical Energy Consequences",
    "abstract": "Building upon our previously introduced mechanism for ion trapping based on the quantum Zeno effect (QZE), we propose a novel approach to systematically draw ions closer together, solely via quantum measurements. The proposed method involves repeated measurements of the electromagnetic force exerted by ions on an enclosure of conductor plates to confine the ions within an incrementally smaller spatial region, achieved by exploiting the behaviour of the wavefunction at its boundaries. Taking a two-proton system as a case study, we explore the dynamics between the energy gain of the system, attributed to successive QZE measurements, and the energy expended making such measurements. The results reveal a paradox wherein, under specific circumstances, protons appear to accumulate more energy than is seemingly introduced into the system. This peculiarity aligns with prior studies that highlight challenges in energy conservation within quantum mechanics. To verify these observations, we propose an iterative confinement setup that is feasible with current technological capabilities. Confirmation of these findings could offer new insights for applications in quantum physics, including fusion research. Therefore, the proposed novel method of manipulating ions not only harbours considerable potential for diverse applications but also furnishes an additional tool for probing fundamental questions in the field. ",
    "url": "https://arxiv.org/abs/2403.10246",
    "authors": [
      "Varqa Abyaneh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2403.10387",
    "title": "Transport of non-classical light mediated by topological domain walls in  a SSH photonic lattice",
    "abstract": "Advancements in photonics technologies have significantly enhanced their capability to facilitate experiments involving quantum light, even at room temperature. Nevertheless, fully integrating photonic chips that include quantum light sources, effective manipulation and transport of light minimizing losses, and appropriate detection systems remains an ongoing challenge. Topological photonic systems have emerged as promising platforms to protect quantum light properties during propagation, beyond merely preserving light intensity. In this work, we delve into the dynamics of non-classical light traversing a Su-Schrieffer-Heeger photonic lattice with topological domain walls. Our focus centers on how topology influences the quantum properties of light as it moves across the array. By precisely adjusting the spacing between waveguides, we achieve dynamic repositioning and interaction of domain walls, facilitating effective beam-splitting operations. Our findings demonstrate high-fidelity transport of non-classical light across the lattice, replicating known results that are now safeguarded by the topology of the system. This protection is especially beneficial for quantum communication protocols with continuous variable states. Our study enhances the understanding of light dynamics in topological photonic systems and paves the way for high-fidelity, topology-protected quantum communication. ",
    "url": "https://arxiv.org/abs/2403.10387",
    "authors": [
      "Gabriel O'Ryan",
      "Joaquín Medina Dueñas",
      "Diego Guzmán-Silva",
      "Luis E. F. Foa Torres",
      "Carla Hermann-Avigliano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.11999",
    "title": "Fast data-driven spectrometer with direct measurement of time and  frequency for multiple single photons",
    "abstract": " Title: Fast data-driven spectrometer with direct measurement of time and  frequency for multiple single photons ",
    "url": "https://arxiv.org/abs/2304.11999",
    "authors": [
      "Jakub Jirsa",
      "Sergei Kulkov",
      "Raphael A. Abrahao",
      "Jesse Crawford",
      "Aaron Mueninghoff",
      "Ermanno Bernasconi",
      "Claudio Bruschini",
      "Samuel Burri",
      "Stephen Vintskevich",
      "Michal Marcisovsky",
      "Edoardo Charbon",
      "Andrei Nomerotski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.00044",
    "title": "Challenges of variational quantum optimization with measurement shot  noise",
    "abstract": " Comments: 15 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2308.00044",
    "authors": [
      "Giuseppe Scriva",
      "Nikita Astrakhantsev",
      "Sebastiano Pilati",
      "Guglielmo Mazzola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2309.08629",
    "title": "Disparities in access to US quantum information education",
    "abstract": " Comments: Submitted to Phys Rev Phys Educ Res (revised, not copy-edited) ",
    "url": "https://arxiv.org/abs/2309.08629",
    "authors": [
      "Josephine C. Meyer",
      "Gina Passante",
      "Bethany R. Wilcox"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2310.11342",
    "title": "Quantum Computing Simulation of a Mixed Spin-Boson Hamiltonian and Its  Performance for a Cavity Quantum Electrodynamics Problem",
    "abstract": " Comments: 22 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2310.11342",
    "authors": [
      "Maria Tudorovskaya",
      "David Muñoz Ramo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.06096",
    "title": "Precise characterization of a silicon carbide waveguide fiber interface",
    "abstract": " Title: Precise characterization of a silicon carbide waveguide fiber interface ",
    "url": "https://arxiv.org/abs/2401.06096",
    "authors": [
      "Marcel Krumrein",
      "Oliver von Berg",
      "Raphael Nold",
      "Flavie Davidson-Marquis",
      "Arthur Bourama",
      "Lukas Niechziol",
      "Timo Steidl",
      "Ruoming Peng",
      "Jonathan Körber",
      "Rainer Stöhr",
      "Nils Gross",
      "Jurgen Smet",
      "Jawad Ul-Hassan",
      "Péter Udvarhelyi",
      "Adam Gali",
      "Florian Kaiser",
      "Jörg Wrachtrup"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.15244",
    "title": "Localization landscape of optical waves in multifractal photonic  membranes",
    "abstract": " Title: Localization landscape of optical waves in multifractal photonic  membranes ",
    "url": "https://arxiv.org/abs/2401.15244",
    "authors": [
      "Tornike Shubitidze",
      "Yilin Zhu",
      "Hari Sundar",
      "Luca Dal Negro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]