[
  {
    "id": "arXiv:2206.04748",
    "title": "Simulating core electron binding energies of halogenated species  adsorbed on ice surfaces and in solution with relativistic quantum embedding  calculations",
    "abstract": "In this work we investigate the effects of the environment on the X-ray photoelectron spectra of hydrogen chloride and the chloride ions adsorbed on ice surfaces, as well as of chloride ions in water droplets. In our approach, we combine a density functional theory (DFT) description of the ice surface with that of the halogen species with the recently developed relativistic core-valence separation equation of motion coupled cluster (CVS-EOM-IP-CCSD) via the frozen density embedding formalism (FDE), to determine the K and L$_{1,2,3}$ edges of chlorine. Our calculations, which incorporate temperature effects through snapshots from classical molecular dynamics simulations, are shown to reproduce experimental trends in the change of the core binding energies for Cl$^-$ upon moving from a liquid (water droplets) to an interfacial (ice quasi-liquid layer) environment. Our simulations yield water valence band binding energies in good agreement with experiment, and that vary little between the droplets and the ice surface. For the halide core binding energies there is an overall trend of overestimating experimental values, though good agreement between theory and experiment is found for Cl$^-$ in water droplets and on ice. For HCl on the other hand there are significant discrepancies between experimental and calculated core binding energies when we consider structural models which maintain the H-Cl bond more or less intact. An analysis of models that allow for pre-dissociated and dissociated structures suggests that experimentally observed chemical shifts in binding energies between Cl$^-$ snd HCl would reqire that H$^+$ (in the form of H$_3$O$^+$) and Cl$^-$ are separated by roughly 4-6 A. ",
    "url": "https://arxiv.org/abs/2206.04748",
    "authors": [
      "Richard A. Opoku",
      "Céline Toubin",
      "André Severo Pereira Gomes"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04991",
    "title": "Piezoresistance characterization of silicon nanowires in uniaxial and  isostatic pressure variation",
    "abstract": "We investigate the piezoresistance (PZR) characteristics of randomly distributed and interconnected vertical silicon nanowires (SiNWs), and also periodic arrays of SiNWs, for pressure sensing applications. The samples were made from p-type single-crystalline (100) silicon wafers using a silver catalysed top-down etching. Prepared Nano-scaled Si structures, such as SiNWs, are known to exhibit large PZR effect but often lack the mechanical strength and robustness of bulk material. By utilizing arrays of interconnected nano-scaled silicon wires, instead of separated SiNWs, the mechanical stability and process repeatability is increased. Pressure sensitivity of the prepared SiNWs devices was analysed by measuring their electrical resistance upon applied uniaxial pressure and isostatic pressure variation. Several different samples from two distinct batches of SiNWs were measured in order to analyse the repeatability of the fabrication process and statistical distribution of measurements. A sensing resolution down to roughly one millibar pressure was observed with uniaxial force application, and also two order of magnitude resistance variation was observed in isostatic pressure below one atm. ",
    "url": "https://arxiv.org/abs/2206.04991",
    "authors": [
      "Elham Fakhri",
      "Rodica Plugaru",
      "Muhammad Taha Sultan",
      "Thorsteinn Hanning Kristinsson",
      "Hákon Örn Árnason",
      "Neculai Plugaru",
      "Andrei Manolescu",
      "Snorri Ingvarsson",
      "Halldor Gudfinnur Svavarsson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05058",
    "title": "A time-symmetric generalization of quantum mechanics",
    "abstract": "I propose a time-symmetric generalization of quantum mechanics that is inspired by scattering theory. The model postulates two interacting quantum states, one traveling forward in time and one backward in time. The interaction is modeled by a unitary scattering operator. I show that this model is equivalent to pseudo-unitary quantum mechanics. ",
    "url": "https://arxiv.org/abs/2206.05058",
    "authors": [
      "Mankei Tsang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05074",
    "title": "Tailored frequency conversion makes infrared light visible for streak  cameras",
    "abstract": "Streak cameras are one of the most common and convenient devices to measure pulsed emission e.g. from semiconductor lightsources with picosecond time resolution. However, they are most sensitive in the visible range and possess low or negligible efficiency in the infrared and telecom regime. In this work, we present a frequency conversion based on sum-frequency generation that converts infrared to visible signals while preserving their temporal properties, making them detectable with a streak camera. We demonstrate and verify the functionality of our device by converting the emission from a quantum dot laser. ",
    "url": "https://arxiv.org/abs/2206.05074",
    "authors": [
      "Carolin Lüders",
      "Jano Gil-Lopez",
      "Markus Allgaier",
      "Benjamin Brecht",
      "Marc Aßmann",
      "Christine Silberhorn",
      "Manfred Bayer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.05119",
    "title": "X-ray technological irradiation for TID studies on silicon sensor and  electronic devices in a medical facility",
    "abstract": "Technological tests of Total Ionizing Dose effects are required not only for silicon particle sensors developed in high energy physics experiments, but also for electronic devices and semiconductor elements used in commercial, automotive and space applications. Using x-ray irradiators, these technological tests and studies can be performed not only in facilities explicitly built for this mission, but also in medical or biological research facilities when some minima requirements are satisfied. Generally this irradiation can be performed without interfering with the medical and biological activities of the facility. In this article will be described the minimum instrumentation required for this type of studies and will be given a detailed description of the preparation and realization of a SiPM x-ray irradiation campaign for TID characterization realized in the Italian TIFPA-INFN Trento Center Laboratory in May 2021, using instruments originally realized for medical and biological irradiation. ",
    "url": "https://arxiv.org/abs/2206.05119",
    "authors": [
      "Benedetto Di Ruzza"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05185",
    "title": "Decision-making under uncertainty: a quantum value operator approach",
    "abstract": "We propose a quantum expected value theory for decision-making under uncertainty. Quantum density operator as value operator is proposed to simulate people's subjective beliefs. Value operator guides people to choose corresponding actions based on their subjective beliefs through objective world. The value operator can be constructed from quantum gates and logic operations as a quantum decision tree. The genetic programming is used to optimize and auto-generate quantum decision trees. ",
    "url": "https://arxiv.org/abs/2206.05185",
    "authors": [
      "Lizhi Xin",
      "Houwen Xin"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05201",
    "title": "Combining sensors and surveys to study social contexts: Case of  scientific conferences",
    "abstract": "In this paper, we present a unique collection of four data sets to study social behaviour. The data were collected at four international scientific conferences, during which we measured face-to-face contacts along with additional information about individuals. Building on innovative methods developed in the last decade to study human social behaviour, interactions between participants were monitored using the SocioPatterns platform, which allows collecting face-to-face physical proximity events every 20 seconds in a well-defined social context. Through accompanying surveys, we gathered extensive information about the participants, including sociodemographic characteristics, Big Five personality traits, DIAMONDS situational perceptions, measure of scientific attractiveness, motivations for attending the conferences, and perceptions of the crowd (e.g., in terms of gender distribution). Linking the sensor and survey data provides a rich window into social behaviour: At the individual level, the data sets allow personality scientists to investigate individual differences in social behaviour and pinpoint which individual characteristics (e.g., social roles, personality traits, situational perceptions) drive these individual differences. At the group level, the data also allow studying the mechanisms responsible for interacting patterns within a scientific crowd during a social, networking and idea-sharing event. The data are available for secondary analysis. ",
    "url": "https://arxiv.org/abs/2206.05201",
    "authors": [
      "Mathieu Génois",
      "Maria Zens",
      "Marcos Oliveira",
      "Clemens Lechner",
      "Johann Schaible",
      "Markus Strohmaier"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05236",
    "title": "Optical Diffraction Tomography based on 3D Physics-Inspired Neural  Network (PINN)",
    "abstract": "Optical diffraction tomography (ODT) is an emerging 3D imaging technique that is used for the 3D reconstruction of the refractive index (RI) for semi-transparent samples. Various inverse models have been proposed to reconstruct the 3D RI based on the holographic detection of different samples such as the Born and the Rytov approximations. However, such approximations usually suffer from the so-called missing-cone problem that results in an elongation of the final reconstruction along the optical axis. Different iterative schemes have been proposed to solve the missing cone problem relying on physical forward models and an error function that aims at filling in the k-space and thus eliminating the missing-cone problem and reaching better reconstruction accuracy. In this paper, we propose a different approach where a 3D neural network (NN) is employed. The NN is trained with a cost function derived from a physical model based on the physics of optical wave propagation. The 3D NN starts with an initial guess for the 3D RI reconstruction (i.e. Born, or Rytov) and aims at reconstructing better 3D reconstruction based on an error function. With this technique, the NN can be trained without any examples of the relation between the ill-posed reconstruction (Born or Rytov) and the ground truth (true shape). ",
    "url": "https://arxiv.org/abs/2206.05236",
    "authors": [
      "Ahmed B. Ayoub",
      "Amirhossein Saba",
      "Carlo Gigli",
      "Demetri Psaltis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)"
    ]
  },
  {
    "id": "arXiv:2206.04894",
    "title": "Coherent transfer of the transverse momentum of an optical vortex beam  to the motion of a single trapped ion",
    "abstract": "We demonstrate the excitation, using a structured light beam carrying orbital angular momentum, of the center of mass motion of a single atom in the transverse direction to the beam's propagation. This interaction is achieved with a vortex beam carrying one unit of orbital angular momentum and one unit of spin/polarization angular momentum. Using a singly charged $^{40}$Ca$^+$ ion, cooled near the ground state of motion in the 3D harmonic potential of a Paul trap, we probe the narrow S$_{1/2}$ to D$_{5/2}$ transition near $729\\,\\mathrm{nm}$ on its motional sidebands to quantify the momentum transfer. Exchange of quanta in the perpendicular direction to the beam's wave vector $\\mathbf{k}$ is observed in case of the vortex shaped beam, in strong contrast to the absence of this spin-motion coupling for the case of a Gaussian beam. We characterize the coherent interaction by an effective transverse Lamb-Dicke factor $\\eta^\\mathrm{exp}_{\\perp}=0.0062(5)$ which is in agreement with our theoretical prediction $\\eta^\\mathrm{theo}_{\\perp}=0.0057(1)$ ",
    "url": "https://arxiv.org/abs/2206.04894",
    "authors": [
      "Felix Stopp",
      "Maurizio Verde",
      "Milton Katz",
      "Martin Drechsler",
      "Christian T. Schmiegelow",
      "Ferdinand Schmidt-Kaler"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.04895",
    "title": "Grain Boundary Development of Silicon during Directional Solidification:  A Phase-Field Study",
    "abstract": "In order to control the grain structure of multi-crystalline (mc) silicon during directional solidification, the development process of grain boundaries (GBs) with respect to the temperature gradient should be understood. A phase-field model incorporated with anisotropic interface energy and anisotropic attachment kinetic coefficient has produced the faceted shape of a growing silicon crystal, which is in agreement with experimental observation. The growth of coupled silicon grains under various growth velocities has been simulated to see the morphology of the solid-liquid front and the development process of the GBs. It has been found that the direction of GB is governed by either the kinetic rule or the equilibrium rule at the grain groove, depending on the growth velocity and the orientation relationship between grains on two sides. The GB beneath a groove with facet-facet surfaces follows the bisector of the two surfaces, while the direction of a GB stays far from the bisector when the groove has a rough surface. This research provides a numerical approach to predicting grain boundary development and gaining insights from grain structure evolution in mc-silicon, which can be potentially applied for high-efficiency and low-cost solar cells. ",
    "url": "https://arxiv.org/abs/2206.04895",
    "authors": [
      "Chuanqi Zhu",
      "Yuichiro Koizumi",
      "Chunwen Guo"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05212",
    "title": "Computation of High Frequency Magnetoelastic Waves in Layered Materials",
    "abstract": "The direct calculation of magnetoelastic wave dispersion in layered media is presented using an efficient, accurate computational technique. The governing, coupled equations for elasticity and magnetism, the Navier and Landau-Lifshitz equations, respectively, are linearized to form a quadratic eigenvalue problem that determines a complex web of wavenumber-frequency dispersion branches and their corresponding mode profiles. Numerical discretization of the eigenvalue problem via a spectral collocation method (SCM) is employed to determine the complete dispersion maps for both a single, finite-thickness magnetic layer and a finite magnetic-nonmagnetic double-layer. The SCM, previously used to study elastic waves in non-magnetic media, is fast, accurate, and adaptable to a variety of sample configurations and geometries. Emphasis is placed on the extremely high frequency regimes being accessed in ultrafast magnetism experiments. The dispersion maps and modes provide insight into how energy propagates through the coupled system, including how energy can be transferred between elastic- and magnetic-dominated waves as well as between different layers. The numerical computations for a single layer are further understood by a simplified analytical calculation in the high-frequency, exchange-dominated regime where the resonance condition required for energy exchange (an anticrossing) between quasi-elastic and quasi-magnetic dispersion branches is determined. Nonresonant interactions are shown to be well approximated by the dispersion of uncoupled elastic and magnetic waves. The methods and results provide fundamental theoretical tools to model and understand current and future magnetic devices powering spintronic innovation. ",
    "url": "https://arxiv.org/abs/2206.05212",
    "authors": [
      "Samuel J. Ryskamp",
      "Mark A. Hoefer"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2101.10931",
    "title": "The collapse of a quantum state as a joint probability construction",
    "abstract": " Comments: v4 has the same section numbers, equation numbers, and figure numbers as in the Published Version, but pagination is different ",
    "url": "https://arxiv.org/abs/2101.10931",
    "authors": [
      "Peter Morgan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2109.06742",
    "title": "Statistical limits for quantum networks with semiconductor entangled  photon sources",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2109.06742",
    "authors": [
      "Jingzhong Yang",
      "Michael Zopf",
      "Pengji Li",
      "Nand Lal Sharma",
      "Weijie Nie",
      "Frederik Benthin",
      "Tom Fandrich",
      "Eddy Patrick Rugeramigabo",
      "Caspar Hopfmann",
      "Robert Keil",
      "Oliver G. Schmidt",
      "Fei Ding"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.12209",
    "title": "Anomalous time of flight behavior of fast ions in laser produced  aluminum plasma",
    "abstract": " Comments: 8 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2203.12209",
    "authors": [
      "Garima Arora",
      "Jinto Thomas",
      "Hem Chandra Joshi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2205.08763",
    "title": "Ultra-broadband mid-infrared generation in dispersion-engineered  thin-film lithium niobate",
    "abstract": " Comments: 5 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2205.08763",
    "authors": [
      "Jatadhari Mishra",
      "Marc Jankowski",
      "Alexander Y. Hwang",
      "Hubert S. Stokowski",
      "Timothy P. McKenna",
      "Carsten Langrock",
      "Edwin Ng",
      "David Heydari",
      "Hideo Mabuchi",
      "Amir H. Safavi-Naeini",
      "M . M. Fejer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.01865",
    "title": "Quantum Fluctuations, The Casimir Effect and The Historical Burden",
    "abstract": " Comments: 16 Pages, 1 Figure updated ",
    "url": "https://arxiv.org/abs/2206.01865",
    "authors": [
      "Gerald E. Marsh"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]