[
  {
    "id": "arXiv:2212.07007",
    "title": "Planar Metasurface Antenna with Tunable via Boundaries for Computational  Imaging",
    "abstract": "The fusion of metasurface antennas and computational imaging facilitates the design of microwave imaging systems which require no lenses, phase shifters or moving parts. The technique involves the generation of appropriately designed diverse measurement modes to encode the scene information into a small number of measurements. We propose a novel boundary-tunable parallel plate waveguide-based metasurface antenna for computational microwave imaging. The proposed antenna leverages a switchable boundary of two layers of vias, to efficiently change the waveguide modes supported by the antenna cavity, leading to diverse measurement modes in the scene plane. The superiority of the boundary tuning approach over the frequency diversity approach for the same antenna is confirmed using the singular value decomposition. Synthetic imaging is performed using a coupled dipole model, which quantitatively proves the efficacy of the proposed antenna along with the robustness against noise down to 15 dB SNR. ",
    "url": "https://arxiv.org/abs/2212.07007",
    "authors": [
      "Toufiq M. Hossain",
      "Andrey E. Miroshnichenko",
      "David A. Powell"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07054",
    "title": "Optofluidic transport and particle trapping using an all-dielectric  quasi-BIC metasurface",
    "abstract": "Manipulating fluids by light at the nanoscale has been a long-sought-after goal for lab-on-a-chip applications. Plasmonic heating has been demonstrated to control microfluidic dynamics due to the enhanced and confined light absorption from the intrinsic losses of metals. Dielectrics, counterpart of metals, is used to avoid undesired thermal effects due to its negligible light absorption. Here, we report an innovative optofluidic system that leverages a quasi-BIC driven all-dielectric metasurface to achieve nanoscale control of temperature and fluid motion. Our experiments show that suspended particles down to 200 nanometers can be rapidly aggregated to the center of the illuminated metasurface with a velocity of tens of micrometers per second, and up to millimeter-scale particle transport is demonstrated. The strong electromagnetic field enhancement of the quasi-BIC resonance can facilitate increasing the flow velocity up to 3-times compared with the off-resonant situation. We also experimentally investigate the dynamics of particle aggregation with respect to laser wavelength and power. A physical model is presented to elucidate the phenomena and surfactants are added to the particle colloid to validate the model. Our study demonstrates the application of the recently emerged all-dielectric thermonanophotonics in dealing with functional liquids and opens new frontiers in harnessing non-plasmonic nanophotonics to manipulate microfluidic dynamics. Moreover, the synergistic effects of optofluidics and high-Q all-dielectric nanostructures can hold enormous potential in high-sensitivity biosensing applications. ",
    "url": "https://arxiv.org/abs/2212.07054",
    "authors": [
      "Sen Yang",
      "Justus C. Ndukaife"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.07305",
    "title": "Optimized Quantum Drude Oscillators for Atomic and Molecular Response  Properties",
    "abstract": "The quantum Drude oscillator (QDO) is an efficient yet accurate coarse-grained approach that has been widely used to model electronic and optical response properties of atoms and molecules, as well as polarization and dispersion interactions between them. Three effective parameters (frequency, mass, charge) fully characterize the QDO Hamiltonian and are adjusted to reproduce response properties. However, the soaring success of coupled QDOs for many-atom systems remains fundamentally unexplained and the optimal mapping between atoms/molecules and oscillators has not been established. Here, we present an optimized parametrization (OQDO) where the parameters are fixed by using only dipolar properties. For the periodic table of elements as well as small molecules, our OQDO model accurately reproduces atomic (spatial) polarization potentials and multipolar dispersion coefficients, elucidating the high promise of the presented model in the development of next-generation quantum-mechanical force fields for (bio)molecular simulations. ",
    "url": "https://arxiv.org/abs/2212.07305",
    "authors": [
      "Szabolcs Góger",
      "Almaz Khabibrakhmanov",
      "Ornella Vaccarelli",
      "Dmitry V. Fedorov",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07309",
    "title": "Activating Cavity by Electrons",
    "abstract": "The interaction of atoms and molecules with quantum light as realized in cavities has become a highly topical and fast growing field of research. This interaction leads to the formation of hybrid light-matter states giving rise to new phenomena and opening up new pathways to control and to manipulate properties of the matter. In this work, we substantially extend the scope of the interaction by allowing free electrons to enter the cavity and merge and unify the two active fields of electron scattering and quantum-light-matter interaction. In the presence of matter, a new kind of metastable states are formed which exist at a large range of electron energies. The properties of these states depend strongly on the frequency and on the light-matter coupling of the cavity. The incoming electrons can be captured by the matter inside the cavity solely due to the presence of the cavity. The findings are substantiated by an explicit example and general striking consequences are discussed. ",
    "url": "https://arxiv.org/abs/2212.07309",
    "authors": [
      "Lorenz S. Cederbaum",
      "Jacqueline Fedyk"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07369",
    "title": "Quantitative optical imaging method for surface acoustic wave using  optical path modulation",
    "abstract": "Surface acoustic wave (SAW) is used in various fields as classical and quantum information carriers because of its surface localization, high electrical controllability, and low propagation loss. Coupling and hybridization between the SAW and other physical systems such as magnetization, electron charge, and electron spin are the recent focuses in phononics and spintronics. Precise measurement of surface wave amplitude is often necessary to discuss the coupling strengths. However, there are only a few such measurement techniques and they generally require a rather complex analysis. Here we develop and demonstrate a straightforward measurement technique that can quantitatively characterize the SAW. The technique optically detects the surface waving due to the coherently driven SAW by the optical path modulation. Furthermore, when the measurement system operates in the shot-noise-limited regime, the surface slope at the optical spot can be deduced from the optical path modulation signal. Our demonstrated technique will be an important tool for SAW-related research. ",
    "url": "https://arxiv.org/abs/2212.07369",
    "authors": [
      "Ryusuke Hisatomi",
      "Kotaro Taga",
      "Ryo Sasaki",
      "Yoichi Shiota",
      "Takahiro Moriyama",
      "Teruo Ono"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.06835",
    "title": "Simulating 2+1D Lattice Quantum Electrodynamics at Finite Density with  Neural Flow Wavefunctions",
    "abstract": "We present a neural flow wavefunction, Gauge-Fermion FlowNet, and use it to simulate 2+1D lattice compact quantum electrodynamics with finite density dynamical fermions. The gauge field is represented by a neural network which parameterizes a discretized flow-based transformation of the amplitude while the fermionic sign structure is represented by a neural net backflow. This approach directly represents the $U(1)$ degree of freedom without any truncation, obeys Guass's law by construction, samples autoregressively avoiding any equilibration time, and variationally simulates Gauge-Fermion systems with sign problems accurately. In this model, we investigate confinement and string breaking phenomena in different fermion density and hopping regimes. We study the phase transition from the charge crystal phase to the vacuum phase at zero density, and observe the phase seperation and the net charge penetration blocking effect under magnetic interaction at finite density. In addition, we investigate a magnetic phase transition due to the competition effect between the kinetic energy of fermions and the magnetic energy of the gauge field. With our method, we further note potential differences on the order of the phase transitions between a continuous $U(1)$ system and one with finite truncation. Our state-of-the-art neural network approach opens up new possibilities to study different gauge theories coupled to dynamical matter in higher dimensions. ",
    "url": "https://arxiv.org/abs/2212.06835",
    "authors": [
      "Zhuo Chen",
      "Di Luo",
      "Kaiwen Hu",
      "Bryan K. Clark"
    ],
    "subjectives": [
      "High Energy Physics - Lattice (hep-lat)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.07395",
    "title": "Interferometric imaging using shared quantum entanglement",
    "abstract": "Entanglement-based imaging promises significantly increased imaging resolution by extending the spatial separation of collection apertures used in very-long-baseline interferometry for astronomy and geodesy. We report a table-top quantum-entanglement-based interferometric imaging technique that utilizes two entangled field modes serving as a phase reference between two apertures. The spatial distribution of the source is determined by interfering light collected at each aperture with one of the entangled fields and making joint measurements. This approach provides a route to increase angular resolution while maximizing the information gained per received photon. ",
    "url": "https://arxiv.org/abs/2212.07395",
    "authors": [
      "Matthew R. Brown",
      "Markus Allgaier",
      "Valérian Thiel",
      "John Monnier",
      "Michael G. Raymer",
      "Brian J. Smith"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2012.11914",
    "title": "The ALF (Algorithms for Lattice Fermions) project release 2.2.  Documentation for the auxiliary-field quantum Monte Carlo code",
    "abstract": " Comments: 124 pages, 12 figures. v4: update do ALF 2.2. Submission to SciPost. This article supersedes arXiv:1704.00131 ",
    "url": "https://arxiv.org/abs/2012.11914",
    "authors": [
      "ALF Collaboration",
      "F. F. Assaad",
      "M. Bercx",
      "F. Goth",
      "A. Götz",
      "J. S. Hofmann",
      "E. Huffman",
      "Z. Liu",
      "F. Parisen Toldin",
      "J. S. E. Portela",
      "J. Schwab"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "High Energy Physics - Lattice (hep-lat)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01914",
    "title": "Investigation of the electro-optic effect in high-$Q$ 4H-SiC  microresonators",
    "abstract": " Title: Investigation of the electro-optic effect in high-$Q$ 4H-SiC  microresonators ",
    "url": "https://arxiv.org/abs/2212.01914",
    "authors": [
      "Ruixuan Wang",
      "Jingwei Li",
      "Lutong Cai",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.03568",
    "title": "A comment on: Adam R. Brown and Leonard Susskind's paper \"A holographic  wormhole traversed in a quantum computer\"",
    "abstract": " Title: A comment on: Adam R. Brown and Leonard Susskind's paper \"A holographic  wormhole traversed in a quantum computer\" ",
    "url": "https://arxiv.org/abs/2212.03568",
    "authors": [
      "Galina Weinstein"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2212.04670",
    "title": "Hybrid Integration of GaP Photonic Crystal Cavities with Silicon-Vacancy  Centers in Diamond by Stamp-Transfer",
    "abstract": " Title: Hybrid Integration of GaP Photonic Crystal Cavities with Silicon-Vacancy  Centers in Diamond by Stamp-Transfer ",
    "url": "https://arxiv.org/abs/2212.04670",
    "authors": [
      "Srivatsa Chakravarthi",
      "Nicholas S. Yama",
      "Alex Abulnaga",
      "Ding Huang",
      "Christian Pederson",
      "Karine Hestroffer",
      "Fariba Hatami",
      "Nathalie P. de Leon",
      "Kai-Mei C. Fu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]