[
  {
    "id": "arXiv:2306.15678",
    "title": "Toward high-speed effective numerical simulation of multiple  filamentation of high-power femtosecond laser radiation in transparent medium",
    "abstract": "High-power femtosecond laser radiation during the propagation in air (and other transparent media) experiences multiple filamentation. Filamentation is a unique nonlinear optical phenomenon, which is accompanied by a wealth of nonlinear optical effects such as formation of extended plasma channels in the beam wake, generation of higher harmonics and supercontinuum, generation of THz radiation. The manifestations of laser filamentation can be useful for solving atmospheric optics problems related to remote sensing of the environment as well as directed transmission of laser power. The classical numerical methods used for simulating the nonlinear long-range atmospheric propagation of high-power radiation with a sufficiently large laser beam aperture have almost reached their limit regarding the acceleration of calculations. To solve this problem and speed-up the numerical simulations of laser filamentation, we propose an improved numerical technique based on a modified method of phase screens constructed on a sparse spatial grid. Within the framework of this technique, we seek for optimal ansatz (substitution function) to the governing equations using the machine learning technology, which provides for the best correspondence to the numerical solution of the test problem using a denser spatial grid ",
    "url": "https://arxiv.org/abs/2306.15678",
    "authors": [
      "Andrey Bulygin",
      "Yury Geints"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2306.15738",
    "title": "Optical pilot-tone correction of phase errors in photo-detection chains",
    "abstract": "The delay of photodetectors can be affected by intensity, reverse bias, and temperature through different effects. An optical pilot tone superimposed on the detectors allows the independent measurement of such phase errors in the complete photodetection chain and provides an opportunity to correct them. This allows further separate readout noise from the measurement, providing a more performant and intensity-invariant phase readout. We test the functional principle on a setup demonstrating an improved phase noise performance and a reduced phase walk below 10~mHz in particular. This benefits applications which require accurate timing or signal phase determination with photodiodes. ",
    "url": "https://arxiv.org/abs/2306.15738",
    "authors": [
      "Alexander Schultze",
      "Dennis Weise",
      "Alexander Sell",
      "Claus Braxmaier"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.15753",
    "title": "Integrated Simulation Platform for Quantifying the Traffic-Induced  Environmental and Health Impacts",
    "abstract": "Air quality and human exposure to mobile source pollutants have become major concerns in urban transportation. Existing studies mainly focus on mitigating traffic congestion and reducing carbon footprints, with limited understanding of traffic-related health impacts from the environmental justice perspective. To address this gap, we present an innovative integrated simulation platform that models traffic-related air quality and human exposure at the microscopic level. The platform consists of five modules: SUMO for traffic modeling, MOVES for emissions modeling, a 3D grid-based dispersion model, a Matlab-based concentration visualizer, and a human exposure model. Our case study on multi-modal mobility on-demand services demonstrates that a distributed pickup strategy can reduce human cancer risk associated with PM2.5 by 33.4% compared to centralized pickup. Our platform offers quantitative results of traffic-related air quality and health impacts, useful for evaluating environmental issues and improving transportation systems management and operations strategies. ",
    "url": "https://arxiv.org/abs/2306.15753",
    "authors": [
      "Xuanpeng Zhao",
      "Guoyuan Wu",
      "Akula Venkatram",
      "Ji Luo",
      "Peng Hao",
      "Kanok Boriboonsomsin",
      "Shaohua Hu"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2306.15845",
    "title": "Integrated Photonic Reservoir Computing with All-Optical Readout",
    "abstract": "Integrated photonic reservoir computing has been demonstrated to be able to tackle different problems because of its neural network nature. A key advantage of photonic reservoir computing over other neuromorphic paradigms is its straightforward readout system, which facilitates both rapid training and robust, fabrication variation-insensitive photonic integrated hardware implementation for real-time processing. We present our recent development of a fully-optical, coherent photonic reservoir chip integrated with an optical readout system, capitalizing on these benefits. Alongside the integrated system, we also demonstrate a weight update strategy that is suitable for the integrated optical readout hardware. Using this online training scheme, we successfully solved 3-bit header recognition and delayed XOR tasks at 20 Gbps in real-time, all within the optical domain without excess delays. ",
    "url": "https://arxiv.org/abs/2306.15845",
    "authors": [
      "Chonghuai Ma",
      "Joris Van Kerrebrouck",
      "Hong Deng",
      "Stijn Sackesyn",
      "Emmanuel Gooskens",
      "Bing Bai",
      "Joni Dambre",
      "Peter Bienstman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2306.15974",
    "title": "Laser tuning parameters and concentration retrieval technique for  wavelength modulation spectroscopy based on the variable-radius search  artificial bee colony algorithm",
    "abstract": "A novel wavelength modulation spectroscopy (WMS) laser tuning parameters and concentration retrieval technique based on the variable-radius-search artificial bee colony(VRS-ABC) algorithm is proposed. The technique imitates the foraging behavior of bees to achieve the retrieval of gas concentration and laser tuning parameters in a calibration-free WMS system. To address the problem that the basic artificial bee colony(ABC) algorithm tends to converge prematurely, we improve the search method of the scout bee. In contrast to prior concentration retrieval methods that utilized the Levenberg-Marquardt algorithm, the current technique exhibits a reduced dependence on the pre-characterization of laser parameters, leading to heightened precision and reliability in concentration retrieval. We validated the simulation with the VRS-ABC-based technique and the LM-based technique for the target gas C2H2. The simulation results show that the VRS-ABC-based technique performs better in terms of convergence speed and fitting accuracy, especially in the multi-parameter model without exact characterization. ",
    "url": "https://arxiv.org/abs/2306.15974",
    "authors": [
      "Tingting Zhang",
      "Yongjie Sun",
      "Pengpeng Wang",
      "Cunguang Zhu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.16030",
    "title": "Complex switching dynamics of interacting light in a ring resonator",
    "abstract": "Microresonators are micron-scale optical systems that confine light using total internal reflection. These optical systems have gained interest in the last two decades due to their compact sizes, unprecedented measurement capabilities, and widespread applications. The increasingly high finesse (or $Q$ factor) of such resonators means that nonlinear effects are unavoidable even for low power, making them attractive for nonlinear applications, including optical comb generation and second harmonic generation. In addition, light in these nonlinear resonators may exhibit chaotic behavior across wide parameter regions. Hence, it is necessary to understand how, where, and what types of such chaotic dynamics occur before they can be used in practical devices. We consider a pair of coupled differential equations that describes the interactions of two optical beams in a single-mode resonator with symmetric pumping. Recently, it was shown that this system exhibits a wide range of fascinating behaviors, including bistability, symmetry breaking, chaos, and self-switching oscillations. We employ here a dynamical system approach to identify, delimit, and explain the regions where such different behaviors can be observed. Specifically, we find that different kinds of self-switching oscillations are created via the collision of a pair of asymmetric periodic orbits or chaotic attractors at Shilnikov homoclinic bifurcations, which acts as a gluing bifurcation. We present a bifurcation diagram that shows how these global bifurcations are organized by a Belyakov transition point (where the stability of the homoclinic orbit changes). In this way, we map out distinct transitions to different chaotic switching behavior that should be expected from this optical device. ",
    "url": "https://arxiv.org/abs/2306.16030",
    "authors": [
      "Rodrigues D. Dikandé Bitha",
      "Andrus Giraldo",
      "Neil G. R. Broderick",
      "Bernd Krauskopf"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Dynamical Systems (math.DS)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2306.16277",
    "title": "Radio Frequency Electrical Resistance Measurement under Destructive  Pulsed Magnetic Fields",
    "abstract": "We developed a resistance measurement using radio frequency reflection to investigate the electrical transport characteristics under destructive pulsed magnetic fields above 100 T. A homemade flexible printed circuit for a sample stage reduced the noise caused by the induced voltage from the pulsed magnetic fields, improving the accuracy of the measurements of the reflected waves. From the obtained reflectance data, the absolute value of the magnetoresistance was successfully determined by using a phase analysis with admittance charts. These developments enable more accurate and comprehensive measurements of electrical resistance in pulsed magnetic fields. ",
    "url": "https://arxiv.org/abs/2306.16277",
    "authors": [
      "T. Shitaokoshi",
      "S. Kawachi",
      "T. Nomura",
      "F. F. Balakirev",
      "Y. Kohama"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.16099",
    "title": "Characterizing quantum gases in correlated-disorder realizations using  density-density correlations",
    "abstract": "The role of disorder on physical systems has been widely studied in the macroscopic and microscopic world. While static disorder is well understood in many cases, the impact of time-dependent disorder on quantum gases is still poorly investigated. In our experimental setup, we produce and characterize time-dependent optical-speckle disorder for ultracold quantum gases with tunable correlation time. Experimentally, coherent light illuminates a combination of a static and a rotating diffuser, thereby collecting a spatially varying phase due to the diffusers' structure and a temporally variable phase due to the relative rotation. The rotation speed of the diffuser determines a characteristic time scale of the dynamics. It can be tuned within a broad range matching typical time scales of the quantum gases investigated. We characterize the dynamic speckle pattern ex-situ by measuring its intensity distribution and in-situ by observing its impact on a molecular Bose-Einstein condensate. As one diffuser rotates relative to the other around the common optical axis, we trace the optical speckle's intensity correlations and the quantum gas' density-density correlations. Our results show comparable outcomes for both measurement methods. The setup allows us to tune the disorder potential adapted to the characteristics of the quantum gas. These studies pave the way for investigating nonequilibrium physics in interacting quantum gases using controlled dynamical-disorder potentials. ",
    "url": "https://arxiv.org/abs/2306.16099",
    "authors": [
      "Silvia Hiebel",
      "Benjamin Nagler",
      "Sian Barbosa",
      "Jennifer Koch",
      "Artur Widera"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.16260",
    "title": "End-to-End Integrated Simulation for Predicting the Fate of Contaminant  and Remediating Nano-Particles in a Polluted Aquifer",
    "abstract": "Groundwater contamination caused by Dense Non-Aqueous Phase Liquid (DNAPL) has an adverse impact on human health and environment. Remediation techniques, such as the in-situ injection of nano Zero Valent Iron (nZVI) particles, are widely used in mitigating DNAPL-induced groundwater contamination. However, an effective remediation strategy requires predictive insights and understanding of the physiochemical interaction of nZVI and contamination along with the porous media properties. While several stand-alone models are widely used for predictive modeling, the integration of these models for better scalability and accuracy is still rarely utilized. This study presents an end-to-end integrated modeling framework for the remediation of DNAPL-contaminated aquifers using nZVI. The framework simulates the migration pathway of DNAPL and subsequently its dissolution in groundwater resulting in an aqueous contaminant plume. Additionally, the framework includes simulations of nZVI mobility, transport, and reactive behavior, allowing for the prediction of the radius of influence and efficiency of nZVI for contaminant degradation. The framework has been applied to a hypothetical 2-dimensional and heterogeneous silty sand aquifer, considering trichloroethylene (TCE) as the DNAPL contaminant and carboxymethyl cellulose (CMC) coated nZVI for remediation. The results demonstrate the framework's capability to provide comprehensive insights into the contaminant's behavior and the effectiveness of the remediation strategy. The proposed modeling framework serves as a reference for future studies and can be expanded to incorporate real field data and complex geometries for upscaled applications. ",
    "url": "https://arxiv.org/abs/2306.16260",
    "authors": [
      "Shikhar Nilabh",
      "Fidel Grandia"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.08799",
    "title": "Qudit entanglers using quantum optimal control",
    "abstract": " Comments: Included more details and figures ",
    "url": "https://arxiv.org/abs/2212.08799",
    "authors": [
      "Sivaprasad Omanakuttan",
      "Anupam Mitra",
      "Eric J. Meier",
      "Michael J. Martin",
      "Ivan H Deutsch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.04858",
    "title": "Diatomic molecule in a strong infrared laser field: level-shifts and  bond-length change due to laser-dressed Morse potential",
    "abstract": " Title: Diatomic molecule in a strong infrared laser field: level-shifts and  bond-length change due to laser-dressed Morse potential ",
    "url": "https://arxiv.org/abs/2303.04858",
    "authors": [
      "Sándor Varró",
      "Szabolcs Hack",
      "Gábor Paragi",
      "Péter Földi",
      "Imre F. Barna",
      "Attila Czirják"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2306.10516",
    "title": "Microwave assisted efficient four-wave mixing",
    "abstract": " Title: Microwave assisted efficient four-wave mixing ",
    "url": "https://arxiv.org/abs/2306.10516",
    "authors": [
      "Nawaz Sarif Mallick",
      "Sankar De"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]