[
  {
    "id": "arXiv:2311.10842",
    "title": "Optical vortices by an adaptive spiral phase plate",
    "abstract": "An Adaptive Spiral Phase Plate (ASPP) based on liquid crystal (LC) and the transmission electrode technique is theoretically and experimentally demonstrated. This ASPP design enables the generation of high-quality optical vortices with topological charges ranging from $\\pm1$ to $\\pm4$ using a single device (but using a higher birefringence LC and thickness this number can be multiplied by four). The continuous reconfigurability of the optical phase shift, achieved through a simple control mechanism involving only two low voltages, sets this device apart as the most accurate approximation to an ideal ASPP proposed to date. This device offers remarkable advantages, such as complete reconfigurability, allowing adjustment of operating wavelengths and topological charges. The fabrication process mirrors that of a standard LCD cell, ensuring a cost-effective and reliable solution. Its versatile applications, including fiber optics communications and atom manipulation, promise reduced fabrication costs for existing devices and the generation of diverse Orbital Angular Momentum (OAM) modes. In summary, the proposed ASPP stands as a pivotal advancement, providing superior light efficiency, simplicity, and the capability for on-the-fly reconfiguration in a variety of optical applications. ",
    "url": "https://arxiv.org/abs/2311.10842",
    "authors": [
      "T. Jankowski",
      "N . Bennis",
      "P. Morawiak",
      "D. C. Zografopoulos",
      "A. Pakuła",
      "M. Filipiak",
      "M. Słowikowski",
      "J. M López-Higuera",
      "J. F. Algorri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.11141",
    "title": "Effect of laser irradiation on the tribological properties of  RFsputtered nickel oxide (NiO) thin films",
    "abstract": "The present work aims at investigating the effect of laser irradiation on the tribological properties of RF-sputtered NiO thin films deposited on industrial grade aluminum substrate. A semiconductor laser based on Nd:YAG operating at its 4th harmonic wavelength, lambda = 266 nm with varying laser fluence and spot size of about 5 um is irradiated on the NiO film. The localized heating allows for smoothening of the NiO film along with contributions to the changes in the stoichiometry of NiO (reduction of excess oxygen). In particular, the effects of tuning laser fluence and the subsequent tribology tests pertaining to the coefficient of friction variations for tribological tests are discussed. ",
    "url": "https://arxiv.org/abs/2311.11141",
    "authors": [
      "Srikanth Itapu",
      "Vamsi Borra",
      "Frank X. Li",
      "Pedro Cortes",
      "Mohit Hemanth Kumar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2311.11270",
    "title": "Enhanced self-collimation effect by low rotational symmetry in hexagonal  lattice photonic crystals",
    "abstract": "In this study, we present the design of a photonic crystal (PC) structure with a hexagonal lattice, where adjustments to the PC unit cell symmetry reveal an all-angle self-collimation (SC) effect. By optimizing opto-geometric parameters, such as the rotational angle of auxiliary rods and adjacent distances, we analyze the SC property in detail, leveraging group velocity dispersion (GVD) and third-order dispersion (TOD) characteristics. We also investigate the relationship between symmetry properties and their influence on dispersion characteristics. Through symmetry manipulation, we gain a comprehensive understanding of the underlying mechanisms governing light collimation and confinement in the proposed configurations. The PC structure with a $C_1$ symmetry group exhibits all-angle SC effect within the range of $a/\\lambda=0.652$ and $a/\\lambda=0.668$ normalized frequencies, with a bandwidth of $\\Delta \\omega/\\omega_c = 2.4\\%$. Further breaking the symmetry, transforming from $C_1$ to $C_2$ group symmetry, enhances the SC bandwidth to $\\Delta \\omega/\\omega_c =6.5\\%$ and reveals the perfect linear equi-frequency contours (EFC) at two different frequency bands: all angle SC between $a/\\lambda = 0.616$ and $a/\\lambda = 0.656$ normalized frequencies in the 4th transverse magnetic (TM) band and between $a/\\lambda=0.712$ and $a/\\lambda=0.760$ in the 5th TM band. Additionally, we propose a composite/hybrid PC structure resembling $C_2$ group symmetry, where two auxiliary rods are replaced by rectangular photonic wires with the same refractive index and width equal to the diameter of auxiliary rods. This hybrid structure exhibits an all-angle SC effect with an operating bandwidth of $\\Delta \\omega/\\omega_c =11.7\\%$, displays near-zero GVD and TOD performance and offers enhanced robustness against potential fabrication precision issues. ",
    "url": "https://arxiv.org/abs/2311.11270",
    "authors": [
      "Mehmet Z. Yuksel",
      "Hasan Oguz",
      "Onder O. Karakilinc",
      "Halil Berberoglu",
      "Mirbek Turduev",
      "Muzaffer Adak",
      "Sevgi K. Ozdemir"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.11295",
    "title": "Phase noise of a microwave photonic channel: direct-current versus  external electro-optic modulation",
    "abstract": "We characterize the phase noise of a microwave photonic channel, where a 10 GHz signal is carried by an intensity-modulated light beam over a short optical fiber, and detected. Two options are compared, (i) an electro-optic modulator (EOM), and (ii) the direct modulation of the laser current. The 1.55~$\\mu$m laser and the detector are the same. The effect of experimental parameters is investigated, the main of which are the microwave power and the laser bias current. The main result is that the upper bound of the phase flicker is $-117$~dBrad$^2$ in the case of the EOM, limited by the background noise of the setup. In contrast, with direct modulation of the laser, the flicker is of $-114$ to $-100$~dBrad$^2$, depending on the laser bias current (50--90~mA), and the highest noise occurs at the lowest bias. Our results are of interest in communications, radar systems, instrumentation and metrology. ",
    "url": "https://arxiv.org/abs/2311.11295",
    "authors": [
      "Damien Teyssieux",
      "Jacques Millo",
      "Enrico Rubiola",
      "Rodolphe Boudot"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.11499",
    "title": "Flexible generation of structured terahertz fields via programmable  exchange-biased spintronic emitters",
    "abstract": "Structured light, particularly in the terahertz frequency range, holds considerable potential for a diverse range of applications. However, the generation and control of structured terahertz radiation pose major challenges. In this work, we demonstrate a novel programmable spintronic emitter that can flexibly generate a variety of structured terahertz waves. This is achieved through the precise and high-resolution programming of the magnetization pattern on the emitter surface, utilizing laser-assisted local field cooling of an exchange-biased ferromagnetic heterostructure. Moreover, we outline a generic design strategy for realizing specific complex structured terahertz fields in the far field. Our device successfully demonstrates the generation of terahertz waves with diverse structured polarization states, including spatially separated circular polarizations, azimuthal or radial polarization states, and a full Poincare beam. This innovation opens a new avenue for designing and generating structured terahertz radiations, with potential applications in terahertz microscopy, communication, quantum information, and light-matter interactions. ",
    "url": "https://arxiv.org/abs/2311.11499",
    "authors": [
      "Shunjia Wang",
      "Wentao Qin",
      "Tongyang Guan",
      "Jingyu Liu",
      "Qingnan Cai",
      "Sheng Zhang",
      "Lei Zhou",
      "Yan Zhang",
      "Yizheng Wu",
      "Zhensheng Tao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.11560",
    "title": "Bright nonblinking photoluminescence with blinking lifetime from a  nanocavity-coupled quantum dot",
    "abstract": "Colloidal semiconductor quantum dots (QDs) are excellent luminescent nanomaterials for a broad range of optoelectronic applications. Their photoluminescence blinking, however, hinders their practical use in many aspects. It has been shown that coupling QDs to plasmonic nanostructures may provide a viable way to suppress blinking. Nevertheless, the underlying mechanism of blinking suppression remains unclear and debated. Here, by deterministically coupling a single QD to a plasmonic nanocavity, we clarify the mechanism of blinking suppression, and demonstrate unprecedentedly bright emission from a single colloidal QD. In particular, we report for the first time that the coupled system exhibits nonblinking photoluminescence with blinking lifetime, which shows that the elimination of photoluminescence blinking originates from enhanced quantum yield of the charged states. We identify that the radiative decay rate is boosted from (48 ns)-1 to (0.7 ns)-1, which outcompetes Auger processes and enables similar quantum yields for charged and neutral excitons. Moreover, we demonstrate ultrabright photoluminescence of up to 17 million detected photons per second from a single QD. This work sheds new light on the goal of achieving ultrabright nonblinking QDs and may benefit a variety of QD-based applications. ",
    "url": "https://arxiv.org/abs/2311.11560",
    "authors": [
      "Zhiyuan Wang",
      "Jianwei Tang",
      "Jiahao Han",
      "Juan Xia",
      "Tianzi Ma",
      "Xue-Wen Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.11610",
    "title": "Coherent photo-thermal noise cancellation in a dual-wavelength optical  cavity for narrow-linewidth laser frequency stabilisation",
    "abstract": "Optical resonators are used for the realisation of ultra-stable frequency lasers. The use of high reflectivity multi-band coatings allows the frequency locking of several lasers of different wavelengths to a single cavity. While the noise processes for single wavelength cavities are well known, the correlation caused by multi-stack coatings has as yet not been analysed experimentally. In our work, we stabilise the frequency of a $729\\,$nm and a $1069\\,$nm laser to one mirror pair and determine the residual-amplitude modulation (RAM) and photo-thermal noise (PTN). We find correlations in PTN between the two lasers and observe coherent cancellation of PTN for the $1069\\,$nm coating. We show that the fractional frequency instability of the $729\\,$nm laser is limited by RAM at $1\\times10^{-14}$. The instability of the $1069\\,$nm laser is at $3\\times10^{-15}$ close to the thermal noise limit of $1.5\\times10^{-15}$. ",
    "url": "https://arxiv.org/abs/2311.11610",
    "authors": [
      "Fabian Dawel",
      "Alexander Wilzewski",
      "Sofia Herbers",
      "Lennart Pelzer",
      "Johannes Kramer",
      "Marek B. Hild",
      "Kai Dietze",
      "Ludwig Krinner",
      "Nicolas C. H. Spethmann",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.11613",
    "title": "Diode-pumped 88-fs SESAM mode-locked Tm,Ho:CLNGG laser at 2090 nm",
    "abstract": "We report on a passively mode-locked Tm, Ho:CLNGG laser operating at 2090 nm, pumped by a multimode fiber-coupled 793 nm laser diode, representing the first demonstration of an affordable diode-pumped sub-100-fs mode-locked laser in the 2.1-\\mum wavelength range. Due to the disordered nature of the gain material that exhibits a broad and smooth gain profile, pulses as short as 88 fs were achieved with an average output power of 120 mW at a repetition rate of 70.3 MHz. The stable self-starting mode-locked operation was obtained using a semiconductor saturable absorber mirror based on GaSb material system. ",
    "url": "https://arxiv.org/abs/2311.11613",
    "authors": [
      "A. Suzuki",
      "Y. Wang",
      "S. Tomilov",
      "Z. Pan",
      "C. J. Saraceno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.11706",
    "title": "Nano-particle motion in monolithic silica column using single-particle  tracking method",
    "abstract": "Porous materials are used in a variety of industrial applications owing to their large surface areas, large pore volumes, hierarchical porosities, and low densities. The motion of particles inside the pores of porous materials has attracted considerable attention. We investigated nano-particle motion in a porous material using the single-particle tracking method. Particle motion such as absorption and desorption at the wall was observed. The displacement probability distribution deviated from the Gaussian distribution at the tail, indicating non-Gaussian motion of the particles. Moreover, an analysis of the relative angle between three consecutive particle positions revealed that the probability of the particle moving backward was approximately twice that of the particle moving forward. These results indicate that particle motion inside porous materials is highly complex and that a single-particle study is essensital for fabricating a structure that is suitable for applications. ",
    "url": "https://arxiv.org/abs/2311.11706",
    "authors": [
      "Yusaku Abe",
      "Naoki Tomioka",
      "Yu Matsuda"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2311.11739",
    "title": "Ramsey CPT Signal Generation with a Miniature Clock Bench and a  Dual-Frequency Optical Generator",
    "abstract": "We demonstrate, for the first time, Ramsey CPT spectroscopy with a miniature electro-optical bench associated to a dual-frequency generator based on combined optical injection locking and optical phase locking techniques Preliminary results show Ramsey CPT resonance with a contrast of 2% at the Cesium D2 line. Frequency difference locking loops lead to a contribution of Dick effect to fractional frequency stability lower than 1.7x10-13 at 1 s, in line with targeted clock stability of 5x10-13 at 1 s. ",
    "url": "https://arxiv.org/abs/2311.11739",
    "authors": [
      "Stéphane Guérandel",
      "Jérémie Cotxet",
      "François Gutty",
      "Ghaya Baili",
      "Loïc Morvan",
      "Daniel Dolfi",
      "David Holleville"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.11925",
    "title": "Quantum Computing Standards & Accounting Information Systems",
    "abstract": "This research investigates the potential implications of quantum technology on accounting information systems, and business overall. This endeavor focuses on the vulnerabilities of quantum computers and the emergence of quantum-resistant encryption algorithms. This paper critically analyzes quantum standards and their transformative effects on the efficiency, expediency, and security of commerce. By comparing the differences, similarities, and limitations of quantum standards, the research presents a collection of best practices and adaptation methods to fortify organizations against cyber threats in the quantum era. The study provides a guide to understanding and navigating the interplay between quantum technology and standard-setting organizations, enabling organizations to safeguard the integrity of their practices and adapt proactively to the challenges ushered in by the advent of quantum supremacy. This endeavor also contributes to research by painting the standard-setting ecosystem and noting its intricate processes. The findings include the identification of organizations involved with quantum standards, as well as observed distinctions, similarities, and limitations between American and European standards. ",
    "url": "https://arxiv.org/abs/2311.11925",
    "authors": [
      "Maksym Lazirko"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Emerging Technologies (cs.ET)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.11950",
    "title": "Optical control of spatially localized red blood cell activity by  holographic tweezing",
    "abstract": "Red blood cells possess unique biomechanical ability to squeeze through capillaries smaller than their size to enable gas and ion exchange. A key signature of their active biomechanics is the out-of-equilibrium fluctuation of the plasma membrane, also known as flickering motion. This active flickering is driven by motor proteins that connect the forces between the spectrin skeleton and the lipid bilayer. However, studying flickering motions in living red blood cells is challenging without altering their physical properties. Here, we implemented a holographic optical tweezer that sculpted a laser beam to create a force field distributed directly along the membrane equatorial contour. We show heterogeneous membrane flickering activity driven by membrane kickers in free-standing cells. Then we inhibited the active kickers by optical forces under minimal invasion, thus benchmarking the active motion against thermal fluctuations. Our work paves the way for optical control of biophysical forces, providing touchless strategies for mechanotransduction in living cells. ",
    "url": "https://arxiv.org/abs/2311.11950",
    "authors": [
      "Niccolò Caselli",
      "Mario García-Verdugo",
      "Macarena Calero",
      "Natalia Hernando-Ospina",
      "José Antonio Santiago",
      "Diego Herráez-Aguilar",
      "Francisco Monroy"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.12029",
    "title": "Three Dimensional Reconfigurable Optical Singularities in Bilayer  Photonic Crystals",
    "abstract": "Metasurfaces and photonic crystals have revolutionized classical and quantum manipulation of light, and opened the door to studying various optical singularities related to phases and polarization states. However, traditional nanophotonic devices lack reconfigurability, hindering the dynamic switching and optimization of optical singularities. This paper delves into the underexplored concept of tunable bilayer photonic crystals (BPhCs), which offer rich interlayer coupling effects. Utilizing silicon nitride-based BPhCs, we demonstrate tunable bidirectional and unidirectional polarization singularities, along with spatiotemporal phase singularities. Leveraging these tunable singularities, we achieve dynamic modulation of bound-state-in-continuum states, unidirectional guided resonances, and both longitudinal and transverse orbital angular momentum. Our work paves the way for multidimensional control over polarization and phase, inspiring new directions in ultrafast optics, optoelectronics, and quantum optics. ",
    "url": "https://arxiv.org/abs/2311.12029",
    "authors": [
      "Xueqi Ni",
      "Yuan Liu",
      "Beicheng Lou",
      "Mingjie Zhang",
      "Evelyn L. Hu",
      "Shanhui Fan",
      "Eric Mazur",
      "Haoning Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.11362",
    "title": "Symmetry-invariant quantum machine learning force fields",
    "abstract": "Machine learning techniques are essential tools to compute efficient, yet accurate, force fields for atomistic simulations. This approach has recently been extended to incorporate quantum computational methods, making use of variational quantum learning models to predict potential energy surfaces and atomic forces from ab initio training data. However, the trainability and scalability of such models are still limited, due to both theoretical and practical barriers. Inspired by recent developments in geometric classical and quantum machine learning, here we design quantum neural networks that explicitly incorporate, as a data-inspired prior, an extensive set of physically relevant symmetries. We find that our invariant quantum learning models outperform their more generic counterparts on individual molecules of growing complexity. Furthermore, we study a water dimer as a minimal example of a system with multiple components, showcasing the versatility of our proposed approach and opening the way towards larger simulations. Our results suggest that molecular force fields generation can significantly profit from leveraging the framework of geometric quantum machine learning, and that chemical systems represent, in fact, an interesting and rich playground for the development and application of advanced quantum machine learning tools. ",
    "url": "https://arxiv.org/abs/2311.11362",
    "authors": [
      "Isabel Nha Minh Le",
      "Oriel Kiss",
      "Julian Schuhmacher",
      "Ivano Tavernelli",
      "Francesco Tacchino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.11727",
    "title": "Exploring the benefits of DNA-target search with antenna",
    "abstract": "The most common gene regulation mechanism is when a protein binds to a regulatory sequence to change RNA transcription. However, these sequences are short relative to the genome length, so finding them poses a challenging search problem. This paper presents two mathematical frameworks capturing different aspects of this problem. First, we study the interplay between diffusional flux through a target where the searching proteins get sequestered on DNA far from the target because of non-specific interactions. From this model, we derive a simple formula for the optimal protein-DNA unbinding rate, maximizing the particle flux. Second, we study how the flux flows through a target on a single antenna with variable length. Here, we identify a non-trivial logarithmic correction to the linear behavior relative to the target size proposed by Smoluchowski's flux formula. ",
    "url": "https://arxiv.org/abs/2311.11727",
    "authors": [
      "Ludvig Lizana"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12030",
    "title": "An on-chip platform for multi-degree-of-freedom control of  two-dimensional quantum and nonlinear materials",
    "abstract": "Two-dimensional materials (2DM) and their derived heterostructures have electrical and optical properties that are widely tunable via several approaches, most notably electrostatic gating and interfacial engineering such as twisting. While electrostatic gating is simple and has been ubiquitously employed on 2DM, being able to tailor the interfacial properties in a similar real-time manner represents the next leap in our ability to modulate the underlying physics and build exotic devices with 2DM. However, all existing approaches rely on external machinery such as scanning microscopes, which often limit their scope of applications, and there is currently no means of tuning a 2D interface that has the same accessibility and scalability as electrostatic gating. Here, we demonstrate the first on-chip platform designed for 2D materials with in situ tunable interfacial properties, utilizing a microelectromechanical system (MEMS). Each compact, cost-effective, and versatile device is a standalone micromachine that allows voltage-controlled approaching, twisting, and pressurizing of 2DM with high accuracy. As a demonstration, we engineer synthetic topological singularities, known as merons, in the nonlinear optical susceptibility of twisted hexagonal boron nitride (h-BN), via simultaneous control of twist angle and interlayer separation. The chirality of the resulting moire pattern further induces a strong circular dichroism in the second-harmonic generation. A potential application of this topological nonlinear susceptibility is to create integrated classical and quantum light sources that have widely and real-time tunable polarization. Our invention pushes the boundary of available technologies for manipulating low-dimensional quantum materials, which in turn opens up the gateway for designing future hybrid 2D-3D devices for condensed-matter physics, quantum optics, and beyond. ",
    "url": "https://arxiv.org/abs/2311.12030",
    "authors": [
      "Haoning Tang",
      "Yiting Wang",
      "Xueqi Ni",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Shanhui Fan",
      "Eric Mazur",
      "Amir Yacoby",
      "Yuan Cao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1904.00998",
    "title": "Microwave photonic filters via radio frequency bandwidth scaling based  on soliton crystal optical micro-combs",
    "abstract": " Comments: 13 pages, 9 figures, 111 references This revised version just has references updated ",
    "url": "https://arxiv.org/abs/1904.00998",
    "authors": [
      "Xingyuan Xu",
      "Mengxi Tan",
      "Jiayang Wu",
      "Thach G. Nguyen",
      "Sai T. Chu",
      "Brent E. Little",
      "Roberto Morandotti",
      "Arnan Mitchell",
      "David J. Moss"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08463",
    "title": "Motional decoherence in ultracold Rydberg atom quantum simulators of  spin models",
    "abstract": " Title: Motional decoherence in ultracold Rydberg atom quantum simulators of  spin models ",
    "url": "https://arxiv.org/abs/2201.08463",
    "authors": [
      "Zewen Zhang",
      "Ming Yuan",
      "Bhuvanesh Sundar",
      "Kaden R. A. Hazzard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.08491",
    "title": "Exploring the parameter space of an endohedral atom in a cylindrical  cavity",
    "abstract": " Comments: 14 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2306.08491",
    "authors": [
      "K. Panchagnula",
      "A.J.W. Thom"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11265",
    "title": "Magnetic Exciton-Polariton with Strongly Coupled Atomic and Photonic  Anisotropies",
    "abstract": " Title: Magnetic Exciton-Polariton with Strongly Coupled Atomic and Photonic  Anisotropies ",
    "url": "https://arxiv.org/abs/2306.11265",
    "authors": [
      "Qiuyang Li",
      "Xin Xie",
      "Adam Alfrey",
      "Christiano W. Beach",
      "Nicholas McLellan",
      "Yang Lu",
      "Jiaqi Hu",
      "Wenhao Liu",
      "Nikhil Dhale",
      "Bing Lv",
      "Liuyan Zhao",
      "Kai Sun",
      "Hui Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2307.05444",
    "title": "Ab initio constraints on silica melting to 500 GPa",
    "abstract": " Title: Ab initio constraints on silica melting to 500 GPa ",
    "url": "https://arxiv.org/abs/2307.05444",
    "authors": [
      "Ming Geng",
      "Chris E. Mohn"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2310.12366",
    "title": "Analytic Evolution for Complex Coupled Tight-Binding Models:  Applications to Quantum Light Manipulation",
    "abstract": " Comments: 18 pages, 7 figures. Includes Supplementary Material ",
    "url": "https://arxiv.org/abs/2310.12366",
    "authors": [
      "Santiago Rojas-Rojas",
      "Camila Muñoz",
      "Edgar Barriga",
      "Pablo Solano",
      "Aldo Delgado",
      "Carla Hermann-Avigliano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.14349",
    "title": "Minireview on Disordered Optical Metasurfaces",
    "abstract": " Title: Minireview on Disordered Optical Metasurfaces ",
    "url": "https://arxiv.org/abs/2310.14349",
    "authors": [
      "P. Lalanne",
      "A. Dmitriev",
      "C. Rockstuhl",
      "A. Sprafke",
      "K. Vynck"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.17508",
    "title": "Energy levels of mesonic helium in quantum electrodynamics",
    "abstract": " Comments: 12 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2310.17508",
    "authors": [
      "V.I. Korobov",
      "A.V. Eskin",
      "A.P. Martynenko",
      "F.A. Martynenko"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2310.18420",
    "title": "Percolation Theories for Quantum Networks",
    "abstract": " Title: Percolation Theories for Quantum Networks ",
    "url": "https://arxiv.org/abs/2310.18420",
    "authors": [
      "Xiangyi Meng",
      "Xinqi Hu",
      "Yu Tian",
      "Gaogao Dong",
      "Renaud Lambiotte",
      "Jianxi Gao",
      "Shlomo Havlin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2311.08722",
    "title": "Pseudospin-Induced Asymmetric Field in Non-Hermitian Photonic Crystals  with Multiple Topological Transitions",
    "abstract": " Title: Pseudospin-Induced Asymmetric Field in Non-Hermitian Photonic Crystals  with Multiple Topological Transitions ",
    "url": "https://arxiv.org/abs/2311.08722",
    "authors": [
      "Yuchen Peng",
      "Aoqian Shi",
      "Peng Peng",
      "Jianjun Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]