[
  {
    "id": "arXiv:2302.00001",
    "title": "A Living Review of Quantum Computing for Plasma Physics",
    "abstract": "Quantum Computing promises accelerated simulation of certain classes of problems, in particular in plasma physics. Given the nascent interest in applying quantum computing techniques to study plasma systems, a compendium of the relevant literature would be most useful. As a novel field, new results are common, and it is important for researchers to stay up-to-date on the latest developments. With this in mind, the goal of this document is to provide a regularly up-to-date and thorough list of citations for those developing and applying these quantum computing approaches to experimental or theoretical work in plasma physics. As a living document, it will be updated as often as possible to incorporate the latest developments. References are grouped by topic, both in itemized format and through the use of tags. We provide instructions on how to participate, and suggestions are welcome. ",
    "url": "https://arxiv.org/abs/2302.00001",
    "authors": [
      "Óscar Amaro",
      "Diogo Cruz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00090",
    "title": "Photon Counting Histogram Expectation Maximization Algorithm for  Characterization of Deep Sub-Electron Read Noise Sensors",
    "abstract": "We develop a novel algorithm for characterizing Deep Sub-Electron Read Noise (DSERN) image sensors. This algorithm is able to simultaneously compute maximum likelihood estimates of quanta exposure, conversion gain, bias, and read noise of DSERN pixels from a single sample of data with less uncertainty than the traditional photon transfer method. Methods for estimating the starting point of the algorithm are also provided to allow for automated analysis. Demonstration through Monte Carlo numerical experiments are carried out to show the effectiveness of the proposed technique. In support of the reproducible research effort, all of the simulation and analysis tools developed are available on the MathWorks file exchange [1]. ",
    "url": "https://arxiv.org/abs/2302.00090",
    "authors": [
      "Aaron Hendrickson",
      "David P. Haefner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.00140",
    "title": "Coulomb potential determining terahertz polarization in two-color laser  field",
    "abstract": "The orientation and ellipticity of terahertz (THz) polarization generated by two-color strong field not only cast light on underlying mechanisms of laser-matter interaction, but also play an important role for various applications. We develop the Coulomb-corrected classical trajectory Monte Carlo (CTMC) method to well reproduce the joint measurements, that the THz polarization generated by the linearly-polarized 800 nm and circularly-polarized 400 nm fields is independent on two-color phase delay. The trajectory analysis shows that the Coulomb potential twists the THz polarization by deflecting the orientation of asymptotic momentum of electron trajectories. Further, the CTMC calculations predict that, the two-color mid-infrared field can effectively accelerate the electron rapidly away from the parent core to relieve the disturbance of Coulomb potential, and simultaneously create large transverse acceleration of trajectories, leading to the circularly-polarized THz radiation. ",
    "url": "https://arxiv.org/abs/2302.00140",
    "authors": [
      "Yuan Gao",
      "Yizhu Zhang",
      "Kaixuan Zhang",
      "Ziyang Gan",
      "Tian-Min Yan",
      "Yuhai Jiang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.00318",
    "title": "Quantum defects from single surface exhibit strong mutual interactions",
    "abstract": "Two-level system (TLS) defects constitute a major decoherence source of quantum information science, but they are generally less understood at material interfaces than in deposited films. Here we study surface TLSs at the metal-air interface, by probing them using a quasi-uniform field within vacuum-gap (VG) capacitors of resonators. The VG capacitor has a nano-gap which creates an order-of-magnitude larger contribution from the metal-air interface than typical resonators used in circuit QED. We measure three phenomena and find qualitative agreement with an interacting TLS model, where near-resonant TLSs experience substantial frequency jitter from the state switching of far-detuned low-frequency TLSs. First, we find that the loss in all of our VG resonators is weakly or logarithmically power dependent, in contrast to data from deposited dielectric films. Second, we add a saturation tone with power $P_{in}$ to a transmission measurement and obtain the TLS Rabi frequency $\\Omega_{0}$. These data show a substantially weaker $P_{in}$ dependence of $\\Omega_{0}$ than the prediction from the standard non-interacting TLS model. Lastly, we increase the temperature and find an increased TLS jitter rate and dephasing rate from power-dependent loss and phase noise measurements, respectively. We also anneal samples, which lowers the low-frequency TLS density and jitter rate, but the single-photon loss is found to be unchanged. The results are qualitatively consistent with a fast-switching interacting-TLS model and they contrast the standard model of TLSs which describes TLSs independently. ",
    "url": "https://arxiv.org/abs/2302.00318",
    "authors": [
      "Chih-Chiao Hung",
      "Tim Kohler",
      "Kevin D. Osborn"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00327",
    "title": "Phonon-Dressed States of Rare-Earth Ions Generated by Surface Acoustic  Waves",
    "abstract": "Acoustically induced dressed states of long-lived erbium ions in a crystal are demonstrated. These states are formed by non-adiabatic modulation of two-level systems via strain induced by surface acoustic waves whose frequencies exceed the optical linewidth of the ion ensemble. Multiple sidebands and coherent destruction of tunneling appearing near the surface are evidence of a strong interaction between the acoustic waves and the ions. This development allows for on-chip control of long-lived ions and paves the way to highly coherent hybrid quantum systems with telecom photons, acoustic phonons, and electrons. ",
    "url": "https://arxiv.org/abs/2302.00327",
    "authors": [
      "Ryuichi Ohta",
      "Gregoire Lelu",
      "Xuejun Xu",
      "Tomohiro Inaba",
      "Kenichi Hitachi",
      "Yoshitaka Taniyasu",
      "Haruki Sanada",
      "Atsushi Ishizawa",
      "Takehiko Tawara",
      "Katsuya Oguri",
      "Hiroshi Yamaguchi",
      "Hajime Okamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00339",
    "title": "A Hydrogenated amorphous silicon detector for Space Weather Applications",
    "abstract": "The characteristics of a hydrogenated amorphous silicon (a-Si:H) detector are presented here for monitoring in space solar flares and the evolution of large energetic proton events up to hundreds of MeV. The a-Si:H presents an excellent radiation hardness and finds application in harsh radiation environments for medical purposes, for particle beam characterization and in space weather science and applications. The critical flux detection threshold for solar X rays, soft gamma rays, electrons and protons is discussed in detail. ",
    "url": "https://arxiv.org/abs/2302.00339",
    "authors": [
      "Catia Grimani",
      "Michele Fabi",
      "Federico Sabbatini",
      "Mattia Villani",
      "Lucio Calcagnile",
      "Anna Paola Caricato",
      "Roberto Catalano",
      "Giuseppe Antonio Pablo Cirrone",
      "Tommaso Croci",
      "Giacomo Cuttone",
      "Sylvain Dunand",
      "Luca Frontini",
      "Maria Ionica",
      "Keida Kanxheri",
      "Matthew Large",
      "Valentino Liberali",
      "Maurizio Martino",
      "Giuseppe Maruccio",
      "Giovanni Mazza",
      "Mauro Menichelli",
      "Anna Grazia Monteduro",
      "Arianna Morozzi",
      "Francesco Moscatelli",
      "Stefania Pallotta",
      "Daniele Passeri",
      "Maddalena Pedio",
      "Marco Petasecca",
      "Giada Petringa",
      "Francesca Peverini",
      "Lorenzo Piccolo",
      "Pisana Placidi",
      "Gianluca Quarta",
      "Silvia Rizzato",
      "Alberto Stabile",
      "Cinzia Talamonti",
      "Richard James Wheadon",
      "Nicolas Wyrsch",
      "Leonello Servoli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00476",
    "title": "Breaking Landauer bound in a spin-encoded quantum computer",
    "abstract": "It is commonly recognized that the Landauer bound holds in (irreversible) quantum measurement. In this study, we overturned this common sense by extracting a single spin from a spin spin magnetic interaction experiment to demonstrate that the Landauer bound can be broken quantitatively via quantum spin tunneling. It is the quantum limit, rather than the Landauer bound, that governs the performance of a spin qubit. An optically manipulated spin encoded quantum computer is designed, in which energy bound well below the Landauer bound to erase a spin qubit at the expense of a long spin relaxation time is theoretically sensible and experimentally verified. This work may represent the last piece of the puzzle in quantum Landauer erasure in terms of a single spin being the smallest and the closest to the quantum limit. ",
    "url": "https://arxiv.org/abs/2302.00476",
    "authors": [
      "Frank Zhigang Wang"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2302.00563",
    "title": "A high-resolution pixel silicon Vertex Detector for open charm  measurements with the \\NASixtyOne spectrometer at the CERN SPS",
    "abstract": "The study of open charm meson production provides an efficient tool for the investigation of the properties of hot and dense matter formed in nucleus-nucleus collisions. The interpretation of the existing di-muon data from the CERN SPS suffers from a lack of knowledge on the mechanism and properties of the open charm particle production. Due to this, the heavy-ion programme of the \\NASixtyOne experiment at the CERN SPS has been extended by precise measurements of charm hadrons with short lifetimes. A new Vertex Detector for measurements of the rare processes of open charm production in nucleus-nucleus collisions was designed to meet the challenges of track registration and high resolution in primary and secondary vertex reconstruction. A small-acceptance version of the vertex detector was installed in 2016 and tested with Pb+Pb collisions at 150\\AGeVc. It was also operating during the physics data taking on Xe+La and Pb+Pb collisions at 150\\AGeVc conducted in 2017 and 2018. This paper presents the detector design and construction, data calibration, event reconstruction, and analysis procedure. ",
    "url": "https://arxiv.org/abs/2302.00563",
    "authors": [
      "A. Aduszkiewicz",
      "M. Baszczyk",
      "W. Bryliński",
      "J. Brzychczyk",
      "M. Deveaux",
      "P. Dorosz",
      "S. Di Luise",
      "G. Feofilov",
      "M. Gazdzicki",
      "S. Igolkin",
      "M. Jabłoński",
      "V. Kovalenko",
      "M. Koziel",
      "W. Kucewicz",
      "D. Larsen",
      "T. Lazareva",
      "K. Łojek",
      "Z. Majka",
      "P. Martinengo",
      "A. Merzlaya",
      "L. Mik",
      "R. Płaneta",
      "P. Staszel",
      "M. Suljic",
      "D. Tefelski",
      "V. Vechernin"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2302.00567",
    "title": "Optofluidic memory and self-induced nonlinear optical phase change for  reservoir computing in silicon photonics",
    "abstract": "Implementing optical-based memory and utilizing it for computation on the nanoscale remains an attractive but still a challenging task. While significant progress was achieved in nanophotonics, allowing to explore nonlinear optical effects and employ light-matter interaction to realize non-conventional memory and computation capabilities, light-liquid interaction was not considered so far as a potential physical mechanism to achieve computation on nanoscale. Here, we experimentally demonstrate self-induced phase change effect which relies on the coupling between geometry changes of thin liquid film to optical properties of photonic modes, and then employ it for neuromorphic computing. In particular, we employ optofluidic Silicon Photonics system in order to demonstrate thermocapillary-based deformation of thin liquid film capable of operating both as a nonlinear actuator and memory element, both residing at the same compact spatial region, thus realizing beyond von Neumann computational architecture. Our experimental results indicate that the magnitude of the nonlinear effect is more than one order of magnitude higher compared to the more traditional heat-based thermo-optical effect, capable to support optically-driven periodic deformation of frequencies of several kHz, and furthermore allows to implement Reservoir Computing at spatial region which is approximately five orders of magnitude smaller compared to state-of-the-art experimental liquid-based systems. ",
    "url": "https://arxiv.org/abs/2302.00567",
    "authors": [
      "Chengkuan Gao",
      "Prabhav Gaur",
      "Dhaifallah Almutairi",
      "Shimon Rubin",
      "Yeshaiahu Fainman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.00613",
    "title": "Impact of Surface Roughness in Measuring Optoelectronic Characteristics  of Thin-Film Solar Cells",
    "abstract": "Microstructural properties of thin-film absorber layers play a vital role in developing high-performance solar cells. Scanning probe microscopy is frequently used for measuring spatially inhomogeneous properties of thin-film solar cells. While powerful, the nanoscale probe can be sensitive to the roughness of samples, introducing convoluted signals and unintended artifacts into the measurement. Here, we apply a glancing-angle focused ion beam (FIB) technique to reduce the surface roughness of CdTe while preserving the subsurface optoelectronic properties of the solar cells. We compare the nanoscale optoelectronic properties before and after the FIB polishing. Simultaneously collected Kelvin-probe force microscopy (KPFM) and atomic force microscopy (AFM) images show that the contact potential difference (CPD) of CdTe pristine (peak-to-valley roughness of approximately 600 nm) follows the topography. In contrast, the CPD map of polished CdTe (roughness of approximately 20 nm) is independent of the surface roughness. We demonstrate the smooth CdTe surface also enables high-resolution photoluminescence (PL) imaging at a resolution much smaller than individual grains (< 1 micrometer). Our finite-difference time-domain (FDTD) simulations illustrate how the local light excitation interacts with CdTe surfaces. Our work supports low-angle FIB polishing can be beneficial in studying buried sub-microstructural properties of thin-film solar cells with care for possible ion-beam damage near the surface. ",
    "url": "https://arxiv.org/abs/2302.00613",
    "authors": [
      "David Magginetti",
      "Seokmin Jeon",
      "Yohan Yoon",
      "Ashif Choudhury",
      "Ashraful Mamun",
      "Yang Qian",
      "Jordan Gerton",
      "Heayoung Yoon"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.00100",
    "title": "Physics-informed Reduced-Order Learning from the First Principles for  Simulation of Quantum Nanostructures",
    "abstract": "Multi-dimensional direct numerical simulation (DNS) of the Schr\\\"odinger equation is needed for design and analysis of quantum nanostructures that offer numerous applications in biology, medicine, materials, electronic/photonic devices, etc. In large-scale nanostructures, extensive computational effort needed in DNS may become prohibitive due to the high degrees of freedom (DoF). This study employs a reduced-order learning algorithm, enabled by the first principles, for simulation of the Schr\\\"odinger equation to achieve high accuracy and efficiency. The proposed simulation methodology is applied to investigate two quantum-dot structures; one operates under external electric field, and the other is influenced by internal potential variation with periodic boundary conditions. The former is similar to typical operations of nanoelectronic devices, and the latter is of interest to simulation and design of nanostructures and materials, such as applications of density functional theory. Using the proposed methodology, a very accurate prediction can be realized with a reduction in the DoF by more than 3 orders of magnitude and in the computational time by 2 orders, compared to DNS. The proposed physics-informed learning methodology is also able to offer an accurate prediction beyond the training conditions, including higher external field and larger internal potential in untrained quantum states. ",
    "url": "https://arxiv.org/abs/2302.00100",
    "authors": [
      "Martin Veresko",
      "Ming-Cheng Cheng"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2109.09449",
    "title": "The Design and Simulation of a Coarse-to-Fine Optical MEMS Accelerometer",
    "abstract": " Title: The Design and Simulation of a Coarse-to-Fine Optical MEMS Accelerometer ",
    "url": "https://arxiv.org/abs/2109.09449",
    "authors": [
      "Mojtaba Rahimi",
      "Majid Taghavi",
      "Mohammad Malekmohammad"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.10964",
    "title": "Stationary Charge Radiation in Anisotropic Photonic Time Crystals",
    "abstract": " Comments: The updated version with the supplement ",
    "url": "https://arxiv.org/abs/2209.10964",
    "authors": [
      "Huanan Li",
      "Shixiong Yin",
      "Huan He",
      "Jingjun Xu",
      "Andrea Alù",
      "Boris Shapiro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.06788",
    "title": "Optimizing Design Choices for Neural Quantum States",
    "abstract": " Comments: 7 + 3 pages, 3 figures; Fixed references and a typo in table 1 ",
    "url": "https://arxiv.org/abs/2301.06788",
    "authors": [
      "Moritz Reh",
      "Markus Schmitt",
      "Martin Gärttner"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]