[
  {
    "id": "arXiv:2111.11478",
    "title": "Canonical mean-field molecular dynamics derived from quantum mechanics",
    "abstract": "Canonical quantum correlation observables can be approximated by classical molecular dynamics. In the case of low temperature the ab initio molecular dynamics potential energy is based on the ground state electron eigenvalue problem and the accuracy has been proven to be $\\mathcal{O}(M^{-1})$, provided the first electron eigenvalue gap is sufficiently large compared to the given temperature and $M$ is the ratio of nuclei and electron masses. For higher temperature eigenvalues corresponding to excited electron states are required to obtain $\\mathcal{O}(M^{-1})$ accuracy and the derivations assume that all electron eigenvalues are separated, which for instance excludes conical intersections. This work studies a mean-field molecular dynamics approximation where the mean-field Hamiltonian for the nuclei is the partial trace $h:=\\mathrm{Tr}(H e^{-\\beta H})/\\mathrm{Tr}(e^{-\\beta H})$ with respect to the electron degrees of freedom and $H$ is the Weyl symbol corresponding to a quantum many body Hamiltonian $\\widehat{H}$. It is proved that the mean-field molecular dynamics approximates canonical quantum correlation observables with accuracy $\\mathcal{O}(M^{-1}+ t\\epsilon^2)$, for correlation time $t$ where $\\epsilon^2$ is related to the variance of mean value approximation $h$. The proof of this estimate does not rely on diagonalizing the electron operator and consequently coinciding electron eigenvalues are allowed. Furthermore, the proof derives a precise asymptotic representation of the Weyl symbol of the Gibbs density operator using a path integral formulation. ",
    "url": "https://arxiv.org/abs/2111.11478",
    "authors": [
      "Xin Huang",
      "Petr Plechac",
      "Mattias Sandberg",
      "Anders Szepessy"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2111.11492",
    "title": "Analysis of pedestrian stress level using GSR sensor in virtual  immersive reality",
    "abstract": "Level of emotional arousal of one's body changes in response to external stimuli in an environment. Given the risks involved while crossing streets, particularly at unsignalized mid-block crosswalks, one can expect a change in the stress level of pedestrians. In this study, we investigate the levels and changes in pedestrian stress, under different road crossing scenarios in immersive virtual reality. To measure the stress level of pedestrians, we used Galvanic Skin Response (GSR) sensors. To collect the required data for the model, Virtual Immersive Reality Environment (VIRE) tool is used, which enables us to measure participants' stress levels in a controlled environment. The results suggested that the density of vehicles has a positive effect, meaning as the density of vehicles increases, so does the stress level for pedestrians. It was noted that younger pedestrians have a lower amount of stress when crossing as compared to older pedestrians which have higher amounts of stress. Geometric variables have an impact on the stress level of pedestrians. The greater the number of lanes the greater the observed stress, which is due to the crossing distance increasing, while the walking speed remains the same. ",
    "url": "https://arxiv.org/abs/2111.11492",
    "authors": [
      "Mahwish Mudassar",
      "Arash Kalatian",
      "Bilal Farooq"
    ],
    "subjectives": [
      "Human-Computer Interaction (cs.HC)"
    ]
  }
]