[
  {
    "id": "arXiv:2111.15044",
    "title": "A multi-sensor human gait dataset captured through an optical system and  inertial measurement units",
    "abstract": "Different technologies can acquire data for gait analysis, such as optical systems and inertial measurement units (IMUs). Each technology has its drawbacks and advantages, fitting best to particular applications. The presented multi-sensor human gait dataset comprises synchronized inertial and optical motion data from 25 subjects free of lower-limb injuries, aged between 18 and 47 years. A smartphone and a custom micro-controlled device with an IMU were attached to one of the subject's legs to capture accelerometer data, and 42 reflexive markers were taped over the whole body to record three-dimensional trajectories. The trajectories and accelerations were simultaneously recorded and synchronized. Participants were instructed to walk on a straight-level walkway at their normal pace. Ten trials for each participant were recorded and pre-processed in each of two sessions, performed on different days. This dataset supports the comparison of gait parameters and properties of inertial and optical capture systems, whereas allows the study of gait characteristics specific for each system. ",
    "url": "https://arxiv.org/abs/2111.15044",
    "authors": [
      "Geise Santos",
      "Marcelo Wanderley",
      "Tiago Tavares",
      "Anderson Rocha"
    ],
    "subjectives": [
      "Human-Computer Interaction (cs.HC)"
    ]
  },
  {
    "id": "arXiv:2111.15178",
    "title": "Sparse deep computer-generated holography for optical microscopy",
    "abstract": "Computer-generated holography (CGH) has broad applications such as direct-view display, virtual and augmented reality, as well as optical microscopy. CGH usually utilizes a spatial light modulator that displays a computer-generated phase mask, modulating the phase of coherent light in order to generate customized patterns. The algorithm that computes the phase mask is the core of CGH and is usually tailored to meet different applications. CGH for optical microscopy usually requires 3D accessibility (i.e., generating overlapping patterns along the $z$-axis) and micron-scale spatial precision. Here, we propose a CGH algorithm using an unsupervised generative model designed for optical microscopy to synthesize 3D selected illumination. The algorithm, named sparse deep CGH, is able to generate sparsely distributed points in a large 3D volume with higher contrast than conventional CGH algorithms. ",
    "url": "https://arxiv.org/abs/2111.15178",
    "authors": [
      "Alex Liu",
      "Laura Waller",
      "Yi Xue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2005.02607",
    "title": "Towards quantum advantage via topological data analysis",
    "abstract": " Comments: 29 pages, 3 figures. New results added and improved exposition ",
    "url": "https://arxiv.org/abs/2005.02607",
    "authors": [
      "Casper Gyurik",
      "Chris Cade",
      "Vedran Dunjko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Complexity (cs.CC)",
      "Machine Learning (cs.LG)"
    ]
  }
]