[
  {
    "id": "arXiv:2308.14771",
    "title": "Light-harvesting efficiency cannot depend on optical coherence in the  absence of orientational order",
    "abstract": "The coherence of light has been proposed as a quantum-mechanical control to enhance light-harvesting efficiency. In particular, optical coherence can be manipulated by changing either the polarization state or spectral phase of the illuminating light. Here, we show that, in weak light, controlling the light-harvesting efficiency using any form of optical coherence is impossible in all molecular light-harvesting systems and, more broadly, those composed of weakly interacting sub-units which lack fixed orientational order and operate on longer-than-ultrafast timescales. Under those conditions, optical coherence does not affect light-harvesting efficiency, meaning that it cannot be used as a form of control. In particular, control through the polarization state is lost in disordered samples or when the molecules reorient on the timescales of the light-harvesting, and control through the spectral phase is lost when the efficiency is time-averaged for longer than the coherence time of the light. In practice, efficiency is always averaged over long times, meaning that coherent optical control is only possible through polarisation in systems with orientational order. ",
    "url": "https://arxiv.org/abs/2308.14771",
    "authors": [
      "Dominic M Rouse",
      "Adesh Kushwaha",
      "Stefano Tomasi",
      "Brendon W Lovett",
      "Erik M Gauger",
      "Ivan Kassal"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14809",
    "title": "A New Look at the Quantum Measurement Problem",
    "abstract": "A novel solution to the measurement problem in quantum mechanics is proposed by using a new asymmetric equation, which is complementary to the Schr\\\"odinger equation. Since the latter describes evolution of the wavefunction, it is demonstrated that the new equation naturally describes collapse of the wavefunction. This implies that the full representation of the wavefunction in nonrelativistic quantum mechanics requires both equations. ",
    "url": "https://arxiv.org/abs/2308.14809",
    "authors": [
      "Z.E. Musielak"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14884",
    "title": "Penning-trap eigenfrequency measurements with optical radiofrequency  detectors",
    "abstract": "We use an electric-dipole laser-driven transition to precisely measure the cyclotron-frequency ratios of the pairs $^{42}$Ca$^+$-$^{40}$Ca$^+$, $^{44}$Ca$^+$-$^{40}$Ca$^+$ and $^{48}$Ca$^+$-$^{40}$Ca$^+$ in a 7-tesla Penning trap. A single laser-cooled ($T\\approx 1$~mK) ion serves, together with photon-counting and/or photon-imaging units, as a radiofrequency detector covering a broad-band frequency spectrum, in the present case from kHz to a few MHz. Such detectors ($^{40,42,44,48}$Ca$^{\\scriptsize{+}}$) allow measuring extremely small forces, with measured normalized sensitivities down to $7.4(3.5)$ yN$/\\sqrt{\\text{Hz}}$ and $24.9(9.9)$ yN$/\\sqrt{\\text{Hz}}$ in the MHz and kHz regime, respectively. The direct determination of the ions' amplitudes makes a cyclotron-frequency measurement process more robust against inhomogeneities of the magnetic field and/or deviations of the electric quadrupole field due to mechanical imperfections of the trap. ",
    "url": "https://arxiv.org/abs/2308.14884",
    "authors": [
      "Joaquín Berrocal",
      "Alejandro Hernández",
      "Íñigo Arrazola",
      "Francisco Domínguez",
      "Ana Carrasco-Sanz",
      "Francisco Javier Fernández",
      "Michael Block",
      "Daniel Rodríguez"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15019",
    "title": "Pyramid diffractive optical networks for unidirectional magnification  and demagnification",
    "abstract": "Diffractive deep neural networks (D2NNs) are composed of successive transmissive layers optimized using supervised deep learning to all-optically implement various computational tasks between an input and output field-of-view (FOV). Here, we present a pyramid-structured diffractive optical network design (which we term P-D2NN), optimized specifically for unidirectional image magnification and demagnification. In this P-D2NN design, the diffractive layers are pyramidally scaled in alignment with the direction of the image magnification or demagnification. Our analyses revealed the efficacy of this P-D2NN design in unidirectional image magnification and demagnification tasks, producing high-fidelity magnified or demagnified images in only one direction, while inhibiting the image formation in the opposite direction - confirming the desired unidirectional imaging operation. Compared to the conventional D2NN designs with uniform-sized successive diffractive layers, P-D2NN design achieves similar performance in unidirectional magnification tasks using only half of the diffractive degrees of freedom within the optical processor volume. Furthermore, it maintains its unidirectional image magnification/demagnification functionality across a large band of illumination wavelengths despite being trained with a single illumination wavelength. With this pyramidal architecture, we also designed a wavelength-multiplexed diffractive network, where a unidirectional magnifier and a unidirectional demagnifier operate simultaneously in opposite directions, at two distinct illumination wavelengths. The efficacy of the P-D2NN architecture was also validated experimentally using monochromatic terahertz illumination, successfully matching our numerical simulations. P-D2NN offers a physics-inspired strategy for designing task-specific visual processors. ",
    "url": "https://arxiv.org/abs/2308.15019",
    "authors": [
      "Bijie Bai",
      "Xilin Yang",
      "Tianyi Gan",
      "Jingxi Li",
      "Deniz Mengu",
      "Mona Jarrahi",
      "Aydogan Ozcan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15185",
    "title": "Exciton-polaritons in GaAsbased slab waveguide photonic crystals",
    "abstract": "We report the observation of band gaps for low loss exciton-polaritons propagating outside the light cone in GaAs-based planar waveguides patterned into two-dimensional photonic crystals. By etching square lattice arrays of shallow holes into the uppermost layer of our structure, we open gaps on the order of 10 meV in the photonic mode dispersion, whose size and light-matter composition can be tuned by proximity to the strongly coupled exciton resonance. We demonstrate gaps ranging from almost fully photonic to highly excitonic. Opening a gap in the exciton-dominated part of the polariton spectrum is a promising first step towards the realization of quantum-Hall-like states arising from topologically nontrivial hybridization of excitons and photons. ",
    "url": "https://arxiv.org/abs/2308.15185",
    "authors": [
      "C. E. Whittaker",
      "T. Isoniemi",
      "S. Lovett",
      "P. M. Walker",
      "S. Kolodny",
      "V. Kozin",
      "I. V. Iorsh",
      "I. Farrer",
      "D. A. Ritchie",
      "M. S. Skolnick",
      "D. N. Krizhanovskii"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2308.15249",
    "title": "A pulsed optically pumped Rb clock with a frequency stability below  10-15",
    "abstract": "We present the frequency stability performances of a vapor cell Rb clock based on the pulsed optically pumping (POP) technique. The clock has been developed in the frame of a collaboration between INRIM and Leonardo SpA, aiming to realize a space-qualified POP frequency standard. The results here reported were obtained with an engineered physics package, specifically designed for space applications, joint to laboratory-grade optics and electronics. The measured frequency stability expressed in terms of Allan deviation is $1.2 \\times 10^{-13}$ at 1 s and achieves the value of $6 \\times 10^{-16}$ for integration times of 40000 s (drift removed). This is, to our knowledge, a record result for a vapor-cell frequency standard. In the paper, we show that in order to get this result, a careful stabilization of microwave and laser pulses is required. ",
    "url": "https://arxiv.org/abs/2308.15249",
    "authors": [
      "Michele Gozzelino",
      "Salvatore Micalizio",
      "Claudio E. Calosso",
      "Jacopo Belfi",
      "Adalberto Sapia",
      "Marina Gioia",
      "Filippo Levi"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.15310",
    "title": "Sequential phase-locked optical gating of free electrons",
    "abstract": "Recent progress in coherent quantum interactions between free-electron pulses and laser-induced near-field light have revolutionized electron wavepacket shaping. Building on these advancements, we numerically explore the potential of sequential interactions between slow electrons and localized dipolar plasmons in a sequential phase-locked interaction scheme. Taking advantage of the prolonged interaction time between slow electrons and optical near-fields, we aim to explore the effect of plasmon dynamics on the free-electron wavepacket modulation. Our results demonstrate that the initial optical phase of the localized dipolar plasmon at the starting point of the interaction, along with the phase offset between the interaction zones, can serve as control parameters in manipulating the transverse and longitudinal recoil of the electron wavefunction. Moreover, it is shown that the polarization state of light is an additional control knop for tailoring the longitudinal and transverse recoils. We show that a sequential phase-locking method can be employed to precisely manipulate the longitudinal and transverse recoil of the electron wavepacket, leading to selective acceleration or deceleration of the electron energy along specific diffraction angles. These findings have important implications for the development of novel techniques for ultrafast electron-light interferometry, shaping the electron wave packet, and quantum information processing. ",
    "url": "https://arxiv.org/abs/2308.15310",
    "authors": [
      "Fatemeh Chahshouri",
      "Nahid Talebi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15333",
    "title": "High repetition rate sub ns-electron pulses from Resonant Pulsed Rydberg  Field Ionization",
    "abstract": "We demonstrate fast ionization of Cs Rydberg atoms within a cesium cloud by combining continuous laser excitation and a pulsed electric field. This Resonant Pulsed Rydberg Field-ionization (RPRFI) process results in the emission of sub-ns long electron bunches at a tens of MHz repetition rate. ",
    "url": "https://arxiv.org/abs/2308.15333",
    "authors": [
      "R. Hahn",
      "D. Comparat"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15404",
    "title": "Fundamental charge noise in electro-optic photonic integrated circuits",
    "abstract": "Understanding thermodynamical measurement noise is of central importance for electrical and optical precision measurements from mass-fabricated semiconductor sensors, where the Brownian motion of charge carriers poses limits, to optical reference cavities for atomic clocks or gravitational wave detection, which are limited by thermorefractive and thermoelastic noise due to the transduction of temperature fluctuations to the refractive index and length fluctuations. Here, we discover that unexpectedly charge carrier density fluctuations give rise to a novel noise process in recently emerged electro-optic photonic integrated circuits. We show that Lithium Niobate and Lithium Tantalate photonic integrated microresonators exhibit an unexpected Flicker type (i.e. $1/f^{1.2}$) scaling in their noise properties, significantly deviating from the well-established thermorefractive noise theory. We show that this noise is consistent with thermodynamical charge noise, which leads to electrical field fluctuations that are transduced via the strong Pockels effects of electro-optic materials. Our results establish electrical Johnson-Nyquist noise as the fundamental limitation for Pockels integrated photonics, crucial for determining performance limits for both classical and quantum devices, ranging from ultra-fast tunable and low-noise lasers, Pockels soliton microcombs, to quantum transduction, squeezed light or entangled photon-pair generation. Equally, this observation offers optical methods to probe mesoscopic charge fluctuations with exceptional precision. ",
    "url": "https://arxiv.org/abs/2308.15404",
    "authors": [
      "Junyin Zhang",
      "Zihan Li",
      "Johann Riemensberger",
      "Grigory Lihachev",
      "Guanhao Huang",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.14849",
    "title": "Probing Inhomogeneous Cuprate Superconductivity by Terahertz Josephson  Echo Spectroscopy",
    "abstract": "Inhomogeneities play a crucial role in determining the properties of quantum materials. Yet methods that can measure these inhomogeneities are few, and apply to only a fraction of the relevant microscopic phenomena. For example, the electronic properties of cuprate materials are known to be inhomogeneous over nanometer length scales, although questions remain about how such disorder influences supercurrents and their dynamics. Here, two-dimensional terahertz spectroscopy is used to study interlayer superconducting tunneling in near-optimally-doped La1.83Sr0.17CuO4. We isolate a 2 THz Josephson echo signal with which we disentangle intrinsic lifetime broadening from extrinsic inhomogeneous broadening. We find that the Josephson plasmons are only weakly inhomogeneously broadened, with an inhomogeneous linewidth that is three times smaller than their intrinsic lifetime broadening. This extrinsic broadening remains constant up to 0.7Tc, above which it is overcome by the thermally-increased lifetime broadening. Crucially, the effects of disorder on the Josephson plasma resonance are nearly two orders of magnitude smaller than the in-plane variations in the superconducting gap in this compound, which have been previously documented using Scanning Tunnelling Microscopy (STM) measurements. Hence, even in the presence of significant disorder in the superfluid density, the finite frequency interlayer charge fluctuations exhibit dramatically reduced inhomogeneous broadening. We present a model that relates disorder in the superfluid density to the observed lifetimes. ",
    "url": "https://arxiv.org/abs/2308.14849",
    "authors": [
      "Albert Liu",
      "Danica Pavicevic",
      "Marios H. Michael",
      "Alex G. Salvador",
      "Pavel E. Dolgirev",
      "Michael Fechner",
      "Ankit S. Disa",
      "Pedro M. Lozano",
      "Qiang Li",
      "Genda D. Gu",
      "Eugene Demler",
      "Andrea Cavalleri"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.14990",
    "title": "Sulfur Vacancy Related Optical Transitions in Graded Alloys of MoxW1-xS2  Monolayers",
    "abstract": "Engineering the electronic bandgap is of utmost importance in diverse domains ranging from information processing and communication technology to sensing and renewable energy applications. Transition metal dichalcogenides (TMDCs) provide an ideal platform for achieving this goal through techniques including alloying, doping, and creating in-plane or out-of-plane heterostructures. Here, we report on the synthesis and characterization of atomically controlled two-dimensional graded alloy of MoxW1-xS2, wherein the center region is Mo rich and gradually transitions towards a higher concentration of W atoms at the edges. This unique alloy structure leads to a continuously tunable bandgap, ranging from 1.85 eV in the center to 1.95 eV at the edges consistent with the larger band gap of WS2 relative to MoS2. Aberration-corrected high-angle annular dark-field scanning transmission electron microscopy showed the presence of sulfur monovacancy, VS, whose concentration varied across the graded MoxW1-xS2 layer as a function of Mo content with the highest value in the Mo rich center region. Optical spectroscopy measurements supported by ab initio calculations reveal a doublet electronic state of VS, which was split due to the spin-orbit interaction, with energy levels close to the conduction band or deep in the band gap depending on whether the vacancy is surrounded by W atoms or Mo atoms. This unique electronic configuration of VS in the alloy gave rise to four spin-allowed optical transitions between the VS levels and the valence bands. Our work highlights the potential of simultaneous defect and optical engineering of novel devices based on these 2D monolayers. ",
    "url": "https://arxiv.org/abs/2308.14990",
    "authors": [
      "Mahdi Ghafariasl",
      "Tianyi Zhang",
      "Zachary D. Ward",
      "Da Zhou",
      "David Sanchez",
      "Venkataraman Swaminathan",
      "Humberto Terrones",
      "Mauricio Terrones",
      "Yohannes Abate"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15042",
    "title": "Quantum phases of the biased two-chain-coupled Bose-Hubbard Ladder",
    "abstract": "We investigate the quantum phases of bosons in a two-chain-coupled ladder. This bosonic ladder is generally in a biased configuration, meaning that the two chains of the ladder can have dramatically different on-site interactions and potential energies. Adopting the numerical density-matrix renormalization-group method, we analyze the phase transitions in various parameter spaces. We find signatures of both insulating-to-superfluid and superfluid-to-insulating quantum phase transitions as the interchain tunnelling is increased. Interestingly, tunning the interaction to some intermediate values, the system can exhibit a reentrant quantum phase transition between insulating and superfluid phases. We show that for infinite interaction bias, the model is amenable to some analytical treatments, whose prediction about the phase boundary is in great agreement with the numerical results. We finally clarify some critical parameters which separate the system into regimes with distinct phase behaviours, and briefly compare typical properties of the biased and unbiased bosonic ladder systems. Our work enriches the Bose-Hubbard physics. ",
    "url": "https://arxiv.org/abs/2308.15042",
    "authors": [
      "Jingtao Fan",
      "Xiaofan Zhou",
      "Suotang Jia"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.15217",
    "title": "Computational analysis for competition flows in arteriovenous fistulas  based on non-contrast magnetic resonance imaging",
    "abstract": "Introduction: Characteristics of hemodynamics strongly affect the patency of arteriovenous fistula (AVF) in hemodialysis patients. Because of pressure balance changes among arteries after AVF construction, regurgitating flow occurs in some patients. Methods: Based on phase-contrast MRI measurements, flow types around the anastomotic site are classified to the three different types of splitting, merging, and one-way, where merging type incorporates regurgitating flow. We have performed computational simulations to analyze characteristic differences among these types. Results: In the merging type, a characteristic spiral flow is observed in AVF causing strong wall shear stress and large pressure drop, whereas the splitting type shows a smooth flow and gives a smaller pressure drop. The one-way case is intermediate between splitting and merging types. Conclusion: Regurgitation brings about high wall shear stress near the anastomotic site because of instabilities induced by merging phenomena, for which type careful follow-up examinations are regarded as necessary. ",
    "url": "https://arxiv.org/abs/2308.15217",
    "authors": [
      "Surabhi Rathore",
      "Hironobu Sugiyama",
      "Hiroshi Suito"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2308.15435",
    "title": "Comment on \"First-Principles Calculation of the Optical Rotatory Power  of Periodic Systems: Modern Theory with Modern Functionals''",
    "abstract": "The article [Desmarais \\textit{et al.} Phys Rev. B. \\textbf{107} 224430 (2023)] provided a generalization of the ``\\textit{modern theory of orbital magnetization}'' to include non-local Hamiltonians (e.g. hybrid functionals of the generalized Kohn-Sham theory) for magnetic response properties. The formulation was employed for the calculation of the optical rotatory power of periodic systems, where results indicated inequivalence between sampling of direct and reciprocal spaces for those calculations far from the complete basis set limit. We show that such results can be explained by the fact that the reported calculations correspond to an approximate treatment of the action of the $\\boldsymbol{\\nabla_k}$ operator on Bloch orbitals. In the article, calculations are missing a hidden ``response'' contribution to the reciprocal-space derivatives. The missing response term is shown to (generally) affect the results of calculations of not only magnetic, but also electric response properties, within the context of the ``\\textit{modern theory of polarization}''. Necessary conditions are provided to permit avoiding the calculation of the hidden response term. ",
    "url": "https://arxiv.org/abs/2308.15435",
    "authors": [
      "Jacques K. Desmarais"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.01083",
    "title": "Schroedinger cats and quantum complementarity",
    "abstract": " Comments: 4 pages. Comments welcome. Extensively reviewed from prior version ",
    "url": "https://arxiv.org/abs/2210.01083",
    "authors": [
      "Lorenzo Maccone"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01695",
    "title": "Characterization of Cs-free negative ion production in the ion source  SPIDER by Cavity Ring-Down Spectroscopy",
    "abstract": " Comments: 9 pages, 5 figures. Accepted manuscript of a published article ",
    "url": "https://arxiv.org/abs/2211.01695",
    "authors": [
      "M. Barbisan",
      "R. Agnello",
      "G. Casati",
      "R. Pasqualotto",
      "E. Sartori",
      "G. Serianni"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11325",
    "title": "$2\\cdot 10^{-13}$ fractional laser frequency stability with a 7-cm  unequal-arm Mach-Zehnder interferometer",
    "abstract": " Comments: 9 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2308.11325",
    "authors": [
      "Victor Huarcaya",
      "Miguel Dovale Álvarez",
      "Daniel Penkert",
      "Stefano Gozzo",
      "Pablo Martínez Cano",
      "Kohei Yamamoto",
      "Juan José Esteban Delgado",
      "Moritz Mehmet",
      "Karsten Danzmann",
      "Gerhard Heinzel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2308.13522",
    "title": "Two-way quantum computers adding CPT analog of state preparation",
    "abstract": " Comments: 5 pages, 3 figures ",
    "url": "https://arxiv.org/abs/2308.13522",
    "authors": [
      "Jarek Duda"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  }
]