[
  {
    "id": "arXiv:2201.09010",
    "title": "Enhancement of optical properties and dielectric nature of Sm$_3$+doped  Na$_2$O-ZnO-TeO$_2$ Glass materials",
    "abstract": "Samarium doped Na$_2$O-ZnO-TeO$_2$ (NZT) glasses were prepared by the melt quenching method. The glass-forming ability and glass stability of prepared glass was estimated by Hruby parameter using Differential Thermal Analysis (DTA) and Thermo-gravimetric Analysis (TGA). The study of FTIR spectra and X-ray diffraction described the ionic nature and the amorphous pattern of glass respectively. The absorption peaks were observed for the transitions 6H5/2-4P3/2 at 402 nm,6H5/2-4M19/2 at 418 nm, 6H5/2-4I15/2 at 462 nm and 6H5/2-4I11/2 at 478 nm in the absorption spectra. The optical band gap energy (Eg) was calculated and observed to be decreased from 2.95 eV to 1.50 eV with doping concentration. The visible emission band was observed in the Sm3+ doped glass samples. The variation of dielectric constant with frequency was found to be independent for the frequency range 3 kHz - 2 MHz. The measurement of temperature-dependent dc conductivity showed Arrhenius type mechanism of conduction. ",
    "url": "https://arxiv.org/abs/2201.09010",
    "authors": [
      "Jyotindra Nath Mirdda",
      "Subhadipta Mukhopadhyay",
      "Kriti Ranjan Sahu",
      "Makhanlal Nanda Goswami"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2201.09183",
    "title": "Transmission Electron Microscopy at the Quantum Limit",
    "abstract": "A number of visions for a new generation of dose-efficient electron microscopes have been advanced. These proposals, while inspired by quantum principles, make little contact with the broader field of quantum metrology. We discuss a framework calculating the amount of information carried by each electron. This makes it possible to evaluate the potential effectiveness of any particular microscope architecture relative to the quantum limit for information per dose. In the case of phase imaging, we argue this limit is at least an order of magnitude beyond what is possible with aberration-free Zernike phase contrast. ",
    "url": "https://arxiv.org/abs/2201.09183",
    "authors": [
      "Stewart A. Koppell",
      "Yonatan Israel",
      "Adam J. Bowman",
      "Brannon B. Klopfer",
      "Mark A. Kasevich"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09259",
    "title": "The effect of the width of the incident pulse to the dielectric  transition layer in the scattering of an electromagnetic pulse -- a quantum  lattice algorithm simulation",
    "abstract": "The effect of the thickness of the dielectric boundary layer that connects a material of refractive index $n_1$ to another of index $n_2$ is considered for the propagation of an electromagnetic pulse. For very thin boundary layer the scattering properties of the pulse mimics that found from the Fresnel jump conditions for a plane wave - except that the transmission to incident amplitudes are augmented by a factor of $\\sqrt{n_2/n_1}$. As the boundary layer becomes thicker one finds deviations away from the Fresnel conditions and eventually one approaches WKB propagation. However there is found a small but unusual dip in part of the transmitted pulse that persists in time. The quantum lattice algorithm (QLA) used recovers the Maxwell equations to second order in a small parameter -- but QLA still recovers Maxwell equations when this parameter is unity. The expansion parameter is the speed of the pulse in medium $n_1$. ",
    "url": "https://arxiv.org/abs/2201.09259",
    "authors": [
      "G. Vahala",
      "L. Vahala",
      "A. K. Ram",
      "M. Soe"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09404",
    "title": "Mirror Coating Thermal Noise Mitigation Using Multi-Spatial Mode Cavity  Readout",
    "abstract": "We present an approach to mitigate coating thermal noise in optical cavities by using multiple TEM spatial modes to readout and stabilize laser frequency. With optimal weightings we synthesis a wider sampling of the mirror surface, improving averaging of Brownian thermal fluctuation. We show thermal noise improvement factors of 1.57, comparable to a MESA beam of a nominal 12 m prototype cavity, and a factor 1.61 improvement over the $\\textrm{TEM}_{00}$ using three modes in a 0.1 m cavity for a practical laboratory experiment: equivalent to cooling mirrors to 120 K from room temperature. ",
    "url": "https://arxiv.org/abs/2201.09404",
    "authors": [
      "Andrew R. Wade",
      "Kirk McKenzie"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.09530",
    "title": "Coherent radiation produced by a relativistic bunch of charged particles  passing through a photonic crystal",
    "abstract": "The equations, which describe generation of coherent radiation by a relativistic electron bunch moving in a photonic crystal, are obtained. Spectral-angular distribution of radiation and intensity of radiation in time-domain are derived. The interaction of the bunch electrons with the electromagnetic field induced by bunch itself at the initial stage of producing coherent radiation is shown contributing to the expression for the bunch current with the terms proportional to particle acceleration (proportional to interaction time and strength of electric field induced by bunch itself) along with the terms proportional to velocity. Induced radiation produced by the relativistic bunch is considered using the quantum physics approach. ",
    "url": "https://arxiv.org/abs/2201.09530",
    "authors": [
      "V.G. Baryshevsky"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09655",
    "title": "Multiple scattering of channeled and non-channeled positively charged  particles in bent monocrystalline silicon",
    "abstract": "We present the results of an experimental study of multiple scattering of positively charged high energy particles in bent samples of monocrystalline silicon. This work confirms the recently discovered effect of a strong reduction in the rms multiple scattering angle of particles channeled in the silicon (111) plane. The effect is observed in the plane orthogonal to the bending plane. We show in detail the influence of angular constraints on the magnitude of the effect. Comparison of the multiple scattering process at different energies indicates a violation of the law of inverse proportionality of the rms angle of channeled particles with energy. By increasing the statistics, we have improved the results of multiple scattering measurements for particles moving, but not channeled, in silicon crystals. ",
    "url": "https://arxiv.org/abs/2201.09655",
    "authors": [
      "W. Scandale",
      "G. Arduini",
      "F. Cerutti",
      "M. Garattini",
      "S. Gilardoni",
      "R. Losito",
      "A. Masi",
      "D. Mirarchi",
      "S. Montesano",
      "S. Redaelli",
      "R. Rossi",
      "G. Smirnov",
      "L. Burmistrov",
      "S. Dubos",
      "V. Puill",
      "A. Stocchi",
      "L. Bandiera",
      "V. Guidi",
      "A. Mazzolari",
      "M. Romagnoni",
      "F. Murtas",
      "F. Addesa",
      "G. Cavoto",
      "F. Iacoangeli",
      "F. Galluccio",
      "A.G. Afonin",
      "Yu.A. Chesnokov",
      "A.A. Durum",
      "V.A. Maisheev",
      "Yu.E. Sandomirskiy",
      "A.A. Yanovich",
      "A.D. Kovalenko",
      "A.M. Taratin",
      "A.S. Denisov",
      "Yu.A. Gavrikov",
      "Yu.M. Ivanov",
      "L.G. Malyarenko",
      "J. Borg",
      "T. James",
      "G. Hall",
      "M. Pesaresi"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09730",
    "title": "Thin-Film Lithium Niobate based Dual-Polarization IQ modulator for  Single-Carrier 1.6 Tb/s Transmission",
    "abstract": "We successfully demonstrate a monolithic integrated dual-polarization (DP) IQ modulator on thin-film lithium niobate (TFLN) platform, which consists of IQ modulators, spot-size converters (SSCs) and a polarization rotator combiner (PRC). After coupled with polarization maintaining fibers, the measured insertion loss of the modulator is 12 dB. In addition, we experimentally achieve a 1.6 Tb/s net bitrate single-carrier DP-PS-256QAM transmission. ",
    "url": "https://arxiv.org/abs/2201.09730",
    "authors": [
      "Xuanhao Wang",
      "Chenglin Shang",
      "An Pan",
      "Xingran Cheng",
      "Tao Gui",
      "Shuai Yuan",
      "Chengcheng Gui",
      "Keshuang Zheng",
      "Peijie Zhang",
      "Xiaolu Song",
      "Yanbo Li",
      "Liangchuan Li",
      "Cheng Zeng",
      "Jinsong Xia"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09824",
    "title": "The Design, Construction, Operation and Performance of the Belle II  Silicon Vertex Detector",
    "abstract": "The Silicon Vertex Detector of Belle II is a state-of-the-art tracking an vertexing system based on double-sided silicon strip sensors, designed and fabricated by a large international collaboration in the period 2012--2018. Since 2019 it has been in operation providing high quality data with a small number of defective channels (<1%), a large hit-finding efficiency (>99%), a good signal-to-noise ratio (well in excess of 10 for all sensor configurations and tracks). Toghether with the good control over the alignment, these are all essential factors to achieve good tracking reconstruction and physics performance. In this extended paper we try to document all the aspects of the SVD challenges and achievements, in the spirit of providing information to the broader community and help the development of high quality detector systems, which are fundamental tools to carry out physics research. ",
    "url": "https://arxiv.org/abs/2201.09824",
    "authors": [
      "Francesco Forti"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2201.09852",
    "title": "Accurate quantum simulation of molecular ground and excited states with  a transcorrelated Hamiltonian",
    "abstract": "NISQ era devices suffer from a number of challenges like limited qubit connectivity, short coherence times and sizable gate error rates. Thus, quantum algorithms are desired that require shallow circuit depths and low qubit counts to take advantage of these devices. We attempt to realize this with the help of classical quantum chemical theories of canonical transformation and explicit correlation. In this work, compact ab initio Hamiltonians are generated classically through an approximate similarity transformation of the Hamiltonian with a) an explicitly correlated two-body unitary operator with generalized pair excitations that remove the Coulombic electron-electron singularities from the Hamiltonian and b) a unitary one-body operator to efficiently capture the orbital relaxation effects required for accurate description of the excited states. The resulting transcorelated Hamiltonians are able to describe both ground and excited states of molecular systems in a balanced manner. Using the fermionic-ADAPT-VQE method based on the unitary coupled cluster with singles and doubles (UCCSD) ansatz and only a minimal basis set (ANO-RCC-MB), we demonstrate that the transcorrelated Hamiltonians can produce ground state energies comparable to the much larger cc-pVTZ basis. This leads to a potential reduction in the number of required CNOT gates by more than three orders of magnitude for the chemical species studied in this work. Furthermore, using the qEOM formalism in conjunction with the transcorrelated Hamiltonian, we reduce the errors in excitation energies by an order of magnitude. The transcorrelated Hamiltonians developed here are Hermitian and contain only one- and two-body interaction terms and thus can be easily combined with any quantum algorithm for accurate electronic structure simulations. ",
    "url": "https://arxiv.org/abs/2201.09852",
    "authors": [
      "Ashutosh Kumar",
      "Ayush Asthana",
      "Conner Masteran",
      "Edward F. Valeev",
      "Yu Zhang",
      "Lukasz Cincio",
      "Sergei Tretiak",
      "Pavel A. Dub"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08902",
    "title": "Transmission Estimation at the Fundamental Quantum Cramér-Rao Bound  with Macroscopic Quantum Light",
    "abstract": "The field of quantum metrology seeks to apply quantum techniques and/or resources to classical sensing approaches with the goal of enhancing the precision in the estimation of a parameter beyond what can be achieved with classical resources. Theoretically, the fundamental minimum uncertainty in the estimation of a parameter for a given probing state is bounded by the quantum Cram\\'er-Rao bound. From a practical perspective, it is necessary to find physical measurements that can saturate this fundamental limit and to show experimentally that it is possible to perform measurements with the required precision to do so. Here we perform experiments that saturate the quantum Cram\\'er-Rao bound for transmission estimation over a wide range of transmissions when probing the system under study with a bright two-mode squeezed state. To properly take into account the imperfections in the generation of the quantum state, we extend our previous theoretical results to incorporate the measured properties of the generated quantum state. For our largest transmission level of 84%, we show a 62% reduction over the optimal classical protocol in the variance in transmission estimation when probing with a bright two-mode squeezed state with 8 dB of intensity-difference squeezing. Given that transmission estimation is an integral part of many sensing protocols, such as plasmonic sensing, spectroscopy, calibration of the quantum efficiency of detectors, etc., the results presented promise to have a significant impact on a number of applications in various fields of research. ",
    "url": "https://arxiv.org/abs/2201.08902",
    "authors": [
      "Timothy S. Woodworth",
      "Carla Hermann-Avigliano",
      "Kam Wai Clifford Chan",
      "Alberto M. Marino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08947",
    "title": "Mode conversion and resonant absorption in inhomogeneous materials with  flat bands",
    "abstract": "Mode conversion of transverse electromagnetic waves into longitudinal oscillations and the associated resonant absorption of wave energy in inhomogeneous plasmas is a phenomenon that has been studied extensively in plasma physics. We show that precisely analogous phenomena occur generically in electronic and photonic systems where dispersionless flat bands and dispersive bands coexist in the presence of an inhomogeneous potential or medium parameter. We demonstrate that the systems described by the pseudospin-1 Dirac equation with two dispersive bands and one flat band display mode conversion and resonant absorption in a very similar manner to $p$-polarized electromagnetic waves in an unmagnetized plasma by calculating the mode conversion coefficient explicitly using the invariant imbedding method. We also show that a similar mode conversion process takes place in many other systems with a flat band such as pseudospin-2 Dirac systems, continuum models obtained for one-dimensional stub and sawtooth lattices, and two-dimensional electron systems with a quadratic band and a nearly flat band. We discuss some experimental implications of mode conversion in flat-band materials and metamaterials. ",
    "url": "https://arxiv.org/abs/2201.08947",
    "authors": [
      "Kihong Kim",
      "Seulong Kim"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09024",
    "title": "Controlled Fabrication of Thin Silicon Nitride Membranes for Nanopore  Sensing",
    "abstract": "Thin membranes are highly sought-after for nanopore-based single-molecule sensing. Fabrication of such membranes becomes challenging in the <10-20 nm thickness regime where a plethora of the work conducting nanopore sensing is reported. Silicon nitride (SiNx) is the ubiquitous choice of material in solid-state nanopore technology and in this work, we present a scalable method to fabricate SiNx membranes with thicknesses of ~5 to ~20 nm using standard silicon processing and chemical etching using hydrofluoric acid (HF). The well-characterized bulk etch rates of SiNx in HF conveniently extend the method to a range of desired thicknesses. The final thicknesses of the membranes were measured using ellipsometry and were in good agreement with the values calculated from the bulk etch rates. Rutherford backscattering spectrometry (RBS) measurements were used to characterize the membrane chemistry which revealed a stoichiometry and density of the membrane layer to be Si$_3$N$_{3.94 \\pm 0.02}$ and $2.97 \\pm 0.02$ g cm$^{-3}$ respectively. Nanopores were fabricated using the controlled breakdown method with estimated pore diameters down to ~2 nm. The surface charge density was determined by surveying the open pore conductance with changing pH and salt concentration which revealed the surface to be rich in silanol groups (pKa = $~8.0 \\pm 0.4$). Double-stranded DNA was used to probe the translocation characteristics using ~5.5 nm diameter pores. The membrane thicknesses estimated from the translocation measurements agree well with those obtained from ellipsometry. ",
    "url": "https://arxiv.org/abs/2201.09024",
    "authors": [
      "Shankar Dutt",
      "Buddini I. Karawdeniya",
      "Y.M. Nuwan D.Y. Bandara",
      "Patrick Kluth"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09234",
    "title": "Observation of topological Euler insulators with a trapped-ion quantum  simulator",
    "abstract": "Symmetries play a crucial role in the classification of topological phases of matter. Although recent studies have established a powerful framework to search for and classify topological phases based on symmetry indicators, there exists a large class of fragile topology beyond the description. The Euler class characterizing the topology of two-dimensional real wave functions is an archetypal fragile topology underlying some important properties, such as non-Abelian braiding of crossing nodes and higher-order topology. However, as a minimum model of fragile topology, the two-dimensional topological Euler insulator consisting of three bands remains a significant challenge to be implemented in experiments. Here, we experimentally realize a three-band Hamiltonian to simulate a topological Euler insulator with a trapped-ion quantum simulator. Through quantum state tomography, we successfully evaluate the Euler class, Wilson loop flow and entanglement spectra to show the topological properties of the Hamiltonian. We also measure the Berry phases of the lowest energy band, illustrating the existence of four crossing points protected by the Euler class. The flexibility of the trapped-ion quantum simulator further allows us to probe dynamical topological features including skyrmion-antiskyrmion pairs and Hopf links in momentum-time space from quench dynamics. Our results show the advantage of quantum simulation technologies for studying exotic topological phases and open a new avenue for investigating fragile topological phases in experiments. ",
    "url": "https://arxiv.org/abs/2201.09234",
    "authors": [
      "W.-D. Zhao",
      "Y.-B. Yang",
      "Y. Jiang",
      "Z.-C. Mao",
      "W.-X. Guo",
      "L.-Y. Qiu",
      "G.-X. Wang",
      "L. Yao",
      "L. He",
      "Z.-C. Zhou",
      "Y. Xu",
      "L.-M. Duan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09515",
    "title": "High harmonic spectroscopy of quantum phase transitions in a high-T$_c$  superconductor",
    "abstract": "We report on the new non--linear optical signatures of quantum phase transitions in the high-temperature superconductor YBCO, observed through high harmonic generation. While the linear optical response of the material is largely unchanged when cooling across the phase transitions, the nonlinear optical response sensitively imprints two critical points, one at the critical temperature of the cuprate with the exponential growth of the surface harmonic yield in the superconducting phase, and another critical point, which marks the transition from strange metal to pseudo gap phase. To reveal the underlying microscopic quantum dynamics, a novel strong-field quasi-Hubbard model was developed, which describes the measured optical response dependent on the formation of Cooper pairs. Further, the new theory provides insight into the carrier scattering dynamics and allows to differentiate between the superconducting, pseudo gap, and strange metal phases. The direct connection between non--linear optical response and microscopic dynamics provides a powerful new methodology to study quantum phase transitions in correlated materials. Further implications are light-wave control over intricate quantum phases, light-matter hybrids, and application for optical quantum computing. ",
    "url": "https://arxiv.org/abs/2201.09515",
    "authors": [
      "Jordi Alcalà",
      "Utso Bhattacharya",
      "Jens Biegert",
      "Marcelo Ciappina",
      "Ugaitz Elu",
      "Tobias Graß",
      "Piotr T. Grochowski",
      "Maciej Lewenstein",
      "Anna Palau",
      "Themistoklis P. H. Sidiropoulos",
      "Tobias Steinle",
      "Igor Tyulnev"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.09533",
    "title": "A topology optimization of open acoustic waveguides based on a  scattering matrix method",
    "abstract": "This study presents a topology optimization scheme for realizing a bound state in the continuum along an open acoustic waveguide comprising a periodic array of elastic materials. First, we formulate the periodic problem as a system of linear algebraic equations using a scattering matrix associated with a single unit structure of the waveguide. The scattering matrix is numerically constructed using the boundary element method. Subsequently, we employ the Sakurai--Sugiura method to determine resonant frequencies and the Floquet wavenumbers by solving a nonlinear eigenvalue problem for the linear system. We design the shape and topology of the unit elastic material such that the periodic structure has a real resonant wavenumber at a given frequency by minimizing the imaginary part of the resonant wavenumber. The proposed topology optimization scheme is based on a level-set method with a novel topological derivative. We demonstrate a numerical example of the proposed topology optimization and show that it realizes a bound state in the continuum through some numerical experiments. ",
    "url": "https://arxiv.org/abs/2201.09533",
    "authors": [
      "Kei Matsushima",
      "Hiroshi Isakari",
      "Toru Takahashi",
      "Toshiro Matsumoto"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09663",
    "title": "Consciousness and quantum mechanics: a philosophical approach",
    "abstract": "This book deals with some ontological implications of standard non-relativistic quantum mechanics, and the use of the notion of `consciousness' to solve the measurement problem. ",
    "url": "https://arxiv.org/abs/2201.09663",
    "authors": [
      "Raoni Wohnrath Arroyo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09723",
    "title": "Predicting the failure of two-dimensional silica glasses",
    "abstract": "Being able to predict the failure of materials based on structural information is a fundamental issue with enormous practical and industrial relevance for the monitoring of devices and components. Thanks to recent advances in deep learning, accurate failure predictions are becoming possible even for strongly disordered solids, but the sheer number of parameters used in the process renders a physical interpretation of the results impossible. Here we address this issue and use machine learning methods to predict the failure of simulated two dimensional silica glasses from their initial undeformed structure. We then exploit Gradient-weighted Class Activation Mapping (Grad-CAM) to build attention maps associated with the predictions, and we demonstrate that these maps are amenable to physical interpretation in terms of topological defects and local potential energies. We show that our predictions can be transferred to samples with different shape or size than those used in training, as well as to experimental images. Our strategy illustrates how artificial neural networks trained with numerical simulation results can provide interpretable predictions of the behavior of experimentally measured structures. ",
    "url": "https://arxiv.org/abs/2201.09723",
    "authors": [
      "Francesc Font-Clos",
      "Marco Zanchi",
      "Stefan Hiemer",
      "Silvia Bonfanti",
      "Roberto Guerra",
      "Michael Zaiser",
      "Stefano Zapperi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2201.09731",
    "title": "Cavity Sub- and Superradiance Enhanced Ramsey Spectroscopy",
    "abstract": "Ramsey spectroscopy in large, dense ensembles of ultra-cold atoms trapped in optical lattices suffers from dipole-dipole interaction induced shifts and collective superradiance limiting its precision and accuracy. We propose a novel geometry implementing fast signal readout with minimal heating for large atom numbers at lower densities via an optical cavity operated in the weak single atom but strong collective coupling regime. The key idea is controlled collective transverse $\\pi/2$-excitation of the atoms to prepare a macroscopic collective spin protected from cavity superradiance. This requires that the two halves of the atomic ensemble are coupled to the cavity mode with opposite phase, which is naturally realized for a homogeneously filled volume covering odd and even sites of the cavity mode along the cavity axis. The origin of the superior precision can be traced back to destructive interference among sub-ensembles in the complex nonlinear collective atom field dynamics. In the same configuration we find surprising regular self-pulsing of the cavity output for suitable continuous illumination. Our simulations for large atom numbers employing a cumulant expansion are qualitatively confirmed by a full quantum treatment of smaller ensembles. ",
    "url": "https://arxiv.org/abs/2201.09731",
    "authors": [
      "Christoph Hotter",
      "Laurin Ostermann",
      "Helmut Ritsch"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1907.03541",
    "title": "Quantum geometric information flows and relativistic generalizations of  G. Perelman thermodynamics for nonholonomic Einstein systems with black holes  and stationary solitonic hierarchies",
    "abstract": " Comments: latex2e 11pt, 51 pages, v5 with minor modifications for the title and some references corresponding to the published version ",
    "url": "https://arxiv.org/abs/1907.03541",
    "authors": [
      "Iuliana Bubuianu",
      "Sergiu I. Vacaru",
      "Elşen Veli Veliev"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2010.11809",
    "title": "Four-Dimensional Scaling of Dipole Polarizability in Quantum Systems",
    "abstract": " Comments: 3 figures are included ",
    "url": "https://arxiv.org/abs/2010.11809",
    "authors": [
      "Peter Szabo",
      "Szabolcs Goger",
      "Jorge Charry",
      "Mohammad Reza Karimpour",
      "Dmitry V. Fedorov",
      "Alexandre Tkatchenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2104.14230",
    "title": "Single-handedness chiral optical cavities",
    "abstract": " Title: Single-handedness chiral optical cavities ",
    "url": "https://arxiv.org/abs/2104.14230",
    "authors": [
      "Kirill Voronin",
      "Alexey Taradin",
      "Maxim V. Gorkunov",
      "Denis G. Baranov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2107.00149",
    "title": "Precision Measurement of the Helium $2^{3\\!}S_1- 2^{3\\!}P/3^{3\\!}P$  Tune-Out Frequency as a Test of QED",
    "abstract": " Comments: 27 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2107.00149",
    "authors": [
      "B. M. Henson",
      "J. A. Ross",
      "K. F. Thomas",
      "C. N. Kuhn",
      "D. K. Shin",
      "S. S. Hodgman",
      "Yong-Hui Zhang",
      "Li-Yan Tang",
      "G. W. F. Drake",
      "A. T. Bondy",
      "A. G. Truscott",
      "K. G. H. Baldwin"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2108.04124",
    "title": "Bayesian tomography of high-dimensional on-chip biphoton frequency combs  with randomized measurements",
    "abstract": " Title: Bayesian tomography of high-dimensional on-chip biphoton frequency combs  with randomized measurements ",
    "url": "https://arxiv.org/abs/2108.04124",
    "authors": [
      "Hsuan-Hao Lu",
      "Karthik V. Myilswamy",
      "Ryan S. Bennink",
      "Suparna Seshadri",
      "Mohammed S. Alshaykh",
      "Junqiu Liu",
      "Tobias J. Kippenberg",
      "Daniel E. Leaird",
      "Andrew M. Weiner",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.07364",
    "title": "Fano resonance and incoherent interlayer excitons in molecular van der  Waals heterostructures",
    "abstract": " Comments: Published in Nano Letters ",
    "url": "https://arxiv.org/abs/2108.07364",
    "authors": [
      "Carlos R. Lien-Medrano",
      "Franco P. Bonafé",
      "Chi Yung Yam",
      "Carlos-Andres Palma",
      "Cristián G. Sánchez",
      "Thomas Frauenheim"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2110.01257",
    "title": "Optimized laser ion acceleration at the relativistic critical density  surface",
    "abstract": " Title: Optimized laser ion acceleration at the relativistic critical density  surface ",
    "url": "https://arxiv.org/abs/2110.01257",
    "authors": [
      "Ilja Göthel",
      "Constantin Bernert",
      "Michael Bussmann",
      "Marco Garten",
      "Thomas Miethlinger",
      "Martin Rehwald",
      "Karl Zeil",
      "Tim Ziegler",
      "Thomas E. Cowan",
      "Ulrich Schramm",
      "Thomas Kluge"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2110.06664",
    "title": "Integrated Programmable Controlled Phase Gate Design for Quantum  Information Processing",
    "abstract": " Title: Integrated Programmable Controlled Phase Gate Design for Quantum  Information Processing ",
    "url": "https://arxiv.org/abs/2110.06664",
    "authors": [
      "Yalın Başay",
      "Serdar Kocaman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2111.08499",
    "title": "Numerical Study of the Wetting Dynamics of Droplet on Laser Textured  Surfaces: Beyond Classical Wenzel and Cassie-Baxter Model",
    "abstract": " Title: Numerical Study of the Wetting Dynamics of Droplet on Laser Textured  Surfaces: Beyond Classical Wenzel and Cassie-Baxter Model ",
    "url": "https://arxiv.org/abs/2111.08499",
    "authors": [
      "Ilemona S. Omeje",
      "Tatiana E. Itina"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2111.14510",
    "title": "Design of new resonant haloscopes in the search for the darkmatter  axion: a review of the first steps in the RADES collaboration",
    "abstract": " Comments: Review paper, 24 pages, 18 figures, 57 references ",
    "url": "https://arxiv.org/abs/2111.14510",
    "authors": [
      "A. Díaz-Morcillo",
      "J.M. García Barceló",
      "A.J. Lozano-Guerrero",
      "P. Navarro",
      "B. Gimeno",
      "S. Arguedas Cuendis",
      "A. Álvarez Melcón",
      "C. Cogollos",
      "S. Calatroni",
      "B. Döbrich",
      "J.D. Gallego",
      "J. Golm",
      "I.G. Irastorza",
      "C. Malbrunot",
      "Jordi Miralda-Escudé",
      "C. Peña Garay",
      "J. Redondo",
      "W. Wuensch"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2112.11727",
    "title": "Charge and temporal characterisation of silicon sensors using a  two-photon absorption laser",
    "abstract": " Title: Charge and temporal characterisation of silicon sensors using a  two-photon absorption laser ",
    "url": "https://arxiv.org/abs/2112.11727",
    "authors": [
      "R. Geertsema",
      "K. Akiba",
      "M. van Beuzekom",
      "T. Bischoff",
      "K. Heijhoff",
      "H. Snoek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.08151",
    "title": "High-order Photonic Cavity Modes Enabled 3D Structural Color",
    "abstract": " Title: High-order Photonic Cavity Modes Enabled 3D Structural Color ",
    "url": "https://arxiv.org/abs/2201.08151",
    "authors": [
      "Hailong Liu",
      "Hongtao Wang",
      "Hao Wang",
      "Jie Deng",
      "Qifeng Ruan",
      "Wang Zhang",
      "Omar A. M. Abdelraouf",
      "Noman Soo Seng Ang",
      "Zhaogang Dong",
      "Joel K. W. Yang",
      "Hong Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.08463",
    "title": "Motional decoherence in ultracold Rydberg atom quantum simulators of  spin models",
    "abstract": " Title: Motional decoherence in ultracold Rydberg atom quantum simulators of  spin models ",
    "url": "https://arxiv.org/abs/2201.08463",
    "authors": [
      "Zewen Zhang",
      "Ming Yuan",
      "Bhuvanesh Sundar",
      "Kaden R. A. Hazzard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]