[
  {
    "id": "arXiv:2308.07998",
    "title": "Electrostatic Steering of Thermal Emission with Active Metasurface  Control of Delocalized Modes",
    "abstract": "We theoretically describe and experimentally demonstrate a graphene-integrated metasurface structure that enables electrically-tunable directional control of thermal emission. This device consists of a dielectric slab that acts as a Fabry-Perot (F-P) resonator supporting long-range delocalized modes bounded on one side by an electrostatically tunable metal-graphene metasurface. By varying the Fermi level of the graphene, the accumulated phase of the F-P mode is shifted, which changes the direction of absorption and emission at a fixed frequency. We directly measure the frequency- and angle-dependent emissivity of the thermal emission from a fabricated device heated to 250$^{\\circ}$. Our results show that electrostatic control allows the thermal emission at 6.61 $\\mu$m to be continuously steered over 16$^{\\circ}$, with a peak emissivity maintained above 0.9. We analyze the dynamic behavior of the thermal emission steerer theoretically using a Fano interference model, and use the model to design optimized thermal steerer structures. ",
    "url": "https://arxiv.org/abs/2308.07998",
    "authors": [
      "Joel Siegel",
      "Shinho Kim",
      "Margaret Fortman",
      "Min Seok Jang",
      "Victor Watson Brar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08015",
    "title": "A basic introduction to ultrastable optical cavities for laser  stabilization",
    "abstract": "We give a simple introduction to the properties and use of ultrastable optical cavities, which are increasingly common in atomic and molecular physics laboratories for stabilizing the frequency of lasers to linewidths at the kHz level or below. Although the physics of Fabry-Perot interferometers is part of standard optics curricula, the specificities of ultrastable optical cavities, such as their high finesse, fixed length, and the need to operate under vacuum, can make their use appear relatively challenging to newcomers. Our aim in this work is to bridge the gap between generic knowledge about Fabry-Perot resonators and the specialized literature about ultrastable cavities. The intended audience includes students setting up an ultrastable cavity in a research laboratory for the first time and instructors designing advanced laboratory courses on optics and laser stabilization techniques. ",
    "url": "https://arxiv.org/abs/2308.08015",
    "authors": [
      "Jamie A. Boyd",
      "Thierry Lahaye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08036",
    "title": "Quantized Optical Vortex-array Eigenstates in a Rotating Frame",
    "abstract": "Linear combinations of Bessel beams can be used to effectively trap light within cylindrical domains. Such hard traps can be used to produce states that exhibit stationary arrays of optical vortices from the perspective of a steadily rotating frame. These patterned singularities can be engineered to have singularities of the same or mixed charges and the requisite rotation rates are quantized even though the setting is purely linear. A hydrodynamic interpretation is that the vortices are at rest within a compressible, two-dimensional fluid of light. ",
    "url": "https://arxiv.org/abs/2308.08036",
    "authors": [
      "Mark T. Lusk",
      "Andrew A. Voitiv",
      "Mark E. Siemens"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.08329",
    "title": "Imaging-assisted single-photon Doppler-free laser spectroscopy and the  ionization energy of metastable triplet helium",
    "abstract": "Skimmed supersonic beams provide intense, cold, collision-free samples of atoms and molecules are one of the most widely used tools in atomic and molecular laser spectroscopy. High-resolution optical spectra are typically recorded in a perpendicular arrangement of laser and supersonic beams to minimize Doppler broadening. Typical Doppler widths are nevertheless limited to tens of MHz by the residual transverse-velocity distribution in the gas-expansion cones. We present an imaging method to overcome this limitation which exploits the correlation between the positions of the atoms and molecules in the supersonic expansion and their transverse velocities - and thus their Doppler shifts. With the example of spectra of $(1\\mathrm{s})(n\\mathrm{p})\\,^3\\mathrm{P}_{0-2}\\leftarrow (1\\mathrm{s})(2\\mathrm{s})\\,^3\\mathrm{S}_1$ transitions to high Rydberg states of metastable triplet He, we demonstrate the suppression of the residual Doppler broadening and a reduction of the full linewidths at half maximum to only about 1 MHz in the UV. Using a retro-reflection arrangement for the laser beam and a cross-correlation method, we determine Doppler-free spectra without any signal loss from the selection, by imaging, of atoms within ultranarrow transverse-velocity classes. As an illustration, we determine the ionization energy of triplet metastable He and confirm the significant discrepancy between recent experimental (Clausen et al., Phys. Rev. Lett. 127 093001 (2021)) and high-level theoretical (Patk\\'os et al., Phys. Rev. A 103 042809 (2021)) values of this quantity. ",
    "url": "https://arxiv.org/abs/2308.08329",
    "authors": [
      "Gloria Clausen",
      "Simon Scheidegger",
      "Josef A. Agner",
      "Hansjürg Schmutz",
      "Frédéric Merkt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08341",
    "title": "Analytical description of the time-over-threshold method based on the  time properties of plastic scintillators equipped with silicon  photomultipliers",
    "abstract": "A new high-granular compact time-of-flight neutron detector for the identification and energy measurement of neutrons produced in nucleus-nucleus interactions at the BM@N experiment, Dubna, Russia, at energies up to 4 AGeV is under development. The detector consists of approximately 2000 fast plastic scintillators, each with dimensions of 40$\\times$40$\\times$25 mm$^3$, equiped with SiPM (Silicon Photomultiplier) with an active area of 6$\\times$6 mm$^2$. The signal readout from these scintillators will employ a single-threshold multichannel Time-to-Digital Converter (TDC) to measure their response time and amplitude using the time-over-threshold (ToT) method. This article focuses on the analytical description of the signals from the plastic scintillator detectors equipped with silicon photomultipliers. This description is crucial for establishing the ToT-amplitude relationship and implementing slewing correction techniques to improve the time resolution of the detector. The methodology presented in this paper demonstrates that a time resolution at the 70 ps level can be achieved for the fast plastic scintillator coupled with silicon photomultiplier with epitaxial quenching resistors. ",
    "url": "https://arxiv.org/abs/2308.08341",
    "authors": [
      "N. Karpushkin",
      "D. Finogeev",
      "F. Guber",
      "D. Lyapin",
      "A. Makhnev",
      "S. Morozov",
      "D. Serebryakov"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2308.08503",
    "title": "Principle of Terahertz Time-Domain Spectroscopy",
    "abstract": "In this work, the detection of terahertz (THz) pulse via different schemes of THz time-domain spectroscopy (THz-TDS), including electro-optic sampling (EOS) and photoconductive sampling (PCS), has been reviewed by insisting on its principles and characteristics. Furthermore, four developments of THz-TDS, i.e. THz air-breakdown/biased coherent detection (THz-ABCD), THz-radiation-enhanced emission of fluorescence (THz-REEF), single-shot THz-TDS, and THz asynchronous optical sampling (THz-ASOPS) have also been introduced. ",
    "url": "https://arxiv.org/abs/2308.08503",
    "authors": [
      "Jiayu Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.07964",
    "title": "Quantum computing for chemistry and physics applications from a Monte  Carlo perspective",
    "abstract": "This Perspective focuses on the several overlaps between quantum algorithms and Monte Carlo methods in the domains of physics and chemistry. We will analyze the challenges and possibilities of integrating established quantum Monte Carlo solutions in quantum algorithms. These include refined energy estimators, parameter optimization, real and imaginary-time dynamics, and variational circuits. Conversely, we will review new ideas in utilizing quantum hardware to accelerate the sampling in statistical classical models, with applications in physics, chemistry, optimization, and machine learning. This review aims to be accessible to both communities and intends to foster further algorithmic developments at the intersection of quantum computing and Monte Carlo methods. Most of the works discussed in this Perspective have emerged within the last two years, indicating a rapidly growing interest in this promising area of research. ",
    "url": "https://arxiv.org/abs/2308.07964",
    "authors": [
      "Guglielmo Mazzola"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.08236",
    "title": "Redundancy-free integrated optical convolver for optical neural networks  based on arrayed waveguide grating",
    "abstract": "Optical neural networks (ONNs) have gained significant attention due to their potential for high-speed and energy-efficient computation in artificial intelligence. The implementation of optical convolutions plays a vital role in ONNs, as they are fundamental operations within neural network architectures. However, state-of-the-art convolution architectures often suffer from redundant inputs, leading to substantial resource waste. Here, we propose an integrated optical convolution architecture that leverages the inherent routing principles of arrayed waveguide grating (AWG) to execute the sliding of convolution kernel and summation of results. M*N multiply-accumulate (MAC) operations are facilitated by M+N units within a single clock cycle, thus eliminating the redundancy. In the experiment, we achieved 5-bit precision and 91.9% accuracy in the handwritten digit recognition task confirming the reliability of our approach. Its redundancy-free architecture, low power consumption, high compute density (8.53 teraOP mm^-2 s^-1) and scalability make it a valuable contribution to the field of optical neural networks, thereby paving the way for future advancements in high-performance computing and artificial intelligence applications. ",
    "url": "https://arxiv.org/abs/2308.08236",
    "authors": [
      "Shiji Zhang",
      "Haojun Zhou",
      "Bo Wu",
      "Xueyi Jiang",
      "Dingshan Gao",
      "Jing Xu",
      "Jianji Dong",
      "Xinliang Zhang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2308.08506",
    "title": "Performance Studies of the Acoustic Module for the IceCube Upgrade",
    "abstract": "The IceCube Upgrade will augment the existing IceCube Neutrino Observatory by deploying 700 additional optical sensor modules and calibration devices within its center at a depth of 1.5 to 2.5 km in the Antarctic ice. One goal of the Upgrade is to improve the positioning calibration of the optical sensors to increase the angular resolution for neutrino directional reconstruction. An acoustic calibration system will be deployed to explore the capability of achieving this using trilateration of propagation times of acoustic signals. Ten Acoustic Modules (AM) capable of sending and receiving acoustic signals with frequencies from 5 to 30 kHz will be installed within the detector volume. Additionally, compact acoustic sensors inside 15 optical sensor modules will complement the acoustic calibration system. With this system, we aim for an accuracy of a few tens of cm to localize the Acoustic Modules and sensors. Due to the longer attenuation length of sound compared to light within the ice, acoustic position calibration is especially interesting for the upcoming IceCube-Gen2 detector, which will have a string spacing of around 240 m. In this contribution we present an overview of the technical design of the Acoustic Module as well as results of performance tests with a first complete prototype. ",
    "url": "https://arxiv.org/abs/2308.08506",
    "authors": [
      "Charlotte Benning",
      "Jürgen Borowka",
      "Christoph Günther",
      "Oliver Gries",
      "Simon Zierke"
    ],
    "subjectives": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2205.12211",
    "title": "Benchmarking Quantum Simulators using Ergodic Quantum Dynamics",
    "abstract": " Comments: 7+27 pages, 3+9 figures v2: version accepted in Physical Review Letters ",
    "url": "https://arxiv.org/abs/2205.12211",
    "authors": [
      "Daniel K. Mark",
      "Joonhee Choi",
      "Adam L. Shaw",
      "Manuel Endres",
      "Soonwon Choi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.14226",
    "title": "Asymmetric split-ring plasmonic nanostructures for optical sensing of  Escherichia coli",
    "abstract": " Comments: 15 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2211.14226",
    "authors": [
      "Domna G. Kotsifaki",
      "Rajiv Ranjan Singh",
      "Sile Nic Chormaic",
      "Viet Giang Truong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.05453",
    "title": "Highly Nonlinear Dynamics of In Vivo Deep-Tissue Interaction with  Femtosecond Laser Pulses at 1030 nm",
    "abstract": " Title: Highly Nonlinear Dynamics of In Vivo Deep-Tissue Interaction with  Femtosecond Laser Pulses at 1030 nm ",
    "url": "https://arxiv.org/abs/2308.05453",
    "authors": [
      "Soyeon Jun",
      "Andreas Herbst",
      "Kilian Scheffter",
      "Nora John",
      "Julia Kolb",
      "Daniel Wehner",
      "Hanieh Fattahi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2308.07561",
    "title": "Inverse Design of Terahertz Nanoresonators through Physics-Informed  Machine Learning",
    "abstract": " Title: Inverse Design of Terahertz Nanoresonators through Physics-Informed  Machine Learning ",
    "url": "https://arxiv.org/abs/2308.07561",
    "authors": [
      "Hyoung-Taek Lee",
      "Jeonghoon Kim",
      "Joon Sue Lee",
      "Mina Yoon",
      "Hyeong-Ryeol Park"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]