[
  {
    "id": "arXiv:2212.01442",
    "title": "Optical Refrigeration for an Optomechanical Amplifier",
    "abstract": "We explore the viability of using optical refrigeration as a low-vibration cooling method for a phase-sensitive optomechanical amplifier proposed to improve the sensitivity of future gravitational wave detectors. We find that with moderate improvements on coolants currently available, optical refrigeration can improve the amplifier gain by a factor of 10 relative to what is possible with radiative cooling. We also show that the technique does not add significant noise to the amplifier. These results indicate that optical refrigeration can play an important role in cooling optomechanical devices. ",
    "url": "https://arxiv.org/abs/2212.01442",
    "authors": [
      "Samuel Schulz",
      "Yehonathan Drori",
      "Christopher Wipf",
      "Rana X Adhikari"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.01460",
    "title": "The effect of nonlinear lensing on the coupling of ultrafast laser  pulses to hollow-core waveguides",
    "abstract": "Gas-filled hollow-core fibres are a flexible platform for the manipulation of ultrafast laser pulses through a variety of nonlinear optical effects. Efficient high-fidelity coupling of the initial pulses is very important for system performance. Here we study the effect of self-focusing in gas-cell windows on the coupling of ultrafast laser pulses into hollow-core fibres using (2+1)-dimensional numerical simulations. As expected, we find that the coupling efficiency is degraded and the duration of the coupled pulses changed when the entrance window is too close to the fibre entrance. The interplay of nonlinear spatio-temporal reshaping and the linear dispersion of the window create different results depending on the window material, pulse duration, and pulse wavelength, with longer-wavelength beams more tolerant of high intensity in the window. While shifting the nominal focus to compensate can restore some of the lost coupling efficiency, it improves the pulse duration only marginally. From our simulations we derive a simple expression for the minimum distance between the window and the HCF entrance facet. Our results have implications for the often space-constrained design of hollow-core-fibre systems, especially where the input energy is not constant. ",
    "url": "https://arxiv.org/abs/2212.01460",
    "authors": [
      "Christian Brahms"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01464",
    "title": "A Graphical Theoretical Framework for Cylindrical Cavity Expansion in  Mohr-Coulomb Geomaterials",
    "abstract": "This paper develops a complete analytical solution for the drained (or dry) cylindrical cavity expansion in non-associated Mohr-Coulomb soil, by using the graphical approach and Lagrangian formulation of the cavity boundary value problem (through tracing the responses of a single soil particle at the cavity wall). The novelty of the new solution lies not only in the relaxation of the strict intermediacy assumption for the vertical stress as usually adopted in the previous analyses, but in the comprehensive consideration of arbitrary values of K_0, the coefficient of earth pressure at rest, as well. The essence of the so-called graphical method, i.e., the unique geometrical analysis and tracking of the deviatoric stress trajectory, is fulfilled by leveraging the deformation requirement that during drained expansion the progressive development of the radial and tangential strains must maintain to be compressive and tensile, respectively. With the incorporation of the radial equilibrium condition, the problem is formulated to solve a single first-order differential equation for the internal cavity pressure with respect to a pivotal auxiliary variable, for all the distinct scenarios of K_0 being covered. Some selected results are presented for the calculated cavity expansion curve and limit cavity pressure through an example analysis. ",
    "url": "https://arxiv.org/abs/2212.01464",
    "authors": [
      "Sheng-Li Chen"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01487",
    "title": "Plasmonic Resonant Intercluster Coulombic Decay",
    "abstract": "Light-induced energy confinement in nanoclusters via plasmon excitations influences applications in nanophotonics, photocatalysis, and the design of controlled slow electron sources. The resonant decay of these excitations through the cluster's ionization continuum provides a unique probe of the collective electronic behavior. However, the transfer of a part of this decay amplitude to the continuum of a second conjugated cluster may offer control and efficacy in sharing the energy nonlocally to instigate remote collective events. With the example of a spherically nested dimer Na20@C240 of two plasmonic systems we find that such a transfer is possible through the resonant intercluster Coulomb decay (RICD) as a fundamental process. This plasmonic RICD signal can be experimentally detected by the photoelectron velocity map imaging technique. ",
    "url": "https://arxiv.org/abs/2212.01487",
    "authors": [
      "Rasheed Shaik",
      "Hari R. Varma",
      "Mohamed El-Amine Madjet",
      "Fulu Zheng",
      "Thomas Frauenheim",
      "Himadri S. Chakraborty"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01583",
    "title": "A Multi-layered GaGeTe Electro-Optic Device Integrated in Silicon  Photonics",
    "abstract": "Electrically tunable devices contribute significantly to key functions of photonics integrated circuits. Here, we demonstrate the tuning of the optical index of refraction based on hybrid integration of multi-layered anisotropic GaGeTe on a silicon micro-ring resonator (Si-MRR). Under static applied (DC) bias and transverse-electric (TE) polarization, the device exhibits a linear resonance shift without any amplitude modulation. However, for the transverse-magnetic (TM) polarization, both amplitude and phase modulation are observed. The corresponding wavelength shift and half-wave voltage length product (V_{\\pi}.l) for the TE polarization are 1.78 pm/V and 0.9 V.cm, respectively. These values are enhanced for the TM polarizations and correspond to 6.65 pm/V and 0.28 V.cm, respectively. The dynamic radio frequency (RF) response of the devices was also tested at different bias conditions. Remarkably, the device exhibits a 1.6 MHz and 2.1 MHz response at 0 V and 7 V bias, respectively. Based on these findings, the integration of 2D GaGeTe on the silicon photonics platform has great potential for the next generation of integrated photonic applications such as switches and phase shifters. ",
    "url": "https://arxiv.org/abs/2212.01583",
    "authors": [
      "Srinivasa Reddy Tamalampudi",
      "Ghada Dushaq",
      "Juan Esteban Villegas",
      "Bruna Paredes",
      "Mahmoud S. Rasras"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01687",
    "title": "Combined time and frequency spectroscopy with engineered dual comb  spectrometer",
    "abstract": "Dual comb spectroscopy (DCS) is a powerful technique for broadband spectroscopy with high precision and fast data acquisition. High-frequency resolution requires long data acquisition times, limiting the temporal resolution in time-resolved measurements. Here we overcome this limitation by engineering the DCS pulse train that interacts with the sample. The measurement is performed in steps where the number of pulses interacting with the sample varies in each step. The DCS spectrum is recorded in each stage, and a multi-dimensional spectrum is generated from which the system time evolution is deduced. We demonstrate this method by measuring the absorption spectrum of a room temperature rubidium vapor. The measured population dynamics of the excited state show a square dependence on the number of interacting pulses due to the coherent accumulation of population. Rabi oscillations are also observed under intense excitation conditions. This is the first demonstration of DCS with high frequency and time resolutions without invoking pump-probe spectroscopy, uniting the pulsed laser spectral and temporal properties. This method can simultaneously detect the kinetics of different chemical species and the pathway for the chemical reaction. ",
    "url": "https://arxiv.org/abs/2212.01687",
    "authors": [
      "Sutapa Ghosh",
      "Gadi Eisenstein"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01718",
    "title": "Interaction of Shock Train with Cavity Shear Layer in a Scramjet  Isolator",
    "abstract": "The interaction between the self-excited shock train flow and the cavity shear layer in a scramjet isolator is investigated numerically using detached-eddy simulations (DES). The effect of changing the position of the shock train by controlling the back pressure ratio and the effect of changing the cavity front wall angle are analyzed using unsteady statistics and modal analysis. The propagation mechanism of the pressure disturbance was investigated by spatiotemporal cross-correlation coefficient analysis. In the present numerical study, a constant isolator section with a cavity front wall was considered, followed by a diffuser section simulated at Mach number 2.2 with three different back pressure ratios. The change in back pressure provides three different conditions. To understand the unsteady dynamics of the interaction of the shear layer with the shock train, the spatiotemporal trajectory of the wall pressure and the centerline pressure distribution, the spatiotemporal cross-correlation coefficient, and the modal analysis by dynamic mode decomposition are obtained. The results show that the low-frequency shock train oscillation dominates the cavity oscillation. The spatiotemporal cross-correlation between the wall surface and the cavity bottom wall indicates the propagation of local disturbances originating from the separated boundary layer caused by the shock and the recirculation zone in the corners of the cavity. Dynamic mode decomposition analysis shows the shear layer at the leading edge of the cavity and the downstream propagation of large eddies from the cavity. It also shows the pairing of coherent structures between the shock train and the recirculation zone of the cavity. ",
    "url": "https://arxiv.org/abs/2212.01718",
    "authors": [
      "Vignesh Ram Petha Sethuraman",
      "Yosheph Yang",
      "Jae Gang Kim"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2212.01759",
    "title": "Low temperature spectrum of a fiber loop laser",
    "abstract": "Fiber-based multi-wavelength lasers have a variety of important applications in telecommunication and meteorology. We experimentally study a fiber loop laser with an integrated Erbium doped fiber (EDF). The output optical spectrum is measured as a function of the EDF temperature. We find that below a critical temperature of about $10\\unit{% K}$ the measured optical spectrum exhibits a sequence of narrow and unequally-spaced peaks. An intriguing connection between the peaks' wavelengths and the sequence of prime numbers is discussed. An hypothesis, which attributes the comb formation to intermode coupling, is explored. ",
    "url": "https://arxiv.org/abs/2212.01759",
    "authors": [
      "Eyal Buks"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01914",
    "title": "Investigation of the electro-optic effect in high-$Q$ 4H-SiC  microresonators",
    "abstract": "Silicon carbide (SiC) recently emerged as a promising photonic and quantum material owing to its unique material properties. Here, we carry out a first experimental investigation of the electro-optic effect in high-quality-factor 4H-SiC microresonators. Our findings, in particular the disappearance of the electric-optic response at AC frequencies above the megahertz level, point to a seeming lack of the fast Pockels effect in most of commercially available 4H-SiC wafers and suggest that the observed electro-optic tuning is likely to be induced by other mechanisms such as strain. ",
    "url": "https://arxiv.org/abs/2212.01914",
    "authors": [
      "Ruixuan Wang",
      "Jingwei Li",
      "Lutong Cai",
      "Qing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.01945",
    "title": "Integrated Electro-Optic Isolator on Thin Film Lithium Niobate",
    "abstract": "Optical isolator is an indispensable component of almost any optical system and is used to protect a laser from unwanted reflections for phase-stable coherent operation. The development of chip-scale optical systems, powered by semiconductor lasers integrated on the same chip, has resulted in a need for a fully integrated optical isolator. However, conventional approaches based on application of magneto-optic materials to break the reciprocity and provide required isolation have significant challenges in terms of material processing and insertion loss. As a result, many magnetic-free approaches have been explored, including acousto-optics, optical nonlinearity, and electro-optics. However, to date, the realization of an integrated isolator with low insertion loss, high isolation ratio, broad bandwidth, and low power consumption on a monolithic material platform is still absent. Here we realize non-reciprocal traveling-wave EO-based isolator on thin-film LN, enabling maximum optical isolation of 48 dB and an on-chip insertion loss of 0.5 dB using a single-frequency microwave drive at 21-dBm RF power. The isolation ratio is verified to be larger than 37 dB across a tunable optical wavelength range from 1510 to 1630 nm. We verify that our hybrid DFB laser - LN isolator module successfully protects the single-mode operation and the linewidth of the DFB laser from reflection. Our result is a significant step towards a practical high-performance optical isolator on chip. ",
    "url": "https://arxiv.org/abs/2212.01945",
    "authors": [
      "Mengjie Yu",
      "Rebecca Cheng",
      "Christian Reimer",
      "Lingyan He",
      "Kevin Luke",
      "Eric Puma",
      "Linbo Shao",
      "Amirhassan Shams-Ansari",
      "Hannah R. Grant",
      "Leif Johansson",
      "Mian Zhang",
      "Marko Lončar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01991",
    "title": "Waveguide-Integrated Two-Dimensional Material Photodetectors in  Thin-Film Lithium Niobate",
    "abstract": "Thin-film lithium niobate on insulator (LNOI) is a promising platform for optical communications, microwave photonics, and quantum technologies. While many high-performance devices like electro-optic modulators and frequency comb sources have been achieved on LNOI platform, it remains challenging to realize photodetectors (PDs) on LNOI platform using simple and low-cost fabrication techniques. Two-dimensional (2D) materials are excellent candidates to achieve photodetection since they feature strong light-matter interaction, excellent mechanical flexibility, and potential large-scale complementary metal-oxide-semiconductor-compatible fabrication. In this work, we propose to address this demand using an LNOI-2D material platform and demonstrate two types of high-performance LNOI waveguide-integrated 2D material PDs, namely graphene and Tellurium (Te). Specifically, the LNOI-graphene PD features broadband operations at telecom and visible wavelengths, high normalized photocurrent-to-dark current ratios up to 3*106 W-1, and large 3-dB photoelectric bandwidths of over 40 GHz, simultaneously. The LNOI-Te PD on the other hand provides an ultrahigh responsivity of 7 A/W under 0.5 V bias for telecom optical signals while supporting GHz frequency responses. Our results show that the versatile properties of 2D materials and their excellent compatibility with LNOI waveguides could provide important low-cost solutions for system operating point monitoring and high-speed photoelectric conversion in future LN photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2212.01991",
    "authors": [
      "Sha Zhu",
      "Yiwen Zhang",
      "Yi Ren",
      "Yongji Wang",
      "Kunpeng Zhai",
      "Hanke Feng",
      "Ya Jin",
      "Zezhou Lin",
      "Jiaxue Feng",
      "Siyuan Li",
      "Qi Yang",
      "Ning Hua Zhu",
      "Edwin Yue-Bun Pun",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01997",
    "title": "Graph-based Quantum Response Theory and Shadow Born-Oppenheimer  Molecular Dynamics",
    "abstract": "Graph-based linear scaling electronic structure theory for quantum-mechanical molecular dynamics simulations is adapted to the most recent shadow potential formulations of extended Lagrangian Born-Oppenheimer molecular dynamics, including fractional molecular-orbital occupation numbers, which enables stable simulations of sensitive complex chemical systems with unsteady charge solutions. The proposed formulation includes a preconditioned Krylov subspace approximation for the integration of the extended electronic degrees of freedom, which requires quantum response calculations for electronic states with fractional occupation numbers. For the response calculations we introduce a graph-based canonical quantum perturbation theory that can be performed with the same natural parallelism and linear scaling complexity as the graph-based electronic structure calculations for the unperturbed ground state. The proposed techniques are particularly well-suited for semi-empirical electronic structure theory and the methods are demonstrated using self-consistent charge density-functional tight-binding (SCC-DFTB) theory, both for the acceleration of self-consistent field calculations and for quantum molecular dynamics simulations. The graph-based techniques combined with the semi-empirical theory enable stable simulations of large, complex chemical systems, including tens-of-thousands of atoms. ",
    "url": "https://arxiv.org/abs/2212.01997",
    "authors": [
      "Christian F. A. Negre",
      "Michael. E. Wall",
      "Anders M. N. Niklasson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02067",
    "title": "Photonic Radar for Contactless Vital Sign Detection",
    "abstract": "Vital sign detection is used across ubiquitous scenarios in medical and health settings. Contact and wearable sensors have been widely deployed. However, they are unsuitable for patients with burn wounds or infants with insufficient attaching areas. Contactless detection can be achieved using camera imaging, but it is susceptible to ambient light conditions and creates privacy concerns. Here, we report the first demonstration of a photonic radar for non-contact vital signal detection to overcome these challenges. This photonic radar can achieve millimeter range resolution based on synthesized radar signals with a bandwidth of up to 30 GHz. The high resolution of the radar system enables accurate respiratory detection from breathing simulators and a cane toad as a human proxy. Moreover, we demonstrated that the optical signals generated from the proposed system can enable vital sign detection based on light detection and ranging (LiDAR). This demonstration reveals the potential of a sensor-fusion architecture that can combine the complementary features of radar and LiDAR for improved sensing accuracy and system resilience. The work provides a novel technical basis for contactless, high-resolution, and high-privacy vital sign detection to meet the increasing demands in future medical and healthcare applications. ",
    "url": "https://arxiv.org/abs/2212.02067",
    "authors": [
      "Ziqian Zhang",
      "Yang Liu",
      "Tegan Stephens",
      "Benjamin J. Eggleton"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.02205",
    "title": "Simulations of Collisional Effects in an Inner-Shell Solid-Density Mg  X-Ray Laser",
    "abstract": "Inner-shell K$\\alpha$ x-ray lasers have been created by pumping gaseous, solid, and liquid targets with the intense x-ray output of free-electron-lasers (FELs). For gaseous targets lasing relies on the creation of K-shell core-holes on a time-scale short compared with filling via Auger decay. In the case of solid and liquid density systems, collisional effects will also be important, affecting not only populations, but also line-widths, both of which impact the degree of overall gain, and its duration. However, to date such collisional effects have not been extensively studied. We present here initial simulations using the CCFLY code of inner-shell lasing in solid density Mg, where we self-consistently treat the effects of the incoming FEL radiation and the atomic kinetics of the Mg system, including radiative, Auger, and collisional effects. We find that the combination of collisional population of the lower states of the lasing transitions and broadening of the lines precludes lasing on all but the K$\\alpha$ of the initially cold system. Even assuming instantaneous turning on of the FEL pump, we find the duration of the gain in the solid system to be sub-femtosecond. ",
    "url": "https://arxiv.org/abs/2212.02205",
    "authors": [
      "Shenyuan Ren",
      "Sam Vinko",
      "Jusitn S. Wark"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02215",
    "title": "An On-Chip Continuous Wave Terahertz Spectrometer",
    "abstract": "Continuous Wave (CW) Terahertz spectroscopy enabled by photomixing is a promising high precision spectroscopic tool for the examination of a wide variety of samples including biological, chemical, and solid state. However, often it would be of interest to examine isolated samples free from bulk effects that broaden spectral features. In this form samples with low concentrations of absorbers have a reduced cross section making coupling to an external driving field a challenge. By utilising THz metamaterials one can borrow the concepts of surface enhanced Raman spectroscopy to confine and concentrate the THz fields to increase sensitivity for samples with a small cross section. Our work combines high-speed photodiode technology and THz metamaterials to offer a solution to this challenge. We present here a proof of concept on-chip THz spectrometer integrated with a metamaterial waveguide. ",
    "url": "https://arxiv.org/abs/2212.02215",
    "authors": [
      "James Seddon",
      "Chris Graham",
      "Marie Georgiades",
      "Cyril Renaud",
      "Alwyn Seeds"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2212.02347",
    "title": "A passive bias-free ultrabroadband optical isolator based on  unidirectional self-induced transparency",
    "abstract": "Achieving a broadband nonreciprocal device without gain and any external bias is very challenging and highly desirable for modern photonic technologies and quantum networks. Here, we theoretically propose a passive and bias-free all-optical isolator for a femtosecond laser pulse by exploiting a new mechanism of unidirectional self-induced transparency, obtained with a nonlinear medium followed by a normal absorbing medium at one side. The transmission contrast between the forward and backward directions can reach ~14.3 dB for a 2\\pi 5 fs laser pulse, implying isolation of a signal with an ultrabroad bandwidth of 200 THz. The 20 dB bandwidth is about 57 nm, already comparable with a magneto-optical isolator. This cavity-free optical isolator may pave the way to integrated nonmagnetic isolation of ultrashort laser pulses. ",
    "url": "https://arxiv.org/abs/2212.02347",
    "authors": [
      "Haodong Wu",
      "Jiangshan Tang",
      "Mingyuan Chen",
      "Min Xiao",
      "Franco Nori",
      "Keyu Xia",
      "Yanqing Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2212.02385",
    "title": "A gaseous argon time projection chamber with electroluminescence  enhanced optical readout",
    "abstract": "We discuss the design and first operation of a gaseous argon time projection chamber with optical readout. The detector is operated at atmospheric pressure with a single electron amplification phase based on a thick GEM. Here, photons are produced with wavelengths in the vaccuum ultraviolet regime. This first stage of light production is followed by a second stage, where further photons are produced based on the electroluminiscence process. This process occurs without any further electron amplification, and it is demonstrated that the light yield can increase by a factor of three with moderate electric fields of the order of 3 kV/cm. Also, a method is given for the determination of the photon yield/charge gain of a ThGEM, giving a value of 18.3 photons detected per secondary electrons. ",
    "url": "https://arxiv.org/abs/2212.02385",
    "authors": [
      "R.M Amarinei",
      "F. Sánchez",
      "E. Roe",
      "S. Bordoni",
      "L. Giannessi",
      "T Lux",
      "E. Radicioni"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2212.01482",
    "title": "PyQMC: an all-Python real-space quantum Monte Carlo module in PySCF",
    "abstract": "We describe a new open-source Python-based package for high accuracy correlated electron calculations using quantum Monte Carlo (QMC) in real space: PyQMC. PyQMC implements modern versions of QMC algorithms in an accessible format, enabling algorithmic development and easy implementation of complex workflows. Tight integration with the PySCF environment allows for simple comparison between QMC calculations and other many-body wave function techniques, as well as access to high accuracy trial wave functions. ",
    "url": "https://arxiv.org/abs/2212.01482",
    "authors": [
      "William A. Wheeler",
      "Shivesh Pathak",
      "Kevin Kleiner",
      "Shunyue Yuan",
      "João N. B. Rodrigues",
      "Cooper Lorsung",
      "Kittithat Krongchon",
      "Yueqing Chang",
      "Yiqing Zhou",
      "Brian Busemeyer",
      "Kiel T. Williams",
      "Alexander Muñoz",
      "Chun Yu Chow",
      "Lucas K. Wagner"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01823",
    "title": "Quantum Monte Carlo method describing supported metal catalysis:  Ni(111)/alumina decomposing methane as a route to hydrogen",
    "abstract": "Hydrogen production as a clean, sustainable replacement for fossil fuels is gathering pace. Doubling the capacity of Paris-CDG airport has been halted, even with the upcoming Olympic Games, until hydrogen-powered planes can be used. It is thus timely to work on catalytic selective hydrogen production and optimise catalyst structure. Over 90% of all chemical manufacture uses a solid catalyst. This work describes the dissociation of a C-H bond in methane, chemisorbed at Ni(111) that stabilises the ensuing Ni-H linkage. In a subsequent step, gaseous hydrogen is given off. Many chemical reactions involve bond-dissociation. This process is often the key to rate-limiting reaction steps at solid surfaces. Since bond-breaking is poorly described by Hartree-Fock and DFT methods, Quantum Monte Carlo (QMC) methodology is used. Our embedded active site approach demonstrates novel QMC. The rate-limiting reaction step of methane decomposition to hydrogen and carbon is the initial C-H bond stretch. The full dissociation energy is offset by Ni-H bond formation at the surface. Reactive methyl (CH$_3$) radicals also interact with a vicinal Ni. These adsorbed methyl radicals subsequently produce methylene and hydrogen, with one atom dissociated from the methyl radical and the other desorbed from the Ni surface. The QMC activation barrier found is 85.4 +/- 1.1 kJ/mol JCP C (2020). Thus, QMC is shown to be encouraging for investigating similar catalytic systems. ",
    "url": "https://arxiv.org/abs/2212.01823",
    "authors": [
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01857",
    "title": "Approximate Boltzmann Distributions in Quantum Approximate Optimization",
    "abstract": "The quantum approximate optimization algorithm (QAOA) is a quantum algorithm for approximately solving combinatorial optimization problems with near-term quantum computers. We analyze structure that is present in optimized QAOA instances solving the MaxCut problem, on random graph ensembles with $n=14-23$ qubits and depth parameters $p\\leq12$. Remarkably, we find that the average basis state probabilities in the output distribution of optimized QAOA circuits can be described through a Boltzmann distribution: The average basis state probabilities scale exponentially with their energy (cut value), with a peak at the optimal solution. This generalizes previous results from $p=1$. We further find a unified empirical relation that describes the rate of exponential scaling or \"effective temperature\" across instances at varying depths and sizes, and use this to generate approximate QAOA output distributions. Compared to the true simulation results, these approximate distributions produce median approximation ratio errors of $\\leq0.6\\%$ at each $n$ and $p$ and worst-case error of $2.9\\%$ across the 7,200 instances we simulated exactly. The approximate distributions also account for the probability for the optimal solution and cumulative distribution functions, but with larger errors. We conclude that exponential patterns capture important and prevalent aspects of QAOA measurement statistics on random graph ensembles, and make predictions for QAOA performance metric scalings on random graphs with up to 38 qubits and depth parameters $p\\leq 12$. ",
    "url": "https://arxiv.org/abs/2212.01857",
    "authors": [
      "Phillip C. Lotshaw",
      "George Siopsis",
      "James Ostrowski",
      "Rebekah Herrman",
      "Rizwanul Alam",
      "Sarah Powers",
      "Travis S. Humble"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01994",
    "title": "A hybrid quantum photonic interface for $^{171}$Yb solid-state qubits",
    "abstract": "$^{171}$Yb$^{3+}$ in YVO$_4$ is a promising candidate for building quantum networks with good optical addressability, excellent spin properties and a secondary nuclear-spin quantum register. However, the associated long optical lifetime necessitates coupling to optical resonators for faster emission of single photons and to facilitate control of single $^{171}$Yb ions. Previously, single $^{171}$Yb ions were addressed by coupling them to monolithic photonic crystal cavities fabricated via lengthy focused ion beam milling. Here, we design and fabricate a hybrid platform based on ions coupled to the evanescently decaying field of a GaAs photonic crystal cavity. We experimentally detect and demonstrate coherent optical control of single $^{171}$Yb ions. For the most strongly coupled ions, we find a 64 fold reduction in lifetime. The results show a promising route towards a quantum network with $^{171}$Yb:YVO$_4$ using a highly scalable platform. ",
    "url": "https://arxiv.org/abs/2212.01994",
    "authors": [
      "Chun-Ju Wu",
      "Daniel Riedel",
      "Andrei Ruskuc",
      "Ding Zhong",
      "Hyounghan Kwon",
      "Andrei Faraon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02236",
    "title": "A Deep Learning Architecture for Passive Microwave Precipitation  Retrievals using CloudSat and GPM Data",
    "abstract": "This paper presents an algorithm that relies on a series of dense and deep neural networks for passive microwave retrieval of precipitation. The neural networks learn from coincidences of brightness temperatures from the Global Precipitation Measurement (GPM) Microwave Imager (GMI) with the active precipitating retrievals from the Dual-frequency Precipitation Radar (DPR) onboard GPM as well as those from the {CloudSat} Profiling Radar (CPR). The algorithm first detects the precipitation occurrence and phase and then estimates its rate, while conditioning the results to some key ancillary information including parameters related to cloud microphysical properties. The results indicate that we can reconstruct the DPR rainfall and CPR snowfall with a detection probability of more than 0.95 while the probability of a false alarm remains below 0.08 and 0.03, respectively. Conditioned to the occurrence of precipitation, the unbiased root mean squared error in estimation of rainfall (snowfall) rate using DPR (CPR) data is less than 0.8 (0.1) mm/hr over oceans and land. Beyond methodological developments, comparing the results with ERA5 reanalysis and official GPM products demonstrates that the uncertainty in global satellite snowfall retrievals continues to be large while there is a good agreement among rainfall products. Moreover, the results indicate that CPR active snowfall data can improve passive microwave estimates of global snowfall while the current CPR rainfall retrievals should only be used for detection and not estimation of rates. ",
    "url": "https://arxiv.org/abs/2212.02236",
    "authors": [
      "Reyhaneh Rahimi",
      "Sajad Vahedizadeh",
      "Ardeshir Ebtehaj"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02254",
    "title": "Exploring Disordered Quantum Spin Models with a Multi-Layer  Multi-Configurational Approach",
    "abstract": "Numerical simulations of quantum spin models are crucial for a profound understanding of many-body phenomena in a variety of research areas in physics. An outstanding problem is the availability of methods to tackle systems that violate area-laws of entanglement entropy. Such scenarios cover a wide range of compelling physical situations including disordered quantum spin systems among others. In this work, we employ a numerical technique referred to as multi-layer multi-configuration time-dependent Hartree (ML-MCTDH) to evaluate the ground state of such disordered spin models. We demonstrate it to be competitive and selectively outperform conventional methods that rely on the preservation of the area-law. ML-MCTDH has previously been used to study problems of high-dimensional quantum dynamics in molecular and ultracold physics, but is here applied to study spin systems for the first time. We exploit the inherent flexibility of the method to present results in one- and two- spatial dimensions and treat challenging setups that incorporate long-range interactions as well as disorder. Our results suggest that the hierarchical multi-layering inherent to ML-MCTDH allows to tackle a wide range of quantum many-body problems such as spin dynamics of varying dimensionality. ",
    "url": "https://arxiv.org/abs/2212.02254",
    "authors": [
      "Fabian Köhler",
      "Rick Mukherjee",
      "Peter Schmelcher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2212.02482",
    "title": "Orbital-optimized pair-correlated electron simulations on trapped-ion  quantum computers",
    "abstract": "Variational quantum eigensolvers (VQE) are among the most promising approaches for solving electronic structure problems on near-term quantum computers. A critical challenge for VQE in practice is that one needs to strike a balance between the expressivity of the VQE ansatz versus the number of quantum gates required to implement the ansatz, given the reality of noisy quantum operations on near-term quantum computers. In this work, we consider an orbital-optimized pair-correlated approximation to the unitary coupled cluster with singles and doubles (uCCSD) ansatz and report a highly efficient quantum circuit implementation for trapped-ion architectures. We show that orbital optimization can recover significant additional electron correlation energy without sacrificing efficiency through measurements of low-order reduced density matrices (RDMs). In the dissociation of small molecules, the method gives qualitatively accurate predictions in the strongly-correlated regime when running on noise-free quantum simulators. On IonQ's Harmony and Aria trapped-ion quantum computers, we run end-to-end VQE algorithms with up to 12 qubits and 72 variational parameters - the largest full VQE simulation with a correlated wave function on quantum hardware. We find that even without error mitigation techniques, the predicted relative energies across different molecular geometries are in excellent agreement with noise-free simulators. ",
    "url": "https://arxiv.org/abs/2212.02482",
    "authors": [
      "Luning Zhao",
      "Joshua Goings",
      "Kenneth Wright",
      "Jason Nguyen",
      "Jungsang Kim",
      "Sonika Johri",
      "Kyujin Shin",
      "Woomin Kyoung",
      "Johanna I. Fuks",
      "June-Koo Kevin Rhee",
      "Young Min Rhee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09824",
    "title": "The Design, Construction, Operation and Performance of the Belle II  Silicon Vertex Detector",
    "abstract": " Comments: 199 pages, 152 figures ",
    "url": "https://arxiv.org/abs/2201.09824",
    "authors": [
      "Francesco Forti"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2201.11439",
    "title": "Homodyne detection of non-Gaussian quantum steering",
    "abstract": " Comments: 14 pages, 14 figures, comments are welcome! ",
    "url": "https://arxiv.org/abs/2201.11439",
    "authors": [
      "Carlos E. Lopetegui",
      "Manuel Gessner",
      "Matteo Fadel",
      "Nicolas Treps",
      "Mattia Walschaers"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.07924",
    "title": "Quantum Physics in Connected Worlds",
    "abstract": " Comments: Published Version ",
    "url": "https://arxiv.org/abs/2205.07924",
    "authors": [
      "Joseph Tindall",
      "Amy Searle",
      "Abdulla Alhajri",
      "Dieter Jaksch"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12173",
    "title": "Improving Free-Space Optical Communication Rate Of Moving Classical Or  Quantum Sources Via Adaptive Optics With A Pioneer Beacon",
    "abstract": " Comments: completely revised with new results on quantum key rate; 13 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2206.12173",
    "authors": [
      "Kai Sum Chan",
      "H. F. Chau"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.15473",
    "title": "Discrete symmetries and quantum number conservation",
    "abstract": " Comments: 6 pages. 5 Tables. The revision comprises an addition of a Table with accompanying explanations, and correction of typos ",
    "url": "https://arxiv.org/abs/2211.15473",
    "authors": [
      "Douglas Newman"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16862",
    "title": "Satellite-to-Ground Discrete Modulated Continuous Variable Quantum Key  Distribution: The M-PSK and M-QAM Protocols in Low Earth Orbit",
    "abstract": " Comments: Submitted to IEEE Transactions on Communications. 12 pages, 11 figures ",
    "url": "https://arxiv.org/abs/2211.16862",
    "authors": [
      "Mikhael Sayat",
      "Biveen Shajilal",
      "Sebastian P. Kish",
      "Syed M. Assad",
      "Ping Koy Lam",
      "Nicholas Rattenbury",
      "John Cater"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2212.01252",
    "title": "Transfer Loop and Statistical Equilibrium of Korteweg-de Vries-Burgers  Systems Associated to Classical Nonlinear Acoustics and Quantum Shock Waves",
    "abstract": " Comments: typos, especially the one in the dispersion term of equation 1, are corrected; figures replaced with eps files with vector render type for higher quality (when zoomed in) ",
    "url": "https://arxiv.org/abs/2212.01252",
    "authors": [
      "Jian-Zhou Zhu"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mathematical Physics (math-ph)",
      "Chaotic Dynamics (nlin.CD)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]