[
  {
    "id": "arXiv:2112.02867",
    "title": "A high order explicit time finite element method for the acoustic wave  equation with discontinuous coefficients",
    "abstract": "In this paper, we propose a novel high order explicit time discretization method for the acoustic wave equation with discontinuous coefficients. The space discretization is based on the unfitted finite element method in the discontinuous Galerkin framework which allows us to treat problems with complex interface geometry on Cartesian meshes. The strong stability and optimal $hp$-version error estimates both in time and space are established. Numerical examples confirm our theoretical results. ",
    "url": "https://arxiv.org/abs/2112.02867",
    "authors": [
      "Zhiming Chen",
      "Yong Liu",
      "Xueshuang Xiang"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2112.02120",
    "title": "Prediction and compression of lattice QCD data using machine learning  algorithms on quantum annealer",
    "abstract": "We present regression and compression algorithms for lattice QCD data utilizing the efficient binary optimization ability of quantum annealers. In the regression algorithm, we encode the correlation between the input and output variables into a sparse coding machine learning algorithm. The trained correlation pattern is used to predict lattice QCD observables of unseen lattice configurations from other observables measured on the lattice. In the compression algorithm, we define a mapping from lattice QCD data of floating-point numbers to the binary coefficients that closely reconstruct the input data from a set of basis vectors. Since the reconstruction is not exact, the mapping defines a lossy compression, but, a reasonably small number of binary coefficients are able to reconstruct the input vector of lattice QCD data with the reconstruction error much smaller than the statistical fluctuation. In both applications, we use D-Wave quantum annealers to solve the NP-hard binary optimization problems of the machine learning algorithms. ",
    "url": "https://arxiv.org/abs/2112.02120",
    "authors": [
      "Boram Yoon",
      "Chia Cheng Chang",
      "Garrett T. Kenyon",
      "Nga T.T. Nguyen",
      "Ermal Rrapaj"
    ],
    "subjectives": [
      "High Energy Physics - Lattice (hep-lat)",
      "Machine Learning (cs.LG)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:1811.11858",
    "title": "Can you sign a quantum state?",
    "abstract": " Comments: 26+12 pages, v4: version for publication in Quantum, v5: CC license ",
    "url": "https://arxiv.org/abs/1811.11858",
    "authors": [
      "Gorjan Alagic",
      "Tommaso Gagliardoni",
      "Christian Majenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)"
    ]
  },
  {
    "id": "arXiv:2104.04618",
    "title": "Boundary integral formulations for acoustic modelling of high-contrast  media",
    "abstract": " Title: Boundary integral formulations for acoustic modelling of high-contrast  media ",
    "url": "https://arxiv.org/abs/2104.04618",
    "authors": [
      "Elwin van 't Wout",
      "Seyyed R. Haqshenas",
      "Pierre Gélat",
      "Timo Betcke",
      "Nader Saffari"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2104.10696",
    "title": "Scaling of neural-network quantum states for time evolution",
    "abstract": " Comments: 8 pages, 6 figures (+appendix: 5 pages, 8 figures); v2: adding data for SGD optimization on MPS; v3: including results for RBM NQS. Code is available at this https URL ",
    "url": "https://arxiv.org/abs/2104.10696",
    "authors": [
      "Sheng-Hsuan Lin",
      "Frank Pollmann"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Machine Learning (cs.LG)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2105.11868",
    "title": "Detection and blind channel estimation for UAV-aided wireless sensor  networks in smart cities under mobile jamming attack",
    "abstract": " Comments: 20 pages, 14 figures, 6 tables, accepted for publication in IEEE Internet of Things Journal ",
    "url": "https://arxiv.org/abs/2105.11868",
    "authors": [
      "Donatella Darsena",
      "Giacinto Gelli",
      "Ivan Iudice",
      "Francesco Verde"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Networking and Internet Architecture (cs.NI)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2108.07909",
    "title": "A comparative study of universal quantum computing models: towards a  physical unification",
    "abstract": " Title: A comparative study of universal quantum computing models: towards a  physical unification ",
    "url": "https://arxiv.org/abs/2108.07909",
    "authors": [
      "D.-S. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computation and Language (cs.CL)"
    ]
  },
  {
    "id": "arXiv:2110.04485",
    "title": "Application of quantum computing to a linear non-Gaussian acyclic model  for novel medical knowledge discovery",
    "abstract": " Comments: 9 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2110.04485",
    "authors": [
      "Hideaki Kawaguchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2111.02921",
    "title": "Map-Assisted Power Allocation and Constellation Design for mmWave WDM  with OAM in Short-Range LOS Environment",
    "abstract": " Title: Map-Assisted Power Allocation and Constellation Design for mmWave WDM  with OAM in Short-Range LOS Environment ",
    "url": "https://arxiv.org/abs/2111.02921",
    "authors": [
      "Yuan Wang",
      "Chen Gong",
      "Zhengyuan Xu"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2111.15178",
    "title": "Sparse deep computer-generated holography for optical microscopy",
    "abstract": " Comments: 5 pages, 4 figures, to be presented at NeurIPS 2021 Deep Learning and Inverse Problems workshop ",
    "url": "https://arxiv.org/abs/2111.15178",
    "authors": [
      "Alex Liu",
      "Laura Waller",
      "Yi Xue"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2112.00811",
    "title": "Revisiting dequantization and quantum advantage in learning tasks",
    "abstract": " Comments: 6 pages, 1 figure; v2: further exposition added ",
    "url": "https://arxiv.org/abs/2112.00811",
    "authors": [
      "Jordan Cotler",
      "Hsin-Yuan Huang",
      "Jarrod R. McClean"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Machine Learning (cs.LG)"
    ]
  }
]