[
  {
    "id": "arXiv:2411.05940",
    "title": "A High-Power Microwave Limiter Using A Self-Actuated Plasma-Based EIT Topology",
    "abstract": "           This paper presents a novel metamaterial topology incorporating gas discharge tubes for high-power microwave protection. The design features two split ring resonators positioned side by side with their splits oriented orthogonally. When exposed to low-power microwaves, each split ring resonator induces a resonance that interacts to create a passband within a broad stopband, facilitated by a phenomenon known as electromagnetically induced transparency (EIT). At high power levels, the integrated gas discharge tubes become ionized, forming plasma that acts as a switch to eliminate the EIT window, thereby reinstating the stopband for protection. Several prototypes have been developed for S-band operation based on this concept. Analytical, numerical, and experimental results are in complete agreement. The proposed device demonstrates superior protection with lower insertion loss in the OFF mode and higher isolation in the ON mode. Its strong ability to handle high-power microwaves is achieved using plasma-based switches instead of diodes, providing a reasonable response time and a straightforward design that enables rapid prototyping. Additionally, the device demonstrates frequency and power threshold tunability, highlighting its versatility as a microwave protection device.         ",
    "url": "https://arxiv.org/abs/2411.05940",
    "authors": [
      "Muhammad Rizwan Akram",
      "Abbas Semnani"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06134",
    "title": "Bridging classical and quantum approaches in optical polarimetry: Predicting polarization-entangled photon behavior in scattering environments",
    "abstract": "           We explore quantum-based optical polarimetry as a potential diagnostic tool for biological tissues by developing a theoretical and experimental framework to understand polarization-entangled photon behavior in scattering media. We investigate the mathematical relationship between Wolf's coherency matrix in classical optics and the density matrix formalism of quantum mechanics which allows for the extension of classical Monte Carlo method to quantum states. The developed generalized Monte Carlo approach uniquely integrates the Bethe-Salpeter equation for classical scattering, the Jones vector formalism for polarization, and the density matrix approach for quantum state representation. Therefore, this unified framework can model both classical and quantum polarization states, handle multi-photon states, and account for varying degrees of entanglement. Additionally, it facilitates the prediction of quantum state evolution in scattering media based on classical optical principles. The validity of the computational model is experimentally confirmed through high-fidelity agreement between predicted and measured quantum state evolution in tissue-mimicking phantoms. This work bridges the gap between classical and quantum optical polarimetry by developing and validating a comprehensive theoretical framework that unifies these traditionally distinct domains, paving the way for future quantum-enhanced diagnostics of tissues and other turbid environments.         ",
    "url": "https://arxiv.org/abs/2411.06134",
    "authors": [
      "Vira R. Besaga",
      "Ivan V. Lopushenko",
      "Oleksii Sieryi",
      "Alexander Bykov",
      "Frank Setzpfandt",
      "Igor Meglinski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06189",
    "title": "Twisted terahertz radiation generation using Laguerre-Gaussian laser pulse propagating in axially magnetized plasma",
    "abstract": "           We present analytical and simulation study of twisted terahertz (THz) radiation generation via propagation of a circularly polarized Laguerre Gaussian (LG) laser pulse in homogeneous plasma embedded in an axial magnetic field. Analytical formulation is based on perturbation technique and quasistatic approximation. Longitudinal and transverse wakefields generated via laser plasma interactions are evaluated using Lorentz force and Maxwells equations in the mildly nonlinear regime. It is observed that two linearly polarized twisted terahertz (THz) radiation beams are generated in mutually perpendicular planes. Superposition of the two beams result in a single linearly polarized twisted THz radiation beam with modified amplitude and polarization direction. Three dimensional (3D) particle in cell (PIC) simulations are performed for this configuration using FBPIC code. Graphical comparison of amplitude of the resultant THz beam obtained via analytical and simulation studies is presented.         ",
    "url": "https://arxiv.org/abs/2411.06189",
    "authors": [
      "Dinkar Mishra",
      "Saumya Singh",
      "Bhupesh Kumar",
      "Pallavi Jha"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06415",
    "title": "Effects of confinement, impinging shock deflection angle, and Mach number on the flow field of a supersonic open cavity",
    "abstract": "           Cavities exhibit inherent self-sustaining oscillations driven by the coupling between their hydrodynamic and acoustic properties. In practical applications, cavities are often placed within confinements that introduce compression waves, significantly influencing their primary flow characteristics. The oscillations in cavities have widespread applications, such as in fuel-air mixing, heat exchangers, and landing gears However, when resonance occurs, these oscillations can lead to structural failures. Therefore, understanding cavity oscillations under diverse geometrical configurations and flow conditions is essential. The present study examines the impact of top wall confinement on an open cavity with a length-to-depth ratio (L/D) ratio of 3 at Mach 1.71, along with the effects of varying deflection angles on flow characteristics and the influence of an increased Mach number on configurations with the highest and lowest oscillation frequencies. A three-dimensional numerical investigation is carried out, employing large eddy simulations within the OpenFOAM framework. We analyze the flow fields through the spatial variation of density over time. Fast Fourier Transformation and Wavelet Transformation reveal the frequency content from unsteady pressure signals and illustrate its evolution over time under different conditions. Additionally, reduced-order modeling provides a better understanding of the relationship between frequencies and flow structures of the cavity. Results from these analyses demonstrate that top wall confinement increases oscillation frequency, while greater deflection angles introduce Kelvin-Helmholtz instability in the flow field, reducing the frequency. An increase in the Mach number to 2, further intensifies instability, substantially affecting oscillations.         ",
    "url": "https://arxiv.org/abs/2411.06415",
    "authors": [
      "Sreejita Bhaduri",
      "Mohammed Ibrahim Sugarno",
      "Ashoke De"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2411.06495",
    "title": "Chiral quantum optics: recent developments, and future directions",
    "abstract": "           Chiral quantum optics is a growing field of research where light-matter interactions become asymmetrically dependent on momentum and spin, offering novel control over photonic and electronic degrees of freedom. Recently, the platforms for investigating chiral light-matter interactions have expanded from laser-cooled atoms and quantum dots to various solid-state systems, such as microcavity polaritons and two-dimensional layered materials, integrated into photonic structures like waveguides, cavities, and ring resonators. In this perspective, we begin by establishing the foundation for understanding and engineering these chiral light-matter regimes. We review the cutting-edge platforms that have enabled their successful realization in recent years, focusing on solid-state platforms, and discuss the most relevant experimental challenges to fully harness their potential. Finally, we explore the vast opportunities these chiral light-matter interfaces present, particularly their ability to reveal exotic quantum many-body phenomena, such as chiral many-body superradiance and fractional quantum Hall physics.         ",
    "url": "https://arxiv.org/abs/2411.06495",
    "authors": [
      "D. G. Suárez-Forero",
      "M. Jalali Mehrabad",
      "C. Vega",
      "A. González-Tudela",
      "M. Hafezi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06547",
    "title": "Effects of Laser Polarization on Target Focusing and Acceleration in a Laser-Ion Lens and Accelerator",
    "abstract": "           We present the process of ion acceleration using ultra-thin foils irradiated by elliptically polarized, high-intensity laser pulses. Recently, efficient generation of monoenergetic ion beams was introduced using the concept of laser-ion lensing and acceleration (LILA). LILA is an innovative technique where the target's radially varying thickness enables simultaneous acceleration and focusing of a proton beam. In this work, we extend the LILA framework to incorporate elliptically polarized (EP) laser pulses. While it's commonly assumed that EP lasers are unsuitable for radiation pressure acceleration (RPA) due to excessive electron heating that compromises ion acceleration, our multidimensional particle-in-cell simulations challenge this notion. We show that, with proper optimization of the target's average thickness, EP laser pulses can successfully drive the LILA mechanism. We also demonstrate that with a non-uniform thickness target, even linearly polarized laser pulses can efficiently generate low-emittance focused ion beams, with the overall laser-to-ions energy conversion comparable to those predicted for circularly polarized laser pulses.         ",
    "url": "https://arxiv.org/abs/2411.06547",
    "authors": [
      "Roopendra Singh Rajawat",
      "Tianhong Wang",
      "V. Khudik",
      "G. Shvets"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06599",
    "title": "Brillouin photonics engine in the thin-film lithium niobate platform",
    "abstract": "           Stimulated Brillouin scattering (SBS) is revolutionizing low-noise lasers and microwave photonic systems. However, despite extensive explorations of a low-loss and versatile integrated platform for Brillouin photonic circuits, current options fall short due to limited technological scalability or inadequate SBS gain. Here we introduce the thin-film lithium niobate (TFLN) platform as the go-to choice for integrated Brillouin photonics applications. We report the angle-dependent strong SBS gain in this platform, which can overcome the intrinsic propagation loss. Furthermore, we demonstrate the first stimulated Brillouin laser in TFLN with a tuning range > 20 nm and utilize it to achieve high-purity RF signal generation with an intrinsic linewidth of 9 Hz. Finally, we devise a high-rejection Brillouin-based microwave photonic notch filter, for the first time, integrating an SBS spiral, an on-chip modulator, and a tunable ring all within the same platform. This TFLN-based Brillouin photonics engine uniquely combines the scalability of this platform and the versatility of SBS. Moreover, it bridges SBS with other functionalities in the TFLN platform, unlocking new possibilities for Brillouin-based applications with unparalleled performances.         ",
    "url": "https://arxiv.org/abs/2411.06599",
    "authors": [
      "Kaixuan Ye",
      "Hanke Feng",
      "Randy te Morsche",
      "Akhileshwar Mishra",
      "Yvan Klaver",
      "Chuangchuang Wei",
      "Zheng Zheng",
      "Akshay Keloth",
      "Ahmet Tarık Işık",
      "Zhaoxi Chen",
      "Cheng Wang",
      "David Marpaung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2411.06630",
    "title": "Opportunities and Challenges of Solid-State Quantum Nonlinear Optics",
    "abstract": "           Nonlinear interactions between single quantum particles are at the heart of any quantum information system, including analog quantum simulation and fault-tolerant quantum computing. This remains a particularly difficult problem for photonic qubits, as photons do not interact with each other. While engineering light-matter interaction can effectively create photon-photon interaction, the required photon number to observe any nonlinearity is very high, where any quantum mechanical signature disappears. However, with emerging low-dimensional materials, and engineered photonic resonators, the photon number can be potentially reduced to reach the quantum nonlinear optical regime. In this review paper, we discuss different mechanisms exploited in solid-state platforms to attain quantum nonlinear optics. We review emerging materials and optical resonator architecture with different dimensionalities. We also present new research directions and open problems in this field.         ",
    "url": "https://arxiv.org/abs/2411.06630",
    "authors": [
      "Abhinav Kala",
      "David Sharp",
      "Minho Choi",
      "Arnab Manna",
      "Prathmesh Deshmukh",
      "Vijin Kizhake Veetil",
      "Vinod Menon",
      "Matthew Pelton",
      "Edo Waks",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.06644",
    "title": "Integrated modelling of equilibrium and transport in axisymmetric magnetic mirror fusion devices",
    "abstract": "           This paper presents the Hammir tandem mirror design based on Realta Fusion's first-of-a-kind model for axisymmetric magnetic mirror fusion performance. This model uses an integrated end plug simulation model including, heating, equilibrium, and transport combined with a new formulation of the plasma operation contours (POPCONs) technique for the tandem mirror central cell. Using this model, it is shown that an end plug utilizing high temperature superconducting magnets and modern neutral beams enables a classical tandem mirror pilot plant producing a fusion gain Q > 5. The approach here represents an important advance in tandem mirror design. The high fidelity end plug model enables calculations of heating and transport in the highly non-Maxwellian end plug to be made more accurately and the central cell POPCON technique allows consideration of a wide range of parameters in the relatively simple near-Maxwellian central cell, facilitating the selection of more optimal central cell plasmas. These advances make it possible to find more conservative classical tandem mirror fusion pilot plant operating points with lower $\\beta$, temperatures, neutral beam energies, and end plug performance than designs in the literature. Despite being more conservative, it is shown that these operating points can still form the basis of a viable fusion pilot plant.         ",
    "url": "https://arxiv.org/abs/2411.06644",
    "authors": [
      "S. J. Frank",
      "J. Viola",
      "Yu. V. Petrov",
      "J. K. Anderson",
      "D. Bindl",
      "B. Biswas",
      "J. Caneses",
      "D. Endrizzi",
      "K. Furlong",
      "R. W. Harvey",
      "C. M. Jacobson",
      "B. Lindley",
      "E. Marriott",
      "O. Schmitz",
      "K. Shih",
      "C. B. Forest"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06658",
    "title": "Remote picometric acoustic sensing via ultrastable laser interferometry",
    "abstract": "           Acoustic detection has many applications across science and technology, from medical to imaging and communications. However, most acoustic sensors have a common limitation in that the detection must be near the acoustic source. Alternatively laser interferometry with picometer-scale motional displacement detection can rapidly and precisely measure sound induced minute vibrations on remote surfaces. Here we demonstrate the feasibility of sound detection up to 100 kHz at remote sites with ~ 60 m of optical path length via laser homodyne interferometry. Based on our ultrastable Hz-linewidth laser with 10-15 fractional stability, our laser interferometer achieves 0.5 pm/Hz1/2 displacement sensitivity near 10 kHz, bounded only by laser frequency noise over 10 kHz. Between 140 Hz to 15 kHz, we achieve a homodyne acoustic sensing sensitivity of sub-nm/Pa across our conversational frequency overtones. The minimal sound pressure detectable over 60 m of optical path length is ~ 2 mPa, with dynamic ranges over 100 dB. With the demonstrated standoff picometric distance metrology, we successfully detected and reconstructed musical scores of normal conversational volumes with high fidelity. The acoustic detection via this precision laser interferometer could be applied to selective area sound sensing for remote acoustic metrology, optomechanical vibrational motion sensing and ultrasensitive optical microphones at the laser frequency noise limits.         ",
    "url": "https://arxiv.org/abs/2411.06658",
    "authors": [
      "Yoon-Soo Jang",
      "Dong Il Lee",
      "Jaime Flor Flores",
      "Wenting Wang",
      "Chee Wei Wong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.06731",
    "title": "Photonic Matrix Multiplier Makes a Direction-Finding Sensor",
    "abstract": "           We introduce a photonic integrated circuit solution for the direction-of-arrival estimation in the optical frequency band. The proposed circuit is built on discrete sampling of the phasefront of an incident optical beam and its analog processing in a photonic matrix-vector multiplier that maps the angle of arrival into the intensity profile at the output ports. We derive conditions for perfect direction-of-arrival sensing for a discrete set of incident angles and its continuous interpolation and discuss the angular resolution and field-of-view of the proposed device in terms of the number of input and output ports of the matrix multiplier. We show that while, in general, a non-unitary matrix operation is required for perfect direction finding, under certain conditions, it can be approximated with a unitary operation that simplifies the device complexity while coming at the cost of reducing the field of view. The proposed device will enable real-time direction-finding sensing through its ultra-compact design and minimal digital signal processing requirements.         ",
    "url": "https://arxiv.org/abs/2411.06731",
    "authors": [
      "Kevin Zelaya",
      "Mohammad-Ali Miri"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06814",
    "title": "Monochromatization of Electron Beams with Spatially and Temporally Modulated Optical Fields",
    "abstract": "           Inelastic interaction between coherent light with constant frequency and free electrons enables periodic phase modulation of electron wave packets leading to periodic side-bands in the electron energy spectra. In this Letter we propose a generalization of the interaction by considering linearly chirped electron wave packets interacting with chirped optical fields. We theoretically demonstrate that when matching the chirp parameters of the electron and light waves, the interaction leads to partial monochromatization of the electron spectra in one of the energy side-bands. Depending on the coherence time of the electrons, the electron spectrum may be narrowed down by a factor of 5-times with 26% of the electron distribution in the monochromatized energy band. This approach will improve the spectral resolution and reduce color aberrations in ultrafast imaging experiments with free electrons.         ",
    "url": "https://arxiv.org/abs/2411.06814",
    "authors": [
      "Neli Laštovičková Streshkova",
      "Petr Koutenský",
      "Tomáš Novotný",
      "Martin Kozák"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.06947",
    "title": "Focused ion beam polishing based optimization of high-Q silica microdisk resonators",
    "abstract": "           Whispering gallery mode (WGM) microdisk resonators are promising optical devices that confine light efficiently and enable enhanced nonlinear optical effects. This work presents a novel approach to reduce sidewall roughness in SiO\\textsubscript{2} microdisk resonators using focused ion beam (FIB) polishing. The microdisks, with varying diameter ranging from 5 to 20 $\\mu$m are fabricated using a multi-step fabrication scheme. However, the etching process introduces significant sidewall roughness, which increases with decreasing microdisk radius, degrading the resonators' quality. To address this issue, a FIB system is employed to polish the sidewalls, using optimized process parameters to minimize Ga ion implantation. White light interferometry measurements reveal a significant reduction in surface roughness from 7 nm to 20 nm for a 5 $\\mu$m diameter microdisk, leading to a substantial enhancement in the scattering quality factor (Qss) from $3\\times 10^2$ to $2\\times 10^6$. These findings demonstrate the effectiveness of FIB polishing in improving the quality of microdisk resonators and open up new possibilities for the fabrication of advanced photonic devices.         ",
    "url": "https://arxiv.org/abs/2411.06947",
    "authors": [
      "Lekshmi Eswaramoorthy",
      "Parul Sharma",
      "Brijesh Kumar",
      "Abhay Anand V S",
      "Anuj Kumar Singh",
      "Kishor Kumar Mandal",
      "Sudha Mokkapati",
      "Anshuman Kumar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.07202",
    "title": "Crossover from inhomogeneous to homogeneous response of a resonantly driven hBN quantum emitter",
    "abstract": "           We experimentally investigate a solid-state quantum emitter - a B center in hexagonal boron nitride (hBN) - that has lifetime-limited coherence at short times, and experiences inhomogeneous broadening due to spectral diffusion at longer times. By making use of power broadening in resonant laser excitation, we explore the crossover between the inhomogeneous and the homogeneous broadening regimes. With the support of numerical simulations, we show that the lineshape, count rate, second-order correlations and long-time photon statistics evolve from a regime where they are dictated by spectral diffusion to a regime where they are simply given by the homogeneous response of the emitter, yielding restored Lorentzian shape and Poissonian photon statistics. Saturation of the count rate and line broadening occur not at the onset of the Rabi oscillations, but when the power-broadened homogeneous response becomes comparable with the inhomogeneous linewidth. Moreover, we identify specific signatures in both the second-order correlations and long-time photon statistics that are well explained by a microscopic spectral diffusion model based on discrete jumps at timescales of micro- to milliseconds. Our work provides an extensive description of the photophysics of B-centers under resonant excitation, and can be readily extended to a wide variety of solid-state quantum emitters.         ",
    "url": "https://arxiv.org/abs/2411.07202",
    "authors": [
      "Domitille Gérard",
      "Stéphanie Buil",
      "Jean-Pierre Hermier",
      "Aymeric Delteil"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.07236",
    "title": "Floquet Topological Dissipative Kerr Solitons and Incommensurate Frequency Combs",
    "abstract": "           Generating coherent optical frequency combs in micro-ring resonators with Kerr nonlinearity has remarkably advanced the fundamental understanding and applications of temporal dissipative solitons. However, the spectrum of such soliton combs is restricted to the conventional definition of combs as phase-locked, equidistant lines in frequency. Here, we introduce a new class of floquet topological soliton combs that emerge in two-dimensional arrays of strongly coupled resonators engineered using floquet topology. Specifically, we demonstrate novel incommensurate combs where the comb lines are not equidistant but remain phase-locked. These incommensurate combs are generated by self-organized, phase-locked floquet topological soliton molecules that circulate the edge of the array. We show that these floquet topological solitons are robust and they navigate around defects, allowing for agile tunability of the comb line spacing. Our results introduce a new paradigm in using floquet engineering to generate unconventional frequency combs beyond those achievable with single or weakly coupled resonators.         ",
    "url": "https://arxiv.org/abs/2411.07236",
    "authors": [
      "Seyed Danial Hashemi",
      "Sunil Mittal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.02409",
    "title": "Reply to \"Comment on \"Unified Framework for Open Quantum Dynamics with Memory\"\"",
    "abstract": "           We present our response to the commentary piece by Makri {\\it et al.} [arXiv:2410.08239], which raises critiques of our work [Nat. Commun. 15, 8087 (2024)]. In our paper, we considered various settings of open-quantum system dynamics, including non-commuting, non-diagonalizable system-bath coupling, and bosonic/spin/fermionic baths. For these, we showed a direct and explicit relationship between the discrete-time memory kernel ($\\mathcal K$) of the generalized quantum master equation (GQME) and the discrete-time influence functions ($I$) of the path integrals. As an application of this, we showed one can construct $\\mathcal K$ without projection-free dynamics inputs that conventional methods require, and we also presented a quantum sensing protocol that characterizes the bath spectral density from reduced system dynamics. As the Comment focused on the relationship between ($\\mathcal K$) and $I$ in one specific setup (i.e., commuting, diagonalizable system-bath coupling with a bosonic bath), we focus on that aspect in this response. In summary, we could not find a set of equations that explicitly connect $I$ and $\\mathcal K$ from Makri's 2020 paper [J. Chem. Theory Comput. 16, 4038 (2020)]. Furthermore, while our analysis is specific to the choice of discretization of path-integral and GQME, we have not found issues with the GQME discretization employed. As per critiques on citations, in our paper, we note that we had acknowledged Makri's driven SMatPI work and Wang and Cai's tree-based SMatPI work for the number of Dyck paths needed for the computation of the memory kernel.         ",
    "url": "https://arxiv.org/abs/2411.02409",
    "authors": [
      "Felix Ivander",
      "Lachlan P. Lindoy",
      "Joonho Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06143",
    "title": "Observing a quantum magnetic effect in CaYAl3O7-X particles (X=Ni, Fe, Co)",
    "abstract": "           Yttrium calcium aluminate, with the formula CaYAl3O7, has been extensively researched due to its remarkable luminescent properties when doped or co-doped. Additionally, it exhibits exceptional piezoelectric properties at high temperatures. However, the potential magnetic properties this material can acquire through doping or co-doping have largely gone unexplored until now. In this innovative study, we investigate the quantum magnetic characteristics of yttrium calcium aluminate particles doped with transition metals such as cobalt, iron, and nickel. Our magnetic measurements of hysteresis curves in the macroscopic regime reveal intriguing magnetic characteristics that have not been documented in the literature. Given the high applicability of this material in biological microelectromechanical systems, we conducted a detailed study to demonstrate these findings.         ",
    "url": "https://arxiv.org/abs/2411.06143",
    "authors": [
      "Luana Hildever",
      "José Laurentino",
      "José Araújo",
      "Francisco Estrada",
      "José Holanda"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06536",
    "title": "Quantum Calculations of Hydrogen Absorption and Diffusivity in Bulk $\\mathrm{CeO_2}$",
    "abstract": "           CeO$_2$ (ceria) is an attractive material for heterogeneous catalysis applications involving hydrogen due to its favorable redox activity combined with its relative impermeability to hydrogen ions and molecules. However, to date, many bulk ceria/hydrogen properties remain unresolved in part due to a scarcity of experimental data combined with quantum calculation results that vary according to the approach used. In this regard, we have conducted a series of Density Functional Theory (DFT) calculations utilizing generalized gradient (GGA), meta-GGA, and hybrid functionals as well as several corrections for electronic correlations, applied to a number of properties regarding hydrogen in bulk stoichiometic $\\mathrm{CeO_2}$. Our calculations place reasonable bounds on the lattice constants, band gaps, hydrogen absorption energies, and O-H bond vibrational frequencies that can be determined by DFT. In addition, our results indicate that the activation energy barriers for hydrogen bulk diffusion are uniformly low ($ < 0.15 \\ \\mathrm{eV} $) for the calculation parameters probed here and that, in general, the effect of hydrogen tunneling is small at ambient temperatures. Our study provides a recipe to determine fundamental physical chemical properties of Ce-O-H interactions while also determining realistic ranges for diffusion kinetics. This can facilitate the determination of future coarse-grained models that will be able to guide and elucidate experimental efforts in this area.         ",
    "url": "https://arxiv.org/abs/2411.06536",
    "authors": [
      "Jared C. Stimac",
      "Nir Goldman"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06586",
    "title": "Combining Entangled and Non-Entangled Based Quantum Key Distribution Protocol With GHZ State",
    "abstract": "           This paper presents a novel hybrid Quantum Key Distribution ,QKD, protocol that combines entanglement based and non entanglement based approaches to optimize security and the number of generated keys. We introduce a dynamic system that integrates a three particle GHZ state method with the two state B92 protocol, using a quantum superposition state to probabilistically switch between them. The GHZ state component leverages strong three particle entanglement correlations for enhanced security, while the B92 component offers simplicity and potentially higher key generation rates. Implemented and simulated using Qiskit, our approach demonstrates higher number of generated keys compared to standalone protocols while maintaining robust security. We present a comprehensive analysis of the security properties and performance characteristics of the proposed protocol. The results show that this combined method effectively balances the trade offs inherent in QKD systems, offering a flexible framework adaptable to varying channel conditions and security this http URL research contributes to ongoing efforts to make QKD more practical and efficient, potentially advancing the development of large scale, secured quantum networks.         ",
    "url": "https://arxiv.org/abs/2411.06586",
    "authors": [
      "Arman Sykot",
      "Mohammad Hasibur Rahman",
      "Rifat Tasnim Anannya",
      "Khan Shariya Hasan Upoma",
      "M.R.C. Mahdy"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06607",
    "title": "High-Fidelity Individual Addressing of Single Atoms in Quantum Registers at Three-Photon Laser Excitation of Rydberg States",
    "abstract": "           Precise individual addressing of single atoms in quantum registers formed by optical trap arrays is essential to achieve high-fidelity quantum gates in neutral-atom quantum computers and simulators. Two-qubit quantum gates are typically realized using coherent two-photon laser excitation of atoms to strongly interacting Rydberg states. However, two-photon excitation encounters challenges in individual addressing with tightly focused laser beams due to atom position uncertainty and the spatial inhomogeneity in both Rabi frequencies and light shifts. In this work, we theoretically demonstrate that the fidelity of individual addressing can be improved by employing coherent three-photon laser excitation of Rydberg states. For a specific example of $5s_{1/2}\\!\\xrightarrow{\\Omega_1}\\!5p_{3/2}\\!\\xrightarrow{\\Omega_2}\\!6s_{1/2}\\!\\xrightarrow{\\Omega_3}\\!np$ excitation in $^{87}$Rb atoms, we find that upon strong laser coupling in the second step (Rabi frequency $\\Omega_2$) and moderate coupling in the first and third steps (Rabi frequencies $\\Omega_1$ and $\\Omega_3$), the three-photon Rabi frequency is given by $\\Omega \\!=\\!\\Omega_1\\Omega_3/\\Omega_2$. If the spatial distributions of $(\\Omega_1\\Omega_3)$ and $\\Omega_2$ are arranged to be identical, $\\Omega$ becomes independent of atom position, even within very tightly focused laser beams. This approach dramatically improves individual addressing of Rydberg excitation for neighboring atoms in trap arrays compared to conventional two-photon excitation schemes. Our findings are crucial for large-scale quantum registers of neutral atoms, where distances between adjacent atoms should be minimized to ensure stronger Rydberg interactions and compact arrangement of atom arrays.         ",
    "url": "https://arxiv.org/abs/2411.06607",
    "authors": [
      "N.N.Bezuglov",
      "I.I.Beterov",
      "A.Cinins",
      "K.Miculis",
      "V.M.Entin",
      "P.I.Betleni",
      "G.Suliman",
      "V.V.Gromyko",
      "D.B.Tretyakov",
      "E.A.Yakshina",
      "I.I.Ryabtsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06677",
    "title": "A hybrid single quantum dot coupled cavity on a CMOS-compatible SiC photonic chip for Purcell-enhanced deterministic single-photon emission",
    "abstract": "           The ability to control nonclassical light emission from a single quantum emitter by an integrated cavity may unleash new perspectives for integrated photonic quantum applications. However, coupling a single quantum emitter to cavity within photonic circuitry towards creation of the Purcell-enhanced single-photon emission is elusive due to the complexity of integrating active devices in low-loss photonic circuits. Here we demonstrate a hybrid micro-ring resonator (HMRR) coupled with self-assembled quantum dots (QDs) for cavity-enhanced deterministic single-photon emission. The HMRR cavity supports whispering-gallery modes with quality factors up to 7800. By further introducing a micro-heater, we show that the photon emission of QDs can be locally and dynamically tuned over one free spectral ranges of the HMRR (~4 nm). This allows precise tuning of individual QDs in resonance with the cavity modes, thereby enhancing single-photon emission with a Purcell factor of about 4.9. Our results on the hybrid integrated cavities coupled with two-level quantum emitters emerge as promising devices for chip-based scalable photonic quantum applications.         ",
    "url": "https://arxiv.org/abs/2411.06677",
    "authors": [
      "Yifan Zhu",
      "Runze Liu",
      "Ailun Yi",
      "Xudong Wang",
      "Yuanhao Qin",
      "Zihao Zhao",
      "Junyi Zhao",
      "Bowen Chen",
      "Xiuqi Zhang",
      "Sannian Song",
      "Yongheng Huo",
      "Xin Ou",
      "Jiaxiang Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.06712",
    "title": "A non-Hermitian quantum mechanics approach for extracting and emulating continuum physics based on bound-state-like calculations: technical details",
    "abstract": "           This work applies a reduced basis method to study the continuum physics of a finite quantum system -- either few or many-body. Specifically, we develop reduced-order models, or emulators, for the underlying inhomogeneous Schrödinger equation and train the emulators against the equation's bound-state-like solutions at complex energies. The emulators can quickly and accurately interpolate and extrapolate the matrix elements of the Hamiltonian resolvent operator (Green's function) in a parameter space that encompasses the complex energy plane as well as other real-valued parameters in the Schrödinger equation. The spectra, discretized and compressed as the result of emulation, and the associated resolvent matrix elements (or amplitudes), have the defining characteristics of non-Hermitian quantum mechanics calculations, featuring complex eigenenergies with negative imaginary parts and resolvent matrix elements with branch cuts moved below the real axis in the complex energy plane. Therefore, we now have a method that extracts continuum physics from bound-state-like calculations and emulates them in the input parameter space. Some significant results have previously been presented in a short report (arXiv:2408.03309). Here, we provide details of the study and an in-depth analysis, including how this method could be coupled with existing approaches to compute and emulate bound and continuum states.         ",
    "url": "https://arxiv.org/abs/2411.06712",
    "authors": [
      "Xilin Zhang"
    ],
    "subjectives": [
      "Nuclear Theory (nucl-th)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2411.06853",
    "title": "Quartic soliton solutions of a normal dispersion based mode-locked laser",
    "abstract": "           We studied the characteristics, regions of existence and stability of different types of solitons for a distributed model of a mode-locked laser whose dispersion is purely quartic and normal. Among the different types of solitons, we identified three main branches that are named according to their different amplitude: low, medium and high amplitude solitons. It was found that the first solitons are always unstable while the latter two exist and are stable in relatively large regions of the parameter space. Moreover, the stability regions of medium and high amplitude solitons overlap over a certain range of parameters, manifesting effects of bistability. The energy of high amplitude solitons increases quadratically with their width, whereas the energy of medium amplitude solitons may decrease or increase with the width depending on the parameter region. Furthermore, we have investigated the long term evolution of the continuous wave solutions under modulational instability, showing that medium amplitude solitons can arise in this scenario. Additionally, we assessed the effects of second and third order dispersion on medium and high amplitude solitons and found that both remain stable in the presence of these terms.         ",
    "url": "https://arxiv.org/abs/2411.06853",
    "authors": [
      "M. Facão",
      "D. Malheiro",
      "M.I. Carvalho"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.07137",
    "title": "Experimental evidence for dipole-phonon quantum logic in a trapped calcium monoxide and calcium ion chain",
    "abstract": "           Dipole-phonon quantum logic (DPQL) offers novel approaches for state preparation, measurement, and control of quantum information in molecular ion qubits. In this work, we demonstrate an experimental implementation of DPQL with a trapped calcium monoxide and calcium ion chain at room temperature. We present evidence for one DPQL signal in two hours of data collection. The signal rises clearly above the characterized noise level and has a lower bound on the statistical significance of 4.1$\\sigma$. The rate of observation is limited by the low thermal population in the molecular ground rotational state.         ",
    "url": "https://arxiv.org/abs/2411.07137",
    "authors": [
      "Lu Qi",
      "Evan C. Reed",
      "Boyan Yu",
      "Kenneth R. Brown"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2411.07194",
    "title": "Re-anchoring Quantum Monte Carlo with Tensor-Train Sketching",
    "abstract": "           We propose a novel algorithm for calculating the ground-state energy of quantum many-body systems by combining auxiliary-field quantum Monte Carlo (AFQMC) with tensor-train sketching. In AFQMC, having a good trial wavefunction to guide the random walk is crucial for avoiding sign problems. Typically, this trial wavefunction is fixed throughout the simulation. Our proposed method iterates between determining a new trial wavefunction in the form of a tensor train, derived from the current walkers, and using this updated trial wavefunction to anchor the next phase of AFQMC. Numerical results demonstrate that our algorithm is highly accurate for large spin systems, achieving a relative error of \\(10^{-5}\\) in estimating ground-state energies. Additionally, the overlap between our estimated trial wavefunction and the ground-state wavefunction achieves a high-fidelity. We provide a convergence proof, highlighting how an effective trial wavefunction can reduce the variance in the AFQMC energy estimate.         ",
    "url": "https://arxiv.org/abs/2411.07194",
    "authors": [
      "Ziang Yu",
      "Shiwei Zhang",
      "Yuehaw Khoo"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.04574",
    "title": "Chiral Flat-Band Optical Cavity with Atomically Thin Mirrors",
    "abstract": "           A fundamental requirement for photonic technologies is the ability to control the confinement and propagation of light. Widely utilized platforms include two-dimensional (2D) optical microcavities in which electromagnetic waves are confined between either metallic or distributed Bragg reflectors. Recently, transition metal dichalcogenides hosting tightly bound excitons with high optical quality have emerged as promising atomically thin mirrors. In this work, we propose and experimentally demonstrate a sub-wavelength 2D nano-cavity using two atomically thin mirrors with degenerate resonances. Angle-resolved measurements show a flat band, which sets this system apart from conventional photonic cavities. Remarkably, we demonstrate how the excitonic nature of the mirrors enables the formation of chiral and tunable optical modes upon the application of an external magnetic field. Moreover, we show the electrical tunability of the confined mode. Our work demonstrates a mechanism for confining light with high-quality excitonic materials, opening perspectives for spin-photon interfaces, and chiral cavity electrodynamics.         ",
    "url": "https://arxiv.org/abs/2308.04574",
    "authors": [
      "Daniel G. Suárez-Forero",
      "Ruihao Ni",
      "Supratik Sarkar",
      "Mahmoud Jalali Mehrabad",
      "Erik Mechtel",
      "Valery Simonyan",
      "Andrey Grankin",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Suji Park",
      "Houk Jang",
      "Mohammad Hafezi",
      "You Zhou"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2405.06924",
    "title": "Revolutionizing Quantum Mechanics: The Birth and Evolution of the Many-Worlds Interpretation",
    "abstract": "           The Many-worlds Interpretation (MWI) of quantum mechanics has captivated physicists and philosophers alike since its inception in the mid-20th century. This paper explores the historical roots, evolution, and implications of the MWI within the context of quantum theory. Beginning with an overview of early developments in quantum mechanics and the emergence of foundational interpretations, we delve into the origins of the MWI through the groundbreaking work of physicist Hugh Everett III. Everett's doctoral thesis proposed a radical solution to the measurement problem, positing the existence of multiple branching universes to account for quantum phenomenon. We trace the evolution of the MWI, examining its refinement and elaboration by subsequent physicists such as John Wheeler. Furthermore, we discuss the MWI's impact on contemporary physics, including its connections to quantum information theory and ongoing experimental tests. By providing a comprehensive analysis of the MWI's historical development and current relevance, this paper offers insights into one of the most provocative interpretations of quantum mechanics and its implications for our understanding of the universe.         ",
    "url": "https://arxiv.org/abs/2405.06924",
    "authors": [
      "Arnub Ghosh"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.02390",
    "title": "Dynamics of relativistic vortex electrons in external laser fields",
    "abstract": "           Investigating the interactions of vortex electrons with electromagnetic fields is crucial for advancing particle acceleration techniques, scattering theory in background fields, and developing novel electron beams for material diagnostics. In this work, we systematically study the dynamics of relativistic vortex electrons during their head-on collisions with linearly polarized (LP) and circularly polarized (CP) laser pulses, as well as their superposition. We develop a theoretical framework using Volkov-Bessel wave functions to describe the spatiotemporal characteristics of vortex electrons in these external fields. We show that the beam center of the vortex electron follows the classical trajectory of a point-charge electron while maintaining the transverse structure of both vortex eigenstates and superposition states. Specifically, CP laser pulses cause the beam center to rotate, while LP laser pulses induce a lateral shift. The combined effect of LP and CP laser pulses in a two-mode field results in a twisted spiral pattern. Our findings demonstrate the potential for versatile control of vortex electron beams using various laser modes, providing a foundation for future experimental and theoretical studies. This work serves as a benchmark reference for investigations into the manipulation of vortex electron beams using more realistic laser or other types of external fields.         ",
    "url": "https://arxiv.org/abs/2408.02390",
    "authors": [
      "Mamutjan Ababekri",
      "Yu Wang",
      "Ren-Tong Guo",
      "Zhong-Peng Li",
      "Jian-Xing Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.22496",
    "title": "Resolving thermal gradients and solidification velocities during laser melting of a refractory alloy",
    "abstract": "           Metal additive manufacturing (AM) processes, such as laser powder bed fusion (L-PBF), can yield high-value parts with unique geometries and features, substantially reducing costs and enhancing performance. However, the material properties from L-PBF processes are highly sensitive to the laser processing conditions and the resulting dynamic temperature fields around the melt pool. In this study, we develop a methodology to measure thermal gradients, cooling rates, and solidification velocities during solidification of refractory alloy C103 using in situ high-speed infrared (IR) imaging with a high frame rate of approximately 15,000 frames per second (fps). Radiation intensity maps are converted to temperature maps by integrating thermal radiation over the wavelength range of the camera detector while also considering signal attenuation caused by optical parts. Using a simple method that assigns the liquidus temperature to the melt pool boundary identified ex situ, a scaling relationship between temperature and the IR signal was obtained. The spatial temperature gradients (dT/dx), heating/cooling rates (dT/dt), and solidification velocities (R) are resolved with sufficient temporal resolution under various laser processing conditions, and the resulting microstructures are analyzed, revealing epitaxial growth and nucleated grain growth. Thermal data shows that a decreasing temperature gradient and increasing solidification velocity from the edge to the center of the melt pool can induce a transition from epitaxial to equiaxed grain morphology, consistent with the previously reported columnar to equiaxed transition (CET) trend. The methodology presented can reduce the uncertainty and variability in AM and guide microstructure control during AM of metallic alloys.         ",
    "url": "https://arxiv.org/abs/2410.22496",
    "authors": [
      "Hyunggon Park",
      "Kaitlyn M. Mullin",
      "Vijay Kumar",
      "Olivia A. Wander",
      "Tresa M. Pollock",
      "Yangying Zhu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2411.00645",
    "title": "Spintwistronics: Photonic bilayer topological lattices tuning extreme spin-orbit interactions",
    "abstract": "           Twistronics, the manipulation of Moiré superlattices via the twisting of two layers of two-dimensional (2D) materials to control diverse and nontrivial properties, has recently revolutionized the condensed matter and materials physics. Here, we introduce the principles of twistronics to spin photonics, coining this emerging field spintwistronics. In spintwistronics, instead of 2D materials, the two layers consist of photonic topological spin lattices on a surface plasmonic polariton (SPP) platform. Each 2D SPP wave supports the construction of topological lattices formed by photonic spins with stable skyrmion topology governed by rotational symmetry. By introducing spintwistronics into plasmonics, we demonstrate theoretically and experimentally that two layers of photonic spin lattices can produce Moiré spin superlattices at specific magic angles. These superlattices, modulated periodically by the quantum number of total angular momentum, exhibit novel properties-including new quasiparticle topologies, multiple fractal patterns, extremely slow-light control, and more-that cannot be achieved in conventional plasmonic systems. As a result, they open up multiple degrees of freedom for practical applications in quantum information, optical data storage and chiral light-matter interactions.         ",
    "url": "https://arxiv.org/abs/2411.00645",
    "authors": [
      "Peng Shi",
      "Xinxin Gou",
      "Qiang Zhang",
      "Weiyu Wei",
      "Haijun Wu",
      "Songze Li",
      "Zhihan Zhu",
      "Yijie Shen",
      "Xiaocong Yuan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2102.02063",
    "title": "Acoustic Structure Inverse Design and Optimization Using Deep Learning",
    "abstract": "           From ancient to modern times, acoustic structures have been used to control the propagation of acoustic waves. However, the design of the acoustic structures has remained widely a time-consuming and computational resource-consuming iterative process. In recent years, Deep Learning has attracted unprecedented attention for its ability to tackle hard problems with huge datasets, which has achieved state-of-the-art results in various tasks. In this work, an acoustic structure design method is proposed based on deep learning. Taking the design of multi-order Helmholtz resonator for instance, we experimentally demonstrate the effectiveness of the proposed method. Our method is not only able to give a very accurate prediction of the geometry of the acoustic structures with multiple strong-coupling parameters, but also capable of improving the performance of evolutionary approaches in optimization for a desired property. Compared with the conventional numerical methods, our method is more efficient, universal and automatic, which has a wide range of potential applications, such as speech enhancement, sound absorption and insulation.         ",
    "url": "https://arxiv.org/abs/2102.02063",
    "authors": [
      "Xuecong Sun",
      "Han Jia",
      "Yuzhen Yang",
      "Han Zhao",
      "Yafeng Bi",
      "Zhaoyong Sun",
      "Jun Yang"
    ],
    "subjectives": [
      "Sound (cs.SD)",
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10664",
    "title": "Suppressing data anomalies of gravitational reference sensors with time delay interferometry combinations",
    "abstract": "           For the LISA and Taiji missions, both transient and continuous data anomalies would pose significant challenges to the detection, estimation, and subsequent scientific interpretation of gravitational wave signals. As is indicated by the experiences of LISA PathFinder and Taiji-1, these anomalies may originate from the disturbances of the gravitational reference sensors due to routine maintenances and unexpected environmental or instrumental issues. To effectively mitigate such anomalies and thereby enhance the robustness and reliability of the scientific outputs, we suggest to employ the ``position noise suppressing'' time delay interferometry channels. Through analytical derivations and numerical simulations, we demonstrate that these time delay interferometry channels can suppress data anomalies by more than 2 orders of magnitude within the sensitive band of 0.1 mHz - 0.05 Hz, while still remaining sensitive to most of the target signals. Compared with existing researches that focus on reconstructing and subtracting data anomalies, our method does not rely on the prior knowledge about the models of anomalies. Furthermore, the potential application scenarios of these channels have also been explored.         ",
    "url": "https://arxiv.org/abs/2206.10664",
    "authors": [
      "Pengzhan Wu",
      "Minghui Du",
      "Peng Xu"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2306.07787",
    "title": "Quantum coherent feedback control of an N-level atom with multiple excitations",
    "abstract": "           The purpose of this paper is to study the dynamics of a quantum coherent feedback network, where an $N$-level atom is coupled with a cavity and the cavity is also coupled with single or multiple parallel waveguides. When the atom is initialized at the highest energy level, it can emit multiple photons into the cavity, and the photons can be further transmitted to the waveguides and re-interact with the cavity quantum electrodynamics (cavity-QED) system. The transmission of photons in the waveguide can construct a feedback channel with a delay determined by the length of the waveguide. We model the dynamics of the atomic and photonic states of the cavity-QED system as a linear control system with delay. By tuning the control parameters such as the coupling strengths among the atom, cavity and waveguide, the eigenstates of the quantum system can be exponentially stable or unstable, and the exponential stability of the linear quantum control system with delay is related with the generation of single- and multi-photon states. Besides, when the cavity-QED system is coupled with multiple parallel waveguides, the emitted photons oscillate among different waveguides and the stability of quantum states is influenced by the feedback loop length and coupling strengths among waveguides.         ",
    "url": "https://arxiv.org/abs/2306.07787",
    "authors": [
      "Haijin Ding",
      "Guofeng Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Systems and Control (eess.SY)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2404.13893",
    "title": "Ultralow Dissipation Nanomechanical Devices from Monocrystalline Silicon Carbide",
    "abstract": "           The applications of nanomechanical resonators range from from biomolecule mass sensing to hybrid quantum interfaces. Their performance is often is limited by internal material damping, which can be greatly reduced by using crystalline materials. Crystalline silicon carbide is particularly appealing due to its exquisite mechanical, electrical and optical properties, but has suffered from high internal damping due to material defects. Here we resolve this by developing nanomechanical resonators fabricated from bulk monocrystalline 4H-silicon carbide. This allows us to achieve damping as low as 2.7 mHz, more than an order-of-magnitude lower than any previous crystalline silicon carbide resonator and corresponding to a quality factor as high as 20 million at room temperature. The volumetric dissipation of our devices reaches the material limit for silicon carbide for the first time. This provides a path to greatly increase the performance of silicon carbide nanomechanical resonators, with potential for quality factors that exceed 10 billion at room temperature.         ",
    "url": "https://arxiv.org/abs/2404.13893",
    "authors": [
      "Leo Sementilli",
      "Daniil M. Lukin",
      "Hope Lee",
      "Erick Romero",
      "Jelena Vučković",
      "Warwick P. Bowen"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.04412",
    "title": "Bell state generation and CNOT operation using on-demand identical photons from shape-controlled spatially ordered quantum dots",
    "abstract": "           Fault tolerant on-chip photonic quantum computation is enormously helped by (a) deterministic generation of the needed thousands to millions of photon qubits from (b) quantum emitters in designed spatially ordered arrays to enable networks for implementing many-qubit logic circuits. Scaling up photonic quantum information processing systems has, however, been prevented by the lack of such quantum emitters until the demonstration of the platform of mesa-top single quantum dots (MTSQDs) -- controlled shape, size, and volume single QD -- located in designed regular arrays. Here we demonstrate 2 qubit CNOT gate operation -- a universal gate necessary to enable quantum circuits of arbitrary complexity -- in polarization basis using photons emitted from individual MTSQDs. A Bell state fidelity of 0.825$\\pm$0.010 is achieved with two photon interference (TPI) visibility of 0.947$\\pm$0.0015 at 4K without Purcell enhancement. The results make a strong case for developing MTSQD arrays for utility scale optical quantum information processing platforms.         ",
    "url": "https://arxiv.org/abs/2411.04412",
    "authors": [
      "Qi Huang",
      "Swarnabha Chattaraj",
      "Lucas Jordao",
      "Jiefei Zhang",
      "Siyuan Lu",
      "Anupam Madhukar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]