[
  {
    "id": "arXiv:2505.20364",
    "title": "On the Potential of Microtubules for Scalable Quantum Computation",
    "abstract": "           We examine the quantum coherence properties of tubulin heterodimers in the Microtubule (MT) lattice. In the cavity-MT model proposed by the authors, according to which the MT interiors are modeled as high-Q quantum-electrodynamics cavities, decoherence-resistant entangled states have been argued to emerge under physiological conditions, with decoherence times of order $\\mathcal{O}(10^{-6})$ s. The latter is the result of strong electric-dipole interactions of tubulin dimers with ordered-water dipole quanta in the MT interior. We re-interpret the classical nonlinear (pseudospin) $\\sigma$-models, describing the emergent dynamics of solitonic excitations in such systems, as representing quantum coherent (or possibly pointer) states, arising from the incomplete collapse of quantum-coherent dipole states. These solitons mediate dissipation-free energy transfer across the MT networks. We underpin logic-gate-like behavior through MT-associated proteins and detail how these structures may support scalable, ambient-temperature quantum computation, with the fundamental unit of information storage being a quDit associated with the basic unit of the MT honeycomb lattice. We describe in detail the decision-making process, after the action of an external stimulus, during which optimal path selection for energy-loss-free signal and information transport across the MT network emerges. Finally, we propose experimental pathways, including Rabi-splitting spectroscopy and entangled surface plasmon probes, to experimentally validate our predictions for MT-based, scalable quantum computation.         ",
    "url": "https://arxiv.org/abs/2505.20364",
    "authors": [
      "Nick E. Mavromatos",
      "Andreas Mershin",
      "Dimitri V. Nanopoulos"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.20476",
    "title": "Measuring deviations from a perfectly circular cross-section of an optical nanofiber at the Ångström scale",
    "abstract": "           Tapered optical fibers (TOFs) with sub-wavelength-diameter waists, known as optical nanofibers, are powerful tools for interfacing quantum emitters and nanophotonics. These applications demand stable polarization of the fiber-guided light field. However, the linear birefringence resulting from Ångström-scale deviations in the nanofiber's ideally circular cross-section can lead to significant polarization changes within millimeters of light propagation. Here, we experimentally investigate such deviations using two in-situ approaches. First, we measure the resonance frequencies of hundreds of flexural modes along the nanofiber, which exhibit splitting due to the non-circular cross section. By analyzing the mean resonance frequencies of each pair and the corresponding frequency splitting, we conclude that the nanofiber can be well described as having an elliptical cross-section with a mean radius of 255.6(9) nm, where the semi-axes differ by only about 2Å. Second, we monitor the polarization of the guided light field by imaging the light scattered out of the nanofiber and observe a periodic polarization change along it. From the linear birefringence due to the elliptical cross-section, we infer a comparable difference in the semi-axes as the first method, and determine the orientation of the polarization eigenaxes. Our work is crucial for any fundamental or applied study that requires a well-controlled interaction between guided light and matter, in particular for quantum memories, frequency conversion, or lasing that require a large interaction length.         ",
    "url": "https://arxiv.org/abs/2505.20476",
    "authors": [
      "Jihao Jia",
      "Felix Tebbenjohanns",
      "Thomas Hoinkes",
      "Jürgen Volz",
      "Arno Rauschenbeutel",
      "Philipp Schneeweiss"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.20517",
    "title": "Performance of the prototype Silicon Tracking System of the CBM experiment tested with heavy-ion beams at SIS18",
    "abstract": "           The Compressed Baryonic Matter (CBM) experiment at the future Facility for Antiproton and Ion Research (FAIR) is a heavy-ion experiment designed to study nuclear matter at the highest baryonic density. For high-statistics measurements of rare probes, event rates of up to 10 MHz are targeted. The experiment, therefore, requires fast and radiation-hard detectors, self-triggered detector front-ends, free-streaming readout architecture, and online event reconstruction. The Silicon Tracking System (STS) is the main tracking detector of CBM, designed to reconstruct the trajectories of charged particles with efficiency larger than 95%, a momentum resolution better than 2% for particle momenta larger than 1 GeV/c inside a 1 Tm magnetic field, and to identify complex decay topologies. It comprises 876 double-sided silicon strip modules arranged in 8 tracking stations. A prototype of this detector, consisting of 12 modules arranged in three tracking stations, is installed in the mini-CBM demonstrator. This experimental setup is a small-scale precursor to the full CBM detector, composed of sub-units of all major CBM systems installed on the SIS18 beamline. In various beam campaigns taken between 2021 and 2024, heavy ion collisions at 1-2 AGeV with an average collision rate of 500 kHz have been measured. This allows for the evaluation of the operational performance of the STS detector, including time and position resolution, hit reconstruction efficiency, charge distribution, signal-to-noise ratio, and its potential for track and vertex reconstruction.         ",
    "url": "https://arxiv.org/abs/2505.20517",
    "authors": [
      "CBM Collaboration"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2505.20823",
    "title": "Quantum Dynamics Predicts Coherent Oscillatory Behavior in the Early-times of a Photoisomerization Reaction",
    "abstract": "           In this work, we study the quantum dynamics of a photoisomerization reaction employing a two-electronic-state three-vibrational-mode model of the 2-cis-penta-2,4-dieniminium cation (cis-PSB3). In particular, we address two main issues: the challenges encountered in properly converging quantum dynamics calculations, even when a reduced-dimensionality molecular model is used; the emergence of a coherent oscillatory behavior in the formation of the trans isomer upon photoexcitation of cis-PSB3. The two issues are strictly related, since only upon reliable convergence, the simulated dynamics is able to capture the large amplitude motion associated to the torsion around the reactive bond, typical of photoisomerizations, which is due to the large amount of kinetic energy acquired by the vibrational modes after light excitation.         ",
    "url": "https://arxiv.org/abs/2505.20823",
    "authors": [
      "Mohammad Aarabi",
      "Emanuele Marsili",
      "Massimo Olivucci",
      "David Lauvergnat",
      "Federica Agostini",
      "Marco Garavelli",
      "Fabrizio Santoro"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.20986",
    "title": "High-precision laser spectrum analyzer via digital decoherence",
    "abstract": "           With the continuous advancement of laser technology, accurately evaluating the noise spectrum of high-performance lasers has become increasingly challenging. In this work, we demonstrate a high-precision laser spectrum analyzer based on the proposed digital decoherence method, which can precisely measure the frequency noise spectrum of sub-Hz linewidth lasers. In addition, it has broad wavelength compatibility, which enables convenient switching between lasers with different center wavelengths. Its performance is validated through measurements of ultra-stable lasers. Based on the measured frequency noise power spectral density, a beta-line linewidth is determined to be 570 mHz at 10-second observation time, and the minimum observable linewidth is calculated to be 133 mHz. The system's noise floor is evaluated to be 210 mHz beta-line linewidth at 25-second observation time, and a minimum observable linewidth of 39 mHz.         ",
    "url": "https://arxiv.org/abs/2505.20986",
    "authors": [
      "Zhongwang Pang",
      "Chunyi Li",
      "Hongfei Dai",
      "Wenlin Li",
      "Dongqi Song",
      "Fei Meng",
      "Yige Lin",
      "Bo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.21023",
    "title": "Optical computation of the divergence of a vector field using a metal-dielectric multilayer",
    "abstract": "           We theoretically describe the optical computation of the divergence of a two-dimensional vector field, which is composed by the transverse electric field components of an incident light beam. The divergence is computed in reflection at oblique incidence of light on a layered structure. We show that in the particular case of a linearly polarized incident beam, the layered structure implementing the divergence operator also allows one to compute the gradient and perform the isotropic differentiation. As an example of a layered structure computing the divergence, we propose a metal-dielectric multilayer consisting of two pairs of metal and dielectric layers on a metal substrate. The presented numerical simulation results of the designed multilayer confirm that the divergence operator is computed with high accuracy. We also demonstrate the possibility of using the designed structure for optical directional differentiation and computation of the gradient and Laplace operators.         ",
    "url": "https://arxiv.org/abs/2505.21023",
    "authors": [
      "Leonid L. Doskolovich",
      "Artem I. Kashapov",
      "Evgeni A. Bezus",
      "Dmitry A. Bykov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.21151",
    "title": "The UV Laser Calibration System for measuring the Electric field in the SBND",
    "abstract": "           The Short Baseline Near Detector (SBND) is a LArTPC detector, located 110 meters from the Fermilab's Booster Neutrino Beam (BNB). It is designed to measure neutrino cross-section and aid in searches for excess electron like neutrino events. The electric field inside the SBND-TPC may have distortions due to a number of reasons, such as the space charge effect. The space charge effect comes from the abundance of cosmic rays that ionize the argon, producing copious positive argon ions. In this case, we need an alternative solution to determine the electric field distortion inside the TPC volume and compensate for the possible distortion in the spatial information. The UV Laser system is one such attempt to determine the electric field distortion. By utilising a high energy ultraviolet laser beam, the system can map the spatial distortions within the TPC volume and provide the necessary corrections to ensure accurate spatial and calorimetric measurements.         ",
    "url": "https://arxiv.org/abs/2505.21151",
    "authors": [
      "Shivaraj Mulleria Babu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.21168",
    "title": "Ultra-Broadband plug-and-play photonic circuit packaging with sub-dB loss",
    "abstract": "           Photonic Integrated Circuits (PICs) offer transformative potential for computing systems, enabling high-bandwidth neuromorphic processors and facilitating low decoherence quantum computing on a chip scale platform. However, the development of robust and scalable optical packaging solutions remains a major challenge. Efficient fiber-to-chip coupling is essential for minimizing loss and enabling high optical bandwidth, key requirements for photonic computing. Here, we introduce a novel plug-and-play solution for fiber-to-PIC connections using female multi-fiber termination push-on cables and additively fabricate the alignment counterpart on the circuit via two-photon polymerization. We develop 3D out-of-plane couplers, offering a peak transmission of -0.41 dB and broadband performance with losses below 0.55 dB across the 1500-1600 nm range. Integration of the couplers with the plug-and-play solution adds in average only 0.37+-0.12 dB of loss, setting a record in passive out-of-plane packaging solution with losses of 0.78 dB, as well as -0.5 dB bandwidth greater than 100 nm. We characterize the reproducibility of this out-of-plane packaging solution in terms of losses, as well as bandwidth by interfacing a 17-port photonic circuit for incoherent photonic computing. The high bandwidth of the packaging is crucial to couple the full 100 nm bandwidth spectrum of a superluminescent light emitting diode, which consequently enables low noise computing at 17.6 GBaud. Our concept enables multiport, passive and reconfigurable photonic integrated circuit packaging providing reliability and versatility driving photonic packaging towards the scalability and robustness of electric chip packaging.         ",
    "url": "https://arxiv.org/abs/2505.21168",
    "authors": [
      "Erik Jung",
      "Helge Gehring",
      "Frank Brueckerhoff-Plueckelmann",
      "Linus Kraemer",
      "Clara Vazquez-Martel",
      "Eva Blasco",
      "Wolfram Pernice"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.21202",
    "title": "Integrated angstrom-tunable polarization-resolved solid-state photon sources",
    "abstract": "           The development of high-quality solid-state photon sources is essential to nano optics, quantum photonics, and related fields. A key objective of this research area is to develop tunable photon sources that not only enhance the performance but also offer dynamic functionalities. However, the realization of compact and robust photon sources with precise and wide range tunability remains a long-standing challenge. Moreover, the lack of an effective approach to integrate nanoscale photon sources with dynamic systems has hindered tunability beyond mere spectral adjustments, such as simultaneous polarization control. Here we propose a platform based on quantum emitter (QE) embedded metasurfaces (QEMS) integrated with a microelectromechanical system (MEMS)-positioned microcavity, enabling on-chip multi-degree control of solid-state photon sources. Taking advantages of MEMS-QEMS, we show that typically broadband room-temperature emission from nanodiamonds containing nitrogen-vacancy centres can be narrowed to 3.7 nm and dynamically tuned with angstrom resolution. Furthermore, we design a wavelength-polarization-multiplexed QEMS and demonstrate polarization-resolved control of the MEMS-QEMS emission in a wide wavelength range (650 nm to 700 nm) along with polarization switching at sub-millisecond timescales. We believe that the proposed MEMS-QEMS platform can be adapted for most existing QEs, significantly expanding their room-temperature capabilities and thereby enhancing their potential for advanced photonic applications.         ",
    "url": "https://arxiv.org/abs/2505.21202",
    "authors": [
      "Yinhui Kan",
      "Paul C. V. Thrane",
      "Xujing Liu",
      "Shailesh Kumar",
      "Chao Meng",
      "Radu Malureanu",
      "Sergey I. Bozhevolnyi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.21294",
    "title": "Insights on structure and influence from the adjacency and Laplacian eigenspectra of intersecting ring networks",
    "abstract": "           Synchronisation is a pervasive phenomenon of emerging collective behaviour observed to develop spontaneously across both natural and engineered systems. The process and patterns of synchronisation are highly influenced by initial conditions and network topology. Synchronisation follows a network's hierarchal structure; developing first at a local level before conglomeration of local clusters typically drives synchronisation at a global scale. The structure and influence of global and local features play a key role in node synchronisation. These differing insights are shown to be uncovered through eigenspectra analyses of ring networks. These network topologies exhibit complex patterns of stable and unstable synchronisation - despite apparently simple coupling schemes - as well as distinctive spectral fingerprints. Intersecting ring networks, with a common focal point, combine to produce hubs of high connectivity at the intersections whose spectral analyses can denote the characteristics and distinctions of structure and influence. The adjacency eigenspectrum detects salient network structures, for example hubs of high connectivity, whilst the Laplacian spectrum indentifies the relative influence of nodes due to their associated spanning trees within the network constituent structures.         ",
    "url": "https://arxiv.org/abs/2505.21294",
    "authors": [
      "Agathe Bouis",
      "Ruaridh A. Clark",
      "Malcolm Macdonald"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2505.21416",
    "title": "Dual-Wavelength Brillouin Lasers as compact Opto-Terahertz References for Low-Noise Microwave Synthesis",
    "abstract": "           Compact, ultra-low phase noise 10 GHz signals are essential for modern radar, coherent communications, and time-frequency metrology, especially with rising demands for additional spectral purity and portability. Optical frequency division (OFD) of ultra-stable optical references produce the lowest noise microwaves, but typically rely on ultra-low-expansion cavities, self-referenced frequency combs, pulse interleaving, and high-end photodetectors. In contrast, electro-optic frequency division (eOFD) offers a streamlined alternative in which an electro-optic (EO) comb is generated from a microwave source and stabilized to an optically carried terahertz (opto-terahertz) reference. eOFD has already demonstrated comparable phase noise to OFD at 10, 20, and 40 GHz when using division ratios from references spanning over 1 THz, requiring broad EO comb spectra to bridge between optical signals. Generating such broad spectra often demands complex techniques such as cascaded modulators, pulse compression, and nonlinear fiber. We demonstrate a compact, low-noise 300 GHz opto-terahertz reference utilizing a dual-wavelength Brillouin laser within a total system volume of 20 liters. The 300 GHz phase noise of this system is transferred to a 10 GHz dielectric resonant oscillator via eOFD using a simple architecture that could be miniaturized. The resulting microwave signal achieves phase noise levels of -130 dBc/Hz at 1 kHz, -150 dBc/Hz at 10 kHz, and -170 dBc/Hz at 10 MHz. This architecture drastically simplifies eOFD while maintaining state-of-the-art phase noise.         ",
    "url": "https://arxiv.org/abs/2505.21416",
    "authors": [
      "Scott C. Egbert",
      "James Greenberg",
      "Brendan M. Heffernan",
      "William F. McGrew",
      "Antoine Rolland"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.20412",
    "title": "Fundamentals of Trapped Ions and Quantum Simulation of Chemical Dynamics",
    "abstract": "           Trapped atomic ions are among the most advanced platforms for quantum simulation, computation, and metrology, offering long coherence times and precise, individual control over both internal and motional degrees of freedom. In this review, we present a pedagogical introduction to trapped-ion systems, covering the physics of ion trapping, qubit encodings, and laser-ion interactions. We explain how spin-dependent forces generated by light fields enable both analog and digital quantum simulations of spin and spin-boson models, as well as high-fidelity quantum logic gates. We then highlight an emerging frontier in the simulation of chemical dynamics, summarizing recent experiments that demonstrate the capability of trapped ions to simulate vibronic models and excitation-transfer processes. Finally, we outline future directions in quantum simulation and discuss open challenges in scaling up trapped-ion architectures.         ",
    "url": "https://arxiv.org/abs/2505.20412",
    "authors": [
      "Guido Pagano",
      "Wojciech Adamczyk",
      "Visal So"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.20574",
    "title": "xChemAgents: Agentic AI for Explainable Quantum Chemistry",
    "abstract": "           Recent progress in multimodal graph neural networks has demonstrated that augmenting atomic XYZ geometries with textual chemical descriptors can enhance predictive accuracy across a range of electronic and thermodynamic properties. However, naively appending large sets of heterogeneous descriptors often degrades performance on tasks sensitive to molecular shape or symmetry, and undermines interpretability. xChemAgents proposes a cooperative agent framework that injects physics-aware reasoning into multimodal property prediction. xChemAgents comprises two language-model-based agents: a Selector, which adaptively identifies a sparse, weighted subset of descriptors relevant to each target, and provides a natural language rationale; and a Validator, which enforces physical constraints such as unit consistency and scaling laws through iterative dialogue. On standard benchmark datasets, xChemAgents achieves up to a 22\\% reduction in mean absolute error over strong baselines, while producing faithful, human-interpretable explanations. Experiment results highlight the potential of cooperative, self-verifying agents to enhance both accuracy and transparency in foundation-model-driven materials science. The implementation and accompanying dataset are available anonymously at this https URL.         ",
    "url": "https://arxiv.org/abs/2505.20574",
    "authors": [
      "Can Polat",
      "Mehmet Tuncel",
      "Hasan Kurban",
      "Erchin Serpedin",
      "Mustafa Kurban"
    ],
    "subjectives": [
      "Multiagent Systems (cs.MA)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.21157",
    "title": "Realizing Bloch Dynamics in a Low-Cost Electrically Driven Acoustic Two-Level System",
    "abstract": "           Unlike classical bits that can only occupy one of two discrete states, quantum bits (qubits) can exist in arbitrary coherent superpositions of the ground and excited states. This fundamental distinction grants qubits enhanced capabilities for information storage and processing. The Bloch sphere provides an intuitive and powerful geometric framework for visualizing, characterizing, and controlling the dynamical evolution of a qubit under external driving fields. By mapping the state evolution onto the Bloch sphere, processes such as spin flips and phase accumulation can be vividly represented as trajectories, enabling direct insight into coherent control mechanisms. Here, we implement Bloch dynamics in a classical platform by constructing a tunable acoustic two-level system based on high-quality-factor electro-acoustic coupled cavities. Using programmable spatiotemporal external field modulation, we demonstrate full Bloch sphere control through classical analogs of quantum phenomena, including Rabi oscillations, Floquet dynamics, Ramsey interference, and spin echo sequences. Our results bridge coherent Bloch dynamics with classical wave control, revealing a versatile experimental platform for exploring quantum-inspired physics. Furthermore, the system exhibits exceptional capabilities for precision transient acoustic field shaping, enabled by high-fidelity pulse-driven modulation.         ",
    "url": "https://arxiv.org/abs/2505.21157",
    "authors": [
      "Xiao-Meng Zhang",
      "Guang-Chen He",
      "Zhao-Xian Chen",
      "Ze-Guo Chen",
      "Ming-Hui Lu",
      "Yan-Feng Chen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.21203",
    "title": "Quantum Optimal Control Using MAGICARP: Combining Pontryagin's Maximum Principle and Gradient Ascent",
    "abstract": "           We introduce the MAGICARP algorithm, a numerical optimization method for quantum optimal control problems that combines the structure provided by Pontryagin's Maximum Principle (PMP) and the robustness of gradient ascent techniques, such as GRAPE. MAGICARP is formulated as a \"shooting technique\", aiming to determine the appropriate initial adjoint momentum to realize a target quantum gate. This method naturally incorporates time and energy optimal constraints through a PMP-informed pulse structure. We demonstrate MAGICARP's effectiveness through illustrative numerical examples, comparing its performance to GRAPE and highlighting its advantages in specific scenarios.         ",
    "url": "https://arxiv.org/abs/2505.21203",
    "authors": [
      "Denis Janković",
      "Jean-Gabriel Hartmann",
      "Paul-Louis Etienney",
      "Killian Lutz",
      "Yannick Privat",
      "Paul-Antoine Hervieux"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.21308",
    "title": "Dissipative Preparation of Many-Body Quantum States: Towards Practical Quantum Advantage",
    "abstract": "           While dissipation has traditionally been viewed as an obstacle to quantum coherence, it is increasingly recognized as a powerful computational resource. Dissipative protocols can prepare complex many-body quantum states by leveraging engineered system-environment interactions. This essay focuses on a class of algorithms that utilize algorithmically constructed Lindblad generators, and highlight recent advances enabling the preparation of ground and thermal states for certain non-commuting Hamiltonians with rigorous performance guarantees. We also propose extensions of these protocols to prepare excited and resonance states, which may offer new pathways toward realizing practical quantum advantage on early fault-tolerant quantum computing platforms.         ",
    "url": "https://arxiv.org/abs/2505.21308",
    "authors": [
      "Lin Lin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:1907.13457",
    "title": "Universal Entanglement and an Information-Complete Quantum Theory",
    "abstract": "           The most challenging problem of modern physics is how to reconcile quantum theory and general relativity, namely, to find a consistent quantum theory in which gravity is quantized. This Progress Report focuses on such a tentative theory called the information-complete quantum theory (ICQT), in which (1) spacetime (gravity) as a physical quantum system plays a central role for formulating the theory, and (2) there are no any classical systems and concepts. Here universal spacetime-matter entanglement \"glues\" spacetime and matter (matter fermions and their gauge fields) as an indivisible trinity, encodes information-complete physical predictions of the world, and is as universal as universal gravitation. After summarizing the basic theoretic structure of the ICQT, conceptual advances achieved so far and some new issues within the ICQT are considered. While such a theory integrating quantum gravity is of fundamental interest to a wider audience, its relevance to quantum information technologies is discussed, with emphasis on its potential impacts on quantum computing and quantum communication.         ",
    "url": "https://arxiv.org/abs/1907.13457",
    "authors": [
      "Zeng-Bing Chen"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2402.19372",
    "title": "A miniaturized magnetic field sensor based on nitrogen-vacancy centers",
    "abstract": "           The nitrogen-vacancy (NV) center in diamond is a prime candidate for quantum sensing technologies. Here, we present a fully integrated and mechanically robust fiber-based endoscopic sensor with a tip diameter of $1.25 \\mathrm{mm}$. On its tip, a direct laser writing process is used to fixate a diamond containing NV centers above the fiber's core inside a polymer structure. Additionally, a metallic direct laser-written antenna structure next to the fiber facet allows efficient microwave manipulation of NV center spins. The sensor achieves a shot-noise limited magnetic field sensitivity of $5.9 \\mathrm{nT}/ \\sqrt{\\mathrm{Hz}}$ using a $15 \\mathrm{\\mu m}$-sized microdiamond at a microwave power of $50 \\mathrm{mW}$ and optical power of $2.15 \\mathrm{mW}$. Furthermore, we introduce a dual-fiber concept that enables, in combination with a direct laser-written structure, independent guiding of excitation and fluorescence light and thus reduces background autofluorescence. While the demonstrated sensitivity is achieved using a single-fiber configuration, the dual-fiber approach provides a path towards integrating smaller diamonds, where autofluorescence would otherwise limit performance. We demonstrate the capability of vector magnetic field measurements in a magnetic field as used in state-of-the-art ultracold quantum gas experiments, opening a potential field in which high resolution and high sensitivity are necessary.         ",
    "url": "https://arxiv.org/abs/2402.19372",
    "authors": [
      "Stefan Johansson",
      "Dennis Lönard",
      "Isabel Cardoso Barbosa",
      "Jonas Gutsche",
      "Jonas Witzenrath",
      "Artur Widera"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2501.14261",
    "title": "An Inverse Design Wavelength Demultiplexer for On-Chip Photoluminescence Sorting in TMDC Heterostructures",
    "abstract": "           Emerging two-dimensional transition metal dichalcogenides (TMDCs) offer a promising platform for on-chip integrated photonics because of their unique optical and electronic properties. Their naturally passivated surfaces make them highly tolerant to lattice mismatch, enabling seamless heterogeneous integration by stacking different van der Waals materials, a crucial step in the development of advanced photonic devices. Here, we demonstrate the use of an inverse design wavelength demultiplexing waveguides for on-chip sorting and routing of distinct photoluminescence from the heterojunction formed by WS2 and WSe2 monolayers. The integrated nanophotonic chip splits and sorts excitonic emission into individual waveguides at room temperature. Our demonstration opens up new perspectives for integrating light sources in van der Waals materials with functional integrated photonics, offering a versatile platform for both fundamental research and practical applications.         ",
    "url": "https://arxiv.org/abs/2501.14261",
    "authors": [
      "Anastasiia Zalogina",
      "Chi Li",
      "Ivan Zhigulin",
      "Nathan Coste",
      "Hossein Alijani",
      "Otto Cranwell Schaeper",
      "Hugo Charlton",
      "Joseph Ward",
      "Haoran Ren",
      "Igor Aharonovich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2504.11548",
    "title": "Experimental evidence of a strange nonchaotic attractor in a Nd:YVO4 laser with saturable absorber",
    "abstract": "           The diode-pumped Nd: Vanadate laser is one of the most widely used lasers in the near-infrared range. Using passive Q-switching with a Cr:YAG saturable absorber (SA), it generates nanosecond pulses at tens of kilohertz. This laser is known to exhibit low-dimensional deterministic chaos. In this letter, we present experimental evidence of a strange nonchaotic attractor (SNA). SNAs exhibit complex dynamical behavior that is neither periodic nor chaotic, making them difficult to detect in real-world systems. They are typically observed in systems modeled by equations and arise through a route to chaos. By experimentally obtaining time series of two laser variables, we reconstruct the underlying attractor. For a certain position of the SA, we find that all Lyapunov exponents are negative and that the energy spectra exhibit a broad frequency range, indicating that the attractor is nonchaotic and lacks periodicity. Using Higuchi's method, we estimate the fractal dimension df and find that 13% of the nonchaotic time series exhibit a well-defined non-integer df, confirming the presence of an SNA. To the best of our knowledge, this is the first experimental observation of a strange nonchaotic attractor in a complex optical system.         ",
    "url": "https://arxiv.org/abs/2504.11548",
    "authors": [
      "Juliana Bourdieu",
      "Mónica Agüero",
      "Marcelo Kovalsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.01632",
    "title": "Correlated Terahertz phonon-ion interactions control ion conduction in a solid electrolyte",
    "abstract": "           Ionic conduction in solids that exceeds 1 mS/cm is predicted to involve collective phonon-ion interactions in the crystal lattice. Here, we use theory and experiment to measure the possible contribution of collective phonon-ion modes to Li+ migration in Li0.5La0.5TiO3 (LLTO). The ab initio calculations predict that the targeted excitation of individual TiO6 rocking modes can lead to a three order of magnitude increase in the Li+ jump rate as compared to the excitation of single vibrational modes in the lattice associated with heating. Experimentally, coherently driving the TiO6 rocking via terahertz (THz) illumination leads to a ten-fold decrease in the normalized impedance compared to the excitation of acoustic and optical phonons that are associated with heating. These findings provide new insights into phonon-coupled ion migration mechanisms and material design rules for ion conductors and opto-ionic materials.         ",
    "url": "https://arxiv.org/abs/2305.01632",
    "authors": [
      "Kim H. Pham",
      "Kiarash Gordiz",
      "Natan A. Spear",
      "Amy K. Lin",
      "Jax Dallas",
      "Jonathan M. Michelsen",
      "Hanzhe Liu",
      "Daniele Vivona",
      "Geoffrey A. Blake",
      "Yang Shao-Horn",
      "Asegun Henry",
      "Kimberly A. See",
      "Scott K. Cushing"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2412.12451",
    "title": "Neural Canonical Transformations for Quantum Anharmonic Solids of Lithium",
    "abstract": "           Lithium is a typical quantum solid, characterized by cubic structures at ambient pressure. As the pressure increases, it forms more complex structures and undergoes a metal-to-semiconductor transformation, complicating theoretical and experimental analyses. We employ the neural canonical transformation approach, an \\textit{ab initio} variational method based on probabilistic generative models, to investigate the quantum anharmonic effects in lithium solids at finite temperatures. This approach combines a normalizing flow for phonon excited-state wave functions with a probabilistic model for the occupation of energy levels, optimized jointly to minimize the free energy. Our results indicate that quantum anharmonicity lowers the \\textit{bcc}-\\textit{fcc} transition temperature compared to classical molecular dynamics predictions. At high pressures, the predicted fractional coordinates of lithium atoms in the \\textit{cI16} structure show good quantitative agreement with experimental observations. Finally, contrary to previous beliefs, we find that the poor metallic \\textit{oC88} structure is stabilized by the potential energy surface obtained via high-accuracy electronic structure calculations, rather than thermal or quantum nuclear effects.         ",
    "url": "https://arxiv.org/abs/2412.12451",
    "authors": [
      "Qi Zhang",
      "Xiaoyang Wang",
      "Rong Shi",
      "Xinguo Ren",
      "Han Wang",
      "Lei Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]