[
  {
    "id": "arXiv:2506.20833",
    "title": "Efficient Training for Optical Computing",
    "abstract": "           Diffractive optical information processors have demonstrated significant promise in delivering high-speed, parallel, and energy efficient inference for scaling machine learning tasks. Training, however, remains a major computational bottleneck, compounded by large datasets and many simulations required for state-of-the-art classification models. The underlying linear transformations in such systems are inherently constrained to compositions of circulant and diagonal matrix factors, representing free-space propagation and phase and/or amplitude modulation of light, respectively. While theoretically established that an arbitrary linear transformation can be generated by such factors, only upper bounds on the number of factors exist, which are experimentally unfeasible. Additionally, physical parameters such as inter-layer distance, number of layers, and phase-only modulation further restrict the solution space. Without tractable analytical decompositions, prior works have implemented various constrained minimization techniques. As trainable elements occupy a small subset of the overall transformation, existing techniques incur unnecessary computational overhead, limiting scalability. In this work, we demonstrate significant reduction in training time by exploiting the structured and sparse nature of diffractive systems in training and inference. We introduce a novel backpropagation algorithm that incorporates plane wave decomposition via the Fourier transform, computing gradients across all trainable elements in a given layer simultaneously, using only change-of-basis and element wise multiplication. Given the lack of a closed-form mathematical decomposition for realizable optical architectures, this approach is not only valuable for machine learning tasks but broadly applicable for the generation of arbitrary linear transformations, wavefront shaping, and other signal processing tasks.         ",
    "url": "https://arxiv.org/abs/2506.20833",
    "authors": [
      "Manon P. Bart",
      "Nick Sparks",
      "Ryan T. Glasser"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.20871",
    "title": "All-Dielectric Metasurface with a Two-Dimensional Locally Flat Photonic Band",
    "abstract": "           Photonic flatbands offer promising light-matter interaction due to their unique slow-light nature. In recent years, flatbands have also attracted significant interest in optical engineering because of their angle-insensitive resonant characteristics. However, most photonic flatbands demonstrated to date occur only in one dimension and for a specific polarization, limiting their applicability. To date, no studies have reported the dispersionless behavior of flatbands under arbitrary two-dimensional incident angles. Here, we present a two-dimensional photonic flatband created using a silicon metasurface with a Lieb lattice structure which demonstrates a locally flat photonic band for both TE- and TM- polarized light. Employing Fourier imaging, we analyze its energy-momentum dispersion under arbitrary two-dimensional incident angles, demonstrating dispersionless flatbands up to +/-60° or +/-10°, depending on the polarization state and incident angle. This geometry is adaptable for applications in local field enhancement, enhanced photodetection, and augmented reality.         ",
    "url": "https://arxiv.org/abs/2506.20871",
    "authors": [
      "Minho Choi",
      "Christopher Munley",
      "Arnab Manna",
      "Johannes Fröch",
      "Arthur Barnard",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2506.20873",
    "title": "Unconventional high-harmonic generation in resonant membrane metasurfaces",
    "abstract": "           High-harmonic generation (HHG) in solids has rapidly emerged as a promising platform for creating compact attosecond sources and probing ultrafast electron dynamics. Resonant metasurfaces are essential for enhancement of the otherwise small harmonic generation efficiency through local field enhancement and are essential to circumvent the need of phase matching constraints. Until now, the metasurface-enhanced HHG was believed to follow the conventional integer-power scaling laws that hold for non-resonant bulk HHG. Here, we discover that highly resonant metasurfaces driven by quasi-bound states in the continuum break this principle, manifesting non-integer intensity dependencies of the generated harmonic powers. We show experimentally and theoretically that these unconventional nonlinearities arise from the high-Q resonances that generate local fields strong enough to substantially alter the contribution of higher order susceptibility tensors to the effective nonlinearities of the system. Our findings reveal how harmonic generation rooted in resonant field-driven modification of effective nonlinear susceptibilities can reshape our understanding of light-matter interaction at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2506.20873",
    "authors": [
      "Pavel Tonkaev",
      "Felix Richter",
      "Ivan Toftul",
      "Maria Antonietta Vincenti",
      "Ivan Sinev",
      "Michael Scalora",
      "Hatice Altug",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20894",
    "title": "Shot-Noise-Limited Laser Frequency Stabilization Using a High-Resolution Wavelength Meter",
    "abstract": "           We present a compact laser frequency stabilization method by locking a 556 nm laser to a high-precision wavelength meter. Unlike traditional schemes that rely on optical cavities or atomic references, we stabilize the laser frequency via a closed-loop feedback system referenced to a wavelength meter. This configuration effectively suppresses long-term frequency drifts, achieving frequency stability to the wavelength meter's shot-noise-limited resolution. The system enables sub-hundred-kilohertz stability without complex optical components, making it suitable for compact or field-deployable applications. Our results demonstrate that, with proper feedback design, wavelength meter-based locking can offer a practical and scalable solution for precision optical experiments requiring long-term frequency stability.         ",
    "url": "https://arxiv.org/abs/2506.20894",
    "authors": [
      "Mengde Gan",
      "Haoyi Zhang",
      "Xiaodong Tan",
      "Jiaming Li",
      "Le Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.20895",
    "title": "300 mm Wafer-Scale SiN Platform for Broadband Soliton Microcombs Compatible with Alkali Atomic References",
    "abstract": "           Chip-integrated optical frequency combs (OFCs) based on Kerr nonlinear resonators are of great significance given their scalability and wide range of applications. Broadband on-chip OFCs reaching visible wavelengths are especially valuable as they address atomic clock transitions that play an important role in position, navigation, and timing infrastructure. Silicon nitride (SiN) deposited via low pressure chemical vapor deposition (LPCVD) is the usual platform for the fabrication of chip-integrated OFCs, and such fabrication is now standard at wafer sizes up to 200 mm. However, the LPCVD high temperature and film stress poses challenges in scaling to larger wafers and integration with electronic and photonic devices. Here, we report the linear performance and broadband frequency comb generation from microring resonators fabricated on 300 mm wafers at AIM Photonics, using a lower temperature, lower stress plasma enhanced chemical vapor deposition process that is suitable for thick ($\\approx$ 700 nm) SiN films and compatible with electronic and photonic integration. The platform exhibits consistent insertion loss, high intrinsic quality factor, and thickness variation of $\\pm$2 % across the whole 300 mm wafer. We demonstrate broadband soliton microcomb generation with a lithographically tunable dispersion profile extending to wavelengths relevant to common alkali atom transitions. These results are a step towards mass-manufacturable devices that integrate OFCs with electronic and active photonic components, enabling advanced applications including optical clocks, LiDAR, and beyond.         ",
    "url": "https://arxiv.org/abs/2506.20895",
    "authors": [
      "Shao-Chien Ou",
      "Alin Antohe",
      "Lewis G. Carpenter",
      "Gregory Moille",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.21081",
    "title": "Laser self-injection locking to fiber Fabry-Perot resonator for frequency comb generation",
    "abstract": "           This study demonstrates that self-injection locking (SIL) of a distributed feedback (DFB) laser to a high-Q fiber Fabry Perot (FFP) resonator, fabricated with highly nonlinear fiber, allows optical frequency combs (OFC) generation with a laser power as low as 100 mW. More precisely, cavity soliton (CS) regime has been observed in this configuration, along with other types of combs. The laser stabilization using SIL is described. Then the system's behavior is analyzed through modeling the laser's dynamics and comparing the model results to experimental tuning curve measurements. Our findings highlight the critical role of the initial phase of the fiber link between laser and FFP in determining the stability and effectiveness of the locking process. We explore the dynamics of the nonlinear SIL process while varying the laser current, revealing the transition from modulation instability to chaotic comb states, and eventually to soliton formation as the system moves from an effective blue-detuned to an effective red-detuned regime. Notably, the inclusion of self-phase modulation (SPM) in the SIL model predicts accessibility of the narrow soliton existence range. These results highlight the potential of SIL in FFP resonators for low-power, stable OFC generation, offering a promising path forward for practical applications.         ",
    "url": "https://arxiv.org/abs/2506.21081",
    "authors": [
      "Germain Bourcier",
      "Stephane Balac",
      "Julien Lumeau",
      "Antonin Moreau",
      "Thomas Bunel",
      "Arnaud Mussot",
      "Matteo Conforti",
      "Vincent Crozatier",
      "Olivier Llopis",
      "Arnaud Fernandez"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.21139",
    "title": "Anharmonic phonons via quantum thermal bath simulations",
    "abstract": "           Lattice vibrations within crystalline solids, or phonons, provide information on a variety of important material characteristics, from thermal qualities to optical properties and phase transition behaviour. When the material contains light ions, or is subjected to sufficiently low temperatures and/or high pressures, anharmonic and nuclear quantum effects (NQEs) may significantly alter its phonon characteristics. Unfortunately, accurate inclusion of these two effects within numerical simulations typically incurs a substantial computational cost. In this work, we present a novel approach which promises to mitigate this problem. The scheme leverages the recently introduced quantum correlators approach for the extraction of anharmonic phonon frequencies from molecular dynamics data. To account for NQEs without excessive increase of the computational cost, we include nuclear quantum effects via the quantum thermal bath (QTB) method. This is the first full exploration of the use of QTB for the calculation of phonon dispersion relations. We demonstrate the noteworthy efficiency and accuracy of the scheme, and analyze its upsides and drawbacks by first considering 1-dimensional systems, and then the physically interesting case of solid neon.         ",
    "url": "https://arxiv.org/abs/2506.21139",
    "authors": [
      "Taylor Baird",
      "Rodolphe Vuilleumier",
      "Sara Bonella"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2506.21207",
    "title": "Estimation of superconducting cavity bandwidth and detuning using a Luenberger observer",
    "abstract": "           Enabled by progress in superconducting technology, several continuous wave linear accelerators are foreseen in the next decade. For these machines, it is of crucial importance to track the main cavity parameters, such as the resonator bandwidth and detuning. The bandwidth yields information on the superconducting state of the cavity. The detuning should be minimized to limit the required power to operate the cavity. The estimation of these parameters is commonly implemented in the digital electronics of the Low-Level RF control system to minimize the computation delay. In this proceeding, we present a way to compute the bandwidth and detuning using a Luenberger observer. In contrast to previous methods, a state observer yields estimations at the native control system sample rate without explicitly filtering the input signals. Additionally, the error convergence properties of the estimations can be controlled intuitively by adjusting gain parameters. Implementation considerations and test results on the derived observer are presented in the manuscript.         ",
    "url": "https://arxiv.org/abs/2506.21207",
    "authors": [
      "Bozo Richter",
      "Andrea Bellandi",
      "Julien Branlard",
      "Leon Speidel",
      "Annika Eichler"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2506.21228",
    "title": "Generation of polarization-entangled Bell states in monolithic photonic waveguides by leveraging intrinsic crystal properties",
    "abstract": "           Advanced photonic quantum technologies -- from quantum key distribution to quantum computing -- require on-chip sources of entangled photons that are both efficient and readily scalable. In this theoretical study, we demonstrate the generation of polarization-entangled Bell states in structurally simple waveguides by exploiting the intrinsic properties of nonlinear crystals. We thereby circumvent elaborate phase-matching strategies that commonly involve the spatial modulation of a waveguide's linear or nonlinear optical properties. We derive general criteria for the second-order susceptibility tensor that enable the generation of cross-polarized photon pairs via spontaneous parametric down-conversion in single-material waveguides. Based on these criteria, we systematically categorize all birefringent, non-centrosymmetric crystal classes in terms of their suitability. Using coupled mode theory, we then numerically analyze cuboid waveguides made from two materials that are highly relevant to integrated photonics: lithium niobate, a well-established platform, and barium titanate, an emerging alternative. We find that barium titanate consistently outperforms lithium niobate by providing a higher nonlinear efficiency and high concurrence over a significantly broader spectral range. These findings outline a practical route toward highly efficient, fabrication-friendly, and scalable sources of polarization-entangled photons for integrated quantum photonic circuits.         ",
    "url": "https://arxiv.org/abs/2506.21228",
    "authors": [
      "Trevor G. Vrckovnik",
      "Dennis Arslan",
      "Falk Eilenberger",
      "Sebastian W. Schmitt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2506.21388",
    "title": "Broadband nonlinear optical microresonator array for topological second harmonic generation",
    "abstract": "           Topological photonics enables robust light manipulation with third-order optical nonlinearity, yet integrating second-order optical nonlinearity into a topological system faces fundamental challenges: frequency-dependent topological bandgaps impede simultaneous edge states for pump and second harmonic photons at an octave. Here we present a broadband topological nonlinear photonic system via dual frequency topological bandgap engineering in a 2D nonlinear microresonator array. By designing a square lattice with synthetic magnetic fluxes, we achieve topological phase matching preserving unidirectional edge states for both frequencies while enabling efficient second-harmonic generation. The system exhibits flux-programmable SH chirality, where SH photons reverse propagation direction via Chern number transitions (e.g. C = -1 to +1) without sacrificing robustness. Moreover, we show that the design theoretically yields over 100 times higher SHG efficiency than single resonators at high powers via topology-enhanced coherent buildup. Our topological SHG works in a parameter regime that can be readily accessed by using existing low-loss integrated photon platforms like thin film lithium niobite.         ",
    "url": "https://arxiv.org/abs/2506.21388",
    "authors": [
      "Ruoyu Wang",
      "Yiming Pan",
      "Xiaoqin Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.21407",
    "title": "Relativistic Oscillating Window Driven by an Intense Laguerre Gaussian Laser Pulse",
    "abstract": "           High-order harmonic generation by the diffraction of an intense Laguerre-Gaussian (LG) laser beam through a small aperture is studied. It is found that the 2D peripheral electron dynamics on the rim can facilitate complex interplay between the spin and orbital angular momentum interaction, which leads to distinct selection rules for LG pulses with different polarization states. In particular, when the driver is linearly polarized, the harmonic beams no longer follow a simple orbital angular momentum conservation rule. Instead, multiple LG modes with different topological charges are produced in each harmonic beam, and the number of modes equals to the harmonic order. A theory is derived and validated by simulations, which can predict the harmonic topological charges as well as their relative intensities for LG drivers with different polarization states. Our work provides fundamental insight into the behavior of light in nonlinear optics, and paves the way towards high-intensity UV or X-ray pulses carrying controllable OAM, that can serve as versatile tools at frontiers of various scientific fields.         ",
    "url": "https://arxiv.org/abs/2506.21407",
    "authors": [
      "Yao Meng",
      "Runze Li",
      "Longqing Yi"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.21503",
    "title": "Excitation of Giant Surface Waves During Laser Wake Field Acceleration",
    "abstract": "           We have detected the presence of very high intensity surface waves that are excited during plasma waveguided laser wakefield acceleration. Wakefield acceleration can be enchanced by the introduction of an ``all optical\" plasma waveguide that confines and guides a laser pulse at the optimal intensity over long distances, producing quasimonoenergetic multi-GeV electron bunches. However strong pulses of radio frequency radiation (RF) are also produced, and particle in cell simulations show why: a continuous stream of multi-MeV electrons are also ejected radially from the plasma due to nonlinear wave breaking, and these excite and copropagate coherently with a giant cylindrical Sommerfeld surface wave. Laboratory measurements, simulations, and analytic approximations all converge on a 20 J laser pulse exciting a 1 Joule, 400 GW broadband THz surface wave, with a peak electric field strength of 35 GV/m.         ",
    "url": "https://arxiv.org/abs/2506.21503",
    "authors": [
      "Travis Garrett",
      "Christopher Pieronek",
      "E. Rockafellow",
      "Oliver Sale",
      "Sahir Virani",
      "J. E. Shrock",
      "B. Miao",
      "A. Sloss",
      "Jennifer Elle",
      "H. M. Milchberg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.21389",
    "title": "Interradical motion can push magnetosensing precision towards quantum limits",
    "abstract": "           Magnetosensitive spin-correlated radical-pairs (SCRPs) offer a promising platform for noise-robust quantum metrology. However, unavoidable interradical interactions, such as electron-electron dipolar and exchange couplings, alongside deleterious perturbations resulting from intrinsic radical motion, typically degrade their potential as magnetometers. In contrast to this, we show how structured molecular motion modulating interradical interactions in a live chemical sensor in cryptochrome can, in fact, increase sensitivity and, more so, push precision in estimating magnetic field directions closer to the quantum Cramér-Rao bound, suggesting near-optimal metrological performance. Remarkably, this approach to optimality is amplified under environmental noise and persists with increasing complexity of the spin system, suggesting that perturbations inherent to such natural systems have enabled them to operate closer to the quantum limit to more effectively extract information from the weak geomagnetic field. This insight opens the possibility of channeling the underlying physical principles of motion-induced modulation of electron spin-spin interactions towards devising efficient handles over emerging molecular quantum information technologies.         ",
    "url": "https://arxiv.org/abs/2506.21389",
    "authors": [
      "Luke D. Smith",
      "Farhan T. Chowdhury",
      "Jonas Glatthard",
      "Daniel R. Kattnig"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2506.21396",
    "title": "Counter-propagating spontaneous parametric down-conversion source in lithium niobate on insulator",
    "abstract": "           Quantum photonic technologies rely on the ability to generate, manipulate, and interfere indistinguishable single photons on a scalable platform. Among the various approaches, spontaneous parametric down-conversion (SPDC) remains one of the most widely used methods for generating entangled or pure photon pairs. However most integrated SPDC sources relying on co-propagating geometries have a limited purity of heralded photons, or require lossy filtering. Type-2 SPDC processes can produce pure separable photons but typically suffer from lower efficiency and added complexity due to polarisation management. Here we show the first integrated counter-propagating photon-pair source on lithium niobate on insulator, where signal and idler photons are generated in opposite directions. The counter-propagating geometry leads to spectrally uncorrelated photon pairs without spectral filtering. The joint spectral intensity measurements and unheralded $g^{(2)}$ correlations, yield purities of (92$\\pm$3)%. Interference between two independent sources achieves heralded visibilities of (71$\\pm$3)%, confirming the scalability of the platform. These results establish a new route toward integrated, high-purity, and tunable photon sources. The demonstrated counter-propagating geometry offers a scalable solution for quantum photonic networks.         ",
    "url": "https://arxiv.org/abs/2506.21396",
    "authors": [
      "Jost Kellner",
      "Alessandra Sabatti",
      "Tristan Kuttner",
      "Robert J. Chapman",
      "Rachel Grange"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1305.6940",
    "title": "Quantum Objects",
    "abstract": "           In this paper, we suggest an alternative interpretation for the quantum state vector, which, by considering temporal parts for physical objects, aims to give an intelligible account of measurement problem in quantum mechanics. We examine the capacity of this interpretation as for explaining three measurement problems: the problem of outcome, the problem of statistics and the problem of effect. We argue that, this interpretation of the state vector, while providing a satisfactory account, as rationally plausible as its rivals, for the measurement problem, shows yet another limitation of our perceptual experience, i.e. our inability to perceive unsharp reality.         ",
    "url": "https://arxiv.org/abs/1305.6940",
    "authors": [
      "Alireza Mansouri",
      "Mehdi Golshani",
      "Amir Ehsan Karbasizadeh"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2409.08901",
    "title": "Investigations of Charge Collection and Signal Timing in a multi-pixel Silicon Drift Detector",
    "abstract": "           Sterile neutrinos are a minimal extension of the Standard Model of particle physics and a promising candidate for dark matter if their mass is in the keV-range. The Karlsruhe Tritium Neutrino experiment (KATRIN), equipped with a novel multi-pixel silicon drift detector array, the TRISTAN detector, will be capable of searching for these keV-scale sterile neutrinos by investigating the kinematics of the tritium $\\beta$-decay. This measurement will be performed after the completion of the neutrino mass measurement campaign. To detect a sterile neutrino signal with a high sensitivity, a profound understanding of the detector response is required. In this work, we report on the characterization of a 7-pixel TRISTAN prototype detector with a laser system. We present the experimental results obtained in high-resolution scans of the detector surface with a focused laser beam and demonstrate how the charge collection and the timing of the signals generated in the detector is related to the detector geometry. A comparison of the experimental data with simulations shows a good agreement.         ",
    "url": "https://arxiv.org/abs/2409.08901",
    "authors": [
      "Christian Forstner",
      "Korbinian Urban",
      "Marco Carminati",
      "Frank Edzards",
      "Carlo Fiorini",
      "Manuel Lebert",
      "Peter Lechner",
      "Daniel Siegmann",
      "Daniela Spreng",
      "Susanne Mertens"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2411.15166",
    "title": "Gravitization Equation and Zero Energy Momentum Tensor Theorem with Cancellation Law in Gravitational Quantum Field Theory",
    "abstract": "           We investigate the essential properties of gravitational quantum field theory (GQFT) based on spin gauge symmetry, using the general theory of quantum electrodynamics as an example. A constraint equation for the field strength of the gravigauge field is derived, serving as a gravitization equation within the spin-related gravigauge spacetime. This equation reveals how gravitational effects emerge from the non-commutative relation of the gravigauge derivative operator. By transmuting the action from gravigauge spacetime to Minkowski spacetime, we demonstrate that translational invariance results in a vanishing energy-momentum tensor in GQFT when the equations of motion are applied to all fundamental fields, including the gravigauge field. This extends the conservation law of the energy-momentum tensor in quantum field theory to a cancellation law of the energy-momentum tensor in GQFT. As a result, an equivalence between the general gravitational equation and the zero energy-momentum tensor theorem naturally arises in GQFT. Certain aspects of the Poincaré gauge theory are also briefly discussed. Furthermore, a GQFT incorporating the Chern-Simons action in three-dimensional spacetime is developed, based on the inhomogeneous spin gauge symmetry WS(1,2) and the global Poincaré symmetry PO(1,2). This framework provides a basis for exploring its connection to Witten's perspective on three-dimensional gravity.         ",
    "url": "https://arxiv.org/abs/2411.15166",
    "authors": [
      "Yue-Liang Wu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2407.13542",
    "title": "Multi-stage tomography based on eigenanalysis for high-dimensional dense unitary processes in gate-based quantum computers",
    "abstract": "           Quantum Process Tomography (QPT) methods aim at identifying, i.e. estimating, a quantum process. QPT is a major quantum information processing tool, since it especially allows one to experimentally characterize the actual behavior of quantum gates, that may be used as the building blocks of quantum computers. We here consider unitary, possibly dense (i.e. without sparsity constraints) processes, which corresponds to isolated systems. Moreover, we develop QPT methods that are applicable to a significant number of qubits and hence to a high state space dimension, which allows one to tackle more complex problems. Using the unitarity of the process allows us to develop methods that first achieve part of QPT by performing an eigenanalysis of the estimated density matrix of a process output. Building upon this idea, we first develop a class of complete algorithms that are single-stage, in the sense that they use only one eigendecomposition. We then extend them to multiple-stage algorithms (i.e. with several eigendecompositions), in order to address high-dimensional state spaces while being less limited by the estimation errors made when using an arbitrary given Quantum State Tomography (QST) algorithm as a building block of our overall methods. We first propose two-stage methods and we then extend them to dichotomic methods, whose number of stages increases with the considered state space dimension. The relevance of our methods is validated with simulations. Single-stage and two-stage methods efficiently apply up to 13 qubits on a standard PC (with 16 GB of RAM). Multi-stage methods yield an even higher accuracy.         ",
    "url": "https://arxiv.org/abs/2407.13542",
    "authors": [
      "Yannick Deville",
      "Alain Deville"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2505.00950",
    "title": "Large speed-up of quantum emitter detection via quantum interference",
    "abstract": "           Quantum emitters are a key resource in quantum technologies, microscopy, and other applications. The ability to rapidly detect them is useful both for quality control in engineered emitter arrays and for high-contrast imaging of naturally occurring emitters. Using full photon-counting statistics and optimal Bayesian hypothesis testing, we show that extended Hong-Ou-Mandel interference between quantum emission and a coherent field enables orders-of-magnitude speed-ups in emitter detection under realistic noise and loss. Strikingly, the performance advantage improves as loss and background noise increase, and persists for incoherent emission. Taken together with prior demonstrations of extended Hong-Ou-Mandel interference, this suggest that substantial performance gains are achievable with current technology under realistic, non-ideal conditions. This offers a new approach to fast, low-intensity imaging and for emitter characterization in large-scale quantum systems. Fundamentally, the discovery that quantum interference and measurements, used together, are more robust to both loss and noise than standard measurement techniques opens the possibility of broad applications across quantum metrology.         ",
    "url": "https://arxiv.org/abs/2505.00950",
    "authors": [
      "Warwick P. Bowen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.20574",
    "title": "xChemAgents: Agentic AI for Explainable Quantum Chemistry",
    "abstract": "           Recent progress in multimodal graph neural networks has demonstrated that augmenting atomic XYZ geometries with textual chemical descriptors can enhance predictive accuracy across a range of electronic and thermodynamic properties. However, naively appending large sets of heterogeneous descriptors often degrades performance on tasks sensitive to molecular shape or symmetry, and undermines interpretability. xChemAgents proposes a cooperative agent framework that injects physics-aware reasoning into multimodal property prediction. xChemAgents comprises two language-model-based agents: a Selector, which adaptively identifies a sparse, weighted subset of descriptors relevant to each target, and provides a natural language rationale; and a Validator, which enforces physical constraints such as unit consistency and scaling laws through iterative dialogue. On standard benchmark datasets, xChemAgents achieves up to a 22% reduction in mean absolute error over the state-of-the-art baselines, while producing faithful, human-interpretable explanations. Experiment results highlight the potential of cooperative, self-verifying agents to enhance both accuracy and transparency in foundation-model-driven materials science. The implementation and accompanying dataset are available at this https URL.         ",
    "url": "https://arxiv.org/abs/2505.20574",
    "authors": [
      "Can Polat",
      "Mehmet Tuncel",
      "Mustafa Kurban",
      "Erchin Serpedin",
      "Hasan Kurban"
    ],
    "subjectives": [
      "Multiagent Systems (cs.MA)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.14868",
    "title": "Gravitational waves from b-EMRIs: Doppler shift and beaming, resonant excitation, helicity oscillations and self-lensing",
    "abstract": "           We study gravitational waves from a stellar-mass binary orbiting a spinning supermassive black hole, a system referred to as a binary extreme mass ratio inspiral (b-EMRI). We use Dixon's formalism to describe the stellar-mass binary as a particle with internal structure, and keep terms up to quadrupole order to capture the generation of gravitational waves by the inner motion of the stellar-mass binary. The problem of emission and propagation of waves is treated from first principles using black hole perturbation theory. In the gravitational waveform at future null infinity, we identify for the first time Doppler shifts and beaming due to the motion of the center of mass, as well as helicity breaking gravitational lensing, and resonances with ringdown modes of the supermassive black hole. We establish that previously proposed phenomenological models inadequately capture these effects.         ",
    "url": "https://arxiv.org/abs/2506.14868",
    "authors": [
      "João S. Santos",
      "Vitor Cardoso",
      "José Natário",
      "Maarten van de Meent"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Classical Physics (physics.class-ph)"
    ]
  }
]