[
  {
    "id": "arXiv:2511.03803",
    "title": "A quasi-bound band in the continuum in a photonic slab",
    "abstract": "           Bound states in the continuum (BIC) are localized waves in electronic, photonic and acoustic systems, which remain decoupled from surrounding propagating waves and hence maintain their oscillation for extraordinary long time [Nat Rev Mater 1, 16048 (2016)]. In photonic crystals, symmetry-protected quasi-BICs (SP-qBIC) have been realized at high symmetry points of the Brillouin zone and utilized in photonic crystal and distributed feedback lasers. In the present work, we measure wavevector-resolved photoluminescence (PL) of monolayer WSe2 weakly coupled to a photonic slab, consisting of a square array of aluminum nanodisks. The results show that the slab supports a continuous band of symmetry-protected quasi-bound states along the Gamma-X direction, extending from the previously reported SP-qBIC at the Gamma point. The spectral width of this quasi-bound band in the continuum remains narrow through at least a half of the Brillouin zone, indicating its long lifetime.         ",
    "url": "https://arxiv.org/abs/2511.03803",
    "authors": [
      "Stanislav Tsoi",
      "Nicholas Proscia",
      "Marc Christophersen",
      "Joseph Christodoulides",
      "Hsun-Jen Chuang",
      "Michael Povolotskyi",
      "Kathleen McCreary",
      "Paul Cunningham",
      "Igor Vurgaftman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2511.03835",
    "title": "A broadband silicon photonic-integrated-circuit based RF spectrum analyzer with 10 MHz spectral resolution",
    "abstract": "           Designing miniaturized optical spectrometers is an increasingly active area of research as spectrometers are crucial components for a wide range of applications including chemical and material analysis, medical diagnostics, classical and quantum sensing, characterization of light sources, and radio frequency (RF) spectrum analysis. Among these applications, designing on-chip spectrometers for RF spectrum analysis is particularly challenging since it requires combining high resolution and large bandwidth with a fast update rate. Existing chip-scale spectrometers cannot achieve the resolution required for RF analysis, setting aside challenges in maintaining a fast update rate and broad bandwidth. In this work, we address these challenges by introducing a silicon photonic integrated circuit (PIC)-based RF spectrum analyzer that combines an ultra-high-resolution speckle spectrometer with an interferometric RF-to-optical encoding scheme. The PIC-based speckle spectrometer uses a path-mismatched multimode interferometer with inverse designed splitters to compensate for waveguide loss, enabling a record-high resolution of 100 MHz (0.8 pm at a wavelength of 1550 nm). To further improve the resolution of the overall RF spectrum analyzer, we modify the RF-to-optical encoding scheme by directing the RF signal through a path mismatched interferometer and encoding the outputs of the RF interferometer on separate optical carriers. This further reduces the RF spectral correlation width of the combined system, enabling the RF spectrum analyzer to resolve RF tones separated by 10 MHz across a bandwidth of 10 GHz. Since this approach operates as a single-shot spectrometer, it can support fast update rates, providing a path to compact, persistent wideband RF spectrum analysis.         ",
    "url": "https://arxiv.org/abs/2511.03835",
    "authors": [
      "Brandon Redding",
      "Joseph B. Murray",
      "Matthew J. Murray",
      "Ross T. Schermer",
      "Nicholas Cox",
      "Sean Pang",
      "Kate Musick",
      "Christopher Long",
      "Jayson Briscoe",
      "Lewis G. Carpenter",
      "Saaketh Desai",
      "Nick Karl",
      "Raktim Sarma"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.03991",
    "title": "Watt-level ultrafast 1.75 μm laser system based on thulium-doped core and terbium-doped cladding fluoride fibers",
    "abstract": "           We report watt-level femtosecond pulses in the 1.75 $\\mu$m region using a thulium-doped core, terbium-doped cladding fluoride (Tm:Tb:ZBLAN) fiber laser system. The seed pulse is generated through stimulated Raman scattering in a silica fiber pumped by an erbium-doped fiber laser. The soliton is subsequently amplified through a multi-stage Tm:Tb:ZBLAN amplifier. The tunability of our chirped fiber Bragg grating stretcher, matched with a Treacy compressor, compresses the pulse to 217 fs. Our system generates ~250 nJ of single-pulse energy, with a corresponding average power of ~1 W at a 4 MHz repetition rate. The laser system is suitable for multiphoton microscopy.         ",
    "url": "https://arxiv.org/abs/2511.03991",
    "authors": [
      "Dina Grace Banguilan",
      "Yuto Iye",
      "Kazuhiko Ogawa",
      "Eiji Kajikawa",
      "Takao Fuji"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04062",
    "title": "Robust Subgroup Method Using DE Algorithm for Resonance Self-Shielding Calculation",
    "abstract": "           This paper presents an enhanced version of the subgroup method for resonance self-shielding treatment, termed the robust subgroup method, which integrates Robust Estimation (RE) with a Differential Evolution (DE) algorithm. The RE approach is employed to handle model misspecification and data contamination, while the DE algorithm serves as an optimization tool within the RE framework to obtain constrained solutions. Numerical validation against experimental benchmarks shows that the proposed method removes a systematic absorption bias in conventional subgroup fits that would otherwise depress reactivity. This bias appears only in benchmarks sensitive to U-238. Mechanistically, it reflects a threshold-like conditioning failure: strong self-shielding leverage dominates the loss and is magnified by dilution-induced multicollinearity. This adverse conditioning appears to be seeded by a narrow, sparse resonance structure at low energies in fertile even-even nuclides, thereby causing rapid self-shielding response saturation and a weak Doppler broadening. By bounding influence and enforcing feasibility within an RE-DE framework, the inferred subgroup parameters track the underlying physics more faithfully, improving the predictive fidelity of subsequent transport simulations.         ",
    "url": "https://arxiv.org/abs/2511.04062",
    "authors": [
      "Beichen Zheng",
      "Ying Chen",
      "Lili Wen",
      "Xiaofei Wu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.04118",
    "title": "Unified Effective Field Theory for Nonlinear and Quantum Optics",
    "abstract": "           Predicting phenomena that mix few-photon quantum optics with strong field nonlinear optics is hindered by the use of separate theoretical formalisms for each regime. We close this gap with a unified effective field theory valid for frequencies lower than the material-dependent cutoff set by the band gap, plasma frequency, or similar scale. The action couples the electromagnetic gauge field to vector polarisation modes. An isotropic potential generates the optical susceptibilities, while a higher-dimension axion-like term captures magnetoelectric effects; quantisation on the Schwinger-Keldysh contour with doubled BRST ghosts preserves gauge symmetry in dissipative media. One-loop renormalisation-group equations reproduce the measured dispersion of the third-order susceptibility from terahertz to near-visible frequencies after matching a single datum per material. Real-time dynamics solved with a matrix-product-operator engine yield two to four percent agreement with published results for GaAs polariton cavities, epsilon-near-zero indium-tin-oxide films and superconducting quarton circuits. The current formulation is limited to these 1-D geometries and sub-cut-off frequencies; higher-dimensional or above-cut-off phenomena will require additional degrees of freedom or numerical methods.         ",
    "url": "https://arxiv.org/abs/2511.04118",
    "authors": [
      "Xiaochen Liu",
      "Ken-Tye Yong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.04227",
    "title": "10-nm silicon nanostructures for phase-change UV-readable optical data storage",
    "abstract": "           Achieving state-of-the-art optical data storage requires raising device capacity well above commercial standards. This requires media structured at a much smaller scale and enabling readout at a shorter wavelength. Current CDs, DVDs and Blu-rays are read with visible light, and are based on metallic reflection gratings and phase-change recording layers structured at the few-hundred-nm scale. Herein, we introduce 10-nm structured silicon as a promising UV-readable data storage platform. Recording on it harnesses the amorphous-to-crystalline phase-change of silicon, the two phases presenting well-constrasted UV optical properties. Furthermore, the phase-change contrast is strongly enhanced in the Vacuum UV thanks to the distinct interband plasmon resonances of the amorphous and crystalline nanostructures, which have an epsilon-near-zero and surface plasmonic character, respectively. Silicon nanogratings with a 10 nm width and a 20 nm period resonate near the wavelength of 120 nm, at which phase-change induces a 600% maximum optical transmittance contrast. This paves the way toward UV-readable data storage platforms with a 10 to 100 times increased data density, which could be implemented by harnessing the well-established silicon nanotechnology.         ",
    "url": "https://arxiv.org/abs/2511.04227",
    "authors": [
      "Johann Toudert",
      "Rosalía Serna"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04325",
    "title": "Resonant enhancement of second harmonic generation in 2D nonlinear crystal integrated with meta-waveguide: analytical vs numerical approaches",
    "abstract": "           We present an analytical theory of second harmonic generation (SHG) in hybrid structures combining a nonlinear 2D crystal with a dielectric metasurface waveguide. The theory describes the excitation spectrum and enhancement of SHG at both leaky mode and quasi-bound state in the continuum (quasi-BIC) resonances in terms of the material parameters. For low-loss systems, the SHG efficiency at leaky resonances is determined by their radiative broadening, governed by the relevant Fourier harmonics of the metasurface polarizability, whereas the SHG enhancement at quasi-BIC resonances is ultimately limited by inhomogeneous broadening and absorption in the system. We also describe the emergence and polarization properties of second harmonic diffracted beams. These beams appear even if both the 2D crystal and the meta-waveguide are centrosymmetric owing to the nonlocal mechanism of SHG. The developed framework provides a systematic theoretical basis for optimizing the resonant nonlinear frequency conversion in hybrid 2D-material-metasurface platforms and identifies the fundamental limitations of the SHG efficiency.         ",
    "url": "https://arxiv.org/abs/2511.04325",
    "authors": [
      "Egor S. Vyatkin",
      "Sergey A. Tarasenko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2511.04336",
    "title": "Cathodoluminescence Enhancement Mechanisms in Silica Microspheres",
    "abstract": "           Cathodoluminescence (CL) enables optical-frequency analysis of samples with nanometer resolutions, originating from the interaction of a focused electron beam with radiative electronic states, or directly with the optical modes of the sample. Here we decompose the various mechanisms underlying CL generation and emission from an archetype spherical resonator using its spectral, angular and spatially resolved features. We investigate radiation of optical whispering-gallery modes in regimes of coherent and incoherent luminescence. The use of different experimental regimes allows us to disentangle the different contributions to the CL in spheres, namely, photon absorption, generation and radiative leakage, and conclude that the photon generation occurs precisely on the sphere's surface. In addition, the spheres serve as high-NA collimating lenses for CL, resulting in mode quality unprecedented for CL in free space. We believe that such collimated and directed CL in free space will enhance existing quantum measurements of CL and facilitate new ones, such as high-rate electron-photon entangled pairs, CL from quantum emitters, and homodyne analysis of CL.         ",
    "url": "https://arxiv.org/abs/2511.04336",
    "authors": [
      "Hadar Aharon",
      "Zahava Barkay",
      "Sophie Meuret",
      "Ofer Kfir"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04395",
    "title": "Matching frequency response measurements and reduced order models for the inverse identification of viscoelastic properties",
    "abstract": "           3D-printed materials are used in many different industries (automotive, aviation, medicine, etc.). Most of these 3D-printed materials are based on ceramics or polymers whose mechanical properties vary with frequency. For numerical modeling, it is crucial to characterize this frequency dependency accurately to enable realistic finite-element simulations. At the same time, the damping behavior plays a key role in product development, since it governs a component's response at resonance and thus impacts both performance and longevity. In current research, inverse material characterization methods are getting more and more popular. However, their practical validation and applicability on real measurement data have not yet been discussed widely. In this work, we show the identification of two different materials, POM and additively manufactured sintered ceramics, and validate it with experimental data of a well-established measurement technique (dynamic mechanical analysis). The material identification process considers state-of-the-art reduced-order modeling and constrained particle swarm optimization, which are used to fit the frequency response functions of point measurements obtained by a laser Doppler vibrometer. This work shows the quality of the method in identifying the parameters defining the viscoelastic fractional derivative model, including their uncertainty. It also illustrates the applicability of this identification method in the presence of practical difficulties that come along with experimental data such as boundary conditions and noise.         ",
    "url": "https://arxiv.org/abs/2511.04395",
    "authors": [
      "Linus Taenzer",
      "Paolo Tiso",
      "Bart Van Damme"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2511.04442",
    "title": "Ion-Implanted Erbium in X-cut Thin-film Lithium Niobate: Luminescence and Low-Temperature Response",
    "abstract": "           This study presents a method for deterministic Er3+ doping of x-cut TFLN using focused ion beam (FIB) implantation with sub-100 nm spatial precision, enabling seamless integration of active rare-earth ions into this technologically relevant platform for lithium niobate integrated nanophotonics. Photoluminescence (PL) measurements from implanted regions reveal Stark-split 4f-4f transitions consistent with bulk Er-doped lithium niobate, indicating similar lattice occupation. Temperature-dependent PL measurements from 300 K to 5 K exhibit conventional behaviour down to approximately 50 K, followed by a marked decrease in the emission intensity and lifetime. This anomaly is attributed to a suppression of the pyroelectric response in LiNbO3 at low temperatures, which affects local electric fields and, consequently, Er3+ emission. The sensitivity of the PL response to the modulation frequency and polarization of the 980 nm excitation light is also consistent with possible mechanisms linking thermal effects and internal fields arising in the thin film. The results demonstrate a method for the targeted doping with Er3+ ions into the most widely used cut of TFLN for integrated photonic devices and provide further important considerations for their exploitation in cryogenic quantum devices.         ",
    "url": "https://arxiv.org/abs/2511.04442",
    "authors": [
      "Daniel Blight",
      "Mason Adshead",
      "Alessandro Prencipe",
      "Mayam Sanaee",
      "Katia Gallo",
      "Richard J Curry"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2511.04444",
    "title": "Compact and high-resolution spectrometer via Brillouin integrated circuits",
    "abstract": "           Optical spectrometers are indispensable tools across various fields, from chemical and biological sensing to astronomical observations and quantum technologies. However, the integration of spectrometers onto photonic chips has been hindered by the low spectral resolution or large device footprint with complex multiple channel operations. Here, we introduce a novel chip-integrated spectrometer by leveraging the acoustically-stimulated Brillouin scattering in a hybrid photonic-phononic chip. The Brillouin interaction provides a dynamic reflection grating with a high reflectivity up to 50% and a fast switching time on the microsecond scale, achieving an unprecedented spectral resolution of 0.56 nm over a 110 nm bandwidth using just a single 1 mm-long straight waveguide. This remarkable performance approaches the fundamental limit of resolution for a given device size, validating the potential of the hybrid photonic-phononic device for efficient and dynamically-reconfigurable spectral analysis, and thus opens up new avenues for advanced optical signal processing and sensing applications.         ",
    "url": "https://arxiv.org/abs/2511.04444",
    "authors": [
      "Jia-Qi Wang",
      "Yuan-Hao Yang",
      "Zheng-Xu Zhu",
      "Juan-Juan Lu",
      "Ming Li",
      "Xiaoxuan Pan",
      "Chuanlong Ma",
      "Lintao Xiao",
      "Bo Zhang",
      "Weiting Wang",
      "Chun-Hua Dong",
      "Xin-Biao Xu",
      "Guang-Can Guo",
      "Luyan Sun",
      "Chang-Ling Zou"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04564",
    "title": "Uncertainties in Physics-informed Inverse Problems: The Hidden Risk in Scientific AI",
    "abstract": "           Physics-informed machine learning (PIML) integrates partial differential equations (PDEs) into machine learning models to solve inverse problems, such as estimating coefficient functions (e.g., the Hamiltonian function) that characterize physical systems. This framework enables data-driven understanding and prediction of complex physical phenomena. While coefficient functions in PIML are typically estimated on the basis of predictive performance, physics as a discipline does not rely solely on prediction accuracy to evaluate models. For example, Kepler's heliocentric model was favored owing to small discrepancies in planetary motion, despite its similar predictive accuracy to the geocentric model. This highlights the inherent uncertainties in data-driven model inference and the scientific importance of selecting physically meaningful solutions. In this paper, we propose a framework to quantify and analyze such uncertainties in the estimation of coefficient functions in PIML. We apply our framework to reduced model of magnetohydrodynamics and our framework shows that there are uncertainties, and unique identification is possible with geometric constraints. Finally, we confirm that we can estimate the reduced model uniquely by incorporating these constraints.         ",
    "url": "https://arxiv.org/abs/2511.04564",
    "authors": [
      "Yoh-ichi Mototake",
      "Makoto Sasaki"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2511.03735",
    "title": "Friction on Demand: A Generative Framework for the Inverse Design of Metainterfaces",
    "abstract": "           Designing frictional interfaces to exhibit prescribed macroscopic behavior is a challenging inverse problem, made difficult by the non-uniqueness of solutions and the computational cost of contact simulations. Traditional approaches rely on heuristic search over low-dimensional parameterizations, which limits their applicability to more complex or nonlinear friction laws. We introduce a generative modeling framework using Variational Autoencoders (VAEs) to infer surface topographies from target friction laws. Trained on a synthetic dataset composed of 200 million samples constructed from a parameterized contact mechanics model, the proposed method enables efficient, simulation-free generation of candidate topographies. We examine the potential and limitations of generative modeling for this inverse design task, focusing on balancing accuracy, throughput, and diversity in the generated solutions. Our results highlight trade-offs and outline practical considerations when balancing these objectives. This approach paves the way for near-real-time control of frictional behavior through tailored surface topographies.         ",
    "url": "https://arxiv.org/abs/2511.03735",
    "authors": [
      "Valentin Mouton",
      "Adrien Mélot"
    ],
    "subjectives": [
      "Machine Learning (stat.ML)",
      "Machine Learning (cs.LG)",
      "Systems and Control (eess.SY)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.03894",
    "title": "Measuring non-Abelian quantum geometry and topology in a multi-gap photonic lattice",
    "abstract": "           Recent discoveries in semi-metallic multi-gap systems featuring band singularities have galvanized enormous interest in particular due to the emergence of non-Abelian braiding properties of band nodes. This previously uncharted set of topological phases necessitates novel approaches to probe them in laboratories, a pursuit that intricately relates to evaluating non-Abelian generalizations of the Abelian quantum geometric tensor (QGT) that characterizes geometric responses. Here, we pioneer the direct measurement of the non-Abelian QGT. We achieve this by implementing a novel orbital-resolved polarimetry technique to probe the full Bloch Hamiltonian of a six-band two-dimensional (2D) synthetic lattice, which grants direct experimental access to non-Abelian quaternion charges, the Euler curvature, and the non-Abelian quantum metric associated with all bands. Quantum geometry has been highlighted to play a key role on macroscopic phenomena ranging from superconductivity in flat-bands, to optical responses, transport, metrology, and quantum Hall physics. Therefore, our work unlocks the experimental probing of a wide phenomenology of multi-gap systems, at the confluence of topology, geometry and non-Abelian physics.         ",
    "url": "https://arxiv.org/abs/2511.03894",
    "authors": [
      "Martin Guillot",
      "Cédric Blanchard",
      "Martina Morassi",
      "Aristide Lemaître",
      "Luc Le Gratiet",
      "Abdelmounaim Harouri",
      "Isabelle Sagnes",
      "Robert-Jan Slager",
      "F. Nur Ünal",
      "Jacqueline Bloch",
      "Sylvain Ravets"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.03918",
    "title": "Controlled growth of rare-earth-doped TiO$_{2}$ thin films on III-V semiconductors for hybrid quantum photonic interfaces",
    "abstract": "           Quantum photonic networks require two distinct functionalities: bright single-photon sources and long-lived quantum memories. III-V semiconductor quantum dots excel as deterministic and coherent photon emitters, while rare-earth ions such as erbium (Er$^{3+}$) in crystalline oxides offer exceptional spin and optical coherence at telecom wavelengths. Combining these systems and their functionalities via direct epitaxy is challenging due to lattice mismatch and incompatible growth conditions. Here we demonstrate low-temperature pulsed laser deposition of Er$^{3+}$-doped TiO$_{2}$ thin films directly on GaAs and GaSb substrates. Controlled surface preparation with an arsenic cap and an oxygen-deficient buffer layer enables the growth of epitaxial anatase TiO$_{2}$ (001) at 390$^{o}$C with sub-300 pm surface roughness, while avoiding interface degradation. In contrast, high-temperature oxide desorption or growth temperatures drive the transition to rough, polycrystalline rutile film, as confirmed by transmission electron microscopy. Minimal coincident interface area (MCIA) modeling explains the orientation-selective growth on GaAs and GaSb. Raman and cryogenic photoluminescence excitation spectroscopy verify the crystal phase and optical activation of Er$^{3+}$ ions. This multi-parameter growth strategy helps preserve III-V quantum dot functionality and yields smooth surfaces suitable for low-loss nanophotonic structures. Our results establish a materials platform for monolithically integrating rare-earth quantum memories with semiconductor photon sources, paving the way toward scalable hybrid quantum photonic chips.         ",
    "url": "https://arxiv.org/abs/2511.03918",
    "authors": [
      "Henry C. Hammer",
      "Caleb Whittier",
      "Nathan A. Helvy",
      "Christopher Rouleau",
      "Nabil D. Bassim",
      "Ravitej Uppu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.03935",
    "title": "Quantum Optical Techniques for Biomedical Imaging",
    "abstract": "           Quantum imaging is emerging as a transformative approach for biomedical applications, applying nonclassical properties of light, such as entanglement, squeezing, and quantum correlations, to overcome fundamental limits of conventional techniques. These methods promise superior spatial resolution, enhanced signal-to-noise ratios, improved phase sensitivity, and reduced radiation dose, for potentially safer and more precise imaging for delicate biological samples. Here, we present an overview of quantum optical biomedical imaging technologies as well as quantum-inspired imaging methods, including quantum optical coherence tomography, quantum optical microscopy, ghost imaging, multi-parameter quantum imaging, and imaging with quantum-grade cameras. We describe the operating principles, biomedical applications, and unique advantages of each approach, along with the specific challenges for their translation into real-life practice. This review aims to guide future research toward advancing quantum imaging from experimental demonstrations to impactful biomedical tools.         ",
    "url": "https://arxiv.org/abs/2511.03935",
    "authors": [
      "Vahid Salari",
      "Yingwen Zhang",
      "Sepideh Ahmadi",
      "Dilip Paneru",
      "Duncan England",
      "Shabir Barzanjeh",
      "Robert Boyd",
      "Ebrahim Karimi",
      "Christoph Simon",
      "Daniel Oblak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04136",
    "title": "Implementation of transformer-based LLMs with large-scale optoelectronic neurons on a CMOS image sensor platform",
    "abstract": "           The recent rapid deployment of datacenter infrastructures for performing large language models (LLMs) and related artificial intelligence (AI) applications in the clouds is predicted to incur an exponentially growing energy consumption in the near-term future. In this paper, we propose and analyze the implementation of the transformer model, which is the cornerstone of the modern LLMs, with novel large-scale optoelectronic neurons (OENs) constructed over the commercially available complementary metal-oxide-semiconductor (CMOS) image sensor (CIS) platform. With all of the required optoelectronic devices and electronic circuits integrated in a chiplet only about 2 cm by 3 cm in size, 175 billon parameters in the case of GPT-3 are shown to perform inference at an unprecedented speed of 12.6 POPS using only a 40 nm CMOS process node, along with a high power efficiency of 74 TOPS/W and a high area efficiency of 19 TOPS/mm2, both surpassing the related digital electronics by roughly two orders of magnitude. The influence of the quantization formats and the hardware induced errors are numerically investigated, and are shown to have a minimal impact. Our study presents a new yet practical path toward analog neural processing units (NPUs) to complement existing digital processing units.         ",
    "url": "https://arxiv.org/abs/2511.04136",
    "authors": [
      "Neil Na",
      "Chih-Hao Cheng",
      "Shou-Chen Hsu",
      "Che-Fu Liang",
      "Chung-Chih Lin",
      "Nathaniel Y. Na",
      "Andrew I. Shieh",
      "Erik Chen",
      "Haisheng Rong",
      "Richard A. Soref"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04188",
    "title": "Quantum Key Distribution via Charge Teleportation",
    "abstract": "           We introduce a quantum key distribution (QKD) primitive based on charge teleportation: by Local Operations and Classical Communication (LOCC) on an entangled many-body ground state, Alice's one-bit choice steers the sign of a local charge shift at Bob, which directly encodes the key bit. Relative to energy teleportation schemes, the charge signal is bit-symmetric, measured in a single basis, and markedly more robust to realistic noise and model imperfections. We instantiate the protocol on transverse-field Ising models, star-coupled and one-dimensional chain, obtain closed-form results for two qubits, and for larger systems confirm performance via exact diagonalization, circuit-level simulations, and a proof-of-principle hardware run. We quantify resilience to classical bit flips and local quantum noise, identifying regimes where sign integrity, and hence key correctness, is preserved. These results position charge teleportation as a practical, low-rate QKD primitive compatible with near-term platforms.         ",
    "url": "https://arxiv.org/abs/2511.04188",
    "authors": [
      "Amir Yona",
      "Yaron Oz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Cryptography and Security (cs.CR)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2511.04414",
    "title": "Quantum doubles in symmetric blockade structures",
    "abstract": "           Exactly solvable models of topologically ordered phases with non-abelian anyons typically require complicated many-body interactions which do not naturally appear in nature. This motivates the \"inverse problem\" of quantum many-body physics: given microscopic systems with experimentally realistic two-body interactions, how to design a Hamiltonian that realizes a desired topological phase? Here we solve this problem on a platform motivated by Rydberg atoms, where elementary two-level systems couple via simple blockade interactions. Within this framework, we construct Hamiltonians that realize topological orders described by non-abelian quantum double models. We analytically prove the existence of topological order in the ground state, and present efficient schemes to prepare these states. We also introduce protocols for the controlled adiabatic braiding of anyonic excitations to probe their non-abelian statistics. Our construction is generic and applies to quantum doubles $\\mathcal{D}(G)$ for arbitrary finite groups $G$. We illustrate braiding for the simplest non-abelian quantum double $\\mathcal{D}(S_3)$.         ",
    "url": "https://arxiv.org/abs/2511.04414",
    "authors": [
      "Hans Peter Büchler",
      "Tobias F. Maier",
      "Simon Fell",
      "Nicolai Lang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2502.03903",
    "title": "Caribou - A versatile data acquisition system for silicon pixel detector prototyping",
    "abstract": "           Caribou is a versatile data acquisition system used in multiple collaborative frameworks (CERN EP R&D, DRD3, AIDAinnova, Tangerine) for laboratory and test-beam qualification of novel silicon pixel detector prototypes. The system is built around a common hardware, firmware and software stack shared accross different projects, thereby drastically reducing the development effort and cost. It consists of a custom Control and Readout (CaR) board and a commercial Xilinx Zynq System-on-Chip (SoC) platform. The SoC platform runs a full Yocto distribution integrating the custom software framework (Peary) and a custom FPGA firmware built within a common firmware infrastructure (Boreal). The CaR board provides a hardware environment featuring various services such as powering, slow-control, and high-speed data links for the target detector prototype. Boreal and Peary, in turn, offer firmware and software architectures that enable seamless integration of control and readout for new devices. While the first version of the system used a SoC platform based on the ZC706 evaluation board, migration to a Zynq UltraScale+ architecture is progressing towards the support of the ZCU102 board and the ultimate objective of integrating the SoC functionality directly into the CaR board, eliminating the need for separate evaluation boards. This paper describes the Caribou system, focusing on the latest project developments and showcasing progress and future plans across its hardware, firmware, and software components.         ",
    "url": "https://arxiv.org/abs/2502.03903",
    "authors": [
      "Younes Otarid",
      "Mathieu Benoit",
      "Eric Buschmann",
      "Hucheng Chen",
      "Dominik Dannheim",
      "Thomas Koffas",
      "Ryan St-Jean",
      "Simon Spannagel",
      "Shaochun Tang",
      "Tomas Vanat"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2509.03279",
    "title": "Silicon nitride based integrated photonic circuit to control a cold-atom source",
    "abstract": "           We have developed a silicon nitride based photonic integrated circuit (PIC) that is responsible for the cooling, pumping and imaging of cold rubidium 87 atoms. The photonic integrated circuit consists of two chips placed next to each other and has a total area of 2x2~cm$^2$. This greatly minimizes the area needed while still having all the optical control functions to create, control and measure a magneto-optical trap (MOT). The piezo electric material Lead Zirconate Titanate (PZT) on the PIC is employed for phase shifting a Mach-Zehnder type configuration where extinction ratios up to 50 dB and switching speeds of 1 MHz are achieved. For the first time a two and three dimensional rubidium 87 MOT is realized using an active PIC. For the three-dimensional MOT, we measure $7\\cdot 10^7$ atoms with a temperature of 270~$\\mu$K.         ",
    "url": "https://arxiv.org/abs/2509.03279",
    "authors": [
      "H. Snijders",
      "S. Hello",
      "B. Wirtschafter",
      "G. Feugnet",
      "L. A. Tran",
      "M. M. Zafar",
      "R. Dekker",
      "C. I. Westbrook",
      "A. Brignon",
      "M. Dupont-Nivet"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2510.12936",
    "title": "Experimental Skills for Non-PhD Roles in the Quantum Industry",
    "abstract": "           As the quantum information science and engineering (QISE) workforce grows, there is an anticipated need for professionals with bachelor's and master's degrees who can fill a wide range of roles in the quantum industry. This report identifies the experimental skills needed for individuals with bachelor's or master's degrees to succeed in quantum industry roles. Through semi-structured interviews with quantum industry employers, we gathered data on 22 distinct positions spanning hardware, software, and business functions. While employers describe varying expectations of quantum expertise, the unifying requirement across these roles is proficiency in experimental skills, which fall into four key categories: instrumentation, computation and data analysis, experimental and project design, as well as communication and collaboration. Positions open to bachelor's and master's graduates use all four skill areas, but the balance of experimental skill set needed differs. Bachelor's roles lean toward instrumentation, computation and data analysis, as well as experimental and project design skills. Individuals in these roles build, operate, and troubleshoot hardware, and they gather and interpret data to design and carry out experiments. Master's roles stand out with the communication and collaboration skills needed on top of the other three skill categories. Individuals in these roles oversee experiments, coordinate teams, and align efforts with company and client needs. By articulating experimental skills needed for bachelor's and master's roles in the quantum industry, this report provides actionable insights for educators developing QISE courses and programs.         ",
    "url": "https://arxiv.org/abs/2510.12936",
    "authors": [
      "Shams El-Adawy",
      "A.R. Piña",
      "Benjamin M. Zwickl",
      "H.J. Lewandowski"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2511.00325",
    "title": "Universality in Ionic Three-body Systems Near an Ion-atom Feshbach Resonance",
    "abstract": "           We calculate bound and scattering properties of a system of two neutral atoms and an ion near an atom-ion Feshbach resonance. Our results indicate that long-range atom-ion interactions lead to significant deviations from universal behavior derived from contact or van der Waals potentials. We find that ionic systems display an overall suppression of inelastic transitions leading to recombination rates and lifetimes of Efimov state orders of magnitude smaller with respect to those for neutral atoms. We further characterize the dense spectra of triatomic molecular ions with extended lifetimes. Our results provide a deeper insight on the universality and structure of three-body ionic systems and establishing them as a promising platform for exploring novel few- and many-body phenomena with long-range interactions.         ",
    "url": "https://arxiv.org/abs/2511.00325",
    "authors": [
      "Jacek Gȩbala",
      "Michał Tomza",
      "José P. D'Incao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.11778",
    "title": "Time-dependent Neural Galerkin Method for Quantum Dynamics",
    "abstract": "           We introduce a classical computational method for quantum dynamics that relies on a global-in-time variational principle. Unlike conventional time-stepping approaches, our scheme computes the entire state trajectory over a finite time window by minimizing a loss function that enforces the Schrödinger's equation. The variational state is parametrized with a Galerkin-inspired ansatz based on a time-dependent linear combination of time-independent Neural Quantum States. This structure is particularly well-suited for exploring long-time dynamics and enables bounding the error with the exact evolution via the global loss function. We showcase the method by simulating global quantum quenches in the paradigmatic Transverse-Field Ising model in both 1D and 2D, uncovering signatures of ergodicity breaking and absence of thermalization in two dimensions. Overall, our method is competitive compared to state-of-the-art time-dependent variational approaches, while unlocking previously inaccessible dynamical regimes of strongly interacting quantum systems.         ",
    "url": "https://arxiv.org/abs/2412.11778",
    "authors": [
      "Alessandro Sinibaldi",
      "Douglas Hendry",
      "Filippo Vicentini",
      "Giuseppe Carleo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.16939",
    "title": "Two-photon interference between mutually-detuned resonance fluorescence signals scattered off a semiconductor quantum dot",
    "abstract": "           The radiative linewidth of a two-level emitter (TLE) fundamentally limits the bandwidth available for quantum information processing. Despite its importance, no prior experiment has systematically examined how driving detuning affects the indistinguishability of photons scattered from a TLE - a parameter critical for photonic quantum computing. Here, we perform post-selective two-photon interference measurements between mutually detuned resonance fluorescence signals from an InAs quantum dot embedded in a micropillar cavity. At small mutual laser detunings (<=0.5GHz), the results are accurately described by the pure-state model [Nat. Commun. 16, 6453 (2025)], which treats all resonance-fluorescence photons as spontaneous emission. At larger detunings, we uncover an anomalous feature in the two-photon interference, where the normalised second-order correlation function under orthogonal polarisations yields g2_vert(0) < 0.5.         ",
    "url": "https://arxiv.org/abs/2501.16939",
    "authors": [
      "Guoqi Huang",
      "Jian Wang",
      "Ziqi Zeng",
      "Hanqing Liu",
      "Li Liu",
      "Weijie Ji",
      "Bang Wu",
      "Haiqiao Ni",
      "Zhichuan Niu",
      "Rongzhen Jiao",
      "Davide G. Marangon",
      "Zhiliang Yuan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.03703",
    "title": "Learning-at-Criticality in Large Language Models for Quantum Field Theory and Beyond",
    "abstract": "           Fundamental physics often confronts complex symbolic problems with few guiding exemplars or established principles. While artificial intelligence (AI) offers promise, its typical need for vast datasets to learn from hinders its use in these information-scarce frontiers. We introduce learning at criticality (LaC), a reinforcement learning (RL) scheme that tunes Large Language Models (LLMs) to a sharp learning transition, addressing this information scarcity. At this transition, LLMs achieve peak generalization from minimal data, exemplified by 7-digit base-7 addition -- a test of nontrivial arithmetic reasoning. To elucidate this peak, we analyze a minimal concept-network model (CoNet) designed to capture the essence of how LLMs might link tokens. Trained on a single exemplar, this model also undergoes a sharp learning transition. This transition exhibits hallmarks of a second-order phase transition, notably power-law distributed solution path lengths. At this critical point, the system maximizes a ``critical thinking pattern\" crucial for generalization, enabled by the underlying scale-free exploration. This suggests LLMs reach peak performance by operating at criticality, where such explorative dynamics enable the extraction of underlying operational rules. We demonstrate LaC in quantum field theory: an 8B-parameter LLM, tuned to its critical point by LaC using a few exemplars of symbolic Matsubara sums, solves unseen, higher-order problems, significantly outperforming far larger models. LaC thus leverages critical phenomena, a physical principle, to empower AI for complex, data-sparse challenges in fundamental physics.         ",
    "url": "https://arxiv.org/abs/2506.03703",
    "authors": [
      "Xiansheng Cai",
      "Sihan Hu",
      "Tao Wang",
      "Yuan Huang",
      "Pan Zhang",
      "Youjin Deng",
      "Kun Chen"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2506.18531",
    "title": "Lithium and Vanadium Intercalation into Bilayer V2Se2O: Ferrimagnetic-Ferroelastic Multiferroics and Anomalous and Spin Transport",
    "abstract": "           Spin splitting in emerging altermagnets is non-relativistic and momentum-dependent, yet energy-independent, and localized in momentum space, posing challenges for practical applications. Here, we propose an intercalation-driven paradigm for altermagnets to attain ameliorative electronic structures, multiferroic characteristics, and anomalous and spin transport functionalities. As a representative system, we investigate electrochemistry- and self-intercalated V2Se2O bilayers, building on the recently reported room-temperature K- and Rb-intercalated V2Se2O family [Nat. Phys. 2025, 21, 754; Nat. Phys. 2025, 21, 760], utilizing density functional theory, Wannier function analyses, Monte Carlo simulations, and non-equilibrium Green function methods. Intercalation induces room-temperature intralayer ferrimagnetic and interlayer ferromagnetic order (358 K for Li-intercalation and 773 K for V-intercalation), ferroelasticity (~1 % signal intensity), in-plane uniaxial magnetic anisotropy, and metallization, while also modifying the anomalous Hall effect. Notably, Li- and V-intercalated V2Se2O bilayers exhibit enhanced spin splitting and half-metallic behavior, respectively, yielding near-perfect spin filtering efficiency. Intercalation substantially enhances spin transport in V2Se2O-based devices, enabling giant magnetoresistance (877 %), ultra-high thermal tunneling magnetoresistance (~12000 %), and observable spin Seebeck and temperature negative differential resistance effects. This intercalation-driven paradigm expands altermagnetic functionalities through multifunctional integration, offering promising avenues for advanced, miniaturized, room-temperature exploitation of anomalous, electron, and spin transport properties.         ",
    "url": "https://arxiv.org/abs/2506.18531",
    "authors": [
      "Long Zhang",
      "Yuxin Liu",
      "Junfeng Ren",
      "Guangqian Ding",
      "Xiaotian Wang",
      "Guangxin Ni",
      "Guoying Gao",
      "Zhenxiang Cheng"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.22461",
    "title": "Proposal for realizing Heisenberg-type quantum-spin models in Rydberg-atom quantum simulators",
    "abstract": "           We investigate the magnetic-field dependence of the interaction between two Rydberg atoms, $|nS_{1/2}, m_J\\rangle$ and $|(n+1)S_{1/2}, m_J\\rangle$. In this setting, the effective spin-1/2 Hamiltonian takes the form of an {\\it XXZ} model. We show that the anisotropy parameter of the {\\it XXZ} model can be tuned by applying a magnetic field and, in particular, that it changes drastically near the Förster resonance points. Based on this result, we propose experimental realizations of spin-1/2 and spin-1 Heisenberg-type quantum spin models in Rydberg atom quantum simulators, without relying on Floquet engineering. Our results provide guidance for future experiments of Rydberg atom quantum simulators and offer insight into quantum many-body phenomena emerging in the Heisenberg model.         ",
    "url": "https://arxiv.org/abs/2507.22461",
    "authors": [
      "Masaya Kunimi",
      "Takafumi Tomita"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2511.00430",
    "title": "Elastic and Strain--Tunable Electronic and Optical Properties of La2AlGaO6 Hybrid Perovskite: A First-Principles Study",
    "abstract": "           Perovskite materials, known for their structural versatility and multifunctional properties, continue to draw interest for advanced electronic and optoelectronic applications. In this study, we investigate the elastic and strain--engineered mechanical, electronic properties and optical properties of the orthorhombic La2AlGaO6 (LAGO) hybrid perovskite using first--principles quantum mechanical calculations based on density functional theory (DFT). Structural optimizations were performed using both the local density approximation (LDA) and the generalized gradient approximation (GGA). The mechanical stability of LAGO was confirmed through the Born--Huang criteria, and key elastic constants (C11, C12, C33, C44, and C66) were evaluated. These constants were further used to derive mechanical parameters such as Young's modulus, bulk modulus, shear modulus, Poisson's ratio, Cauchy's pressure, and anisotropic factor, offering insights into the material's ductility, hardness, and elastic anisotropy. Crucially, we explored the influence of biaxial strain on the electronic band structure, DOS/PDOS, and Fermi energy, revealing significant band gap modulation under compressive and tensile strain, and hence, varying the optical properties. The coupling between elastic response and electronic structure highlights LAGO's potential for tunable device applications, where mechanical stimuli can be employed to tailor its electronic functionality.         ",
    "url": "https://arxiv.org/abs/2511.00430",
    "authors": [
      "Chaithanya Purushottam Bhat",
      "Jyoti Dagar",
      "Ashwin K. Godbole",
      "Debashis Bandyopadhyay"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.00675",
    "title": "Crystalline and glassy tellurides of silicon",
    "abstract": "           This monograph presents the results of experimental and theoretical studies of binary and ternary crystalline and glassy silicon tellurides. It provides a detailed description of the methods for synthesizing and growing bulk and nanostructured binary crystals of Si2Te3, SiTe2, and ternary crystals known in the M-Si-Te systems (M = Na, K, Cu, Ag, Al, In), as well as sodium-silicon and tellurium-silicon clathrates. Significant attention is paid to the results of investigations into their electronic structure, optical, electrical, photoelectric, and photoluminescent this http URL publication is intended for researchers and specialists in the fields of semiconductor materials science, physics, and semiconductor technology, as well as lecturers, postgraduate students, and students of relevant specialties.         ",
    "url": "https://arxiv.org/abs/2511.00675",
    "authors": [
      "Dmytro Bletskan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  }
]