[
  {
    "id": "arXiv:2508.02696",
    "title": "Observation of Rayleigh optical activity for chiral molecules: a new chiroptical tool",
    "abstract": "           By measuring a small circularly polarized component in the scattered light, we report the first observation of Rayleigh optical activity (RayOA) for typical chiral molecules, namely the two enantiomers of $\\alpha$-pinene. Our work validates fundamental theoretical predictions made over fifty years ago and expands the chiroptical toolkit.         ",
    "url": "https://arxiv.org/abs/2508.02696",
    "authors": [
      "Duncan McArthur",
      "Emmanouil I. Alexakis",
      "Andrew R. Puente",
      "Rebecca McGonigle",
      "Andrew J. Love",
      "Prasad L. Polavarapu",
      "Laurence D. Barron",
      "Lewis E. MacKenzie",
      "Aidan S. Arnold",
      "Robert P. Cameron"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Biological Physics (physics.bio-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.02877",
    "title": "Separate-scan atomic force microscope for fast infrared scattering-type scanning near-field optical microscope",
    "abstract": "           Pseudo-heterodyne scattering-type scanning near-field optical microscopy (sSNOM) is applied in the mid-infrared region to detect the chemical composition of biomolecules on the nanoscale. However, the application of sSNOM in molecular biology has been limited to static images in air. Recently, bottom illumination sSNOM (BI-sSNOM) was developed for operation in water. Yet, the scan rate of sSNOM remains a bottleneck to record protein structural changes in aqueous solution on the seconds time scale. We designed an optical and mechanical system consisting of a separate scan high-speed atomic force microscope (HS-AFM) coupled to the BI-sSNOM optics. The designed AFM scanner has a mechanical bandwidth of ca 70 kHz along the Z-axis, and ca 6 kHz along the XY-axis, equivalent to the sample scanning HS-AFM. The AFM performance is demonstrated by imaging actin filaments. The optical design is validated by sSNOM experiments on purple membranes and microtubules.         ",
    "url": "https://arxiv.org/abs/2508.02877",
    "authors": [
      "Yusuke Sakiyama",
      "Emanuel Pfitzner",
      "Santiago H. Andany",
      "Georg E. Fantner",
      "Joachim Heberle"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2508.02894",
    "title": "Nb3Sn coating of SRF cavity by co-sputtering from a composite target",
    "abstract": "           We deposited Nb3Sn film on the inner surface of a 2.6 GHz Nb superconducting radiofrequency (SRF) cavity by co-sputtering using a composite of Nb and Sn tube targets in a DC cylindrical magnetron sputtering system, followed by thermal annealing of the coated cavity. An aluminum mockup cavity, replicating a 2.6 GHz Nb SRF cavity geometry, was utilized to optimize the deposition parameters, resulting in co-sputtered Nb-Sn films with Sn content of 32 - 42 at. % on the beam tubes and equator positions. Several annealing conditions were investigated to improve the surface homogeneity of the Nb3Sn film. The best co-sputtered Nb-Sn film was achieved after annealing at 600 C for 6 h, followed by annealing at 950 C for 1 h. The best process was applied to a Nb cavity, which was RF tested in cryogenic dewar. RF testing of the Nb3Sn-coated cavity demonstrated the superconducting transition temperature (Tc) close to the highest reported, achieving a Tc of 17.78 K. The Nb3Sn cavity underwent a light Sn recoating process, followed by additional RF testing, resulting in enhancement of the RF performance of the cavity, primarily due to the improved surface homogeneity of the Nb3Sn coating.         ",
    "url": "https://arxiv.org/abs/2508.02894",
    "authors": [
      "Md Sharifuzzaman Shakel",
      "Grigory V. Eremeev",
      "Anne-Marie Valente-Felician",
      "Uttar Pudasaini",
      "Hani E. Elsayed-Ali"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2508.03010",
    "title": "High-Capacity and Real-Time Acoustic Communication by Multiplexing Velocity",
    "abstract": "           Acoustic communication is indispensable for underwater networks, deep ocean exploration, and biological monitoring, environments where electromagnetic waves become impractical. However, unlike the latter, whose vector polarization naturally supports multiple information channels, acoustic waves are longitudinal and have traditionally relied almost exclusively on a single scalar pressure channel, posing a fundamental limit on their data-carrying capacity. Here, we theoretically and experimentally demonstrate that the vector velocity of acoustic waves can serve as a polarization-like physical degree of freedom. Using its three components as mutually independent communication channels and demodulating them with a single vector sensor, we achieve reliable, high-capacity, and real-time information transmission. Multiplexing velocity adds a new dimension to acoustic communication. When combined with other physical degrees of freedom (frequency, phase, etc.), this approach can significantly enhance the information capacity, opening new avenues for next-generation acoustic technology.         ",
    "url": "https://arxiv.org/abs/2508.03010",
    "authors": [
      "Lei Liu",
      "Xiujuan Zhang",
      "Ming-Hui Lu",
      "Yan-Feng Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2508.03036",
    "title": "Octave Spanning Visible to SWIR Integrated Coil-Stabilized Brillouin Lasers",
    "abstract": "           Narrow linewidth stabilized lasers are central to precision applications that operate across the visible to short-wave infrared wavelengths, including optical clocks, quantum sensing and computing, ultra-low noise microwave generation, and fiber sensing. Today, these spectrally pure sources are realized using multiple external cavity tabletop lasers locked to bulk-optic free-space reference cavities. Integration of this technology will enable portable precision applications with improved reliability and robustness. Here, we report wavelength-flexible design and operation, over more than an octave span, of an integrated coil-resonator-stabilized Brillouin laser architecture. Leveraging a versatile two-stage noise reduction approach, we achieve low linewidths and high stability with chip-scale laser designs based on the ultra-low-loss, CMOS-compatible silicon nitride platform. We report operation at 674 and 698 nm for applications to strontium neutral and trapped-ion clocks, quantum sensing and computing, and at 1550 nm for applications to fiber sensing and ultra-low phase noise microwave generation. Over this range we demonstrate frequency noise reduction from 1 Hz to 10 MHz resulting in 1.0 Hz -17 Hz fundamental and 181 Hz - 630 Hz integral linewidths and an Allan deviation of 6.5 x 10-13 at 1 ms for 674 nm, 6.0 x 10-13 at 15 ms for 698 nm, and 2.6 x10-13 at 15 ms for 1550 nm. This represents the lowest achieved linewidths and highest stability for integrated stabilized Brillouin lasers over an order of magnitude improvement in operating wavelength range. These results unlock the potential of integrated, ultra-low-phase-noise stabilized lasers for precision applications and further integration in systems-on-chip solutions.         ",
    "url": "https://arxiv.org/abs/2508.03036",
    "authors": [
      "Meiting Song",
      "Nitesh Chauhan",
      "Mark W. Harrington",
      "Nick Montifiore",
      "Kaikai Liu",
      "Andrew S. Hunter",
      "Chris Caron",
      "Andrei Isichenko",
      "Robert J. Niffenegger",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.03045",
    "title": "Simultaneous photonic and phononic bandgaps in a hexagonal lattice geometry with gradually transforming circular-to-triangular air gap holes",
    "abstract": "           The integration of photonic and phononic bandgaps within a single scalable architecture promises transformative advances in optomechanical and acousto-optic devices. Here, we design and simulate a two-dimensional hexagonal lattice in silicon with air-gap holes that transition smoothly from circular to triangular via tuneable geometrical parameters R and l. This transformation enables suppression of both electromagnetic and elastic wave modes through Bragg scattering and symmetry modulation. We demonstrate that systematic variation of R and l allows tuning of photonic and phononic bandgaps by 18% and 21% respectively. This possibility of geometrical tuning of bandgaps provide strong foundations for applications in Bragg filters, sensors etc. without the need for complex defects and exotic materials.         ",
    "url": "https://arxiv.org/abs/2508.03045",
    "authors": [
      "Suhas Bharadwaj",
      "Adarsh Ganesan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2508.03063",
    "title": "Mixed Precision Photonic Computing with 3D Electronic-Photonic Integrated Circuits",
    "abstract": "           We propose advancing photonic in-memory computing through three-dimensional photonic-electronic integrated circuits using phase-change materials (PCM) and AlGaAs-CMOS technology. These circuits offer high precision (greater than 12 bits), scalability (greater than 1024 by 1024), and massive parallelism (greater than 1 million operations) across the wavelength, spatial, and temporal domains at ultra-low power (less than 1 watt per PetaOPS). Monolithically integrated hybrid PCM-AlGaAs memory resonators handle coarse-precision iterations (greater than 5-bit most significant bit precision) through reversible PCM phase transitions. Electro-optic memristive tuning enables fine-precision updates (greater than 8-bit least significant bit precision), resulting in over 12-bit precision for in-memory computing. The use of low-loss PCM (less than 0.01 dB per cm) and electro-optical tuning yields memristive optical resonators with high Q-factors (greater than 1 million), low insertion loss, and low tuning power. A W by W photonic tensor core composed of PCM-AlGaAs memresonators performs general matrix multiplication (GEMM) across W wavelengths from optical frequency combs, with minimal crosstalk and loss. Hierarchical scaling in the wavelength domain (K) and spatial domain (L) enables this system to address high-dimensional (N) scientific partial differential equation (PDE) problems in a single constant-time operation, compared to the conventional quadratic-time (N squared) computational complexity.         ",
    "url": "https://arxiv.org/abs/2508.03063",
    "authors": [
      "Georgios Charalampous",
      "Rui Chen",
      "Mehmet Berkay On",
      "Aslan Nasirov",
      "Chun-Yi Cheng",
      "Mahmoud AbdelGhany",
      "Arka Majumdar",
      "Ji Wang",
      "Jennifer A. Black",
      "Rajkumar Chinnakonda Kubendran",
      "Caglar Oskay",
      "Zhaojun Bai",
      "Sam Palermo",
      "Scott B. Papp",
      "S. J. Ben Yoo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.03301",
    "title": "On-Chip Frequency Noise Cancellation in Nanomechanical Resonators using Cavity Optomechanics",
    "abstract": "           Understanding and minimizing the sources of frequency noise in nanomechanical resonators is crucial for many sensing applications. In this work, we report an ultracoherent perimeter-mode nanomechanical resonator co-integrated with an on-chip optical cavity. This device combines low thermomechanical force noise and low detector noise, allowing us to study its intrinsic frequency fluctuations in detail. We find that the fluctuations of two mechanical modes are strongly correlated. Moreover, we demonstrate the generation of a signal at the frequency difference between the two modes directly on chip via nonlinear optomechanical transduction. This `difference signal' has vastly reduced intrinsic frequency fluctuations and can be used for frequency tracking with high precision, as we establish in a proof-of-principle experiment.         ",
    "url": "https://arxiv.org/abs/2508.03301",
    "authors": [
      "Bhavesh Kharbanda",
      "Amirali Arabmoheghi",
      "Letizia Catalini",
      "Mohammad Bereyhi",
      "Geena Benga",
      "Alessio Zicoschi",
      "Christian L. Degen",
      "Tobias J. Kippenberg",
      "Alexander Eichler",
      "Nils J. Engelsen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.03302",
    "title": "Topological invariants and topological charges in photonic systems",
    "abstract": "           Topology in photonics comes in two distinct flavors: global and local. Global topology considers invariants that are obtained by integrating over the energy band, whereas local topology considers defects, typically vortices, in the far-field emission. These topologies are described by a wide range of models built in both real and momentum space, which are connected only by computationally expensive numerical methods that lack physical intuition. Here we propose a general framework based on a real-space Hamiltonian capable of describing electric field as a vector in both near- and far fields, allowing us to bridge between topological defects in the far-field and global topological invariants. The proposed Hamiltonian is constructed from the symmetry-representations of the lattice, is deformable to both atomic localized-mode (tight-binding) and photonic delocalized-mode (long-range) limits, and allows for independent control over the energies of eigenmodes of different symmetries at high-symmetry points of the Brillouin zone. This symmetry-based approach enables the design of structures with almost arbitrary topological properties and is not limited to photonic systems, but could apply to any system with engineered real-space couplings.         ",
    "url": "https://arxiv.org/abs/2508.03302",
    "authors": [
      "Kristian Arjas",
      "Grazia Salerno",
      "Päivi Törmä"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2508.03309",
    "title": "Characterization of a laser filament-induced plasma in air at 10 kHz using optical emission spectroscopy",
    "abstract": "           The increasing availability of high-power Yb-based ultrafast laser-amplifier systems has opened the possibility of air filamentation at high repetition rates >1 kHz. In this new regime, accumulation effects cannot be ruled out, therefore, characterizing the plasma parameters and afterglow plasma-chemical kinetics becomes increasingly relevant. In this work, we use optical emission spectroscopy to measure nanosecond dynamics of gas temperature and electron temperature, species-specific decay times, and electron density of an atmospheric air laser filament produced by high average power femtosecond laser at a high repetition rate of 10 kHz. The molecular excitation mechanisms behind the nitrogen photoemissions are derived from vibrational distributions and temporal behavior of the studied emission bands. The presented diagnostic technique offers a complementary but more holistic measurement approach to optical probe schemes to characterize the laser-filament-induced plasma wake for high repetition rate filaments.         ",
    "url": "https://arxiv.org/abs/2508.03309",
    "authors": [
      "Malte C. Schroeder",
      "Robin Löscher",
      "Nikita Bibinov",
      "Ihor Korolov",
      "Peter Awakowicz",
      "Thomas Mussenbrock",
      "Clara J. Saraceno"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.03319",
    "title": "All Photonic Isolator using Atomically Thin (2D) Bismuth Telluride (Bi2Te3)",
    "abstract": "           This study demonstrates that two-dimensional (2D) Bi2Te3 exhibits strong light-matter interaction, enabling a broadband Kerr nonlinear optical response. This characteristic is advantageous for nonreciprocal light propagation in passive photonic isolators. Using Spatial Self-Phase Modulation (SSPM) spectroscopy, self-induced diffraction patterns in the far field were observed at excitation wavelengths of 650 nm, 532 nm, and 405 nm to calculate the nonlinear refractive index (n2) and the third-order nonlinear optical susceptibility (chi^(3)) of the synthesized 2D Bi2Te3. The results show that 2D Bi2Te3 possesses a significantly higher nonlinear refractive index than graphene. The laser-induced hole coherence effect is responsible for the large magnitude of the third-order nonlinear susceptibility. Surface engineering techniques were also employed to enhance the response speed of the photonic system. Complementary ab initio simulations were performed to gain further insight into the observed nonlinear behavior. Leveraging the strong Kerr nonlinearity of 2D Bi2Te3, a nonlinear photonic isolator that breaks time-reversal symmetry and enables unidirectional light propagation was demonstrated. This work establishes Bi2Te3 as a novel 2D material for nonlinear photonics, expanding its potential applications in detectors, modulators, and optical switches.         ",
    "url": "https://arxiv.org/abs/2508.03319",
    "authors": [
      "Saswata Goswami",
      "Bruno Ipaves",
      "Juan Gomez Quispe",
      "Caique Campos de Oliveira",
      "Surbhi Slathia",
      "Abhijith M.B",
      "Varinder Pal",
      "Christiano J.S. de Matos",
      "Samit K. Ray",
      "Douglas S. Galvao",
      "Pedro A. S. Autreto",
      "Chandra Sekhar Tiwary"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2508.03468",
    "title": "Mechanical Characterisation of Silicon for the ETpathfinder Test Masses",
    "abstract": "           The next generation of gravitational-wave detectors, such as the Einstein Telescope, is designed to reduce noise in a wide band of frequencies compared to the current generation, through the use of new technologies. ETpathfinder, designed as an R&D facility for these technologies, is a prototype for which the mirrors were chosen to be made of crystalline silicon, produced by the Leibniz-Institut für Kristallzüchtung. This material choice was made to pave the way for a low thermal noise level at cryogenic temperatures in the Einstein Telescope. This paper shows the mechanical loss of silicon designated to become the test masses for ETpathfinder in the range between room temperature and 53K. In addition, the effect of the anisotropic nature of silicon on the measurement procedure is addressed. Predictions are made of the contribution of the mirror substrate material to the overall ETpathfinder noise budget.         ",
    "url": "https://arxiv.org/abs/2508.03468",
    "authors": [
      "Guido Alex Iandolo",
      "Alex Amato",
      "Gianpietro Cagnoli",
      "Alessandro Delmonte",
      "Jan-Simon Hennig",
      "Margot Hennig",
      "Sebastian Steinlechner",
      "Janis Wöhler",
      "Stefan Hild",
      "Jessica Steinlechner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2508.03476",
    "title": "Polarisation multiplexing ring-cavity fibre laser for dual-comb generation",
    "abstract": "           This thesis presents the development and characterisation of a polarisation-multiplexing ring-cavity fibre laser for dual-comb generation. It explores the underlying physics, implementation, and potential uses of this innovative laser system, especially in LIDAR technology. Conventional dual-frequency comb systems for metrology use two optical frequency combs synchronised via complex feedback loops, which suffer from phase-locking issues and raise system cost and fragility. In contrast, single-cavity dual comb systems generate two combs with slightly different repetition rates in the same cavity, ensuring mutual coherence and noise cancellation. However, these systems often display unstable regimes and are typically demonstrated only in laboratories. This thesis aims to design, build, characterise, and optimise a single-cavity polarisation multiplexed fibre laser that produces dual optical frequency combs with enough stability and precision for dual-comb LIDAR. The system simplifies generation while enhancing applicability. Secondary goals include analysing the laser intensity dynamics and collaborating with a company to address commercial needs and challenges in LIDAR, particularly under harsh conditions. Results show stable dual-comb generation with minimal drift (1 Hz per hour) and operation over 250 hours. The system achieves sub-millimetre precision in 5-metre ambiguity ranges with a fundamental frep of 39.25 MHz and Delta frep of 869 Hz. The findings confirm the regime's robustness for high-precision ranging while exposing some limits. The thesis also analyses build-up and propagation dynamics in a single cavity, showing a two-stage process and how initial spike energy evolution affects successful separation. Finally, it offers mitigation strategies for LIDAR systems in harsh environments.         ",
    "url": "https://arxiv.org/abs/2508.03476",
    "authors": [
      "Alberto Rodriguez Cuevas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.03592",
    "title": "Frequency conversion in topological plasmonic THz photo-mixer",
    "abstract": "           We propose an alternative explanation for the observed coherent down-conversion in a laser-enabled plasmonic photo-mixer involving infrared, millimeter-wave, microwave photons. We will offer a path toward full experimental characterization of the device.         ",
    "url": "https://arxiv.org/abs/2508.03592",
    "authors": [
      "Hamid Javadi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.03657",
    "title": "High-Resolution Dynamic Full-Field Optical Coherence Microscopy: Illuminating Intracellular Activity in Deep Tissue",
    "abstract": "           Dynamic full-field optical coherence microscopy (d-FF-OCM) is a label-free imaging technique that captures intrinsic subcellular motions to generate functional contrast. This dynamic approach yields images with fluorescence-like contrast, highlighting active structures without the need for fluorescent labels. However, current d-FF-OCM implementations struggle to image deep within highly scattering tissues at high resolution. Here, we present a new high-resolution d-FF-OCM system that overcomes these limitations, enabling much deeper high-resolution imaging in such tissues. The setup uses 100x oil-immersion objectives (NA = 1.25) and a high-brightness, laser-pumped incoherent white light source to achieve nanometer-scale resolution at depths up to approximately 100 micrometers in highly scattering samples. We also incorporate real-time reference arm adjustment to maintain signal strength and contrast as the focus moves deeper into the sample. Using this system, we imaged fresh ex vivo mouse liver and small intestine with unprecedented depth and detail. In these tissues, the dynamic contrast clearly revealed fine structures not visible with conventional OCT-for example, the sinusoidal microvasculature and organized cell layers in the liver, as well as neural plexuses and crypts in the intestine-all visualized label-free. By bridging the gap between high-resolution and deep imaging in highly scattering tissue, this advance provides a powerful new tool for biological microscopy, with potential applications from fundamental research to rapid intraoperative pathology.         ",
    "url": "https://arxiv.org/abs/2508.03657",
    "authors": [
      "Erikas Tarvydas",
      "Austeja Treciokaite",
      "Egidijus Auksorius"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2508.02781",
    "title": "Quantum Geometry of Altermagnetic Magnons Probed by Light",
    "abstract": "           Magnons with momentum-dependent chirality are a key signature of altermagnets. We identify bicircular light as a smoking-gun optical probe for chiral altermagnetic magnons, selectively targeting their quantum geometry induced by an alteration of magnonic chirality. We show that in $d$-wave altermagnets, under a canting magnetic field, the altermagnetic magnons realize a nontrivial quantum geometry, resulting in an enhancement of the nonlinear second-order light-magnon interactions. We find that the scattering of bicircular pulses probes the present magnon quantum geometry, even if the magnonic topology is trivial. Hence, our findings establish bicircular Raman response as an optical effect of choice to identify altermagnetic magnons. As such, we propose a universal experimental protocol to distinguish altermagnets from antiferromagnets by detecting their magnon chirality patterns with light, independently of the underlying magnon topology.         ",
    "url": "https://arxiv.org/abs/2508.02781",
    "authors": [
      "Rundong Yuan",
      "Wojciech J. Jankowski",
      "Ka Shen",
      "Robert-Jan Slager"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.03450",
    "title": "Macroscopic entanglement between localized domain walls inside a cavity",
    "abstract": "           We present a scheme for generating stable and tunable entanglement between two localized Bloch domain walls in nanomagnetic strips kept inside a chiral optical cavity. The entanglement is mediated by the effective optomechanical interaction between the cavity photons and the two macroscopic, collective modes of the pinned domain walls. By controlling the pinning potential and optical driving frequency, the robust, steady-state entanglement between the two macroscopic domain walls can survive beyond the typical milli-Kelvin temperature range.         ",
    "url": "https://arxiv.org/abs/2508.03450",
    "authors": [
      "Rahul Gupta",
      "Huaiyang Yuan",
      "Himadri Shekhar Dhar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.07835",
    "title": "Towards a realistic noise modelling of quantum sensors for future satellite gravity missions",
    "abstract": "           Mapping the Earth's gravity field from space offers valuable insights into climate change, hydro- and biosphere evolution, and seismic activity. Current satellite gravimetry missions have demonstrated the utility of gravity data in understanding global mass transport phenomena, climate dynamics, and geological processes. However, state-of-the-art measurement techniques face noise and long-term drift limitations, which propagate into the recovery of Earth's time-varying gravity field. Quantum sensors, particularly Cold Atom Interferometry (CAI), offer promise for improving the accuracy and stability of space-based gravity measurements. Therefore, CAI has emerged as a promising measurement technique for future gravimetric satellite missions due to their potential for measuring gravitational forces and gradients with high precision and accuracy, particularly at low frequencies (sub-mHz). This study explores the sensitivity of CAI accelerometers and gradiometers to the errors in measuring the satellite's attitude. We explore the low-low satellite-to-satellite and gravity gradiometry concepts and build the respective analytical models of measurements and associated errors. We selected an ambitious scenario for CAI parameters that illustrates a potential path for increasing instrument accuracies and capabilities for space gravimetry. Two operational modes, concurrent (where a new cloud is generated while another is moved to the interferometric chamber) and sequential (where cloud generation and interferometry happen in the same place), are compared to mitigate the effects of inaccurately known attitude rates on Coriolis accelerations. The sequential mode shows the potential to reduce these effects since the atom cloud has an initial zero velocity. [...]         ",
    "url": "https://arxiv.org/abs/2404.07835",
    "authors": [
      "Joao Encarnacao",
      "Christian Siemes",
      "Ilias Daras",
      "Olivier Carraz",
      "Aaron Strangfeld",
      "Philipp Zingerle",
      "Roland Pail"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2411.19775",
    "title": "Normal Mode Splitting and Force Sensing in Cavity Magnomechanical System",
    "abstract": "           In this study, we investigate the dynamics of system composed of a single cavity consisting of an optical parametric amplifier (OPA) and a YIG sphere influenced by a bias magnetic field. This bias field leads to magnetostrictive effects on magnon modes that induces phonons. We investigate the position fluctuation spectrum and the output field spectrum, finding that at G =0, the system displays a single peak, indicative of weak coupling between the optical and phononic modes. As G increases (e.g., G =0.1 kappa_a, 0.2 kappa_a, 0.4 kappa_a, we observe a transition to double peak, which reflects stronger coupling in the vicinity of cavity along with phonon modes that leads to normal mode splitting (NMS) in cavity magnomechanic system. Furthermore, we examine that the OPA amplifies the Y quadrature while squeezing the X quadrature of the output field spectrum. This sensitive behavior results in a more pronounced splitting in the Y quadrature spectra compared to the X quadrature. Our findings emphasize the essential role of the OPA in adjusting the interaction strength between the optical and phononic modes as well as underscore the importance of quadrature analysis in characterizing the system's response. NMS mechanism open avenues for advanced applications in quantum sensing and information processing, highlighting the potential for tunable devices in emerging quantum technologies.         ",
    "url": "https://arxiv.org/abs/2411.19775",
    "authors": [
      "Ghaisud Din",
      "Muqaddar Abbas",
      "Pei Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.04971",
    "title": "Below threshold nonsequential double ionization with linearly polarized two-color fields II: Quantum interference",
    "abstract": "           We perform a systematic analysis of intra-channel quantum interference in laser-induced nonsequential double ionization with linearly polarized bichromatic fields, focusing on the recollision-excitation with subsequent ionization (RESI) mechanism, and employing the strong-field approximation. We generalize and elaborate several analytic interference conditions for RESI in arbitrary driving fields, with a focus on the interference arising from the specific symmetries of bichromatic fields. For example, for waves of comparable strengths, multiple events per half cycle for the direct electron must be considered. Furthermore, interference breaks some of the symmetries arising from the field. We detangle the superimposed interference fringes originating from phase differences related to symmetrization due to electron exchange, temporal shifts and a combination of exchange and event interference. We show that the hierarchy between exchange-only and exchange-temporal interference is fluid and can be manipulated by an appropriate choice of driving-field parameters. This is enabled by different types of interference occupying specific regions of the plane spanned by the electron momentum components parallel to the driving-field polarization.         ",
    "url": "https://arxiv.org/abs/2504.04971",
    "authors": [
      "S. Hashim",
      "D. Habibović",
      "C. Figueira de Morisson Faria"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.00238",
    "title": "Exploring Quantum Heider Balance Theory",
    "abstract": "           Classical Heider balance theory models the evolution of social networks towards balanced states with stress minimization. Triad relationships are classically either balanced or imbalanced. However, real-world relationships often exhibit uncertainty, complexity, and interconnected dynamics that transcend this classical framework, and we will sometimes see the synchronicity of balance and imbalance states. When these triadics are simultaneously balanced and imbalanced, they form superposition and entanglement states that necessitate the introduction of quantum balance. This study introduces a framework that extends classical Heider balance theory from social network analysis by incorporating principles of quantum mechanics. In the framework, each triad is a quantum state of spin systems embedded in various network topologies. Using a quantum transformation operator, we investigate the emergence of balanced and imbalanced states and identify ground and steady states. In the quantum state, developments towards balance will occur by introducing the Hamiltonian within the creation and annihilation operators framework. In these developments, we witness the emergence of superposition and entanglement quantum states with no classical equivalent, which form an uncertainty in the states. When the quantum evolution is a functional temperature, we investigate the emergence of balanced and imbalanced states, analyze ground and steady states, and examine phase transitions as a function of temperature. Our results reveal novel dynamical behaviors unique to quantum social systems and offer a new perspective on collective decision-making, conflict resolution, and emergent order in complex networks.         ",
    "url": "https://arxiv.org/abs/2507.00238",
    "authors": [
      "Anahid Kiani",
      "S.Mahdi Fazeli",
      "G.Reza Jafari"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)"
    ]
  },
  {
    "id": "arXiv:2507.08156",
    "title": "Volume-Preserving Deformation of Honeycomb Wire Media Enables Broad Plasma Frequency Tunability",
    "abstract": "           We demonstrate tunability of the plasma frequency in a wire medium by mechanically deforming a lattice of parallel metallic wires arranged at the nodes of a honeycomb structure. Numerical simulations predict up to 78% tunability and a proof-of-concept experiment confirms 64%.         ",
    "url": "https://arxiv.org/abs/2507.08156",
    "authors": [
      "Denis Sakhno",
      "Jim A. Enriquez",
      "Pavel A. Belov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.12128",
    "title": "Optical and electrical probing of plasmonic metal-molecule interactions",
    "abstract": "           Plasmonic nanostructures enable efficient light-to-energy conversion by concentrating optical energy into nanoscale volumes. A key mechanism in this process is chemical interface damping (CID), where surface plasmons are damped by adsorbed molecules, enabling the transfer of charge to adsorbed molecules. In this study, we investigate the relationship between CID and adsorbate-induced changes in DC electrical resistivity for four molecular adsorbates-adenine, 4-aminothiophenol (ATP), biphenyl thiol (BPT), and 1-dodecanethiol (DDT)-on gold surfaces. Our results reveal two distinct CID regimes. BPT causes CID via direct electronic transitions to the lowest unoccupied molecular orbital (LUMO), which is centered at approx. 2 eV above the Fermi level and can be resonantly excited by the plasmon. This mechanism is dependent on plasmon energy. In contrast, ATP, adenine and DDT lead to plasmon damping through inelastic electron scattering at the metal-molecule interface. This regime shows a weaker dependency on plasmon energy since it does not involve resonant electron excitation between hybridized metal-molecule states. This same mechanism contributes to adsorbate-induced changes in DC resistivity, suggesting that resistivity measurements can serve as a probe of plasmonic energy transfer, as highlighted by the good correlation between the two effects. These findings provide new insights into the microscopic origins of plasmon damping and offer a unified framework for understanding metal-adsorbate energy transfer.         ",
    "url": "https://arxiv.org/abs/2507.12128",
    "authors": [
      "Andrei Stefancu",
      "Wenxuan Tang",
      "Ming Fu",
      "Jordan Edwards",
      "Naomi J. Halas",
      "Ross C. Schofield",
      "Toby Severs Millard",
      "Peter Nordlander",
      "Johannes Lischner",
      "Pilar Carro",
      "Rupert Oulton",
      "Emiliano Cortes"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2507.23265",
    "title": "Atomic-Scale Light Coupling Control in Ultrathin Photonic Nanomembranes",
    "abstract": "           Atomic layer materials have emerged as essential building blocks for next generation quantum and semiconductor technologies, where atomic scale control over light matter interactions is critical. However, their inherently small optical interaction volume poses fundamental challenges for efficient integration into quantum and nanophotonic devices. Addressing this limitation requires the development of photonic platforms that can effectively enhance atomic-scale optical coupling. To this end, air suspended nanomembranes with extreme thinness and minimal radiative loss offer an ideal framework for integrating atomic layer materials into photonic systems. Here, we demonstrate an ultrathin freestanding photonic nanomembrane with a thickness down to 29 nm comparable to that of atomic layer materials enabling atomic scale control of light coupling. This architecture supports strong field confinement at the surface and significantly enhances light matter interaction. Through the integration of atomic layer material, we achieve angstrom level thickness modulation, where a single atomic-layer-deposition cycle corresponding to a thickness increment of 0.65 angstrom results in a 0.09 nm shift in the high Q resonance. High-resolution spatial mapping further confirms uniform and deterministic resonance tuning across the nanomembrane surface. This approach provides a scalable and versatile route for atomic-scale light coupling, effectively overcoming the limitations of conventional photonics and enabling progress in quantum photonics, 2D optoelectronics, and advanced semiconductor technologies.         ",
    "url": "https://arxiv.org/abs/2507.23265",
    "authors": [
      "Chih-Zong Deng",
      "Jui-Han Fu",
      "Yen-Ju Wu",
      "Kuniaki Konishi",
      "Vincent Tung",
      "Chun-Wei Chen",
      "Ya-Lun Ho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.01118",
    "title": "Large-Area Photonic Membranes Achieving Uniform and Strong Enhancement of Photoluminescence and Second-Harmonic Generation in Monolayer WSe2",
    "abstract": "           Two dimensional transition metal dichalcogenides exhibit strong excitonic responses, direct bandgaps, and remarkable nonlinear optical properties, making them highly attractive for integrated photonic, optoelectronic, and quantum applications. Here, we present a large area freestanding membrane photonic platform that achieves exceptional enhancement of light matter interactions in monolayer WSe2 via quasi bound states in the continuum. The freestanding architecture effectively suppresses radiative losses and supports high Q optical resonances, leading to enhanced light matter interactions. This results in significant photoluminescence emission and second harmonic generation enhancement factors of 1158 and 378, respectively, with spatial uniformity sustained across a 450 times 450 um2 area. This uniform SHG enhancement further enables polarization resolved mapping of crystal orientation and grain boundaries, offering a practical method for large area structural characterization of 2D materials. Moreover, femtosecond pumped SHG spectra reveal multiple narrowband peaks originating from distinct quasi BIC modes providing direct spectral evidence of resonantly enhanced nonlinear coupling. The combined attributes of strong optical enhancement, spectral selectivity, and wafer scale compatibility establish this platform as a scalable interface for 2D semiconductor integration in next generation optoelectronic, nonlinear, and quantum photonic technologies.         ",
    "url": "https://arxiv.org/abs/2508.01118",
    "authors": [
      "Fong-Liang Hsieh",
      "Chih-Zong Deng",
      "Shao-Ku Huang",
      "Tsung-Hsin Liu",
      "Chun-Hao Chiang",
      "Che-Lun Lee",
      "Man-Hong Lai",
      "Jui-Han Fu",
      "Vincent Tung",
      "Yu-Ming Chang",
      "Chun-Wei Chen",
      "Ya-Lun Ho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2508.02395",
    "title": "A comprehensive study of second and third harmonic conversion efficiency, angular and temperature tolerance, and long-term stability in LBO crystals using a 10-J-class laser",
    "abstract": "           We present a study of second harmonic generation (SHG) and third harmonic generation (THG) in lithium triborate (LBO) crystals using a high-energy, 10-J-class, 10 Hz Yb:YAG laser system. We achieved high conversion efficiencies of 75% for SHG and 56% for THG for Gaussian-like temporal pulse shapes and top-hat-like beam profiles. The angular and temperature dependence of the LBO crystals were measured and validated through numerical simulations. The SHG process exhibited an angular acceptance bandwidth of 1.33 mrad and a temperature acceptance bandwidth of 2.61 K, while the THG process showed 1.19 mrad and 1.35 K, respectively. Additionally, long term stability measurements revealed RMS energy stabilities of 1.3% for SHG and 1.24% for THG. These results showcase the reliability of LBO crystals for high-energy, high-average-power harmonic generation. The developed system offers automated switching between harmonics provided at the system output. The system can be easily adapted to Nd:YAG based pump lasers as well.         ",
    "url": "https://arxiv.org/abs/2508.02395",
    "authors": [
      "Huzefa Aliasger",
      "Ondřej Novák",
      "Zbyněk Hubka",
      "Martin Hanuš",
      "Petr Navrátil",
      "Patricie Severová",
      "Ondřej Denk",
      "Jan Pilař",
      "Tomáš Paliesek",
      "Martin Divoký",
      "Ondřej Schreiber",
      "Michal Jelínek",
      "Martin Smrž",
      "Tomáš Mocek"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.19665",
    "title": "Spin-Waves without Spin-Waves: A Case for Soliton Propagation in Starling Flocks",
    "abstract": "           Collective turns in starling flocks propagate linearly with negligible attenuation, indicating the existence of an underdamped sector in the dispersion relation. Beside granting linear propagation of the phase perturbations, the real part of the frequency should also yield a spin-wave form of the unperturbed correlation function. However, new high-resolution experiments on real flocks show that underdamped traveling waves coexist with an overdamped Lorentzian correlation. Theory and experiments are reconciled once we add to the dynamics a Fermi-Pasta-Ulam-Tsingou term.         ",
    "url": "https://arxiv.org/abs/2505.19665",
    "authors": [
      "Andrea Cavagna",
      "Guido Cimino",
      "Javier Cristín",
      "Matteo Fiorini",
      "Irene Giardina",
      "Angelo Giustiniani",
      "Tomás S. Grigera",
      "Stefania Melillo",
      "Roberto A. Palombella",
      "Leonardo Parisi",
      "Antonio Ponno",
      "Mattia Scandolo",
      "Zachary S. Stamler"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)",
      "Quantitative Methods (q-bio.QM)"
    ]
  }
]