[
  {
    "id": "arXiv:2208.02560",
    "title": "Optical Reading of Nanoscale Magnetic Bits in an Integrated Photonic  Platform",
    "abstract": "In this paper, we propose a compact integrated hybrid plasmonic-photonic device for optical reading of nanoscale magnetic bits with perpendicular magnetic anisotropy in a magnetic racetrack on top of a photonic waveguide on the indium phosphide membrane on silicon platform. The hybrid device is constructed by coupling a doublet of V-shaped gold plasmonic nanoantennas on top of the indium phosphide waveguide. By taking advantage of the localized surface plasmons, our hybrid device can enable detection of the magnetization state in magnetic bits beyond the diffraction limit of light and enhance the polar magneto-optical Kerr effect (PMOKE). We further illustrate how combining the hybrid device with a plasmonic polarization rotator provides magneto-optical read-out by transforming the PMOKE-induced polarization change into an intensity variation of the waveguide mode. According to the simulation results based on a three-dimensional finite-difference time-domain method, the hybrid device can detect the magnetization states in targeted bits in a magnetic racetrack medium down to ~ 100x100 nm2, regardless of the magnetization state of the rest of the racetrack with a relative intensity contrast of greater than 0.5% for a ~ 200x100 nm2 magnetic bit. We believe our hybrid device can be an enabling technology that can connect integrated photonics with nanoscale spintronics, paving the way toward ultrafast and energy efficient advanced on-chip applications. ",
    "url": "https://arxiv.org/abs/2208.02560",
    "authors": [
      "Hamed Pezeshki",
      "Pingzhi Li",
      "Reinoud Lavrijsen",
      "Jos J. G. M. van der Tol",
      "Bert Koopmans"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02572",
    "title": "Polarization attractors driven by vector soliton rain",
    "abstract": "Soliton rain is a bunch of small soliton pulses slowly drifting nearby the main pulse having the period of a round trip. For Er-doped fiber laser mode-locked by carbon nanotubes, for the first time, we demonstrate both experimentally and theoretically a new type of polarization attractors controllable by the vector soliton rain. With adjusting the pump power, vector soliton rain takes the form of pulses with rotating states of polarization which enable transforming slowly evolving trajectories on the Poincar\\'e sphere from the double-scroll spiral to the circle. The obtained results on controlling complex multisoliton dynamics can be of interest in laser physics and engineering with potential applications in spectroscopy, metrology, and biomedical diagnostics. ",
    "url": "https://arxiv.org/abs/2208.02572",
    "authors": [
      "Sergey V. Sergeyev",
      "Mahmoud Eliwa",
      "Hani Kbashi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2208.02671",
    "title": "A home-lab experiment: resonance and sound speed using telescopic vacuum  cleaner pipes",
    "abstract": "We propose a home laboratory in which a telescopic vacuum cleaner pipe and a smartphone are used to investigate sound speed and acoustic resonance. When the pipe is hit or the hands clapped near one end the sound produced is registered by a smartphone. By means of an appropriate application the resonant frequency is obtained. Varying the pipe's length and registering the corresponding resonant frequency allows to obtain the sound speed. This home-lab, first proposed during covid19 pandemic, has been incorporated as a home challenge to experiment with acoustic resonance in new normal times. ",
    "url": "https://arxiv.org/abs/2208.02671",
    "authors": [
      "Martin Monteiro",
      "Cecilia Stari",
      "Arturo C. Marti"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01640",
    "title": "Twisted Anyon Cavity Resonators with Bulk Modes of Chiral Symmetry and  Sensitivity to Ultra-Light Axion Dark Matter",
    "abstract": "In this work, we invent the Anyon Cavity Resonator. The resonator is based on twisted hollow structures, which allow select resonant modes to exhibit non-zero helicity. Depending on the cross-section of the cavity, the modes have more general symmetry than what has been studied before. For example, with no twist, the mode is the form of a boson, while with a $180^{o}$ twist the symmetry is in the form of a fermion. We show that the generally twisted resonator is in the form of an anyon. The non-zero helicity couples the mode to axions, and we show in the upconversion limit the mode couples to ultra-light axions within the bandwidth of the resonator. The coupling adds amplitude modulated sidebands and allows a simple sensitive way to search for ultra-light axions using only a single mode within the resonator's bandwidth. ",
    "url": "https://arxiv.org/abs/2208.01640",
    "authors": [
      "J. F. Bourhill",
      "E. C. I. Paterson",
      "M. Goryachev",
      "M. E. Tobar"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02251",
    "title": "Heavy tails and pruning in programmable photonic circuits",
    "abstract": "Developing hardware for high-dimensional unitary operators plays a vital role in implementing quantum computations and deep learning accelerations. Programmable photonic circuits are singularly promising candidates for universal unitaries owing to intrinsic unitarity, ultrafast tunability, and energy efficiency of photonic platforms. Nonetheless, when the scale of a photonic circuit increases, the effects of noise on the fidelity of quantum operators and deep learning weight matrices become more severe. Here we demonstrate a nontrivial stochastic nature of large-scale programmable photonic circuits-heavy-tailed distributions of rotation operators-that enables the development of high-fidelity universal unitaries through designed pruning of superfluous rotations. The power law and the Pareto principle for the conventional architecture of programmable photonic circuits are revealed with the presence of hub phase shifters, allowing for the application of network pruning to the design of photonic hardware. We extract a universal architecture for pruning random unitary matrices and prove that \"the bad is sometimes better to be removed\" to achieve high fidelity and energy efficiency. This result lowers the hurdle for high fidelity in large-scale quantum computing and photonic deep learning accelerators. ",
    "url": "https://arxiv.org/abs/2208.02251",
    "authors": [
      "Sunkyu Yu",
      "Namkyoo Park"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02254",
    "title": "Learning quantum systems via out-of-time-order correlators",
    "abstract": "Learning the properties of dynamical quantum systems underlies applications ranging from nuclear magnetic resonance spectroscopy to quantum device characterization. A central challenge in this pursuit is the learning of strongly-interacting systems, where conventional observables decay quickly in time and space, limiting the information that can be learned from their measurement. In this work, we introduce a new class of observables into the context of quantum learning -- the out-of-time-order correlator -- which we show can substantially improve the learnability of strongly-interacting systems by virtue of displaying informative physics at large times and distances. We identify two general scenarios in which out-of-time-order correlators provide a significant advantage for learning tasks in locally-interacting systems: (i) when experimental access to the system is spatially-restricted, for example via a single \"probe\" degree of freedom, and (ii) when one desires to characterize weak interactions whose strength is much less than the typical interaction strength. We numerically characterize these advantages across a variety of learning problems, and find that they are robust to both read-out error and decoherence. Finally, we introduce a binary classification task that can be accomplished in constant time with out-of-time-order measurements. In a companion paper, we prove that this task is exponentially hard with any adaptive learning protocol that only involves time-ordered operations. ",
    "url": "https://arxiv.org/abs/2208.02254",
    "authors": [
      "Thomas Schuster",
      "Murphy Niu",
      "Jordan Cotler",
      "Thomas O'Brien",
      "Jarrod R. McClean",
      "Masoud Mohseni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02548",
    "title": "Ellipticity control of terahertz high-harmonic generation in a Dirac  semimetal",
    "abstract": "We report on terahertz high-harmonic generation in a Dirac semimetal as a function of the driving-pulse ellipticity and on a theoretical study of the field-driven intraband kinetics of massless Dirac fermions.Very efficient control of third-harmonic yield and polarization state is achieved in electron-doped Cd$_3$As$_2$ thin films at room temperature. The observed tunability is understood as resulting from terahertz-field driven intraband kinetics of the Dirac fermions. Our study paves the way for exploiting nonlinear optical properties of Dirac matter for applications in signal processing and optical communications. ",
    "url": "https://arxiv.org/abs/2208.02548",
    "authors": [
      "Semyon Germanskiy",
      "Renato M. A. Dantas",
      "Sergey Kovalev",
      "Chris Reinhoffer",
      "Evgeny A. Mashkovich",
      "Paul H. M. van Loosdrecht",
      "Yunkun Yang",
      "Faxian Xiu",
      "Piotr Surówka",
      "Roderich Moessner",
      "Takashi Oka",
      "Zhe Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02582",
    "title": "Structure and optical properties of polymeric carbon nitrides from  atomistic simulations",
    "abstract": "Detailed understanding of the structural and photophysical properties of polymeric carbon nitride (PCN) materials is of critical importance to derive future material optimization strategies towards more desirable optical properties and more photocatalytically active materials. However, the wide range of structural motifs found in synthesized PCNs complicates atomistic simulations that rely on well defined models. Performing hybrid DFT studies, we systematically investigate formation energy trends and optical properties of PCNs as a function of dimensionality, going from molecular oligomers over periodic sheet models to stacked crystals. Thermochemical calculations that take into account vibrational enthalpy and entropy contributions predict that a mixture of structural motifs including the melon string structure, poly(heptazine imide), and g-C3N4 motifs is stable under typical synthetic conditions. The degree of lateral condensation as well as stacking can reduce the bandgap while out-of-plane corrugation of the material increases both stability and the optical gap. The key result of this work is that already small domains of strongly condensed PCN are calculated to give rise to favorable optical properties. This result reconciles conflicting literature reports indicating that the thermodynamically favorable melon motif has a too large bandgap compared to experiments, while the g-C3N4 structure, for which bandgap calculations are in better agreement with experiments, does not agree with measured chemical compositions of PCNs. Finally, we postulate a new computational model for carbon nitride materials that encompasses the most important structural motifs and shows a bandgap of ca. 2.9 eV. ",
    "url": "https://arxiv.org/abs/2208.02582",
    "authors": [
      "Changbin Im",
      "Björn Kirchhoff",
      "Igor Krivtsov",
      "Dariusz Mitoraj",
      "Radim Beranek",
      "Timo Jacob"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02721",
    "title": "Is There Causation in Fundamental Physics? New Insights from Process  Matrices and Quantum Causal Modelling",
    "abstract": "In this article we set out to understand the significance of the process matrix formalism and the quantum causal modelling programme for ongoing disputes about the role of causation in fundamental physics. We argue that the process matrix programme has correctly identified a notion of 'causal order' which plays an important role in fundamental physics, but this notion is weaker than the common-sense conception of causation because it does not involve asymmetry. We argue that causal order plays an important role in grounding more familiar causal phenomena. Then we apply these conclusions to the causal modelling programme within quantum foundations, arguing that since no-signalling quantum correlations cannot exhibit causal order, they should not be analysed using classical causal models. This resolves an open question about how to interpret fine-tuning in classical causal models of no-signalling correlations. Finally we observe that a quantum generalization of causal modelling can play a similar functional role to standard causal reasoning, but we emphasize that this functional characterisation does not entail that quantum causal models offer novel explanations of quantum processes. ",
    "url": "https://arxiv.org/abs/2208.02721",
    "authors": [
      "Emily Adlam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2208.02786",
    "title": "Developing a New Generation of Integrated Micro-Spec Far Infrared  Spectrometers for the EXperiment for Cryogenic Large-Aperture Intensity  Mapping (EXCLAIM)",
    "abstract": "The current state of far-infrared astronomy drives the need to develop compact, sensitive spectrometers for future space and ground-based instruments. Here we present details of the $\\rm \\mu$-Spec spectrometers currently in development for the far-infrared balloon mission EXCLAIM. The spectrometers are designed to cover the $\\rm 555 - 714\\ \\mu$m range with a resolution of $\\rm R\\ =\\ \\lambda / \\Delta\\lambda\\ =\\ 512$ at the $\\rm 638\\ \\mu$m band center. The spectrometer design incorporates a Rowland grating spectrometer implemented in a parallel plate waveguide on a low-loss single-crystal Si chip, employing Nb microstrip planar transmission lines and thin-film Al kinetic inductance detectors (KIDs). The EXCLAIM $\\rm \\mu$-Spec design is an advancement upon a successful $\\rm R = 64\\ \\mu$-Spec prototype, and can be considered a sub-mm superconducting photonic integrated circuit (PIC) that combines spectral dispersion and detection. The design operates in a single $M{=}2$ grating order, allowing one spectrometer to cover the full EXCLAIM band without requiring a multi-order focal plane. The EXCLAIM instrument will fly six spectrometers, which are fabricated on a single 150 mm diameter Si wafer. Fabrication involves a flip-wafer-bonding process with patterning of the superconducting layers on both sides of the Si dielectric. The spectrometers are designed to operate at 100 mK, and will include 355 Al KID detectors targeting a goal of NEP ${\\sim}8\\times10^{-19}$ $\\rm W/\\sqrt{Hz}$. We summarize the design, fabrication, and ongoing development of these $\\rm \\mu$-Spec spectrometers for EXCLAIM. ",
    "url": "https://arxiv.org/abs/2208.02786",
    "authors": [
      "Carolyn G. Volpert",
      "Emily M. Barrentine",
      "Mona Mirzaei",
      "Alyssa Barlis",
      "Alberto D. Bolatto",
      "Berhanu Bulcha",
      "Giuseppe Cataldo",
      "Jake A. Connors",
      "Nicholas Costen",
      "Negar Ehsan",
      "Thomas Essinger-Hileman",
      "Jason Glenn",
      "James P. Hays-Wehle",
      "Larry A. Hess",
      "Alan J. Kogut",
      "Harvey Moseley",
      "Jonas Mugge-Durum",
      "Omid Noroozian",
      "Trevor M. Oxholm",
      "Maryam Rahmani",
      "Thomas Stevenson",
      "Eric R. Switzer",
      "Joseph Watson",
      "Edward J. Wollack"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.09663",
    "title": "Consciousness and quantum mechanics: a philosophical approach",
    "abstract": " Comments: In Portuguese, in peer-review process ",
    "url": "https://arxiv.org/abs/2201.09663",
    "authors": [
      "Raoni Wohnrath Arroyo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2206.04018",
    "title": "Nonadiabatic transition paths from quantum jump trajectories",
    "abstract": " Comments: 15 pages, 15 figures, small revisions throughout ",
    "url": "https://arxiv.org/abs/2206.04018",
    "authors": [
      "Michelle C. Anderson",
      "Addison J. Schile",
      "David T. Limmer"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03431",
    "title": "Inverse design with flexible design targets via deep learning: Tailoring  of electric and magnetic multipole scattering from nano-spheres",
    "abstract": " Comments: 10 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2207.03431",
    "authors": [
      "Ana Estrada-Real",
      "Abdourahman Khaireh-Walieh",
      "Bernhard Urbaszek",
      "Peter R. Wiecha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.13836",
    "title": "Differentiable quantum chemistry with PySCF for molecules and materials  at the mean-field level and beyond",
    "abstract": " Title: Differentiable quantum chemistry with PySCF for molecules and materials  at the mean-field level and beyond ",
    "url": "https://arxiv.org/abs/2207.13836",
    "authors": [
      "Xing Zhang",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]