[
  {
    "id": "arXiv:2510.24759",
    "title": "Estimation of the Inverse Compton Scattering Background in MeV Gamma-Gamma Collider",
    "abstract": "           The MeV Gamma-Gamma Collider would provide a direct experimental platform for elastic light-by-light scattering ($\\gamma\\gamma \\to \\gamma\\gamma$) and the Breit-Wheeler process with two real photons ($\\gamma\\gamma \\to e^+e^-$). A Monte Carlo code, the Genie Background Evaluation Tool (GBET), has been developed to fully simulate two successive inverse Compton scatterings in the linear regime, including $e^- + \\text{laser} \\to e^-+ \\gamma$ and $e^- + \\gamma \\rightarrow e^- + \\gamma$. GBET overcomes the inherent information loss in traditional luminosity-spectrum-based chain simulations, preserving full particle-level information and achieving higher physical fidelity. The effectiveness of the code is verified by benchmarking against the simulation results of CAIN. GBET shows that the event rate of background photons generated by the first inverse Compton scattering is $6.24 \\times 10^7$/s, with energies below 18 eV; the second inverse Compton scattering generates background electrons at 51.99/s and photons at 0.99/s, both with energies below 11 MeV. In addition, Møller scattering contributes background electrons at 0.56/s with energies around 200 MeV. The count rates of background electrons and positrons originating from the Breit-Wheeler process are 1312.2/s and 1314.3/s, respectively, with energy distributions ranging from 511 to 720 keV.         ",
    "url": "https://arxiv.org/abs/2510.24759",
    "authors": [
      "Ping Zhou",
      "Meiyu Si",
      "Yuanjie Bi",
      "Illya Drebot",
      "Yongsheng Huang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2510.24779",
    "title": "Torque cancellation effect of Intensity noise for Cryogenic sub-Hz cROss torsion bar detector with quantum NOn-demolition Speed meter (CHRONOS)",
    "abstract": "           Detection of sub-Hz gravitational waves is of significant importance for astrophysics. It enables the observation of intermediate-mass black hole mergers, the issuance of early alerts for gravitational-wave events, and the exploration of the stochastic gravitational-wave background. The Cryogenic sub-Hz cROss torsion-bar detector with quantum NOn-demolition Speed meter (CHRONOS) is a proposed gravitational-wave detector based on a Sagnac speed-meter topology that uses torsion bars as test masses. Its prototype design aims to achieve a strain sensitivity of $3 \\times 10^{-18}~\\mathrm{Hz}^{-1/2}$ at 1~Hz and thus enable the detection of $\\mathcal{O}(10^4),M_\\odot$ intermediate-mass black hole mergers at 100~Mpc with a signal-to-noise ratio of 3. We show that the torsion-bar-based speed meter can suppress noise originating from laser intensity fluctuations by canceling the net torque on the bar and by using a balanced homodyne readout. We further present, for the first time, an analytic intensity-noise model for a gravitational-wave detector employing a torsion-bar Sagnac speed-meter configuration. Using this model, we evaluate the expected performance of a 2.5~m arm-length CHRONOS prototype. The projected laser-intensity noise is $2.9 \\times 10^{-20}~\\mathrm{Hz}^{-1/2}$ at 1~Hz, which is sufficiently low to allow the detection of binary intermediate-mass black hole mergers.         ",
    "url": "https://arxiv.org/abs/2510.24779",
    "authors": [
      "Daiki Tanabe",
      "Yuki Inoue",
      "Vivek Kumar",
      "Miftahul Ma'arif",
      "Ta-Chun Yu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2510.24780",
    "title": "Optical design and sensitivity optimization of Cryogenic sub-Hz cROss torsion bar detector with quantum NOn-demolition Speed meter (CHRONOS)",
    "abstract": "           We present the optical design and sensitivity modeling of the 2.5 m Cryogenic sub-Hz cROss torsion-bar detector with quantum NOn-demolition Speed meter (CHRONOS), a triangular Sagnac speed-meter interferometer incorporating power- and signal-recycling techniques. Using ABCD-matrix analysis and Finesse3 simulations, we show that stable eigenmodes are obtained with optimized mirror curvatures and focal placements, achieving mode-matching efficiencies above 99.5 %. The resulting configuration reaches a quantum-noise-limited strain sensitivity of $h \\simeq 3\\times10^{-18},\\mathrm{Hz^{-1/2}}$ at 1 Hz, with a ring-cavity finesse $\\mathcal{F}\\simeq3.1\\times10^{4}$ and round-trip Gouy phase $\\psi_{\\mathrm{rt}}\\approx153^{\\circ}$. The power-recycling cavity detuning ($\\phi_p=-85^{\\circ}$) dominates the low-frequency quantum noise, while the signal-recycling cavity detuning ($\\phi_s=0^{\\circ}$) mainly introduces a uniform quadrature rotation. The optimal homodyne angle ($\\zeta_{\\mathrm{opt}}\\simeq46^{\\circ}$) balances shot-noise and radiation-pressure effects to give the best sensitivity near 1 Hz. Assuming end-mirror reflectivity $R_{\\mathrm{ETM}}=99.9999\\%$ under cryogenic operation at 10 K, CHRONOS can achieve quantum-noise-limited performance on a laboratory scale and serve as a testbed for future long-baseline, cryogenic interferometers probing sub-hertz gravitational waves.         ",
    "url": "https://arxiv.org/abs/2510.24780",
    "authors": [
      "Yuki Inoue",
      "Daiki Tanabe",
      "M.Afif Ismail",
      "Vivek Kumar",
      "Mario Juvenal S Onglao III",
      "Ta-Chun Yu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "General Relativity and Quantum Cosmology (gr-qc)"
    ]
  },
  {
    "id": "arXiv:2510.24912",
    "title": "Fully Programmable Plasmonic PT-Symmetric Dimer with Epsilon Near Zero and Phase-Change Materials for Integrated Photonics",
    "abstract": "           As photonic systems progress toward enhanced miniaturization, dynamic reconfigurability, and improved energy efficiency, a central challenge endures: the accurate and independent control of optical losses and resonant properties on scalable, CMOS-compatible platforms. To address this challenge, we present a hybrid plasmonic dimer that functions in a non-Hermitian regime, capitalizing on the synergistic interplay between Epsilon Near Zero (ENZ) materials and phase-change materials (PCMs) to achieve superior reconfigurability through electrical modulation. Our approach harnesses non-Hermitian physics by precisely modulating the loss differential among coupled modes alongside their resonant frequencies, thereby steering the system to an Exceptional Point (EP) characterized by emergent phenomena and enhanced perturbation sensitivity. By integrating ENZ materials to control dissipation with PCMs to fine-tune resonant frequencies, our structure achieves robust programmability, delivering at least 16 distinct operational states for coupled resonators. This capability supports deep subwavelength confinement and transitions between EP and non-EP regimes, while the inherently low power consumption of ENZ materials and PCMs under deep-subwavelength confinement offers significant advantages even in high-dimensional configurations. We believe that this work outlines a significant route for next-generation programmable photonics, delivering subwavelength confinement, energy-efficient operation, and high-dimensional optical reconfigurability within an integrated, scalable, and manufacturable platform.         ",
    "url": "https://arxiv.org/abs/2510.24912",
    "authors": [
      "Shahab Ramezanpour",
      "Amr Helmy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.24939",
    "title": "Gouy Phase-Related Effects in the Free-Space Optical Modulation of Free Electrons",
    "abstract": "           Modulating the free-electron wave function with light brings new opportunities to create attosecond electron pulse trains, to probe the quantum coherence of systems with significantly improved spatial resolution, and to generate classical and non-classical states of light with wide tunability. It is therefore crucial to efficiently generate free-electron wave functions that are suitable for these applications. In this study, we theoretically investigate an efficient free-space optical modulation of free electrons with two counter-propagating Gaussian beams. We find that the Gaussian beams' Gouy phase not only plays a crucial role in the interaction, but also enables straight-forward generation of valuable free-electron states, including comb-shape spectra with similar amplitudes, and states with high degree of coherence. We also discuss the feasibility of demonstrating these Gouy phase-related effects with chirped femto-second laser pulses. Our study establishes a theoretical foundation and physical intuition about the role of the Gouy phase. It can provide guidance to efficiently shape the free-electron wave function for a wide range of quantum applications.         ",
    "url": "https://arxiv.org/abs/2510.24939",
    "authors": [
      "Zhexin Zhao",
      "Yiqi Fang",
      "Mevlana Yunus Uludağ",
      "Peter Hommelhoff"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25088",
    "title": "Six-Dimensional Movable Antenna Enabled Wideband THz Communications",
    "abstract": "           In this paper, we investigate a six-dimensional movable antenna (6DMA)-enabled wideband terahertz (THz) communication system with sub-connected hybrid beamforming architecture at the base station (BS). In particular, the three-dimensional (3D) position and 3D rotation of each 6DMA surface can be flexibly reconfigured to mitigate the beam squint effects instead of introducing costly true-time-delay devices. We first analyze the normalized array gain in the 6DMA-enabled wideband THz systems based on the beam squint effects. Then, we formulate a sum-rate maximization problem via jointly optimizing 3D positions, 3D rotations, and hybrid analog/digital beamforming. To solve the non-convex problem, an alternating optimization algorithm is developed that decomposes the original problem into three subproblems, which are solved alternately. Specifically, given the positions and rotations of 6DMA surfaces, we first reformulate the objective function and design a semidefinite relaxation-based alternating minimization scheme to obtain the hybrid analog/digital beamforming. Then, the positions and rotations of the 6DMA surfaces are further optimized through a feasible gradient descent procedure. The final solutions are obtained by repeating the above procedure until convergence. Numerical results demonstrate the superior performance of the proposed scheme compared with conventional fixed-position antenna architectures.         ",
    "url": "https://arxiv.org/abs/2510.25088",
    "authors": [
      "Wencai Yan",
      "Wanming Hao",
      "Yajun Fan",
      "Yabo Guo",
      "Qingqing Wu",
      "Xingwang Li"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25090",
    "title": "Commissioning of the TeraNet Optical Ground Station Network",
    "abstract": "           TeraNet is a new three-node OGS network that has been established in Western Australia. The network is built to support a broad range of space missions operating between LEO and the Moon, using both conventional and advanced optical technologies developed at UWA. It is designed to be spacecraft and mission agnostic, able to be adapted for compatibility with spacecraft using a variety of communication and timing protocols. The TN network comprises three ground station nodes, each of which are equipped to support direct-detection, bidirectional optical communication with LEO spacecraft. In addition, each node is focused on the development of a unique advanced optics technology. Specifically: -TN-1 is a 70cm aperture OGS located on the campus of UWA. It uses ultra-sensitive optical detectors and specialised modulation formats to maximise the information recovered from spacecraft at lunar distances. -TN-2 is a 70cm aperture OGS at the Yarragadee Geodetic Observatory 300km North of Perth. It is equipped with a commercial-grade adaptive optics system for efficient single-mode fibre coupling. This enables high-speed coherent communications and ultra-precise coherent timing and positioning between ground and space. -TN-3 is a 43cm aperture mobile OGS node built onto the back of a utility vehicle for rapid, tactical deployment anywhere in the world. It is setup for quantum communication and quantum-assured time transfer and can establish satellite communication links within ten minutes of arriving on site, day or night. In this paper, we report on the results and outcomes of the TN commissioning campaign, including optical communication links with on-orbit spacecraft, the performance of the TN-2 adaptive optics system, the rapid deployment capability of TN-3, remote network operations of all three nodes, and interoperability tests with other OGSs across Australia and New Zealand.         ",
    "url": "https://arxiv.org/abs/2510.25090",
    "authors": [
      "Sascha Schediwy",
      "Aliesha Aden",
      "Benjamin Dix-Matthews",
      "Alex Frost",
      "Amrita Gill",
      "David Gozzard",
      "Mike Kriele",
      "Andrew Lance",
      "Nicolas Maron",
      "Ayden McCann",
      "Shawn McSorley",
      "Lilani Toms-Hardman",
      "Shane Walsh",
      "Larissa Wiese",
      "Graeme Wren",
      "Randall Carman"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.25214",
    "title": "Moire-enabled optical vortex with tunable topological charge in twisted bilayer photonic crystals",
    "abstract": "           The orbital angular momentum (OAM) of light is a versatile degree of freedom with transformative impact across optical communication, imaging, and micromanipulation. These applications have motivated a growing demand for compact, reconfigurable vortex arrays with tunable topological charge, yet integrating these functionalities into nanophotonic platforms remains elusive. Among possible strategies to meet this challenge is exploiting the twist degree of freedom in layered structures, which enables both emerging moire physics and unprecedented reconfigurability of photonic and electronic properties. Here, we harness these capabilities in twisted bilayer moire photonic crystals (TBMPCs) to realize vortex array generation with tunable OAM, demonstrated both analytically and experimentally. Central to this advancement is a new class of quasi-bound state in the continuum: Bessel-type modes emerging from moire-induced interlayer coupling, which generate vortex beams with tailored spiral phase distributions. We experimentally demonstrate vortex beams spanning eight OAM orders, from -3 to 4, and achieve selective excitation of distinct topological charges at a fixed telecommunication wavelength by tuning the interlayer separation and twist angle. Furthermore, localized Bessel-type modes at AA stacking regions can be excited nonlocally across the moire superlattice, enabling vortex array generation. Our work offers new insights into moire physics and introduces an innovative approach for future multiplexing technology integrating OAM, wavelength, and spatial division.         ",
    "url": "https://arxiv.org/abs/2510.25214",
    "authors": [
      "Tiancheng Zhang",
      "Li Lei",
      "Changhao Ding",
      "Fanhao Meng",
      "Qicheng Jiang",
      "Lijie Li",
      "Scott Dhuey",
      "Jingze Yuan",
      "Zhengyan Cai",
      "Yi Li",
      "Jingang Li",
      "Costas P. Grigoropoulos",
      "Haoning Tang",
      "Jie Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.25215",
    "title": "Sub-cavity Induced Passive Control of Confined Supersonic Cavity Flows Across Varying Freestream Mach Numbers",
    "abstract": "           The self-sustaining oscillations in cavity flows enhance fluid mixing and promote energy and momentum transport. However, the associated oscillation frequencies can amplify acoustic loading, potentially damaging surrounding structures. Hence, understanding cavity dynamics across geometries and freestream conditions and developing strategies to regulate these oscillations without compromising performance are essential. This study examines the influence of sub-cavities placed at the front and aft walls of a cavity confined by a top wall with a deflection angle of 2.29 degrees, under freestream Mach numbers 2 and 3. Large eddy simulations (LES) are performed using OpenFOAM, and unsteady pressure signals are analyzed through spectral methods. Results show that the aft-wall sub-cavity most effectively suppresses the dominant oscillation at Mach number 2, while the front-wall sub-cavity achieves greater suppression at Mach number 3. Density gradient (numerical Schlieren) and vorticity fields, normalized acoustic impedance, and global wavelet power reveal the mechanisms responsible for this attenuation. At Mach number 2, the aft-wall sub-cavity entrains mass and disrupts the convective feedback loop. At Mach number 3, the front-wall sub-cavity weakens the hydrodynamic-acoustic coupling near the leading edge, disrupting the compressibility-driven feedback. These configurations suppress dominant frequencies by 5.45 and 23.4 percent for Mach numbers 2 and 3, respectively. Cross-correlation between pressure probes and Dynamic Mode Decomposition (DMD) further confirm the mechanisms behind the observed frequency suppression         ",
    "url": "https://arxiv.org/abs/2510.25215",
    "authors": [
      "Sreejita Bhaduri",
      "Mohammed Ibrahim Sugarno",
      "Ashoke De"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.25376",
    "title": "Robust direct laser acceleration of electrons with flying-focus laser pulses",
    "abstract": "           Direct laser acceleration (DLA) offers a compact source of high-charge, energetic electrons for generating secondary radiation or neutrons. While DLA in high-density plasma optimizes the energy transfer from a laser pulse to electrons, it exacerbates nonlinear propagation effects, such as filamentation, that can disrupt the acceleration process. Here, we show that superluminal flying-focus pulses (FFPs) mitigate nonlinear propagation, thereby enhancing the number of high-energy electrons and resulting x-ray yield. Three-dimensional particle-in-cell simulations show that, compared to a Gaussian pulse of equal energy (1 J) and intensity (2x10^20 W/cm^2), an FFP produces 80x more electrons above 100 MeV, increases the electron cutoff energy by 20%, triples the high-energy x-ray yield, and improves x-ray collimation. These results illustrate the ability of spatiotemporally structured laser pulses to provide additional control in the highly nonlinear, relativistic regime of laser-plasma interactions.         ",
    "url": "https://arxiv.org/abs/2510.25376",
    "authors": [
      "Talia Meir",
      "Kale Weichman",
      "Alexey Arefiev",
      "John P. Palastro",
      "Ishay Pomerantz"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25407",
    "title": "Radiative local density of states in three-dimensional photonic band-gap crystals to interpret time-resolved emission",
    "abstract": "           We investigate the spontaneous emission of light in three-dimensional (3D) photonic crystals through theoretical calculations and simulations. It is well known that spontaneous emission depends on the radiative local density of states (RLDOS). Photonic band-gap crystals radically modulate the RLDOS, thereby controlling spontaneous emission. We compare two different methods to calculate the RLDOS: the plane-wave expansion (PWE) method and the finite-difference time-domain (FDTD) method. The PWE method directly calculates the RLDOS of an infinite photonic crystal, whereas the FDTD method simulates the RLDOS through the power emitted by a dipole in a finite photonic crystal. We demonstrate that the methods yield similar frequency-dependent trends in the RLDOS, with relative differences of less than 12% that originate from the different boundary conditions. We employ the plane-wave expansion method to compute distributions of emission rates that are relevant to many optical experiments where quantum emitters are distributed within a crystal. Such distributions of emission rates enable us to compute and directly interpret the time-resolved decay as observed in experiments. We expect that our results promote the RLDOS to the realm of optical design and products.         ",
    "url": "https://arxiv.org/abs/2510.25407",
    "authors": [
      "Timon J. Vreman",
      "Ad Lagendijk",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.25418",
    "title": "Momentum-resolved reflectivity of a 2D photonic crystal in the near-infrared",
    "abstract": "           Two-dimensional (2D) photonic crystals offer strong control over the propagation of light through their bands. Theoretical methods for computing the band structure in 2D are well-established and fast because 2D photonic crystals are homogeneous in the third dimension. Experimental verification is scarce, however, especially in the telecom range, because real photonic crystals and experimental methods inherently cannot be homogeneous in the third dimension. In this work, we report momentum-resolved reflectivity measurements on photonic crystals that are periodic in two dimensions and homogeneous over a thickness of 5 {\\mu}m. Using Fourier spectroscopy, we carefully select wave vectors in the 2D plane of periodicity of the photonic crystal. Our experiments agree excellently with 2D band structure calculations and with 2D finite-difference time-domain simulations, confirming that our experimental methods truly pertain to nanophotonics in 2D. Our results provide a robust bridge between theory and experiment, and our techniques can be readily extended to other 2D structures, including those with functional defects.         ",
    "url": "https://arxiv.org/abs/2510.25418",
    "authors": [
      "Timon J. Vreman",
      "Melissa J. Goodwin",
      "Ad Lagendijk",
      "Willem L. Vos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.25481",
    "title": "Diagnostic vs dynamic representation of the inverse barometer effect in a global ocean model and its potential for probabilistic storm surge forecasting",
    "abstract": "           The global ocean model NEMO is run in a series of stand-alone configurations (2015-2022) to investigate the potential for improving global medium-range storm surge forecasts by including the inverse barometer effect. Here, we compare a control experiment, where the inverse barometer effect was not included, against a run dynamically forced with mean sea level pressure. In the control experiment, the inverse barometer effect was then calculated diagnostically and added to the ocean model sea surface elevation, resulting in a total of three experiments to investigate. We compare against the global GESLA3 water level data set and find that the inclusion of the inverse barometer effect reduces the root-mean-square error by $\\sim 1~cm$ on average. When we mask out all data where the observed storm surge is less than $\\pm1$ or $\\pm2$ standard deviations, including the inverse barometer effect reduces the RMS error by $4-5$ cm. While both methods reduce water level errors, there are regional differences in their performance. The run with dynamical pressure forcing is seen to perform slightly better than diagnostically adding the inverse barometer effect in enclosed basins such as the Baltic Sea. Finally, an ensemble forecast experiment with the Integrated Forecast System of the European Centre for Medium-range Weather Forecasts demonstrates that when the diagnostic inverse barometer effect is included for a severe storm surge event in the North Sea (Storm Xaver, December 2013), the ensemble spread of water level provides a stronger and earlier indication of the observed maximum surge level than the when the effect is excluded.         ",
    "url": "https://arxiv.org/abs/2510.25481",
    "authors": [
      "Nils Melsom Kristensen",
      "Kristian Mogensen",
      "Sarah-Jane Lock",
      "Øyvind Breivik"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25527",
    "title": "Enhanced quality factors at resonance in acoustofluidic cavities embedded in matched elastic metamaterials",
    "abstract": "           We show that by embedding liquid-filled acoustofluidic cavities in a metamaterial, the quality factor of the cavity at selected acoustic resonance modes can be enhanced by 2 to 3 orders of magnitude relative to a comparable conventional cavity by matching the coarse-grained elastic moduli of the metamaterial to the acoustic properties of the liquid.         ",
    "url": "https://arxiv.org/abs/2510.25527",
    "authors": [
      "Valdemar Frederiksen",
      "Henrik Bruus"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.25535",
    "title": "Next-generation interferometry with gauge-invariant linear optical scatterers",
    "abstract": "           Measurement technology employing optical interference phenomena such as a fringe pattern or frequency shift has been evolving for more than a century. The systems are being designed better, and their components are being built better. But the major components themselves hardly change. Most modern interferometers rely on the same conventional set of components to separate the electromagnetic field into multiple beams, such as plate optics and beam-splitters. This naturally limits the design scope and thus the potential applicability and performance. However, recent investigations suggest that incorporating novel, higher-dimensional linear-optical splitters in interferometer design can lead to several improvements. In this work, we review the underlying theory of these novel optical scatterers and some demonstrated configurations with enhanced resolution. The basic principles of optical interference and optical phase sensing are discussed in tandem. Emphasis is placed on both familiar and unfamiliar scatterers, such as the maximally-symmetric Grover multiport, whose actions are left unchanged by certain gauge transformations. These higher-dimensional, gauge-invariant multiports embody a new class of building blocks which can tailor optical interference for metrology in unconventional ways.         ",
    "url": "https://arxiv.org/abs/2510.25535",
    "authors": [
      "Christopher R. Schwarze",
      "Anthony D. Manni",
      "David S. Simon",
      "Abdoulaye Ndao",
      "Alexander V. Sergienko"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25658",
    "title": "Optical excitations in nanographenes from the Bethe-Salpeter equation and time-dependent density functional theory: absorption spectra and spatial descriptors",
    "abstract": "           The GW plus Bethe-Salpeter equation (GW-BSE) formalism is a well-established approach for calculating excitation energies and optical spectra of molecules, nanostructures, and crystalline materials. We implement GW-BSE in the CP2K code and validate the implementation for a standard organic molecular test set, obtaining excellent agreement with reference data, with a mean absolute error in excitation energies below 3 meV. We then study optical spectra of nanographenes of increasing length, showing excellent agreement with experiment. We further compute the size of the excitation of the lowest optically active excitation which converges to about 7.6 $Å$ with increasing length. Comparison with time-dependent density functional theory using functionals of varying exact-exchange fraction shows that none reproduce both the size of the excitation and optical spectra of GW-BSE, underscoring the need for many-body methods for accurate description of electronic excitations in nanostructures.         ",
    "url": "https://arxiv.org/abs/2510.25658",
    "authors": [
      "Maximilian Graml",
      "Jan Wilhelm"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25673",
    "title": "Spatiotemporal control of laser intensity using differentiable programming",
    "abstract": "           Optical techniques for spatiotemporal control can produce laser pulses with custom amplitude, phase, or polarization structure. In nonlinear optics and plasma physics, the use of structured pulses typically follows a forward design approach, in which the efficacy of a known structure is analyzed for a particular application. Inverse approaches, in contrast, enable the discovery of new structures with the potential for superior performance. Here, an implementation of the unidirectional pulse propagation equation that supports automatic differentiation is combined with gradient-based optimization to design structured pulses with features that are advantageous for a range of nonlinear optical and plasma-based applications: (1) a longitudinally uniform intensity over an extended region, (2) a superluminal intensity peak that travels many Rayleigh ranges with constant duration, spot size, and amplitude, and (3) a laser pulse that ionizes a gas to form a uniform column of plasma. In the final case, optimizing the full spatiotemporal structure improves the performance by a factor of 15 compared to optimizing only spatial or only temporal structure, highlighting the advantage of spatiotemporal control.         ",
    "url": "https://arxiv.org/abs/2510.25673",
    "authors": [
      "Kyle G Miller",
      "Tomas E Gutierrez",
      "Archis S Joglekar",
      "Amanda Elliott",
      "Dustin H Froula",
      "John P Palastro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25031",
    "title": "On a wave kinetic equation with resonance broadening in oceanography and atmospheric sciences",
    "abstract": "           In this work, we study a three-wave kinetic equation with resonance broadening arising from the theory of stratified ocean flows. Unlike Gamba-Smith-Tran(On the wave turbulence theory for stratified flows in the ocean, Math. Models Methods Appl. Sci. 30 (2020), no.1, 105--137), we employ a different formulation of the resonance broadening, which makes the present model more suitable for ocean applications. We establish the global existence and uniqueness of strong solutions to the new resonance broadening kinetic equation.         ",
    "url": "https://arxiv.org/abs/2510.25031",
    "authors": [
      "Young Ho Kim",
      "Yuri V. Lvov",
      "Leslie M. Smith",
      "Minh-Binh Tran"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Analysis of PDEs (math.AP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25133",
    "title": "The Phase-Coupled Caldeira-Leggett Model: Non-Markovian Open Quantum Dynamics beyond Linear Dissipation",
    "abstract": "           We introduce the \\textit{Phase-Coupled Caldeira-Leggett} (PCL) model of quantum dissipation and develop an exact framework for its dynamics. Unlike the conventional Caldeira-Leggett model with linear system-bath coupling $H_{\\mathrm{SB}}\\propto\\hat F$, the PCL model features an exponential interaction $H_{\\mathrm{SB}}\\propto e^{i\\lambda \\hat F}$, where $\\hat F$ denotes the collective bath coordinate. This model unifies concepts from quantum Brownian motion and polaron physics, providing a general platform to study phase-mediated dissipation and decoherence beyond the linear-response regime. Despite its nonlinear system-bath coupling, the Gaussian nature of the environment allows a nonperturbative and non-Markovian treatment of PCL model within the algebra of dissipative quasiparticles. We obtain an exact closed-form equation of motion for the reduced density operator, and numerical simulations reveal distinctive dynamical behaviors that deviate markedly from those predicted by the conventional Caldeira-Leggett model.         ",
    "url": "https://arxiv.org/abs/2510.25133",
    "authors": [
      "Ao-Xiang Chang",
      "Yu Su",
      "Zi-Fan Zhu",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25365",
    "title": "Terahertz Time-Domain Spectroscopy and Density Functional Theory Analysis of Low-Frequency Vibrational Modes of a Benzoxazolium-Coumarin Donor-π-Acceptor Chromophore",
    "abstract": "           To elucidate low-frequency vibrational modes that modulate intramolecular charge transfer (ICT), we investigate a benzoxazolium-coumarin (BCO+) donor-pi-acceptor derivative using transmission terahertz time-domain spectroscopy (THz-TDS). The retrieved complex refractive index reveals distinct modes at 0.62, 0.85, 1.30, 1.81, and 2.07 THz. Gas-phase density functional theory (DFT) agrees with these features and enables assignment of specific intramolecular motions. Together, THz-TDS and DFT identify characteristic low-frequency modes of BCO+ and suggest their connection to ICT-relevant nuclear motions, demonstrating that THz-TDS provides a sensitive probe of vibrational signatures in donor-pi-acceptor systems.         ",
    "url": "https://arxiv.org/abs/2510.25365",
    "authors": [
      "Sidhanta Sahu",
      "Phalguna Krishna Das Vana",
      "Anupama Chauhan",
      "Poulami Ghosh",
      "Vijay Sai Krishna Cheerala",
      "Sanyam",
      "C. N. Sundaresan",
      "N. Kamaraju"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.25449",
    "title": "Variational quantum computing for quantum simulation: principles, implementations, and challenges",
    "abstract": "           This work presents a comprehensive overview of variational quantum computing and their key role in advancing quantum simulation. This work explores the simulation of quantum systems and sets itself apart from approaches centered on classical data processing, by focusing on the critical role of quantum data in Variational Quantum Algorithms (VQA) and Quantum Machine Learning (QML). We systematically delineate the foundational principles of variational quantum computing, establish their motivational and challenges context within the noisy intermediate-scale quantum (NISQ) era, and critically examine their application across a range of prototypical quantum simulation problems. Operating within a hybrid quantum-classical framework, these algorithms represent a promising yet problem-dependent pathway whose practicality remains contingent on trainability and scalability under noise and barren-plateau this http URL review serves to complement and extend existing literature by synthesizing the most recent advancements in the field and providing a focused perspective on the persistent challenges and emerging opportunities that define the current landscape of variational quantum computing for quantum simulation.         ",
    "url": "https://arxiv.org/abs/2510.25449",
    "authors": [
      "Lucas Q. Galvão",
      "Anna Beatriz M. de Souza",
      "Marcelo A. Moret",
      "Clebson Cruz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25675",
    "title": "Quantum simulation of actinide chemistry: towards scalable algorithms on trapped ion quantum computers",
    "abstract": "           Due to the wide range of technical applications of actinide elements, a thorough understanding of their electronic structure could complement technological improvements in many different areas. Quantum computing could greatly aid in this understanding, as it can potentially provide exponential speedups over classical approaches, thereby offering insights into the complex electronic structure of actinide compounds. As a first foray into quantum computational chemistry of actinides, this paper compares the method of quantum computed moments (QCM) as a noisy intermediate-scale quantum algorithm with a single-ancilla version of quantum phase estimation (QPE), a quantum algorithm expected to run on fault-tolerant quantum computers. We employ these algorithms to study the reaction energetics of plutonium oxides and hydrides. In order to enable quantum hardware experiments, we use several techniques to reduce resource requirements: screening individual Hamiltonian Pauli terms to reduce the measurement requirements of QCM and variational compilation to reduce the depth of QPE circuits. Finally, we derive electronic structure descriptions from a series of representative chemical models and compute the energetics from quantum experiments on Quantinuum's H-series ion trap devices using up to 19 qubits. We find our experiments to be in excellent agreement with results from classical electronic structure calculations and state vector simulations.         ",
    "url": "https://arxiv.org/abs/2510.25675",
    "authors": [
      "Kesha Sorathia",
      "Cono Di Paola",
      "Gabriel Greene-Diniz",
      "Carlo A. Gaggioli",
      "David Zsolt Manrique",
      "Joe Gibbs",
      "Sean Harding",
      "Thomas M. Soini",
      "Neil Gaspar",
      "Robert Harker",
      "Mark Storr",
      "David Munoz Ramo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.25752",
    "title": "Meshless solutions of PDE inverse problems on irregular geometries",
    "abstract": "           Solving inverse and optimization problems over solutions of nonlinear partial differential equations (PDEs) on complex spatial domains is a long-standing challenge. Here we introduce a method that parameterizes the solution using spectral bases on arbitrary spatiotemporal domains, whereby the basis is defined on a hyperrectangle containing the true domain. We find the coefficients of the basis expansion by solving an optimization problem whereby both the equations, the boundary conditions and any optimization targets are enforced by a loss function, building on a key idea from Physics-Informed Neural Networks (PINNs). Since the representation of the function natively has exponential convergence, so does the solution of the optimization problem, as long as it can be solved efficiently. We find empirically that the optimization protocols developed for machine learning find solutions with exponential convergence on a wide range of equations. The method naturally allows for the incorporation of data assimilation by including additional terms in the loss function, and for the efficient solution of optimization problems over the PDE solutions.         ",
    "url": "https://arxiv.org/abs/2510.25752",
    "authors": [
      "James V. Roggeveen",
      "Michael P. Brenner"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2104.12730",
    "title": "An efficient high-current circuit for fast radio-frequency spectroscopy in cold atomic gases",
    "abstract": "           We design and implement a low-impedance, high-current radio-frequency (RF) circuit, enabling fast coherent coupling between magnetic levels in cold alkali atomic samples. It is based on a compact shape-optimized coil that maximizes the RF field coupling with the atomic magnetic dipole, and on coaxial transmission-line transformers that step up the field-generating current flowing in the coil by a factor $\\sim\\,4$ to about $7.5\\,$A for $100\\,$W of RF driving. This allows to obtain a RF coupling field of about $0.035\\,\\text{G}/\\sqrt{\\text{W}}$ at the atomic sample location. The system is robust and versatile, as it generates a large RF field without compromising on the available optical access, and its central resonant frequency can be adjusted in situ. Our approach provides a cost-effective, reliable solution, featuring a negligible level of interference with surrounding electronic equipment thanks to its symmetric layout. We test the circuit performance using a maximum RF power of $80\\,$W at a frequency around $82\\,$MHz, which corresponds to a measured Rabi frequency $\\Omega_R/2\\pi \\simeq 18.5\\,$kHz, i.e. a $\\pi$-pulse duration of about $27\\,\\mu$s, between two of the lowest states of ${}^6$Li at an offset magnetic field of $770\\,$G. Our solution can be readily adapted to other atomic species and vacuum chamber designs, in view of an increasing modularity of cold atom experiments.         ",
    "url": "https://arxiv.org/abs/2104.12730",
    "authors": [
      "F. Scazza",
      "G. Del Pace",
      "L. Pieri",
      "R. Concas",
      "W. J. Kwon",
      "G. Roati"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2406.18705",
    "title": "Picometer Sensitive Prototype of the Optical Truss Interferometer for LISA",
    "abstract": "           The optical truss interferometer (OTI) is a contingent subsystem proposed for the LISA telescopes to aid in the verification of a $1 \\frac{\\mathrm{pm}}{\\sqrt{\\mathrm{Hz}}}$ optical path length stability. Each telescope would be equipped with three pairs of compact fiber-coupled units, each forming an optical cavity with a baseline proportional to the telescope length at different points around the aperture. Employing a Pound-Drever-Hall approach to maintain a modulated laser field on resonance with each cavity, the dimensional stability of the telescope can be measured and verified. We have designed and developed prototype OTI units to demonstrate the capability of measuring stable structures, such as the LISA telescope, with a $1 \\frac{\\mathrm{pm}}{\\sqrt{\\mathrm{Hz}}}$ sensitivity using a set of freely mountable fiber-injected cavities. Aside from its initial motivation for the telescope, the OTI can also be readily integrated with other systems to aid in ground testing experiments. In this paper, we outline our experimental setup, measurement results, and analyses of the noise limitations.         ",
    "url": "https://arxiv.org/abs/2406.18705",
    "authors": [
      "Kylan Jersey",
      "Harold Hollis",
      "Han-Yu Chia",
      "Jose Sanjuan",
      "Paul Fulda",
      "Guido Mueller",
      "Felipe Guzman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2409.15083",
    "title": "Phenomenology of laminar acoustic streaming jets",
    "abstract": "           This work identifies the physical mechanisms at play in the different flow regions along an Eckart acoustic streaming jet by means of numerical simulation based on a novel modeling of the driving acoustic force including attenuation effects. The flow is forced by an axisymmetric beam of progressive sound waves attenuating over a significant part of a closed cylindrical vessel where the jet is confined. We focus on the steady, axisymmetric and laminar regime. The jet typically displays a strong acceleration close to the source before reaching a peak velocity. At further distances from the transducer, the on-axis jet velocity smoothly decays before reaching the opposite wall. For each of these flow regions along the jet, we derive scaling laws for the on-axis velocity with the magnitude of the acoustic force and the diffraction of the driving acoustic beam. These laws highlight the different flow regimes along the jet and establish a clear picture of its spatial structure, able to inform the design of experimental or industrial setups involving Eckart streaming jets.         ",
    "url": "https://arxiv.org/abs/2409.15083",
    "authors": [
      "Bjarne Vincent",
      "Daniel Henry",
      "Abhishek Kumar",
      "Valéry Botton",
      "Alban Pothérat",
      "Sophie Miralles"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2508.08599",
    "title": "Squeezed Light Generation in Periodically Poled Thin-Film Lithium Niobate Waveguides",
    "abstract": "           Squeezed states of light play a key role in quantum-enhanced sensing and continuous-variable quantum information processing. Realizing integrated squeezed light sources is crucial for developing compact and scalable photonic quantum systems. In this work, we demonstrate on-chip broadband vacuum squeezing at telecommunication wavelengths on the thin-film lithium niobate (TFLN) platform. Our device integrates periodically poled lithium niobate (PPLN) nanophotonic waveguides with low-loss edge couplers, comprising bilayer inverse tapers and an SU-8 polymer waveguide. This configuration achieves a fiber-to-chip coupling loss of 1.4 dB and a total homodyne detection loss of 4 dB, enabling a measured squeezing level of 1.4 dB. Additional measurements in a more efficient PPLN waveguide (without low-loss couplers) infer an on-chip squeezing level of over 10 dB at a pump power of 62 mW. These results underscore the potential of TFLN platform for efficient and scalable squeezed light generation.         ",
    "url": "https://arxiv.org/abs/2508.08599",
    "authors": [
      "Xiaodong Shi",
      "Angela Anna Baiju",
      "Xu Chen",
      "Sakthi Sanjeev Mohanraj",
      "Sihao Wang",
      "Veerendra Dhyani",
      "Biveen Shajilal",
      "Mengyao Zhao",
      "Ran Yang",
      "Yue Li",
      "Guangxing Wu",
      "Hao Hao",
      "Victor Leong",
      "Ping Koy Lam",
      "Di Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2508.14738",
    "title": "An accurate DFT-1/2 approach for shallow defect states: Efficient calculation of donor binding energies in silicon",
    "abstract": "           Accurate prediction of shallow-donor electron binding energies is critical for device modeling, dopant activation, and donor-based quantum technologies. Traditional beyond-DFT approaches (e.g., hybrid functionals, GW) are prohibitively expensive for the large supercells needed to capture the extended, hydrogenic wavefunctions, while semi-local DFT underestimates band gaps and suffers from delocalization errors. We present a simple, practical protocol for shallow donors based on the DFT-1/2 approximate quasiparticle correction that maintains the computational cost of standard DFT and enables supercells up to thousands of atoms. This approach provides a straightforward and reproducible workflow that delivers reliable donor binding energies with minimal computational overhead. Applied to group-V donors in Si, Si:X (X= P, As, Sb, Bi), the method yields binding energies in close agreement with experiment. We found that, for Si:Bi, it is essential to include spin-orbit coupling to achieve near-experimental values with a difference of only $\\sim$ 4 meV. For arsenic, the method yields excellent agreement with experiment, with a difference of only ~0.3 meV. For antimony, the results match experiment to within ~5 meV, and for phosphorus, the deviation is within ~8 meV. Beyond its high accuracy, DFT-1/2 offers a significant practical advantage, providing a straightforward, reproducible, and transferable workflow that is less demanding than hybrid functional approaches while remaining fully generalizable to other shallow impurities in semiconductors.         ",
    "url": "https://arxiv.org/abs/2508.14738",
    "authors": [
      "Joshua Claes",
      "Bart Partoens",
      "Dirk Lamoen",
      "Marcelo Marques",
      "Lara K. Teles"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]