[
  {
    "id": "arXiv:2208.02854",
    "title": "Phase Drift Monitoring for Tone Tracking Readout of Superconducting  Microwave Resonators",
    "abstract": "A number of modern millimeter, sub-millimeter, and far-infrared detectors are read out using superconducting microwave (1-10GHz) resonators. The main detector technologies are Transition Edge Sensors, read out using Microwave SQUID Multiplexers ($\\mu$mux) and Microwave Kinetic Inductance Detectors. In these readout schemes, sky signal is encoded as resonance frequency changes. One way to interrogate these superconducting resonators is to calibrate the probe tone phase such that any sky signal induced frequency shifts from the resonators show up primarily as voltage changes in only one of the two quadratures of the interrogation tone. However, temperature variations in the operating environment produce phase drifts that degrade the phase calibration and can source low frequency noise in the final detector time ordered data if left to drift too far from optimal calibration. We present a method for active software monitoring of the time delay through the system which could be used to feedback on the resonator probe tone calibration angle or to apply an offline cleaning. We implement and demonstrate this monitoring method using the SLAC Microresonator RF Electronics on a 65 channel $\\mu$mux chip from NIST. ",
    "url": "https://arxiv.org/abs/2208.02854",
    "authors": [
      "Max Silva-Feaver",
      "Zeeshan Ahmed",
      "Kam Arnold",
      "Josef C. Frisch",
      "John Groh",
      "Shawn W. Henderson",
      "Jesus Vasquez",
      "Cyndia Yu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2208.02961",
    "title": "Analysis of temporal structure of laser chaos by Allan variance",
    "abstract": "Allan variance has been widely utilized in evaluating the stability of the time series generated by atomic clocks and lasers, in time regimes ranging from short to extremely long. This multi-scale examination capability of the Allan variance may also be beneficial in evaluating the chaotic oscillating dynamics of semiconductor lasers, not just for conventional phase stability analysis purposes. Here we demonstrate Allan variance analysis of the complex time series generated by a semiconductor laser with delayed feedback, including low-frequency fluctuations (LFFs), which exhibit both fast and slow dynamics. Whereas the detection of LFFs is not easy with the conventional power spectrum analysis method in the low-frequency regime, we show that the Allan variance approach clearly captured the appearance of multiple time-scale dynamics, like LFFs. This study demonstrates that Allan variance can help in understanding and characterizing versatile laser dynamics, including LFFs, which involve dynamics spanning a wide range of time scales. ",
    "url": "https://arxiv.org/abs/2208.02961",
    "authors": [
      "Naoki Asuke",
      "Nicolas Chauvet",
      "André Röhm",
      "Kazutaka Kanno",
      "Atsushi Uchida",
      "Tomoaki Niiyama",
      "Satoshi Sunada",
      "Ryoichi Horisaki",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2208.02996",
    "title": "Photonic band gap formation in silicon carbide triangular cross-section  photonic crystals",
    "abstract": "Triangular cross-section silicon carbide (SiC) color center photonics has recently emerged as a very promising platform for quantum information processing. Here, we investigate dispersion relations in 1D SiC photonic crystals in triangular geometry and discuss the formation of photonic band gaps (PBGs). We compare the PBG formation trends and evaluate the fabrication suitability. Finally, we propose three distinct photonic device designs, resulting from unique PBG configurations, which are vital components for improving the efficiency of quantum photonic circuits. ",
    "url": "https://arxiv.org/abs/2208.02996",
    "authors": [
      "Pranta Saha",
      "Sridhar Majety",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03189",
    "title": "Quantification of electron correlation for approximate quantum  calculations",
    "abstract": "State-of-the-art many-body wave function techniques rely on heuristics to achieve high accuracy at an attainable cost to solve the many-body Schr\\\"odinger equation. By far the most common property used to assess accuracy has been the total energy; however, total energies do not give a complete picture of electron correlation. In this work, the authors assess the von Neumann entropy of the one-particle reduced density matrix (1-RDM) to compare selected configuration interaction (CI), coupled cluster, variational Monte Carlo, and fixed-node diffusion Monte Carlo for benchmark hydrogen chains. A new algorithm, the circle reject method is presented which improves the efficiency of the evaluation of the von Neumann entropy using quantum Monte Carlo by several orders of magnitude. The von Neumann entropy of the 1-RDM and the eigenvalues of the 1-RDM are shown to distinguish between the dynamic correlation introduced by the Jastrow and static correlation introduced by determinants with large weights, confirming some of the lore in the field concerning the difference between the selected CI and Slater-Jastrow wave functions. ",
    "url": "https://arxiv.org/abs/2208.03189",
    "authors": [
      "Shunyue Yuan",
      "Yueqing Chang",
      "Lucas K. Wagner"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03245",
    "title": "Are Weakly Coordinating Anions Really the Holy Grail of Ternary Solid  Polymer Electrolytes Plasticized by Ionic Liquids? Coordinating Anions to the  Rescue of the Lithium Ion Mobility",
    "abstract": "Lithium salts with low coordinating anions like bis(trifluoromethanesulfonyl)imide (TFSI) have been the state-of-the-art for PEO-based 'dry' polymer electrolytes for three decades. Plasticizing PEO with TFSI-based ionic liquids (ILs) to form ternary solid polymer electrolytes (TSPEs) increases conductivity and Li$^+$ diffusivity. However, the Li$^+$ transport mechanism is unaffected compared to their 'dry' counterpart and essentially coupled to the dynamics of the polymer host matrix, which limits Li$^+$ transport improvement. Thus, a paradigm shift is hereby suggested: The utilization of more coordinating anions such as trifluoromethanesulfonyl-N-cyanoamide (TFSAM), able to compete with PEO for Li$^+$ solvation to accelerate the Li$^+$ transport and reach higher Li$^+$ transference number. The Li-TFSAM interaction in binary and ternary TFSAM-based electrolytes was probed by experimental methods and discussed in the context of recent computational results. In PEO-based TSPEs, TFSAM drastically accelerates the Li$^+$ transport (increased Li$^+$ transference number by 600$\\%$ and Li$^+$ conductivity by 200-300$\\%$) and computer simulations reveal that lithium dynamics are effectively re-coupled from polymer to anion dynamics. Finally, this concept of coordinating anions in TSPEs was successfully applied in LFP$||$Li metal cells leading to enhanced capacity retention (86$\\%$ after 300 cycles) and an improved rate performance at 2C. ",
    "url": "https://arxiv.org/abs/2208.03245",
    "authors": [
      "Jan-Philipp Hoffknecht",
      "Alina Wettstein",
      "Jaschar Atik",
      "Christian Krause",
      "Johannes Thienenkamp",
      "Gunther Brunklaus",
      "Martin Winter",
      "Diddo Diddens",
      "Andreas Heuer",
      "Elie Paillard"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.02906",
    "title": "Quantifying the Sensitivity and Unclonability of Optical Physical  Unclonable Functions",
    "abstract": "Due to their unmatched entropy, complexity, and security level, optical Physical Unclonable Functions (PUFs) currently receive a lot of interest in the literature. Despite the large body of existing works, however, one of their core features has never been quantified in detail, namely their physical unclonability. This paper tackles this fundamental and yet largely unaddressed issue. In simulations and/or experiments, the sensitivity of diffraction-based optical responses is investigated with respect to various small alterations such as variation in the position, size, and number of the scatterers, as well as perturbations in the spatial alignment between the physical unclonable function (PUF) and the measurement apparatus. Our analysis focuses on 2D optical PUFs because of their relevance in integrated applications and the need to reply to security concerns that can be raised when the physical structure of the geometry is accessible. Among the results of this study, the sensitivity analysis shows that a positional perturbation of scatterers on the order of \\SI{30}{\\nano\\meter}, i.e., far below the wavelength of the probing laser light of \\SI{632}{\\nano\\meter} wavelength, is sufficient to invalidate the PUF response and thus detect a forgery attempt. These results support and quantify the high adversarial efforts required to clone optical PUFs, even for 2D layouts. ",
    "url": "https://arxiv.org/abs/2208.02906",
    "authors": [
      "Giuseppe Emanuele Lio",
      "Sara Nocentini",
      "Lorenzo Pattelli",
      "Eleonora Cara",
      "Diederik Sybolt Wiersma",
      "Ulrich Rührmair",
      "Francesco Riboli"
    ],
    "subjectives": [
      "Cryptography and Security (cs.CR)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03005",
    "title": "Phase-quadrature quantum imaging with undetected photons",
    "abstract": "Sensing with undetected photons allows access to spectral regions with simultaneous detection of photons of another region and is based on nonlinear interferometry. To obtain the full information of a sample, the corresponding interferogram has to be analyzed in terms of amplitude and phase, which has been realized so far by multiple measurements followed by phase variation. Here, we present a polarization-optics-based phase-quadrature implementation in a nonlinear interferometer for imaging with undetected photons in the infrared region. This allows us to obtain phase and visibility with a single image acquisition without the need of varying optical paths or phases, thus enabling the detection of dynamic processes. We demonstrate the usefullness of our method on a static phase mask opaque to the detected photons as well as on dynamic measurement tasks as the drying of an isopropanol film and the stretching of an adhesive tape. ",
    "url": "https://arxiv.org/abs/2208.03005",
    "authors": [
      "Björn Erik Haase",
      "Joshua Hennig",
      "Mirco Kutas",
      "Erik Waller",
      "Julian Hering",
      "Georg von Freymann",
      "Daniel Molter"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03082",
    "title": "Conflict-free joint sampling for preference satisfaction through quantum  interference",
    "abstract": "Collective decision-making is vital for recent information and communications technologies. In our previous research, we mathematically derived conflict-free joint decision-making that optimally satisfies players' probabilistic preference profiles. However, two problems exist regarding the optimal joint decision-making method. First, as the number of choices increases, the computational cost of calculating the optimal joint selection probability matrix explodes. Second, to derive the optimal joint selection probability matrix, all players must disclose their probabilistic preferences. Now, it is noteworthy that explicit calculation of the joint probability distribution is not necessarily needed; what is necessary for collective decisions is sampling. This study examines several sampling methods that converge to heuristic joint selection probability matrices that satisfy players' preferences. We show that they can significantly reduce the above problems of computational cost and confidentiality. We analyze the probability distribution each of the sampling methods converges to, as well as the computational cost required and the confidentiality secured. In particular, we introduce two conflict-free joint sampling methods through quantum interference of photons. The first system allows the players to hide their choices while satisfying the players' preferences almost perfectly when they have the same preferences. The second system, where the physical nature of light replaces the expensive computational cost, also conceals their choices under the assumption that they have a trusted third party. ",
    "url": "https://arxiv.org/abs/2208.03082",
    "authors": [
      "Hiroaki Shinkawa",
      "Nicolas Chauvet",
      "André Röhm",
      "Takatomo Mihana",
      "Ryoichi Horisaki",
      "Guillaume Bachelier",
      "Makoto Naruse"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03114",
    "title": "Non-unitary versus unitary optimization in the} control of open quantum  systems",
    "abstract": "In this work, we compare the performance of the Krotov method for open quantum systems (non-unitary optimization) with the Krotov method for closed quantum systems (unitary optimization) in finding optimal controls aimed at manipulating qubits and qutrits in the presence of the environment. In the case of unitary optimization, the Krotov method is applied to quantum system neglecting its interaction with the environment, afterwards the resulting controls are used to manipulate the system along with the eviromental noise. We consider two distinct control problems: target-state preparation from a given initial state and quantum gate implementation. For the state preparation, we {have found that the performance of the controls obtained from the non-unitary optimization outperform that of the controls obtained from the unitary optimization}. {However, in the case of the implementation of quantum gates, we have found that the optimal controls obtained from the unitary evolution exhibit a mean fidelity similar to that obtained from the non-unitary evolution. Since unitary optimization does not depend on decay rates nor on specific kinds of noise, besides being less computationally demanding, our results suggest that the best current practice to implement quantum gates in open quantum systems is to employ unitary optimization. ",
    "url": "https://arxiv.org/abs/2208.03114",
    "authors": [
      "Marllos E. Fonseca",
      "Felipe F. Fanchini",
      "Emanuel F. de Lima",
      "Leonardo K. Castelano"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2208.03179",
    "title": "Robust Quantum Enhanced Sensing via Antisymmetric Rabi Spectroscopy",
    "abstract": "Atomic spectroscopy, an essential tool for frequency estimation, is widely used in quantum sensing. A key for achieving quantum enhanced sensing is employing atom-atom interaction to generate entanglement. However, atom-atom interaction always induces collision shift, which brings systematic error in determining the resonance frequency. Contradiction between utilizing entanglement and suppressing collision shift generally exists in atomic spectroscopy. Here, we propose an antisymmetric Rabi spectroscopy protocol without collision shift for arbitrary atom-atom interactions. We analytically find that, the antisymmetric point, which can be used for determining the resonance frequency, has no collision shift. By employing atom-atom interaction, the spectrum resolution can be dramatically improved and the measurement precision may beat the standard quantum limit. Moreover, unlike the quantum-enhanced Ramsey interferometry via spin squeezing, our scheme is robust against detection noises. Our antisymmetric Rabi spectroscopy protocol has promising applications in various practical quantum sensors such as atomic clocks and atomic magnetometers. ",
    "url": "https://arxiv.org/abs/2208.03179",
    "authors": [
      "Jiahao Huang",
      "Sijie Chen",
      "Min Zhuang",
      "Chaohong Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2011.14709",
    "title": "Monadic Pavlovian associative learning in a backpropagation-free  photonic network",
    "abstract": " Comments: 24 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2011.14709",
    "authors": [
      "James Y. S. Tan",
      "Zengguang Cheng",
      "Johannes Feldmann",
      "Xuan Li",
      "Nathan Youngblood",
      "Utku E. Ali",
      "C. David Wright",
      "Wolfram H. P. Pernice",
      "Harish Bhaskaran"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Neural and Evolutionary Computing (cs.NE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2012.05496",
    "title": "Evaluation of the systematic shifts of a  ${}^{40}\\textrm{Ca}^+-{}^{27}\\textrm{Al}^+$ optical clock",
    "abstract": " Comments: 8 pages, 3 figures, 3 tables ",
    "url": "https://arxiv.org/abs/2012.05496",
    "authors": [
      "Kaifeng Cui",
      "Sijia Chao",
      "Chenglong Sun",
      "Shaomao Wang",
      "Ping Zhang",
      "Yuanfei Wei",
      "Jinbo Yuan",
      "Jian Cao",
      "Hualin Shu",
      "Xueren Huang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2111.14561",
    "title": "Detecting frequency modulation in stochastic time series data",
    "abstract": " Title: Detecting frequency modulation in stochastic time series data ",
    "url": "https://arxiv.org/abs/2111.14561",
    "authors": [
      "Adrian L. Hauber",
      "Christian Sigloch",
      "Jens Timmer"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "Methodology (stat.ME)"
    ]
  },
  {
    "id": "arXiv:2112.15416",
    "title": "Microscopy of an ultranarrow Feshbach resonance using a laser-based atom  collider: A quantum defect theory analysis",
    "abstract": " Title: Microscopy of an ultranarrow Feshbach resonance using a laser-based atom  collider: A quantum defect theory analysis ",
    "url": "https://arxiv.org/abs/2112.15416",
    "authors": [
      "Matthew Chilcott",
      "James F. E. Croft",
      "Ryan Thomas",
      "Niels Kjærgaard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.03975",
    "title": "Self-heating of cryogenic high-electron-mobility transistor amplifiers  and the limits of microwave noise performance",
    "abstract": " Comments: 36 pages (including 15 SI pages), 9 figures (including 3 SI figures), 2 tables (including 2 SI tables) ",
    "url": "https://arxiv.org/abs/2205.03975",
    "authors": [
      "Anthony J. Ardizzi",
      "Alexander Y. Choi",
      "Bekari Gabritchidze",
      "Jacob Kooi",
      "Kieran A. Cleary",
      "Anthony C. Readhead",
      "Austin J. Minnich"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2207.12340",
    "title": "Hybrid quantum nanophotonic devices with color centers in nanodiamonds",
    "abstract": " Comments: 27 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2207.12340",
    "authors": [
      "Swetapadma Sahoo",
      "Valery Davydov",
      "Viatcheslav Agafonov",
      "Simeon I. Bogdanov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2208.02199",
    "title": "Is there evidence for exponential quantum advantage in quantum  chemistry?",
    "abstract": " Title: Is there evidence for exponential quantum advantage in quantum  chemistry? ",
    "url": "https://arxiv.org/abs/2208.02199",
    "authors": [
      "Seunghoon Lee",
      "Joonho Lee",
      "Huanchen Zhai",
      "Yu Tong",
      "Alexander M. Dalzell",
      "Ashutosh Kumar",
      "Phillip Helms",
      "Johnnie Gray",
      "Zhi-Hao Cui",
      "Wenyuan Liu",
      "Michael Kastoryano",
      "Ryan Babbush",
      "John Preskill",
      "David R. Reichman",
      "Earl T. Campbell",
      "Edward F. Valeev",
      "Lin Lin",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]