[
  {
    "id": "arXiv:2211.04475",
    "title": "Photonic Hook with Modulated Bending Angle Formed by Using Triangular  Mesoscale Janus Prisms",
    "abstract": "In this study, we propose a novel design of the triangular mesoscale Janus prisms for the generation of the long photonic hook. The numerical simulations based on the finite-difference time-domain method are used to examine the formation mechanism of the photonic hook. The electric intensity distributions near the micro-prisms are calculated for operating at different re-fractive indices and spaces of the two triangular micro-prisms. The asymmetric vortexes of in-tensity distributions result in the long photonic hook with large bending angle. The length and the bending angle of the photonic hook are efficiently modulated by changing the space be-tween the two triangular micro-prisms. Moreover, the narrow width of the photonic hook is achieved beyond the diffraction limit. The triangular Janus micro-prisms have high potential for practical applications in optical tweezers, nanoparticle sorting and manipulation and photonic circuits. ",
    "url": "https://arxiv.org/abs/2211.04475",
    "authors": [
      "Wei-Yu Chen",
      "Cheng-Yang Liu",
      "Yu-Kai Hsieh",
      "Oleg V. Minin",
      "Igor V. Minin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04525",
    "title": "Development of a hardened THz energy meter for use on the  kilojoule-scale, short-pulse OMEGA EP laser",
    "abstract": "A highly adaptable and robust THz energy meter has been designed and implemented to detect energetic THz pulses from high intensity (greater than 1E18 watts per square centimeter) laser plasma interactions on OMEGA EP. THz radiation from the laser driven target is detected by a shielded pyrometer. A second identical pyrometer is used for background subtraction. The detector can be configured to detect THz pulses in the 1 mm to 30 microns (0.3 to 10 THz) range and pulse energies from joules to microjoules via changes in filtration, aperture size and position. Additional polarization selective filtration can also be used to determine THz pulse polarization. The design incorporates significant radiation and EMP shielding to survive and operate within the OMEGA EP radiation environment. We describe the design, operational principle, calibration and testing of the THz energy meter. The pyrometers were calibrated using a benchtop laser and show linear sensitivity up to 1000 nJ of absorbed energy. Initial results from four OMEGA EP THz experiments detected up to 15 microjoules at the detector, which can correspond to 100s of mJ depending on THz emission and reflection models. ",
    "url": "https://arxiv.org/abs/2211.04525",
    "authors": [
      "G. Bruhaug",
      "H. G. Rinderknecht",
      "Y. E",
      "M. S. Wei",
      "R. B. Brannon",
      "D. Guy",
      "R. G. Peck",
      "N. Landis",
      "G. Brent",
      "R. Fairbanks",
      "C. McAtee",
      "T. Walker",
      "T. Buczek",
      "M. Krieger",
      "M. H. Romanofsky",
      "C. Milhem",
      "K. G. Francis",
      "X. C. Zhang",
      "G. W. Collins",
      "J. R. Ryg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04548",
    "title": "Tilted Dirac cones and asymmetric conical diffraction in photonic  Lieb-kagome lattices",
    "abstract": "The Lieb lattice and the kagome lattice, which are both well known for their Dirac cones and flat bands, can be continuously converted into each other by a shearing transformation. During this transformation, the flat band is destroyed, but the Dirac cones remain and become tilted, with types I, II, and III occurring for different parameters. In this work, we first study these tilted Dirac cones using a tight-binding model, revealing how they can be engineered into the different types. We then demonstrate conical diffraction in a photonic lattice realization of the Lieb-kagome lattice using split-step beam propagation simulations, obtaining evidence of the presence of Dirac cones tilted in different directions. Finally, we performed experiments with photonic lattices laser-written in fused silica (SiO$_2$) to validate the results of the simulations. These studies advance the understanding of the Lieb-kagome lattice and tilted Dirac cones in general and provide a basis for further research into this interesting tunable lattice system. ",
    "url": "https://arxiv.org/abs/2211.04548",
    "authors": [
      "Jean-Philippe Lang",
      "Haissam Hanafi",
      "Jörg Imbrock",
      "Cornelia Denz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04790",
    "title": "Development and first operation of a Cavity Ring Down Spectroscopy  diagnostic in the negative ion source SPIDER",
    "abstract": "The Neutral Beam Injectors of the ITER experiment will rely on negative ion sources to produce 16.7 MW beams of H/D particles accelerated at 1 MeV. The prototype of these sources was built and is currently operated in the SPIDER experiment (Source for the Production of Ions o Deuterium Extracted from an RF plasma), part of the Neutral Beam Test Facility of Consorzio RFX, Padua. In SPIDER, the H-/D- ion source is coupled to a three grids 100 kV acceleration system. One of the main targets of the experimentation in SPIDER is to uniformly maximize the extracted current density; to achieve this it is important to study the density of negative ions available in proximity of the ion acceleration system. In SPIDER, line-integrated measurements of negative ion density are performed by a Cavity Ring Down Spectroscopy (CRDS) diagnostic. Its principle of operation is based on the absorption of the photons of a laser beam pulse by H-/D- photo-detachment; the absorption detection is enhanced by trapping the laser pulse in an optical cavity, containing the absorbing medium (i.e. negative ions). The paper presents and discusses the CRDS diagnostic setup in SPIDER, including the first measurements of negative ion density, correlated to the main source parameters. ",
    "url": "https://arxiv.org/abs/2211.04790",
    "authors": [
      "M. Barbisan",
      "R.Pasqualotto",
      "R. Agnello",
      "M. Pilieci",
      "G. Serianni",
      "C. Taliercio",
      "V. Cervaro",
      "F. Rossetto",
      "A. Tiso"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04805",
    "title": "Electron dynamics in planar radio frequency magnetron plasmas: I. The  mechanism of Hall heating and the μ-mode",
    "abstract": "The electron dynamics and the mechanisms of power absorption in radio-frequency (RF) driven, magnetically enhanced capacitively coupled plasmas (MECCPs) at low pressure are investigated. The device in focus is a geometrically asymmetric cylindrical magnetron with a radially nonuniform magnetic field in axial direction and an electric field in radial direction. The dynamics is studied analytically using the cold plasma model and a single-particle formalism, and numerically with the inhouse energy and charge conserving particle-in-cell/Monte Carlo collisions code ECCOPIC1S-M. It is found that the dynamics differs significantly from that of an unmagnetized reference discharge. In the magnetized region in front of the powered electrode, an enhanced electric field arises during sheath expansion and a reversed electric field during sheath collapse. Both fields are needed to ensure discharge sustaining electron transport against the confining effect of the magnetic field. The corresponding azimuthal ExB-drift can accelerate electrons into the inelastic energy range which gives rise to a new mechanism of RF power dissipation. It is related to the Hall current and is different in nature from Ohmic heating, as which it has been classified in previous literature. The new heating is expected to be dominant in many magnetized capacitively coupled discharges. It is proposed to term it the \"{\\mu}-mode\" to separate it from other heating modes. ",
    "url": "https://arxiv.org/abs/2211.04805",
    "authors": [
      "Denis Eremin",
      "Dennis Engel",
      "Dennis Krüger",
      "Sebastian Wilczek",
      "Birk Berger",
      "Moritz Oberberg",
      "Christian Wölfel",
      "Andrei Smolyakov",
      "Jan Lunze",
      "Peter Awakowicz",
      "Julian Schulze",
      "Ralf Peter Brinkmann"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04849",
    "title": "Isothermal annealing of radiation defects in bulk material of diodes  from 8\" silicon wafers",
    "abstract": "The high luminosity upgrade of the LHC will provide unique physics opportunities, such as the observation of rare processes and precision measurements. However, the accompanying harsh radiation environment will also pose unprecedented challenged to the detector performance and hardware. In this paper, we study the radiation induced damage and its macroscopic isothermal annealing behaviour of the bulk material from new 8\" silicon wafers using diode test structures. The sensor properties are determined through measurements of the diode capacitance and leakage current for three thicknesses, two material types, and neutron fluences from $6.5\\cdot 10^{14}$ to $10^{16}\\,\\mathrm{neq/cm^2}$. ",
    "url": "https://arxiv.org/abs/2211.04849",
    "authors": [
      "Jan Kieseler",
      "Pedro Goncalo Dias Almeida",
      "Oliwia Kaluzinska",
      "Eva Sicking",
      "Phillip Zehetner"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.04899",
    "title": "Generating axial magnetic fields via two plasmon decay driven by a  twisted laser",
    "abstract": "We propose a new way of axial magnetic fields generation in a non-relativistic laser intensity regime by using a twisted light carrying orbital angular momentum (OAM) to stimulate two-plasmon decay (TPD) in a plasma. The growth of TPD driven by an OAM light in a Laguerre-Gauss (LG) mode is investigated through three dimensional fluid simulations and theory. A theory based on the assumption that the electron plasma waves (EPWs) are locally driven by a number of local plane-wave lasers predicts the maximum growth rate proportional to the peak amplitude of the pump laser field and is verified by the simulations. The OAM conservation during its transportation from the laser to the TPD daughter EWPs is shown by both the theory and the simulations. The theory predicts generation of ~40T axial magnetic fields through the OAM absorption via TPD, which has perspective applications in the field of high energy density physics. ",
    "url": "https://arxiv.org/abs/2211.04899",
    "authors": [
      "Yu Ji",
      "Chang-Wang Lian",
      "Yin Shi",
      "Rui Yan",
      "Shihui Cao",
      "Chuang Ren",
      "Jian Zheng"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04923",
    "title": "Collision-induced Hopf-type bifurcation reversible transitions in a  dual-wavelength femtosecond fiber laser",
    "abstract": "Collision refers to a striking nonlinear interaction in dissipative systems, revealing the particle-like properties of solitons. In dual-wavelength mode-locked fiber lasers, collisions are inherent and periodic. However, how collisions influence the dynamical transitions in the dual-wavelength mode-locked state has still not been explored. In our research, dispersion management triggers the complex interactions between solitons in the cavity. We reveal the smooth or reversible Hopf-type bifurcation transitions of dual-color soliton molecules (SMs) during collision by real-time spectral measurement technique of TS-DFT. The reversible transitions from stationary SM to vibrating SM, revealing that cavity parameters pass through a bifurcation point in the collision process without active external intervention. The numerical results confirm the universality of collision-induced bifurcation behavior. These findings provide new insights into collision dynamics in dual-wavelength ultrafast fiber lasers. Furthermore, the study of intermolecular collisions is of great significance for other branches of nonlinear science. ",
    "url": "https://arxiv.org/abs/2211.04923",
    "authors": [
      "Runmin Liu",
      "Defeng Zou",
      "Shuang Niu",
      "Youjian Song",
      "Minglie Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2211.04933",
    "title": "High-sensitivity low-noise photodetector using large-area silicon  photomultiplier",
    "abstract": "The application of silicon photomultiplier (SiPM) technology for weak-light detection at a single photon level has expanded thanks to its better photon detection efficiency in comparison to a conventional photomultiplier tube (PMT). SiPMs with large detection area have recently become commercially available, enabling applications where the photon flux is low both temporarily and spatially. On the other hand, several drawbacks exist in the usage of SiPMs such as a higher dark count rate, many readout channels, slow response time, and optical crosstalk; therefore, users need to carefully consider the trade-offs. This work presents a SiPM-embedded compact large-area photon detection module. Various techniques are adopted to overcome the disadvantages of SiPMs so that it can be generally utilized as an upgrade from a PMT. A simple cooling component and recently developed optical crosstalk suppression method are adopted to reduce the noise which is more serious for larger-area SiPMs. A dedicated readout circuit increases the response frequency and reduces the number of readout channels. We favorably compare this design with a conventional PMT and obtain both higher photon detection efficiency and larger-area acceptance. ",
    "url": "https://arxiv.org/abs/2211.04933",
    "authors": [
      "Takahiko Masuda",
      "Ayami Hiramoto",
      "Daniel G. Ang",
      "Cole Meisenhelder",
      "Cristian D. Panda",
      "Noboru Sasao",
      "Satoshi Uetake",
      "Xing Wu",
      "David P. DeMille",
      "John M. Doyle",
      "Gerald Gabrielse",
      "Koji Yoshimura"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2211.05009",
    "title": "Flow Simulation of Lid-Driven Rectangular Cavity by Using Lattice  Boltzmann Method",
    "abstract": "Wall-driven flow in square cavity has been studied extensively, yet it is more frequently for the rectangular cavity flow occurring in practical problems, and some flow characteristics about rectangular cavity have not been fully investigated. As a promising numerical simulation tool, the Lattice Boltzmann Method (LBM) is employed to simulate the lid-driven flow in a two-dimensional rectangular cavity in this paper. First, the code is validated for the standard square cavity, the velocity profiles, stream function values and center positions of the primary and second vortexes at different Re are presented and compared with previous researches. Then, the eddy dynamics of rectangular cavities is simulated and discussed with Reynolds number (Re) in the range of 4000-8000 and vertical to horizontal axis ratio (Ar) varied from 0.4 to 2.0, and the streamline and center migration of the primary vortex are drawn realistically for rectangular cavity. In the end, the steady, periodic, aperiodic and unstable phenomenon in the rectangular cavity is produced by LBM, Re and Ar which play the significant role in the state transition of lid-driven rectangular cavity flow are analyzed and summarized in detail. By the LBM numerical simulation with 500x(500*Ar) grid, we have discovered that the flow state in the rectangular cavity with a fixed Ar changes monotonically from stable state, periodic state to aperiodic and unstable state with the increase of Re, while the flow state in the rectangular cavity with a fixed Re varies non-monotonically with the increase of Ar. Additionally, the cycle length of periodic states varies with the change of Ar and Re. ",
    "url": "https://arxiv.org/abs/2211.05009",
    "authors": [
      "Xiuqiao Xiang",
      "Baochang Shi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2211.05023",
    "title": "Optical property measurements of lithium chloride aqueous solution for  neutrino detection",
    "abstract": "The lithium chloride aqueous solution has a great potential to be the detection medium of a large neutrino detector, for the nuclide Li-7 provides a charged-current interaction channel with a high cross-section for the MeV-scale solar electron-neutrinos. Previous research questioned the optical transparency of the lithium chloride solution for building a large detector. This work measures the optical properties of a saturated lithium chloride solution. The solution shows no interfering fluorescence or absorption in the UV/visible wavelength range. The attenuation length is measured to be 10.9$\\pm$0.2 m. Furthermore, the Cherenkov light yield of the lithium chloride solution is measured. This work shows that the lithium chloride aqueous solution does not obstruct the propagation of the Cherenkov light and it is feasible in the sense of optical transparency to use a saturated lithium chloride solution to build a neutrino detector with a size of 10 meters. ",
    "url": "https://arxiv.org/abs/2211.05023",
    "authors": [
      "Ye Liang",
      "Tong Xu",
      "Jialiang Zhang",
      "Ming Qi",
      "Zhe Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2211.05096",
    "title": "Mirror Surface Nanostructuring via Laser Direct Writing --  Characterization and Physical Origins",
    "abstract": "The addition of an optically absorptive layer to otherwise standard dielectric mirrors enables a set of laser direct writing nanostructuring methods that can add functionality to such mirrors while retaining their high reflectivity. These mirrors are particularly suited for use in optical microcavities, where arbitrary potential landscapes for photons may be constructed. Experiments with photon Bose-Einstein condensates, where high cavity finesse is essential, is one area that has greatly benefited from this approach. A thorough characterization of our implementation of this method is given in this paper, and its physical origins are investigated. In particular, our measurements show that laser direct writing of such mirrors has a reversible and a permanent component, where the reversible process originates from the thermal expansion of the surface and allows a simple yet precise way to temporarily modify the shape of the mirror. Scanning electron microscope cross-sectional images suggest that the permanent part of the nanostructuring process is due to thermally induced pore formation and enlargement in the tantalum oxide layers of the used dielectric mirror. ",
    "url": "https://arxiv.org/abs/2211.05096",
    "authors": [
      "Mario Vretenar",
      "Jan Klaers"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.04605",
    "title": "Quantum interference of tunneling paths under a double-well barrier",
    "abstract": "The tunnel effect, a hallmark of the quantum realm, involves motion across a classically forbidden region. In a driven nonlinear system, two or more tunneling paths may coherently interfere, enhancing or cancelling the tunnel effect. Since individual quantum systems are difficult to control, this interference effect has only been studied for the lowest energy states of many-body ensembles. In our experiment, we show a coherent cancellation of the tunneling amplitude in the ground and excited state manifold of an individual squeeze-driven Kerr oscillator, a consequence of the destructive interference of tunneling paths in the classically forbidden region. The tunnel splitting vanishes periodically in the spectrum as a function of the frequency of the squeeze-drive, with the periodicity given by twice the Kerr coefficient. This resonant cancellation, combined with an overall exponential reduction of tunneling as a function of both amplitude and frequency of the squeeze-drive, reduces drastically the well-switching rate under incoherent environment-induced evolution. The control of tunneling via interference effects can be applied to quantum computation, molecular, and nuclear physics. ",
    "url": "https://arxiv.org/abs/2211.04605",
    "authors": [
      "Jayameenakshi Venkatraman",
      "Rodrigo G. Cortinas",
      "Nicholas E. Frattini",
      "Xu Xiao",
      "Michel H. Devoret"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04607",
    "title": "First principles physics-informed neural network for quantum  wavefunctions and eigenvalue surfaces",
    "abstract": "Physics-informed neural networks have been widely applied to learn general parametric solutions of differential equations. Here, we propose a neural network to discover parametric eigenvalue and eigenfunction surfaces of quantum systems. We apply our method to solve the hydrogen molecular ion. This is an ab-initio deep learning method that solves the Schrodinger equation with the Coulomb potential yielding realistic wavefunctions that include a cusp at the ion positions. The neural solutions are continuous and differentiable functions of the interatomic distance and their derivatives are analytically calculated by applying automatic differentiation. Such a parametric and analytical form of the solutions is useful for further calculations such as the determination of force fields. ",
    "url": "https://arxiv.org/abs/2211.04607",
    "authors": [
      "Marios Mattheakis",
      "Gabriel R. Schleder",
      "Daniel Larson",
      "Efthimios Kaxiras"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04804",
    "title": "Perspective on Quantum Bubbles in Microgravity",
    "abstract": "Progress in understanding quantum systems has been driven by the exploration of the geometry, topology, and dimensionality of ultracold atomic systems. The NASA Cold Atom Laboratory (CAL) aboard the International Space Station has enabled the study of ultracold atomic bubbles, a terrestrially-inaccessible topology. Proof-of-principle bubble experiments have been performed on CAL with an rf-dressing technique; an alternate technique (dual-species interaction-driven bubbles) has also been proposed. Both techniques can drive discovery in the next decade of fundamental physics research in microgravity. ",
    "url": "https://arxiv.org/abs/2211.04804",
    "authors": [
      "Nathan Lundblad",
      "David C. Aveline",
      "Antun Balaz",
      "Elliot Bentine",
      "Nicholas P. Bigelow",
      "Patrick Boegel",
      "Maxim A. Efremov",
      "Naceur Gaaloul",
      "Matthias Meister",
      "Maxim Olshanii",
      "Carlos A. R. Sá de Melo",
      "Andrea Tononi",
      "Smitha Vishveshwara",
      "Angela C. White",
      "Alexander Wolf",
      "Barry M. Garraway"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.05112",
    "title": "Interfacing picosecond and nanosecond quantum light pulses",
    "abstract": "Light is a key information carrier, enabling worldwide high-speed data transmission through a telecommunication fibre network. This information-carrying capacity can be extended to transmitting quantum information (QI) by encoding it in single photons -- flying qubits. However, various QI-processing platforms operate at vastly different timescales. QI-processing units in atomic media, operating within nanosecond to microsecond timescales, and high-speed quantum communication, at picosecond timescales, cannot be efficiently linked due to orders of magnitude mismatch in the timescales or, correspondingly, spectral linewidths. In this work, we develop a large-aperture time lens using complex high-bandwidth electro-optic phase modulation to bridge this gap. We demonstrate coherent, deterministic spectral bandwidth compression of quantum light pulses by more than two orders of magnitude with high efficiency. It will facilitate large-scale hybrid QI-processing by linking the ultrafast and quasi-continuous-wave experimental platforms, which until now, to a large extent, have been developing independently. ",
    "url": "https://arxiv.org/abs/2211.05112",
    "authors": [
      "Filip Sośnicki",
      "Michał Mikołajczyk",
      "Ali Golestani",
      "Michał Karpiński"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.13593",
    "title": "An analytical model for electronic noise in a cryogenic bolometer  detector readout circuit",
    "abstract": " Comments: Replaced the existing time domain analysis with frequency domain analysis as that is a better representation of noise data. The older manuscript included work done on NTD Ge sensors only, while the replacement manuscript has work done on NTD and SMD sensors both with the results verifed over a wider range of resistance for NTD Ge sensors ",
    "url": "https://arxiv.org/abs/2103.13593",
    "authors": [
      "V. Vatsa",
      "A. Reza",
      "A. Mazumdar",
      "M. S. Pose",
      "S. Mallikarjunachary",
      "V. Nanal",
      "R. G. Pillay",
      "S. Ramakrishnan",
      "A. Shrivastava"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2107.04608",
    "title": "Dust in the Wind with Resonant Drag Instabilities: I. The Dynamics of  Dust-Driven Outflows in GMCs and HII Regions",
    "abstract": " Comments: 25 pages, 22 figures. Updated to match published version ",
    "url": "https://arxiv.org/abs/2107.04608",
    "authors": [
      "Philip F. Hopkins",
      "Anna L. Rosen",
      "Jonathan Squire",
      "Georgia V. Panopoulou",
      "Nadine H. Soliman",
      "Darryl Seligman",
      "Ulrich P. Steinwandel"
    ],
    "subjectives": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Fluid Dynamics (physics.flu-dyn)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2202.12041",
    "title": "Resonant chiral effects in nonlinear dielectric metasurfaces",
    "abstract": " Comments: 23 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2202.12041",
    "authors": [
      "Kirill Koshelev",
      "Yutao Tang",
      "Zixian Hu",
      "Ivan Kravchenko",
      "Guixin Li",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.14653",
    "title": "Efficient method to simulate non-perturbative dynamics of an open  quantum system using a quantum computer",
    "abstract": " Title: Efficient method to simulate non-perturbative dynamics of an open  quantum system using a quantum computer ",
    "url": "https://arxiv.org/abs/2203.14653",
    "authors": [
      "José D. Guimarães",
      "Mikhail I. Vasilevskiy",
      "Luís S. Barbosa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01485",
    "title": "Capacitively-coupled resonators for terahertz planar-Goubau-line filters",
    "abstract": " Title: Capacitively-coupled resonators for terahertz planar-Goubau-line filters ",
    "url": "https://arxiv.org/abs/2206.01485",
    "authors": [
      "Juan Cabello-Sánchez",
      "Vladimir Drakinskiy",
      "Jan Stake",
      "Helena Rodilla"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08833",
    "title": "Non-Diffractive 3D Polarisation Features of Optical Vortex Beams",
    "abstract": " Comments: 18 pages, 4 figures; revised text and figures ",
    "url": "https://arxiv.org/abs/2208.08833",
    "authors": [
      "Andrei Afanasev",
      "Jack J. Kingsley-Smith",
      "Francisco J. Rodríguez-Fortuño",
      "Anatoly V. Zayats"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.07920",
    "title": "10-Hertz quantum light source generation on the cesium D2 line using  single photon modulation",
    "abstract": " Title: 10-Hertz quantum light source generation on the cesium D2 line using  single photon modulation ",
    "url": "https://arxiv.org/abs/2209.07920",
    "authors": [
      "Guanhua Zuo",
      "Yuchi Zhang",
      "Gang Li",
      "Pengfei Zhang",
      "Pengfei Yang",
      "Shiyao Zhu",
      "Yanqiang Guo",
      "Tiancai Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.16745",
    "title": "THz Nanoscopy of Metal and Gallium Implanted Silicon",
    "abstract": " Title: THz Nanoscopy of Metal and Gallium Implanted Silicon ",
    "url": "https://arxiv.org/abs/2210.16745",
    "authors": [
      "Changlin Wu",
      "Chang Wang",
      "Guanjun You",
      "Juncheng Cao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.04077",
    "title": "Ultra-compact Silicon Multimode Waveguide Bends Based on Special Curves  for Dual Polarizations",
    "abstract": " Comments: 18 pages ",
    "url": "https://arxiv.org/abs/2211.04077",
    "authors": [
      "Juanli Wang",
      "Shangsen Sun",
      "Runsen Zhang",
      "Fengchun Zhang",
      "Ning Zhu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]