[
  {
    "id": "arXiv:2203.15889",
    "title": "Photo-induced cascaded harmonic and comb generation in silicon nitride  microresonators",
    "abstract": "Silicon nitride (Si$_3$N$_4$) is an ever-maturing integrated platform for nonlinear optics. Yet, due to the absence of second-order ($\\chi^{(2)}$) nonlinearity, Si$_3$N$_4$ is mostly considered for third-order ($\\chi^{(3)}$) nonlinear interactions. Recently, this limitation was overcome by optical poling in both Si$_3$N$_4$ waveguides and microresonators via the photogalvanic effect, resulting in the inscription of quasi-phase-matched $\\chi^{(2)}$ gratings. Here, we report cascaded nonlinear effects in a normal dispersion Si$_3$N$_4$ microresonator with combined $\\chi^{(2)}$ and $\\chi^{(3)}$ nonlinearities. We demonstrate that the photo-induced $\\chi^{(2)}$ grating also provides phase-matching for the sum-frequency generation process, enabling the initiation and successive switching of primary combs at pump wavelength. Additionally, the doubly resonant pump and second-harmonic fields allow for cascaded third-harmonic generation, where a secondary optically written $\\chi^{(2)}$ grating is identified. Finally, we reach a low-noise, broadband microcomb state evolved from the sum-frequency coupled primary comb. These results expand the scope of cascaded effects in $\\chi^{(2)}$ and $\\chi^{(3)}$ microresonators. ",
    "url": "https://arxiv.org/abs/2203.15889",
    "authors": [
      "Jianqi Hu",
      "Edgars Nitiss",
      "Jijun He",
      "Junqiu Liu",
      "Ozan Yakar",
      "Wenle Weng",
      "Tobias J. Kippenberg",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15893",
    "title": "Unraveling the temperature dynamics and hot electron generation in  tunable gap-plasmon metasurface absorbers",
    "abstract": "Localized plasmons formed in ultrathin metallic nanogaps can lead to robust absorption of incident light. Plasmonic metasurfaces based on this effect can efficiently generate energetic charge carriers, also known as hot electrons, owing to their ability to squeeze and enhance electromagnetic fields in confined subwavelength spaces. However, it is very challenging to accurately identify and quantify the dynamics of hot carriers, mainly due to their ultrafast time decay. Their non-equilibrium temperature response is one of the key factors missing to understand the short time decay and overall transient tunable absorption performance of gap-plasmon metasurfaces. Here, we systematically study the temperature dynamics of hot electrons and their transition into thermal carriers at various timescales from femto to nanoseconds by using the two-temperature model. Additionally, the hot electron temperature and generation rate threshold values are investigated by using a hydrodynamic nonlocal model approach that is more accurate when ultrathin gaps are considered. The derived temperature dependent material properties are used to study the ultrafast transient nonlinear modification in the absorption spectrum before plasmon-induced lattice heating is established leading to efficient tunable nanophotonic absorber designs. We also examine the damage threshold of these plasmonic absorbers under various pulsed laser illuminations, an important quantity to derive the ultimate input intensity limits that can be used in various emerging nonlinear optics and other tunable nanophotonic applications. The presented results elucidate the role of hot electrons in the response of gap-plasmon metasurface absorbers which can be used to design more efficient photocatalysis, photovoltaics, and photodetection devices. ",
    "url": "https://arxiv.org/abs/2203.15893",
    "authors": [
      "Larousse Khosravi Khorashad",
      "Christos Argyropoulos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15902",
    "title": "Large-Format, Transmission-Line-Coupled Kinetic Inductance Detector  Arrays for HEP at Millimeter Wavelengths",
    "abstract": "The kinetic inductance detector (KID) is a versatile and scalable detector technology with a wide range of applications. These superconducting detectors offer significant advantages: simple and robust fabrication, intrinsic multiplexing that will allow thousands of detectors to be read out with a single microwave line, and simple and low cost room temperature electronics. These strengths make KIDs especially attractive for HEP science via mm-wave cosmological studies. Examples of these potential cosmological observations include studying cosmic acceleration (Dark Energy) through measurements of the kinetic Sunyaev-Zeldovich effect, precision cosmology through ultra-deep measurements of small-scale CMB anisotropy, and mm-wave spectroscopy to map out the distribution of cosmological structure at the largest scales and highest redshifts. The principal technical challenge for these kinds of projects is the successful deployment of large-scale high-density focal planes -- a need that can be addressed by KID technology. In this paper, we present an overview of microstrip-coupled KIDs for use in mm-wave observations and outline the research and development needed to advance this class of technology and enable these upcoming large-scale experiments. ",
    "url": "https://arxiv.org/abs/2203.15902",
    "authors": [
      "Peter S. Barry",
      "Clarence. C. Chang",
      "Sunil Golwala",
      "Erik Shirokoff"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.15915",
    "title": "Thermal noise-limited laser stabilization to an 8 mL volume  Fabry-Pérot reference cavity with microfabricated mirrors",
    "abstract": "Lasers stabilized to vacuum-gap Fabry-P\\'erot optical reference cavities display extraordinarily low noise and high stability, with linewidths much less than 1 Hz. These lasers can expand into new applications and ubiquitous use with the development of compact, portable cavities that are manufacturable at scale. Here we demonstrate an 8 mL volume Fabry-P\\'erot cavity constructed with mirrors that are fabricated lithographically with finesse near 1 million. A laser locked to the cavity exhibits phase noise limited by the cavity thermal noise for offset frequencies ranging from 1 Hz to $\\approx$ 1 kHz, with a fractional frequency stability of 7$\\times$10$^{-15}$ at 1 second. Furthermore, the use of microfabricated mirrors allows us to expand the design space of centimeter-scale cavities, and we explore the noise implications of pushing towards cavity volumes of 2 mL or less. ",
    "url": "https://arxiv.org/abs/2203.15915",
    "authors": [
      "Charles A. McLemore",
      "Naijun Jin",
      "Megan L. Kelleher",
      "James P. Hendrie",
      "David Mason",
      "Yizhi Luo",
      "Dahyeon Lee",
      "Peter Rakich",
      "Scott A. Diddams",
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15956",
    "title": "Ultrafast laser stress figuring for accurate deformation of thin mirrors",
    "abstract": "Fabricating freeform mirrors relies on accurate optical figuring processes capable of arbitrarily modifying low-spatial frequency height without creating higher-spatial frequency errors. We present a scalable process to accurately figure thin mirrors using stress generated by a focused ultrafast laser. We applied ultrafast laser stress figuring (ULSF) to four thin fused silica mirrors to correct them to 10-20 nm RMS over 28 Zernike terms, in 2-3 iterations, without significantly affecting higher-frequency errors. We measured the mirrors over a month and found that dielectric-coated mirrors were stable but stability of aluminum-coated mirrors was inconclusive. The accuracy and throughput for ULSF is on par with existing deterministic figuring processes, yet ULSF doesn't significantly affect mid-spatial frequency errors, can be applied after mirror coating, and can scale to higher throughput using mature laser processing technologies. ULSF offers new potential to rapidly and accurately shape freeform mirrors. ",
    "url": "https://arxiv.org/abs/2203.15956",
    "authors": [
      "Brandon D. Chalifoux",
      "Kevin A. Laverty",
      "Ian J. Arnold"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15978",
    "title": "Snowmass 2021: Superconducting Sensor Fabrication Capabilities for HEP  Science",
    "abstract": "Superconducting sensors are a key enabling technology for many HEP experiments with advances in sensor capabilities leading directly to expanded science reach. The unique materials and processes required for the fabrication of these sensors makes commercial sourcing impractical in comparison with semiconducting devices. Subsequently, the development and fabrication of new sensors are often performed at academic cleanrooms supported through HEP basic detector research and/or project funds. While this operational model has been successful to date, we are at a turning point in the history of superconducting electronics, as evidenced by the rapid growth in the field of quantum computing, when scale and sophistication of these sensors can lead to significant progress. In order to achieve this progress and meet the needs of the next generations of HEP experiments, continued support of all stages of the superconducting sensors development pipeline is necessary. ",
    "url": "https://arxiv.org/abs/2203.15978",
    "authors": [
      "Thomas Cecil",
      "Clarence L. Chang",
      "Shannon M. Duff",
      "Dale Li",
      "Rupak Mahapatra",
      "Mark Platt",
      "Kevin K. Ryu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2203.16003",
    "title": "Thermal Modulation of Gigahertz Surface Acoustic Waves on Lithium  Niobate",
    "abstract": "Surface acoustic wave (SAW) devices have wide range of applications in microwave signal processing. Microwave SAW components benefit from higher quality factors and much smaller crosstalk when compared to their electromagnetic counterparts. Efficient routing and modulation of SAWs are essential for building large-scale and versatile acoustic-wave circuits. Here, we demonstrate integrated thermo-acoustic modulators using two SAW platforms: bulk lithium niobate and thin-film lithium niobate on sapphire. In both approaches, the gigahertz-frequency SAWs are routed by integrated acoustic waveguides while on-chip microheaters are used to locally change the temperature and thus control the phase of SAW. Using this approach, we achieved phase changes of over 720 degrees with the responsibility of 2.6 deg/mW for bulk lithium niobate and 0.52 deg/mW for lithium niobate on sapphire. Furthermore, we demonstrated amplitude modulation of SAWs using acoustic Mach Zehnder interferometers. Our thermo-acoustic modulators can enable reconfigurable acoustic signal processing for next generation wireless communications and microwave systems. ",
    "url": "https://arxiv.org/abs/2203.16003",
    "authors": [
      "Linbo Shao",
      "Sophie W. Ding",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16046",
    "title": "Infrared-Shielding of Plasmonic Random Metasurface Constructed by  Cesium-Doped Tungsten Bronze",
    "abstract": "The heat-shielding properties of random metasurface, composed of spherical or spheroidal nanoparticles with random displacements and/or random deformation, were theoretically investigated using the finite difference time domain method. The effective coverage was defined using the total area of nanoparticles in the metasurface, and the robustness of the near-infrared light reflection against randomness was investigated. When the effective coverage was high, the near-infrared light reflection was reduced by at least 20% in both nanoparticle arrangement and shape randomness compared to the hexagonal close-packed perfect metasurface. In contrast, when effective coverage was low, the randomness of the nanoparticle arrangement had almost no effect on the near-infrared light reflection. Furthermore, the near-infrared light reflection performance was improved by the randomness of the nanoparticle shape. ",
    "url": "https://arxiv.org/abs/2203.16046",
    "authors": [
      "Tomohiro Yoshida",
      "Takashi Takeuchi",
      "Kazuhiro Yabana"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.16143",
    "title": "On the retrieval of forward-scattered waveforms from acoustic reflection  and transmission data with the Marchenko equation",
    "abstract": "A Green's function in an acoustic medium can be retrieved from reflection data by solving a multidimensional Marchenko equation. This procedure requires a-priori knowledge of the initial focusing function, which can be interpreted as the inverse of a transmitted wavefield as it would propagate through the medium, excluding (multiply) reflected waveforms. In practice, the initial focusing function is often replaced by a time-reversed direct wave, which is computed with help of a macro velocity model. Green's functions that are retrieved under this (direct-wave) approximation typically lack forward-scattered waveforms and their associated multiple reflections. We examine whether this problem can be mitigated by incorporating transmission data. Based on these transmission data, we derive an auxiliary equation for the forward-scattered components of the initial focusing function. We demonstrate that this equation can be solved in an acoustic medium with mass density contrast and constant propagation velocity. By solving the auxiliary and Marchenko equation successively, we can include forward-scattered waveforms in our Green's function estimates, as we demonstrate with a numerical example. ",
    "url": "https://arxiv.org/abs/2203.16143",
    "authors": [
      "Joost van der Neut",
      "Joeri Brackenhoff",
      "Giovanni Meles",
      "Lele Zhang",
      "Evert Slob",
      "Kees Wapenaar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16159",
    "title": "Reverse resonant nonspecular reflection controlled by intensity of light",
    "abstract": "Nonlinear optical features of a plane structure consisted of silicon disks placed periodically on a silver substrate have been studied in the Littrow reflection scenario. The structure manifests a bistable resonant reflective ability. Values of both specular reflectance and reverse one can be tuned by varying an intensity of incident light. ",
    "url": "https://arxiv.org/abs/2203.16159",
    "authors": [
      "Sergiy Prosvirnin",
      "Vyacheslav Khardikov",
      "Vladimir Yachin",
      "Vadym Plakhtii",
      "Nataliia Sydorchuk"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2203.16231",
    "title": "Highly photo-stable, kHz-repetition-rate, diode pumped circulation-free  liquid dye laser with thermal lens management",
    "abstract": "Liquid dye lasers have long been considered as ideal tunable laser sources in the visible range but are bulky, expensive, and require a complex system for dye circulation. Here, we present a system that relies on a low-cost blue laser diode as the pump source and a sealed dye cell with no flowing circuitry, resulting in a device that combines the convenience and size of a solid-state device with the stability of a liquid organic laser. A very high photo-stability is obtained (up to 1.2 x 10$^9$ pulses or 12 days at 1 kHz), which is five orders of magnitude higher than a solid-state dye laser operated in similar conditions. The number of pulses obtainable at low repetition rates is found to be limited by molecular self-diffusion and, hence, related to the total cuvette volume. In contrast, the repetition rate is limited to a few kHz, which suggests that thermal effects play a bigger role than triplet population effects. Thermal effects participate in the suppression of lasing through the buildup of a strong negative thermal lens; correcting the non-aberrant part of this thermal lens by resonator design enables the repetition rate to be pushed up to 14 kHz with possible further optimization. This work shows a route for building off-the-shelf, compact, low-cost, and convenient tunable pulsed lasers in the visible range that have superior stability over organic solid-state lasers. ",
    "url": "https://arxiv.org/abs/2203.16231",
    "authors": [
      "A. Hamja",
      "R. Florentin",
      "S. Chénais",
      "Sebastien Forget"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16313",
    "title": "Transmission laser welding of similar and dissimilar semiconductor  materials",
    "abstract": "Laser micro-welding is an advanced manufacturing method today applied in various domains. However, important physical limitations have prevented so far to demonstrate its applicability in silicon and other technology-essential semiconductors. Concentrating on circumventing the optical limits on the deliverable energy density at interfaces between narrow-gap materials with intense infrared light, we make the first feasibility demonstration of transmission laser welding between silicon workpieces using nanosecond laser pulses. We obtain a shear joining strength of 32$\\pm$10 MPa which compares very favorably to the complex process alternatives. Supported by experiments repeated on different material combinations including gallium arsenide, we confirm that this remarkable performance level is achievable for similar and dissimilar semiconductors. The demonstrations rely on a small footprint fiber laser, an aspect that holds great promises for the advent of a high-efficiency flexible process beneficial for important technology developments including lab-on-a-chip and hybrid semiconductor systems. ",
    "url": "https://arxiv.org/abs/2203.16313",
    "authors": [
      "Pol Sopeña",
      "Andong Wang",
      "Alexandros Mouskeftaras",
      "David Grojo"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.16395",
    "title": "Asymmetric double-pulse interferometric frequency-resolved optical  gating for visible-wavelength time-domain spectroscopy",
    "abstract": "Ultrafast science and technology have brought in burgeoning opportunities to optical metrology, strong-field physics, non-equilibrium physics, etc., through light-matter interaction due to ever-advancing temporal resolution and peak power of ultrafast laser. The superior temporal and spectral resolution, has brought forth pump-probe spectroscopy for ultrafast dynamic study of transient states in various intriguing materials, such as quantum materials, metamaterials, and plasmonic materials, by directly reporting spectroscopic complex response function, using either time- or frequency-domain- based probes. In stark contrast to its frequency-domain counterparts, e.g., FTIR and ellipsometry, time-domain spectroscopy outstands by providing not only superb spectroscopic phase sensitivity but also exceptional temporal resolution due to its pulsed nature. To extend detection range of time-domain spectroscopy into the challenging visible frequencies, we propose an interferometry-type frequency-resolved optical gating (FROG). Our numerical simulation shows, when operating in a carefully engineered double-pulse scheme, a unique phase-locking mechanism can be activated, and therefore preserves both zero- and first-order phases, that are otherwise inaccessible to standard FROG measurement. Followed by time-domain signal reconstruction and analysis protocol, we show that time-domain spectroscopy with subcycle temporal resolution is enabled and well suits the need of ultrafast-compatible and ambiguity-free method for complex dielectric function measurement at visible wavelengths. ",
    "url": "https://arxiv.org/abs/2203.16395",
    "authors": [
      "Yi Chan",
      "Fu Deng",
      "Jingdi Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2203.16473",
    "title": "Time-Delayed Reservoir Computing Based on Dual-Waveband Quantum-Dot  Spin-Polarized Vertical Cavity Surface-Emitting Laser",
    "abstract": "In this work we present numerical results concerning a time-delayed reservoir computing scheme, where its single nonlinear node, is a Quantum-Dot spin polarized Vertical Cavity Surface-Emitting Laser (QD s-VCSEL). The proposed photonic neuromorphic scheme, exploits the complex temporal dynamics of multiple energy states present in quantum dot materials and uses emission from two discrete wavebands and two polarization states, so as to enhance computational efficiency. The benchmark task used for this architecture, is the equalization of a distorted 25Gbaud PAM-4 signal after 50Km of transmission at 1550nm. Results confirm that although typical ground-state emitting quantum-dot nodes offer limited performance, due to bandwidth limitations; by exploiting dual emission, we achieved a one-hundred-fold improvement in bit-error rate. This performance boost can pave the way for the infiltration of quantum-dot based devices in high-speed demanding neuromorphic driven applications. ",
    "url": "https://arxiv.org/abs/2203.16473",
    "authors": [
      "M. Skontranis",
      "G. Sarantoglou",
      "A. Bogris",
      "C. Mesaritakis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16509",
    "title": "High dynamic range electro-optic dual-comb interrogation of  optomechanical sensors",
    "abstract": "An interleaved, chirped electro-optic dual comb system is demonstrated for rapid, high dynamic range measurements of cavity optomechanical sensors. This approach allows for the cavity displacements to be interrogated at measurement times as fast as 10 {\\mu}s over ranges far larger than can be achieved with alternative methods. While the performance of this novel readout approach is evaluated with an optomechanical accelerometer, this method is applicable to a wide range of applications including temperature, pressure, and humidity sensing as well as acoustics and molecular spectroscopy. ",
    "url": "https://arxiv.org/abs/2203.16509",
    "authors": [
      "D. A. Long",
      "B. J. Reschovsky",
      "T. W. LeBrun",
      "J. J. Gorman",
      "J. T. Hodges",
      "D. F. Plusquellic",
      "J. R. Stroud"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2203.15806",
    "title": "Bayesian Photonic Accelerators for Energy Efficient and Noise Robust  Neural Processing",
    "abstract": "Artificial neural networks are efficient computing platforms inspired by the brain. Such platforms can tackle a vast area of real-life tasks ranging from image processing to language translation. Silicon photonic integrated chips (PICs), by employing coherent interactions in Mach-Zehnder interferometers, are promising accelerators offering record low power consumption and ultra-fast matrix multiplication. Such photonic accelerators, however, suffer from phase uncertainty due to fabrication errors and crosstalk effects that inhibit the development of high-density implementations. In this work, we present a Bayesian learning framework for such photonic accelerators. In addition to the conventional log-likelihood optimization path, two novel training schemes are derived, namely a regularized version and a fully Bayesian learning scheme. They are applied on a photonic neural network with 512 phase shifters targeting the MNIST dataset. The new schemes, when combined with a pre-characterization stage that provides the passive offsets, are able to dramatically decrease the operational power of the PIC beyond 70%, with just a slight loss in classification accuracy. The full Bayesian scheme, apart from this energy reduction, returns information with respect to the sensitivity of the phase shifters. This information is used to de-activate 31% of the phase actuators and, thus, significantly simplify the driving system. ",
    "url": "https://arxiv.org/abs/2203.15806",
    "authors": [
      "George Sarantoglou",
      "Adonis Bogris",
      "Charis Mesaritakis",
      "Sergios Theodoridis"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.15807",
    "title": "High Speed Photonic Neuromorphic Computing Using Recurrent Optical  Spectrum Slicing Neural Networks",
    "abstract": "Neuromorphic Computing implemented in photonic hardware is one of the most promising routes towards achieving machine learning processing at the picosecond scale, with minimum power consumption. In this work, we present a new concept for realizing photonic recurrent neural networks and reservoir computing architectures with the use of recurrent optical spectrum slicing. This is accomplished through simple optical filters placed in an loop, where each filter processes a specific spectral slice of the incoming optical signal. The synaptic weights in our scheme are equivalent to filters central frequencies and bandwidths. This new method for implementing recurrent neural processing in the photonic domain, which we call Recurrent Optical Spectrum Slicing Neural Networks, is numerically evaluated on a demanding, industry-relevant task such as high baud rate optical signal equalization 100 Gbaud, exhibiting ground-breaking performance. The performance enhancement surpasses state-of-the-art digital processing techniques by doubling the reach while minimizing complexity and power consumption by a factor of 10 compared to state-of-the-art solutions. In this respect, ROSS-NNs can pave the way for the implementation of ultra-efficient photonic hardware accelerators tailored for processing high-bandwidth optical signals in optical communication and high-speed imaging applications ",
    "url": "https://arxiv.org/abs/2203.15807",
    "authors": [
      "K. Sozos",
      "A. Bogris",
      "P. Bienstman",
      "G. Sarantoglou",
      "S. Deligiannidis",
      "C. Mesaritakis"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16101",
    "title": "Quantum polarization mapping of nitrogen-vacancy centers in diamond",
    "abstract": "Qubit technologies using nitrogen-vacancy color centers in diamond require precise knowledge of the centers, including the number of emitters within a diffraction-limited spot and their orientation. However, the number of emitters is challenging to determine when there is finite background, which affects the precision of resulting quantum protocols. Here we show the photoluminescence (PL) intensity and quantum correlation (Hanbury Brown and Twiss) measurements as a function of polarization for one- and two-emitter systems. The sample was made by implanting low concentrations of adenine (C5H5N5) into a low nitrogen chemical vapor deposition diamond. This approach yielded well-spaced regions with few nitrogen-vacancy centers. By mapping the PL intensity and quantum correlation as a function of polarization, we can distinguish two emitter systems from single emitters with background, providing a method to quantify the background signal at implanted sites, which might be different from off-site background levels. This approach provides a valuable new mechanism for characterizing few emitter systems useful for quantum sensing, communication, and computation tasks. ",
    "url": "https://arxiv.org/abs/2203.16101",
    "authors": [
      "Davin Yue Ming Peng",
      "Josef G. Worboys",
      "Qiang Sun",
      "Shuo Li",
      "Marco Capelli",
      "Shinobu Onoda",
      "Takeshi Ohshima",
      "Philipp Reineck",
      "Brant C. Gibson",
      "Andrew D. Greentree"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16203",
    "title": "Predicting Solid State Material Platforms for Quantum Technologies",
    "abstract": "Semiconductor materials provide a compelling platform for quantum technologies (QT), and the properties of a vast amount of materials can be found in databases containing information from both experimental and theoretical explorations. However, searching these databases to find promising candidate materials for quantum technology applications is a major challenge. Therefore, we have developed a framework for the automated discovery of semiconductor host platforms for QT using material informatics and machine learning methods, resulting in a dataset consisting of over $25.000$ materials and nearly $5000$ physics-informed features. Three approaches were devised, named the Ferrenti, extended Ferrenti and the empirical approach, to label data for the supervised machine learning (ML) methods logistic regression, decision trees, random forests and gradient boosting. We find that of the three, the empirical approach relying exclusively on findings from the literature predicted substantially fewer candidates than the other two approaches with a clear distinction between suitable and unsuitable candidates when comparing the two largest eigenvalues in the covariance matrix. In contrast to expectations from the literature and that found for the Ferrenti and extended Ferrenti approaches focusing on band gap and ionic character, the ML methods from the empirical approach highlighted features related to symmetry and crystal structure, including bond length, orientation and radial distribution, as influential when predicting a material as suitable for QT. All three approaches and all four ML methods agreed on a subset of $47$ eligible candidates %(to a probability of $>50 \\ \\%$) of $8$ elemental, $29$ binary, and $10$ tertiary compounds, and provide a basis for further material explorations towards quantum technology. ",
    "url": "https://arxiv.org/abs/2203.16203",
    "authors": [
      "Oliver Lerstøl Hebnes",
      "Marianne Etzelmüller Bathen",
      "Øyvind Sigmundson Schøyen",
      "Sebastian G. Winther Larsen",
      "Lasse Vines",
      "Morten Hjorth-Jensen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2203.16278",
    "title": "Does Science need Intersubjectivity? The Problem of Confirmation in  Orthodox Interpretations of Quantum Mechanics",
    "abstract": "Any successful interpretation of quantum mechanics must explain how our empirical evidence allows us to come to know about quantum mechanics. In this article, we argue that this vital criterion is not met by the class of 'orthodox interpretations,' which includes QBism, neo-Copenhagen interpretations, and some versions of relational quantum mechanics. We demonstrate that intersubjectivity fails in radical ways in these approaches, and we explain why intersubjectivity matters for empirical confirmation. We take a detailed look at the way in which belief-updating might work in the kind of universe postulated by an orthodox interpretation, and argue that observers in such a universe are unable to escape their own perspective in order to learn about the structure of the set of perspectives that is supposed to make up reality according to these interpretations. We also argue that in some versions of these interpretations it is not even possible to use one's own relative frequencies for empirical confirmation. Ultimately we conclude that it cannot be rational to believe these sorts of interpretations unless they are supplemented with some observer-independent structure which underwrites intersubjective agreement in at least certain sorts of cases. ",
    "url": "https://arxiv.org/abs/2203.16278",
    "authors": [
      "Emily Adlam"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2110.11798",
    "title": "Quantum Machine Learning Transition Probabilities in Electronic  Excitation Spectra across Chemical Space: The Resolution-vs.-Accuracy Dilemma",
    "abstract": " Comments: minor update: author inclusion, intermediate version ",
    "url": "https://arxiv.org/abs/2110.11798",
    "authors": [
      "Prakriti Kayastha",
      "Sabyasachi Chakraborty",
      "Raghunathan Ramakrishnan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02036",
    "title": "Ultrafast tunable lasers using lithium niobate integrated photonics",
    "abstract": " Comments: Funding information corrections ",
    "url": "https://arxiv.org/abs/2112.02036",
    "authors": [
      "Viacheslav Snigirev",
      "Annina Riedhauser",
      "Grigory Lihachev",
      "Johann Riemensberger",
      "Rui Ning Wang",
      "Charles Moehl",
      "Mikhail Churaev",
      "Anat Siddharth",
      "Guanhao Huang",
      "Youri Popoff",
      "Ute Drechsler",
      "Daniele Caimi",
      "Simon Hoenl",
      "Junqiu Liu",
      "Paul Seidler",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2112.02372",
    "title": "Near ultraviolet photonic integrated lasers based on silicon nitride",
    "abstract": " Comments: 10 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2112.02372",
    "authors": [
      "Anat Siddharth",
      "Thomas Wunderer",
      "Grigory Lihachev",
      "Andrey S. Voloshin",
      "Camille Haller",
      "Rui Ning Wang",
      "Mark Teepe",
      "Zhihong Yang",
      "Junqiu Liu",
      "Johann Riemensberger",
      "Nicolas Grandjean",
      "Noble Johnson",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.01834",
    "title": "General properties of fidelity in non-Hermitian quantum systems with PT  symmetry",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2203.01834",
    "authors": [
      "Yi-Ting Tu",
      "Iksu Jang",
      "Po-Yao Chang",
      "Yu-Chin Tzeng"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2203.13337",
    "title": "Electrical Programmable Multi-Level Non-volatile Photonic Random-Access  Memory",
    "abstract": " Title: Electrical Programmable Multi-Level Non-volatile Photonic Random-Access  Memory ",
    "url": "https://arxiv.org/abs/2203.13337",
    "authors": [
      "Jiawei Meng",
      "Nicola Peserico",
      "Xiaoxuan Ma",
      "Yifei Zhang",
      "Cosmin-Costantin Popescu",
      "Myungkoo Kang",
      "Mario Miscuglio",
      "Kathelln Richardson",
      "Juejun Hu",
      "Volker J. Sorger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2203.15063",
    "title": "The Basics of Quantum Computing for Chemists",
    "abstract": " Comments: Added email address in v2 ",
    "url": "https://arxiv.org/abs/2203.15063",
    "authors": [
      "Daniel Claudino"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]