[
  {
    "id": "arXiv:2410.12863",
    "title": "Contribution of Wiggler to Radiation Integral in an Electron Storage Ring",
    "abstract": "           With the advancement of accelerator light sources, the application of wiggler becomes more and more important, for example to speed up damping or generate synchrotron radiation. The quantum excitation contribution of such a wiggler to the electron beam emittance in a storage ring should be carefully evaluated when small emittance is desired. What found in literature is an approximate formula. Here we present a more exact result, which is of value for future light source development.         ",
    "url": "https://arxiv.org/abs/2410.12863",
    "authors": [
      "Xiujie Deng",
      "Ji Li",
      "Yujie Lu"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13033",
    "title": "Measurements of the Quantum Yield of Silicon using Geiger-mode Avalanching Photodetectors",
    "abstract": "           Accurate characterization of quantum yield is crucial to the reconstruction of energy depositions in silicon at the eV scale. This work presents a new method for experimentally calculating quantum yield using vacuum UV-sensitive silicon photomultipliers (SiPMs), which can be used to determine the probabilities that a UV photon absorbed in a silicon crystal will produce one, two, or three electron-hole pairs. Results are presented which fully constrain the distribution at photon energies up to 7.75eV. This method works by exploiting the saturation of photon detection efficiency which occurs when these devices are biased sufficiently high above their avalanche breakdown voltage. The measured quantum yield values are lower than those that have been previously reported by experimental data and modelling -- this is expected to impact the sensitivity of experiments searching for light dark matter through direct detection in semiconductors, and should also be taken into account when characterizing the performance of UV photodetectors with high quantum efficiency. Measurements have been taken using a Hamamatsu VUV4 and an FBK VUV-HD3 device, showing good agreements between devices, and at a range of temperatures from 163-233K. The validity of the method is assessed using supplementary measurements of absolute photon detection efficiency, and an additional novel method of measuring average quantum yield using DC current-voltage measurements of SiPMs is presented and used for corroboration.         ",
    "url": "https://arxiv.org/abs/2410.13033",
    "authors": [
      "Harry Lewis",
      "Mahsa Mahtab",
      "Fabrice Retiere",
      "Austin De St. Croix",
      "Kurtis Raymond",
      "Maia Henriksson-Ward",
      "Nicholas Morrison",
      "Aileen Zhang",
      "Andrea Capra",
      "Ryan Underwood"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2410.13074",
    "title": "Differential Shape Optimization with Image Representation for Photonic Design",
    "abstract": "           We propose a general framework for differentiating shapes represented in binary images with respect to their parameters. This framework functions as an automatic differentiation tool for shape parameters, generating both binary density maps for optical simulations and computing gradients when the simulation provides a gradient of the density map. Our algorithm enables robust gradient computation that is insensitive to the image's pixel resolution and is compatible with all density-based simulation methods. We demonstrate the accuracy, effectiveness, and generalizability of our differential shape algorithm using photonic designs with different shape parametrizations across several differentiable optical solvers. We also demonstrate a substantial reduction in optimization time using our gradient-based shape optimization framework compared to traditional black-box optimization methods.         ",
    "url": "https://arxiv.org/abs/2410.13074",
    "authors": [
      "Zhaocheng Liu",
      "Jim Bonar"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.13134",
    "title": "Picometer-level quadrangle optical bonding bench for testing interferometric technologies in TianQin",
    "abstract": "           Interferometric techniques are crucial for space-based gravitational wave detection, requiring a picometer-level stable optical bench, precise phasemeter, interstellar transponder low-light phase locking, and laser sideband communication. These technologies must be rigorously tested on the ground before deployment in space. The AEI group has previously developed a picometer-stable hexapod optical bench to verify the linearity and precision of phase extraction for LISA. In this paper, we introduce a quadrangle quasi-monolithic optical bench aimed at simplifying the system and expanding the range of tested interferometric techniques for TianQin. Experimental results demonstrate that the system achieves picometer-level optical pathlength stability and phase resolution over a large dynamic range. In the laser transponder link test, the light phase-locked residual noise is lower than ${\\rm 10^{-4}\\,rad/Hz^{1/2}}$ above millihertz frequency range, and the laser sideband modulation has no significant coupling to the measurements in the ${\\rm mHz-Hz}$ band. These results provide critical technical validation for the implementation of future gravitational wave detection in space.         ",
    "url": "https://arxiv.org/abs/2410.13134",
    "authors": [
      "Hao Yan",
      "Xiang Lin",
      "Siyuan Xie"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2410.13135",
    "title": "Conservation law for angular momentum based on optical field derivatives: Analysis of optical spin-orbit conversion",
    "abstract": "           We present a novel theoretical framework that offers new insights into understanding the loss of optical angular momentum (AM), spin AM (SAM), and orbital AM (OAM) in light-matter interactions, encompassing both the transfer from light to matter and spin-orbit conversion (SOC). Traditionally, the separation of optical SAM and OAM from total AM relied on vector potentials, leading to gauge-dependent ambiguities and limiting analysis to vacuum conditions, without accounting for material systems. To overcome these challenges, we introduce a field-derivative approach that constructs optical AM from the time derivatives of electric and magnetic fields, allowing for gauge-independent evaluations of SAM and OAM, even in material systems. We apply this framework to analyze spin-orbit conversion (SOC) in two scenarios: the scattering of circularly polarized (CP) Gaussian beams by a single gold nanoparticle, and the focusing of CP beams and linearly polarized (LP) optical vortex (OV) beams by an aplanatic lens. Our results reveal that SOC is highly dependent on particle size in scattering, with larger particles exhibiting significant OAM loss, while SOC occurs during CP beam focusing, but not with LP OV beams. This framework enables the evaluation of previously overlooked optical SAM and OAM losses, providing a powerful tool for studying systems in which the analysis of AM losses is intrinsically important, such as chiral materials, as well as for designing photonic devices and exploring light-matter interactions at the nanoscale.         ",
    "url": "https://arxiv.org/abs/2410.13135",
    "authors": [
      "Shun Hashiyada",
      "Yoshito Y. Tanaka"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.13220",
    "title": "Chip-scale monolithic optoelectronic voltage boost conversion",
    "abstract": "           Voltage conversion is a fundamental electronic process critical to engineered systems across a wide spectrum of applications and spanning many orders of magnitude in scale. Conventional approaches like transformers and charge pumps perform well in specific contexts but face fundamental limitations to miniaturization, electromagnetic interference, and voltage range. Here we present a chip-scale, fully integrated monolithic, non-switching optoelectronic voltage conversion platform capable of high gain, bootstrap-free boost-mode operation across several orders of magnitude in power density and voltage scale. Using the bidirectional coupling between LEDs and PV cells with identical active layer materials, our chip-scale, single-die strategy eliminates Stokes losses while improving key parameters like physical footprint, series resistance, and photon leakage by orders of magnitude over implementations using multiple packaged, discrete components. Moreover, by exploiting the large étendue of NIR-transparent semi-insulating InP substrates and the atomically smooth, void-free interface of lattice-matched epitaxial growth, simulations indicate that our InGaAsP architecture's photon transport simultaneously provides a > 60x increase in current density and > 50x reduction in non-radiative recombination losses compared with a multiple-die solution while simultaneously reducing fabrication complexity and improving mechanical robustness. We experimentally demonstrate a boost gain of 3.8x in an 8x8 mm$^2$ InGaAs-on-InP chip while validating key aspects of the voltage conversion platform.         ",
    "url": "https://arxiv.org/abs/2410.13220",
    "authors": [
      "Parthiban Santhanam",
      "Daniel Cui",
      "Jae Seung Hwang",
      "David Abraham",
      "Isabella He",
      "Enzo Watanabe",
      "Aaswath Pattabhi Raman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13531",
    "title": "Exploring the role of polarization in fiber-based quantum sources",
    "abstract": "           Optical fibers constitute an attractive platform for the realization of nonlinear and quantum optics processes. Here we show, through theoretical considerations, how polarization effects of both third-order parametric down-conversion and four-wave-mixing in optical fibers may be exploited to enhance detection schemes. We apply our general framework specifically to the case of tapered fibers for photon triplet generation, a long-standing goal within quantum optics, and obtain explicit expectation values for its efficiency. A quantitative investigation of four-wave-mixing in a microstructured solid-core fiber provides significant consequences for the role of polarization in experimental design.         ",
    "url": "https://arxiv.org/abs/2410.13531",
    "authors": [
      "Carla M. Brunner",
      "Nicolas Y. Joly"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13628",
    "title": "Ultrafast pulse propagation time-domain dynamics in dispersive one-dimensional photonic waveguides",
    "abstract": "           Ultrafast pulses, particularly those with durations under 100 femtoseconds, are crucial in achieving unprecedented precision and control in light-matter interactions. However, conventional on-chip photonic platforms are not inherently designed for ultrafast time-domain operations, posing a significant challenge in achieving essential parameters such as high peak power and high temporal resolution. This challenge is particularly pronounced when propagating through dispersive integrated waveguides, unlike classical applications where dispersion is typically near-zero or linear. In addressing this challenge, we present a design methodology for ultrafast pulse propagation in dispersive integrated waveguides, specifically focused on enhancing the time-domain characteristics of one-dimensional grating waveguides (1DGWs). The proposed methodology aims to determine the optimal structural parameters for achieving maximum peak power, enhanced temporal resolution, and extended pulse storage duration during ultrafast pulse propagation. To validate this approach, we design and fabricate two specialized 1DGWs on a silicon-on-insulator (SOI) platform. A digital finite impulse response (FIR) model, trained with both transmission and phase measurement data, is employed to obtain ultrafast time-domain characteristics, enabling easy extraction of these results. Our approach achieves a 2.78-fold increase in peak power and reduces pulse broadening by 24%, resulting in a smaller sacrifice in temporal resolution. These results can possibly pave the way for advanced light-matter interactions within dispersive integrated waveguides.         ",
    "url": "https://arxiv.org/abs/2410.13628",
    "authors": [
      "Ahmet Oguz Sakin",
      "Ali Murat Demirtas",
      "Hamza kurt",
      "Mehmet Unlu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.13630",
    "title": "FEQIS: A free-boundary equilibrium solver for integrated modeling of tokamak plasmas",
    "abstract": "           A new axisymmetric equilibrium solver has been written, called FEQIS (Flexible EQuIlibrium Solver), which purpose is to be used inside integrated modeling of tokamak plasmas. The FEQIS code solves the Grad-Shafranov equation and the \"circuit\" equations for the external coils and passive conducting structures that are toroidally connected. The code has been specifically equipped with flexibility in choice of circuit connections, and a stripped-down numerical scheme for the solution of the Grad-Shafranov equation through a structure of multi-level simplifications which can be tested against the required accuracy.         ",
    "url": "https://arxiv.org/abs/2410.13630",
    "authors": [
      "E. Fable",
      "G. Tardini",
      "L. Giannone",
      "ASDEX Upgrade Team"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13717",
    "title": "Designing a Validation Experiment for Radio Frequency Condensation",
    "abstract": "           Theoretical studies have suggested that nonlinear effects can lead to \"radio frequency condensation\", which coalesces RF power deposition and driven current near the center of a magnetic island. It is predicted that an initially broad current profile can coalesce in islands when they reach sufficient width, providing automatic stabilization. Experimental validation of the theory has thus far been lacking. This paper proposes experiments on DIII-D for testing and refining the theory of the nonlinear effects.         ",
    "url": "https://arxiv.org/abs/2410.13717",
    "authors": [
      "Lanke Fu",
      "E. Litvinova Mitra",
      "R. Nies",
      "A. H. Reiman",
      "M. Austin",
      "L. Bardoczi",
      "M. Brookman",
      "Xi Chen",
      "W. Choi",
      "N. J. Fisch",
      "Q. Hu",
      "A. Hyatt",
      "E. Jung",
      "R. La Haye",
      "N. C. Logan",
      "M. Maraschek",
      "J. J. McClenaghan",
      "E. Strait",
      "A. Welander",
      "J. Yang",
      "ASDEX Upgrade team"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13724",
    "title": "High-order exceptional points and stochastic resonance in pseudo-Hermitian systems",
    "abstract": "           Exceptional points, a remarkable phenomenon in physical systems, have been exploited for sensing applications. It has been demonstrated recently that it can also utilize as sensory threshold in which the interplay between exceptional-point dynamics and noise can lead to enhanced performance. Most existing works focused on second-order exceptional points. We investigate the stochastic dynamics associated with high-order exceptional points with a particular eye towards optimizing sensing performance by developing a theoretical framework based on pseudo-Hermiticity. Our analysis reveals three distinct types of frequency responses to external perturbations. A broad type of stochastic resonance is uncovered where, as the noise amplitude increases, the signal-to-noise ratio reaches a global maximum rapidly but with a slow decaying process afterwards, indicating achievable high performance in a wide range of the noise level. These results suggest that stochastic high-order exceptional-point dynamics can be exploited for applications in signal processing and sensor technologies.         ",
    "url": "https://arxiv.org/abs/2410.13724",
    "authors": [
      "Shirin Panahi",
      "Li-Li Ye",
      "Ying-Cheng Lai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Dynamical Systems (math.DS)",
      "Adaptation and Self-Organizing Systems (nlin.AO)"
    ]
  },
  {
    "id": "arXiv:2410.13801",
    "title": "Enabling a multifunctional telecommunications fiber optic network: Ultrastable optical frequency transfer and attosecond timing in deployed multicore fiber",
    "abstract": "           The telecommunications industry's deployment of billions of kilometers of optical fiber has created a vast global network that can be exploited for additional applications such as environmental sensing, quantum networking and international clock comparisons. However, for reasons such as the unidirectionality of long-haul fiber links, telecom fiber networks cannot always be adapted for important applications beyond data transmission. Fortunately, new multicore optical fibers create the opportunity for application coexistence with data traffic, creating expansive multifunctional networks. Towards that end, we propose and demonstrate the faithful transfer of ultrastable optical signals through multicore fiber in a way that is compatible with the unidirectionality of long-haul fiber optic systems, demonstrating a fractional frequency instability of 3x10-19 at 10,000 seconds. This opens the door towards intercontinental optical clock comparisons, with applications in fundamental physics and the redefinition of the second.         ",
    "url": "https://arxiv.org/abs/2410.13801",
    "authors": [
      "Nazanin Hoghooghi",
      "Mikael Mazur",
      "Nicolas Fontaine",
      "Yifan Liu",
      "Dahyeon Lee",
      "Charles McLemore",
      "Takuma Nakamura",
      "Tetsuya Hayashi",
      "Giammarco Di Sciullo",
      "Divya Shaji",
      "Antonio Mecozzi",
      "Cristian Antonelli",
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.18435",
    "title": "Metasurface-based Toroidal Lenslet Array Design for Addressing Laser Guide Star Elongation",
    "abstract": "           The Giant Magellan Telescope will use laser tomography adaptive optics to correct for atmospheric turbulence using artificial guide stars created in the sodium layer of the atmosphere (altitude ~95km). The sodium layer has appreciable thickness (~11km) and this results in the laser guide star being an elongated cylinder shape. Wavefront sensing with a Shack-Hartmann is challenging, as subapertures located further away from the laser launch position image an increasingly elongated perspective of the laser guide star. Large detectors can be used to adequately pack and sample the images on the detector, however, this increases readout noise and limits the design space available for the wavefront sensor. To tackle this challenge, we propose an original solution based on nano-engineered meta-optics tailored to produce a spatially varying anamorphic image scale compression. We present meta-lenslet array designs that can deliver ~100% of the full anamorphic image size reduction required for focal lengths down to 8mm, and greater than 50% image size reduction for focal lengths down to 2mm. This will allow greatly improved sampling of the available information across the whole wavefront sensor, while still being a viable design within the limits of current-generation fabrication facilities.         ",
    "url": "https://arxiv.org/abs/2404.18435",
    "authors": [
      "Josephine Munro",
      "Sarah E. Dean",
      "Neuton Li",
      "Israel J. Vaughn",
      "Andrew W. Kruse",
      "Tony Travouillon",
      "Dragomir N. Neshev",
      "Robert Sharp",
      "Andrey A. Sukhorukov"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.13144",
    "title": "A Dynamic Coupling Model of Optical Conductivity in Mixed-Valence Systems",
    "abstract": "           Using Linear Response Theory, with appropriate wave functions and energies from perturbation method, the absorption profiles can be calculated for all three classes of mixed-valence systems as defined by Robin and Day : Class III (delocalized), Class I (localized) and Class II (intermediate between III and I). Based on these absorption profiles, one can calculate the corresponding frequency-dependent optical conductivity profiles with the following results: For all three classes, the optical conductivity profiles are similar to their corresponding absorption profiles in regard to band shape and polarization, except peaks of these profiles tend to shift toward higher frequency with respect to the absorption profiles. The charge transfer absorption (CT band) is the major contributors of optical conductivity. Moreover, the CT-induced IR band, also contributes to optical conductivity, as it borrows its intensity from the CT band and the amount of borrowing depends on its proximity to the latter, as in Class II.         ",
    "url": "https://arxiv.org/abs/2410.13144",
    "authors": [
      "Kin Yip Wong"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2410.13467",
    "title": "Optomechanical micro-rheology of complex fluids at ultra-high frequency",
    "abstract": "           We present an optomechanical method for locally measuring the rheological properties of complex fluids in the ultra-high frequency range (UHF). A mechanical disk of microscale volume is used as a small-amplitude oscillating probe that monitors the fluid at rest in thermal equilibrium, while the oscillation is detected by optomechanical transduction within a sub-millisecond measurement time, thanks to an optimized signal collection. An original analytical model for fluid-structure interactions is used to extract from these measurements the rheological properties of liquids over the frequency range 100 MHz - 1 GHz. This new micro-rheology method is calibrated by measurements on liquid water, in which we observe pronounced compressibility effects above 500 MHz, but which we show remains Newtonian all over the explored range. In contrast, measurements reveal that liquid 1-decanol exhibits a non-Newtonian behavior, with a frequency-dependent viscosity associated to several relaxation frequencies in the UHF. Our data agree well with an extended Maxwell model for the viscosity of this alcohol, involving two relaxation times of 797 and 151 picoseconds, which are respectively analyzed as supramolecular and intramolecular relaxation processes. A shear elastic response of the liquid appears at the highest frequencies, compatible with the entropic elasticity of molecules as they attempt to uncurl, and whose value enables estimating the volume of a single molecule of liquid. UHF optomechanical micro-rheology demonstrates here a direct mechanical access to the fast molecular dynamics at play in a liquid, in a quantitative manner and in a short time.         ",
    "url": "https://arxiv.org/abs/2410.13467",
    "authors": [
      "H. Neshasteh",
      "I. Shlesinger",
      "M. Ravaro",
      "M. Gély",
      "G. Jourdan",
      "S. Hentz",
      "I. Favero"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.13603",
    "title": "Terahertz resonant emission by optically excited infrared-active shear phonons in KY(MoO4)2",
    "abstract": "           Generation of the monochromatic electromagnetic radiation in the terahertz (THz) range of frequencies for many decades remanes a chellenging task. Here we demonstrate the emission of monochromatic sub-THz radiation by coherent optical phonons in dielectric material KY(MoO4)2. The layered crystal structure of KY(MoO4)2 leads to infrared-active shear lattice vibrations with energies below 3.7 meV, which corresponds to the frequencies low than 900 GHz where solid-state compounds based monochromatic radiation sources are rare. Coherent infrared-active optical phonons are excited by broadband THz pulses lasting for tens of picoseconds and re-emit narrow-band subTHz radiation pulses with a decay time of 33 picoseconds, which is exceptionally long for the oscillators with frequencies below 1 THz. Such a long coherent emission allows for the detection of more than 50 periods of radiation with frequencies of 568 and 860 GHz. The remarkably long decay time together with the chemical stability of the employed materials suggest a variety of possible applications in THz laser technology.         ",
    "url": "https://arxiv.org/abs/2410.13603",
    "authors": [
      "D. Kamenskyi",
      "K. Vasin",
      "L. Prodan",
      "K. Kutko",
      "V. Khrustalyov",
      "S. G. Pavlov",
      "H.-W. Hübers"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2410.13740",
    "title": "Solving eigenvalue problems obtained by the finite element method on a quantum annealer using only a few qubits",
    "abstract": "           One of the main obstacles for achieving a practical quantum advantage in quantum computing lies in the relatively small number of qubits currently available in quantum hardware. Here, we show how to circumvent this problem in the context of eigenvalue problems obtained by the finite element method, via the use of an adaptive algorithm for quantum annealers -- the Adaptive Quantum Annealer Eigensolver (AQAE) -- in a way that only a few qubits are required to achieve a high precision. As an example, we apply AQAE to eigenvalue problems that are relevant in a wide range of contexts, such as electromagnetism, acoustics and seismology, and quantify its robustness against different types of experimental errors. Our approach could be applied to other algorithms, and makes it possible to take the most of current Noisy-Intermediate-Scale Quantum devices.         ",
    "url": "https://arxiv.org/abs/2410.13740",
    "authors": [
      "Arnaud Rémi",
      "François Damanet",
      "Christophe Geuzaine"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.01835",
    "title": "Strong-field quantum control in the extreme ultraviolet using pulse shaping",
    "abstract": "           Tailored light-matter interactions in the strong coupling regime enable the manipulation and control of quantum systems with up to unit efficiency, with applications ranging from quantum information to photochemistry. While strong light-matter interactions are readily induced at the valence electron level using long-wavelength radiation, comparable phenomena have been only recently observed with short wavelengths, accessing highly-excited multi-electron and inner-shell electron states. However, the quantum control of strong-field processes at short wavelengths has not been possible, so far, due to the lack of pulse shaping technologies in the extreme ultraviolet (XUV) and X-ray domain. Here, exploiting pulse shaping of the seeded free-electron laser (FEL) FERMI, we demonstrate the strong-field quantum control of ultrafast Rabi dynamics in helium atoms with high fidelity. Our approach unravels a strong dressing of the ionization continuum, otherwise elusive to experimental observables. The latter is exploited to achieve control of the total ionization rate, with prospective applications in many XUV and soft X-ray experiments. Leveraging recent advances in intense few-femtosecond to attosecond XUV to soft X-ray light sources, our results open an avenue to the efficient manipulation and selective control of core electron processes and electron correlation phenomena in real time.         ",
    "url": "https://arxiv.org/abs/2403.01835",
    "authors": [
      "Fabian Richter",
      "Ulf Saalmann",
      "Enrico Allaria",
      "Matthias Wollenhaupt",
      "Benedetto Ardini",
      "Alexander Brynes",
      "Carlo Callegari",
      "Giulio Cerullo",
      "Miltcho Danailov",
      "Alexander Demidovich",
      "Katrin Dulitz",
      "Raimund Feifel",
      "Michele Di Fraia",
      "Sarang Dev Ganeshamandiram",
      "Luca Giannessi",
      "Nicolai Gölz",
      "Sebastian Hartweg",
      "Bernd von Issendorff",
      "Tim Laarmann",
      "Friedemann Landmesser",
      "Yilin Li",
      "Michele Manfredda",
      "Cristian Manzoni",
      "Moritz Michelbach",
      "Arne Morlok",
      "Marcel Mudrich",
      "Aaron Ngai",
      "Ivaylo Nikolov",
      "Nitish Pal",
      "Fabian Pannek",
      "Giuseppe Penco",
      "Oksana Plekan",
      "Kevin C. Prince",
      "Giuseppe Sansone",
      "Alberto Simoncig",
      "Frank Stienkemeier",
      "Richard James Squibb",
      "Peter Susnjar",
      "Mauro Trovo",
      "Daniel Uhl",
      "Brendan Wouterlood",
      "Marco Zangrando",
      "Lukas Bruder"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11391",
    "title": "Benchmarking Data Efficiency in $\\Delta$-ML and Multifidelity Models for Quantum Chemistry",
    "abstract": "           The development of machine learning (ML) methods has made quantum chemistry (QC) calculations more accessible by reducing the compute cost incurred in conventional QC methods. This has since been translated into the overhead cost of generating training data. Increased work in reducing the cost of generating training data resulted in the development of $\\Delta$-ML and multifidelity machine learning methods which use data at more than one QC level of accuracy, or fidelity. This work compares the data costs associated with $\\Delta$-ML, multifidelity machine learning (MFML), and optimized MFML (o-MFML) in contrast with a newly introduced Multifidelity$\\Delta$-Machine Learning (MF$\\Delta$ML) method for the prediction of ground state energies over the multifidelity benchmark dataset QeMFi. This assessment is made on the basis of training data generation cost associated with each model and is compared with the single fidelity kernel ridge regression (KRR) case. The results indicate that the use of multifidelity methods surpasses the standard $\\Delta$-ML approaches in cases of a large number of predictions. For cases, where $\\Delta$-ML method might be favored, such as small test set regimes, the MF$\\Delta$-ML method is shown to be more efficient than conventional $\\Delta$-ML.         ",
    "url": "https://arxiv.org/abs/2410.11391",
    "authors": [
      "Vivin Vinod",
      "Peter Zaspel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2402.10622",
    "title": "Towards quantum gravity with neural networks: Solving the quantum Hamilton constraint of U(1) BF theory",
    "abstract": "           In the canonical approach of loop quantum gravity, arguably the most important outstanding problem is finding and interpreting solutions to the Hamiltonian constraint. In this work, we demonstrate that methods of machine learning are in principle applicable to this problem. We consider $U(1)$ BF theory in 3 dimensions, quantized with loop quantum gravity methods. In particular, we formulate a master constraint corresponding to Hamilton and Gauss constraints using loop quantum gravity methods. To make the problem amenable for numerical simulation we fix a graph and introduce a cutoff on the kinematical degrees of freedom, effectively considering $U_q(1)$ BF theory at a root of unity. We show that the Neural Network Quantum State (NNQS) ansatz can be used to numerically solve the constraints efficiently and accurately. We compute expectation values and fluctuations of certain observables and compare them with exact results or exact numerical methods where possible. We also study the dependence on the cutoff.         ",
    "url": "https://arxiv.org/abs/2402.10622",
    "authors": [
      "Hanno Sahlmann",
      "Waleed Sherif"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2403.11851",
    "title": "Postselection technique for optical Quantum Key Distribution with improved de Finetti reductions",
    "abstract": "           The postselection technique is an important proof technique for proving the security of quantum key distribution protocols against coherent attacks. In this work, we go through multiple steps to rigorously apply the postselection technique to optical quantum key distribution protocols. First, we place the postselection technique on a rigorous mathematical foundation by fixing a technical flaw in the original postselection paper. Second, we extend the applicability of the postselection technique to prepare-and-measure protocols by using a de Finetti reduction with a fixed marginal. Third, we show how the postselection technique can be used for decoy-state protocols by tagging the source. Finally, we extend the applicability of the postselection technique to realistic optical setups by developing a new variant of the flag-state squasher. We also improve existing de Finetti reductions, which reduce the effect of using the postselection technique on the key rate. These improvements can be more generally applied to other quantum information processing tasks. As an example to demonstrate the applicability of our work, we apply our results to the time-bin encoded three-state protocol. We observe that the postselection technique performs better than all other known proof techniques against coherent attacks.         ",
    "url": "https://arxiv.org/abs/2403.11851",
    "authors": [
      "Shlok Nahar",
      "Devashish Tupkary",
      "Yuming Zhao",
      "Norbert Lütkenhaus",
      "Ernest Y.-Z. Tan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.14569",
    "title": "Squeezing the quantum noise of a gravitational-wave detector below the standard quantum limit",
    "abstract": "           Precision measurements of space and time, like those made by the detectors of the Laser Interferometer Gravitational-wave Observatory (LIGO), are often confronted with fundamental limitations imposed by quantum mechanics. The Heisenberg uncertainty principle dictates that the position and momentum of an object cannot both be precisely measured, giving rise to an apparent limitation called the Standard Quantum Limit (SQL). Reducing quantum noise below the SQL in gravitational-wave detectors, where photons are used to continuously measure the positions of freely falling mirrors, has been an active area of research for decades. Here we show how the LIGO A+ upgrade reduced the detectors' quantum noise below the SQL by up to 3 dB while achieving a broadband sensitivity improvement, more than two decades after this possibility was first presented.         ",
    "url": "https://arxiv.org/abs/2404.14569",
    "authors": [
      "Wenxuan Jia",
      "Victoria Xu",
      "Kevin Kuns",
      "Masayuki Nakano",
      "Lisa Barsotti",
      "Matthew Evans",
      "Nergis Mavalvala",
      "Rich Abbott",
      "Ibrahim Abouelfettouh",
      "Rana Adhikari",
      "Alena Ananyeva",
      "Stephen Appert",
      "Koji Arai",
      "Naoki Aritomi",
      "Stuart Aston",
      "Matthew Ball",
      "Stefan Ballmer",
      "David Barker",
      "Beverly Berger",
      "Joseph Betzwieser",
      "Dripta Bhattacharjee",
      "Garilynn Billingsley",
      "Nina Bode",
      "Edgard Bonilla",
      "Vladimir Bossilkov",
      "Adam Branch",
      "Aidan Brooks",
      "Daniel Brown",
      "John Bryant",
      "Craig Cahillane",
      "Huy-tuong Cao",
      "Elenna Capote",
      "Yanbei Chen",
      "Filiberto Clara",
      "Josh Collins",
      "Camilla Compton",
      "Robert Cottingham",
      "Dennis Coyne",
      "Ryan Crouch",
      "Janos Csizmazia",
      "Torrey Cullen",
      "Louis Dartez",
      "Nicholas Demos",
      "Ezekiel Dohmen",
      "Jenne Driggers",
      "Sheila Dwyer",
      "Anamaria Effler",
      "Aldo Ejlli",
      "Todd Etzel",
      "Jon Feicht",
      "Raymond Frey",
      "William Frischhertz",
      "Peter Fritschel",
      "Valery Frolov",
      "Paul Fulda",
      "Michael Fyffe",
      "Dhruva Ganapathy",
      "Bubba Gateley",
      "Joe Giaime",
      "Dwayne Giardina",
      "Jane Glanzer",
      "Evan Goetz",
      "Aaron Jones",
      "Slawomir Gras",
      "Corey Gray",
      "Don Griffith",
      "Hartmut Grote",
      "Tyler Guidry",
      "Evan Hall",
      "Jonathan Hanks",
      "Joe Hanson",
      "Matthew Heintze",
      "Adrian Helmling-cornell",
      "Hsiang-yu Huang",
      "Yuki Inoue",
      "Alasdair James",
      "Austin Jennings",
      "Srinath Karat",
      "Marie Kasprzack",
      "Keita Kawabe",
      "Nutsinee Kijbunchoo",
      "Jeffrey Kissel",
      "Antonios Kontos",
      "Rahul Kumar",
      "Michael Landry",
      "Brian Lantz",
      "Michael Laxen",
      "Kyung-ha Lee",
      "Madeline Lesovsky",
      "Francisco Llamas",
      "Marc Lormand",
      "Hudsonalexander Loughlin",
      "Ronaldas Macas",
      "Myron Macinnis",
      "Camille Makarem",
      "Benjaminrobert Mannix",
      "Georgia Mansell",
      "Rodica Martin",
      "Nyath Maxwell",
      "Garrett Mccarrol"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  }
]