[
  {
    "id": "arXiv:2401.03067",
    "title": "Social Echo Chambers in Quantum Field Theory: Exploring Faddeev-Popov  Ghosts Phenomena, Loop Diagrams, and Cut-off Energy Theory",
    "abstract": "This paper presents an interdisciplinary approach to analyze the emergence and impact of filter bubbles in social phenomena, especially in both digital and offline environments, by applying the concepts of quantum field theory. Filter bubbles tend to occur in digital and offline environments, targeting digital natives with extremely low media literacy and information immunity. In addition, in the aftermath of stealth marketing, fake news, \"inspirational marketing,\" and other forms of stealth marketing that never exist are rampant and can lead to major social disruption and exploitation. These are the causes of various social risks, including declining information literacy and knowledge levels and academic achievement. By exploring quantum mechanical principles such as remote interaction, proximity interaction, Feynman diagrams, and loop diagrams, we aim to gain a better understanding of information dissemination and opinion formation in social contexts. Our model incorporates key parameters such as agents' opinions, interaction probabilities, and flexibility in changing opinions, facilitating the observation of opinion distributions, cluster formation, and polarization under a variety of conditions. The purpose of this paper is to mathematically model the filter bubble phenomenon using the concepts of quantum field theory and to analyze its social consequences. This is a discussion paper and the proposed approach offers an innovative perspective for understanding social phenomena, but its interpretation and application require careful consideration. ",
    "url": "https://arxiv.org/abs/2401.03067",
    "authors": [
      "Yasuko Kawahata"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03165",
    "title": "Non-orthogonal cavity modes near exceptional points in the far field",
    "abstract": "Non-orthogonal eigenstates are a fundamental feature of non-Hermitian systems and are accompanied by the emergence of nontrivial features. However, the platforms to explore non-Hermitian mode couplings mainly measure near-field effects, and the far-field behaviour remain mostly unexplored. Here, we study how a microcavity with non-Hermitian mode coupling exhibits eigenstate non-orthogonality by investigating the spatial field and the far-field polarization of cavity modes. The non-Hermiticity arises from asymmetric backscattering, which is controlled by integrating two scatterers of different size and location into a microdisk. We observe that the spatial field overlaps of two modes increases abruptly to its maximum value, whilst different far-field elliptical polarizations of two modes coalesce when approaching an exceptional point. We demonstrate such features experimentally by measuring the far-field polarization from the fabricated microdisks. Our work reveals the non-orthogonality in the far-field degree of freedom, and the integrability of the microdisks paves a way to integrate more non-Hermitian optical properties into nanophotonic systems. ",
    "url": "https://arxiv.org/abs/2401.03165",
    "authors": [
      "Jingnan Yang",
      "Shushu Shi",
      "Sai Yan",
      "Rui Zhu",
      "Xiaoming Zhao",
      "Yi Qin",
      "Bowen Fu",
      "Xiqing Chen",
      "Hancong Li",
      "Zhanchun Zuo",
      "Kuijuan Jin",
      "Qihuang Gong",
      "Xiulai Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.03247",
    "title": "Quantum Noise Limited Phased Arrays for Single-Electron Cyclotron  Radiation Emission Spectroscopy",
    "abstract": "Neutrino oscillation experiments show that neutrinos have mass; however, the absolute mass scale is exceedingly difficult to measure and is currently unknown. A promising approach is to measure the energies of the electrons released during the radioactive decay of tritium. The energies of interest are within a few eV of the 18.6 keV end point, and so are mildly relativistic. By capturing the electrons in a static magnetic field and measuring the frequency of the cyclotron radiation emitted the initial energy can be determined, but end-point events are infrequent, the observing times short, and the signal to noise ratios low. To achieve a resolution of $<$ 10 meV, single-electron emission spectra need to be recorded over large fields of view with highly sensitive receivers. The principles of Cylotron Radiation Emission Spectroscopy (CRES) have already been demonstrated by Project 8, and now there is considerable interest in increasing the FoV to $>$ 0.1 m$^3$. We consider a range of issues relating to the design and optimisation of inward-looking quantum-noise-limited microwave receivers for single-electron CRES, and present a single framework for understanding signal, noise and system-level behaviour. Whilst there is a great deal of literature relating to the design of outward-looking phased arrays for applications such as radar and telecommunications, there is very little coverage of the new issues that come into play when designing ultra-sensitive inward-looking phased arrays for volumetric spectroscopy and imaging. ",
    "url": "https://arxiv.org/abs/2401.03247",
    "authors": [
      "Stafford Withington",
      "Christopher Thomas",
      "Songyuan Zhao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03316",
    "title": "Freeform terahertz structures fabricated by multi-photon lithography and  metal coating",
    "abstract": "Direct-write multi-photon laser lithography (MPL) combines highest resolution on the nanoscale with essentially unlimited 3D design freedom. Over the previous years, the groundbreaking potential of this technique has been demonstrated in various application fields, including micromechanics, material sciences, microfluidics, life sciences as well as photonics, where in-situ printed optical coupling elements offer new perspectives for package-level system integration. However, millimeter-wave (mmW) and terahertz (THz) devices could not yet leverage the unique strengths of MPL, even though the underlying devices and structures could also greatly benefit from 3D freeform microfabrication. One of the key challenges in this context is the fact that functional mmW and THz structures require materials with high electrical conductivity and low dielectric losses, which are not amenable to structuring by multi-photon polymerization. In this work, we introduce and experimentally demonstrate a novel approach that allows to leverage MPL for fabricating high-performance mmW and THz structures with hitherto unachieved functionalities. Our concept exploits in-situ printed polymer templates that are selectively coated through highly directive metal deposition techniques in combination with precisely aligned 3D-printed shadowing structures. The resulting metal-coated freeform structures offer high surface quality in combination with low dielectric losses and conductivities comparable to bulk material values, while lending themselves to fabrication on planar mmW/THz circuits. We experimentally show the viability of our concept by demonstrating a series of functional THz structures such as THz interconnects, probe tips, and suspended antennas. We believe that our approach offers disruptive potential in the field of mmW and THz technology and may unlock an entirely new realm of laser-based 3D manufacturing. ",
    "url": "https://arxiv.org/abs/2401.03316",
    "authors": [
      "Pascal Maier",
      "Alexander Kotz",
      "Joachim Hebeler",
      "Qiaoshuang Zhang",
      "Christian Benz",
      "Alexander Quint",
      "Marius Kretschmann",
      "Tobias Harter",
      "Sebastian Randel",
      "Uli Lemmer",
      "Wolfgang Freude",
      "Thomas Zwick",
      "Christian Koos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03327",
    "title": "Surface recoil force on dielectric nano--particles enhancement via  graphene acoustic surface plasmons excitation: non--local effects  consideration",
    "abstract": "Controlling opto--mechanical interactions at sub--wavelength levels is of great importance in academic science and nano--particle manipulation technologies. This letter focuses on the improvement of the recoil force on nano--particles placed close to a graphene--dielectric--metal structure. The momentum conservation involving the non--symmetric excitation of acoustic surface plasmons (ASPs), via near field circularly polarized dipolar scattering, % induced by the circular dipole moment on the nano--particle, implies the occurrence of a huge momentum kick on the nano--particle. Owing to the high wave--vector values entailed in the near field scattering process, it has been necessary to consider %apply the non--locality of the graphene electrical conductivity to explore the influence of the scattering loss on this large--wave--vector region, which is neglected by the semi--classical model. Surprisingly, %our results show that %, \\textcolor{red}{depending on the particle position and the dielectric thickness layer}, the contribution of ASPs to the recoil force %can be is negligibly modified when the non--local effects are incorporated through the graphene conductivity. On the contrary, our results show that the contribution of the non--local scattering loss to this force becomes dominant when the particle is placed very close to the graphene sheet and that it is mostly independent of the dielectric thickness layer. Our work can be helpful for designing new and better performing large--plasmon momentum opto--mechanical structures using scattering highly dependent of the polarization for moving dielectric nano--particles. ",
    "url": "https://arxiv.org/abs/2401.03327",
    "authors": [
      "Julieta Olivo",
      "Hernán Ferrari",
      "Mauro Cuevas"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.03382",
    "title": "Low Bend Loss, High Index, Composite Morphology Ultra-fast Laser Written  Waveguides for Photonic Integrated Circuits",
    "abstract": "We demonstrate a novel, composite laser written 3D waveguide, fabricated in boro-aluminosilicate glass, with a refractive index contrast of 1.12 x 10^-2. The waveguide is fabricated using a multi-pass approach which leverages the respective refractive index modification mechanisms of both the thermal and athermal inscription regimes. We present the study and optimisation of inscription parameters for maximising positive refractive index change and ultimately demonstrate a dramatic advancement on the state of the art of bend losses in laser-written waveguides. The 1.0 dB cm^-1 bend loss cut-off radius is reduced from 10 mm to 4 mm, at a propagation wavelength of 1550 nm. ",
    "url": "https://arxiv.org/abs/2401.03382",
    "authors": [
      "Andrew J. Ross-Adams",
      "Toney T. Fernandez",
      "Michael J. Withford",
      "Simon Gross"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.03414",
    "title": "Silicon Optical Memory: Non-Volatile Optoelectronic Devices via  Si-SiO$_2$ Hysteresis Effect",
    "abstract": "Implementing on-chip non-volatile optical memories has long been an actively pursued goal, promising significant enhancements in the capability and energy efficiency of photonic integrated circuits. Here, a novel optical memory has been demonstrated exclusively using the semiconductor primary material, silicon. By manipulating the optoelectronic effect of this device, we introduce a hysteresis effect at the silicon-silicon oxide interface, which in turn demonstrates multi-level, non-volatile optical data storage with robust retention and endurance. This new silicon optical memory provides a distinctively simple and accessible route to realize optical data storage in standard silicon foundry processes. ",
    "url": "https://arxiv.org/abs/2401.03414",
    "authors": [
      "Yuan Yuan",
      "Yiwei Peng",
      "Stanley Cheung",
      "Wayne V. Sorin",
      "Zhihong Huang",
      "Di Liang",
      "Marco Fiorentino",
      "Raymond G. Beausoleil"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.03486",
    "title": "Nanofabrication beyond optical diffraction limit: Optical driven  assembly enabled by superlubricity",
    "abstract": "The optical manipulation of nanoparticles on superlubricity surfaces is investigated. The research revealed that, due to the near-zero static friction and extremely low dynamic friction at superlubricity interfaces, the maximum intensity for controlling the optical field can be less than 100 W/cm$^2$, which is nine orders of magnitude lower than controlling nanoparticles on traditional interfaces. The controlled nanoparticle radius can be as small as 5 nm, which is more than one order of magnitude smaller than nanoparticles controlled through traditional optical manipulation. Manipulation can be achieved in sub-microsecond to microsecond timescales. Furthermore, the manipulation takes place on solid surfaces and in non-liquid environments, with minimal impact from Brownian motion. By appropriately increasing dynamic friction, controlling light intensity, or reducing pressure, the effects of Brownian motion can be eliminated, allowing for the construction of microstructures with a size as small as 1/75 of the wavelength of light. This enables the control of super-resolution optical microstructures. The optical super-resolution manipulation of nanoparticles on superlubricity surfaces will find important applications in fields such as nanofabrication, photolithography, optical metasurface, and biochemical analysis. ",
    "url": "https://arxiv.org/abs/2401.03486",
    "authors": [
      "Liu Jiang-tao",
      "Deli Peng",
      "Qin Yang",
      "Ze Liu",
      "Zhenhua Wu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.03527",
    "title": "0.08 fF, 0.72 nA dark current, 91% Quantum Efficiency, 38 Gb/s  Nano-photodetector on a 45 nm CMOS Silicon-Photonic Platform",
    "abstract": "We demonstrated a Germanium-on-Silicon photodetector utilizing an asymmetric-Fabry-Perot resonator with 0.08 fF capacitance. The measurements at 1315.5 nm show 0.72 nA (3.40 nA) dark current, 0.93 A/W (0.96 A/W) responsivity, 36 Gb/s (38 Gb/s) operation at -1V (-2V) bias. ",
    "url": "https://arxiv.org/abs/2401.03527",
    "authors": [
      "Mingye Fu",
      "S. J. Ben Yoo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03532",
    "title": "Understanding the Cavity Born-Oppenheimer Approximation",
    "abstract": "Experiments have demonstrated that vibrational strong coupling between molecular vibrations and light modes can significantly change molecular properties, such as ground-state reactivity. Theoretical studies towards the origin of this exciting observation can roughly be divided in two categories, with studies based on Hamiltonians that simply couple a molecule to a cavity mode via its ground-state dipole moment on the one hand, and on the other hand ab initio calculations that self-consistently include the effect of the cavity mode on the electronic ground state within the cavity Born-Oppenheimer (CBO) approximation; these approaches are not equivalent. The CBO approach is more rigorous, but unfortunately it requires the rewriting of electronic-structure code, and gives little physical insight. In this work, we exploit the relation between the two approaches and demonstrate on a real molecule (hydrogen fluoride) that for realistic coupling strengths, we can recover CBO energies and spectra to high accuracy using only out-of-cavity quantities from standard electronic-structure calculations. In doing so, we discover what the physical effects underlying the CBO results are. Our methodology can aid in incorporating more, possibly important features in models, play a pivotal role in demystifying CBO results and provide a practical and efficient alternative to full CBO calculations. ",
    "url": "https://arxiv.org/abs/2401.03532",
    "authors": [
      "Marit R. Fiechter",
      "Jeremy O. Richardson"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03543",
    "title": "Dynamic Multi Color Switching using Ultrathin Vanadium Oxide on  Aluminium based Asymmetric Fabry-Perot Resonant Structure",
    "abstract": "Vanadium dioxide ($VO_{2}$) exhibits strong infrared optical switching due to its insulator-metal phase-transition property. However, in the visible wavelengths, it's intrinsic optical switching is quite low. Current research explores solutions like multilayering, intricate structural patterning, high thermal budget processes and costly metals for improved color switching. Nonetheless, the color gamut coverage with these methodologies remains notably limited. This work overcomes these limitations and demonstrates dynamic multi-colour switching covering a large color gamut using a simple, unpatterned, ultrathin ($\\sim$ $\\frac{\\lambda}{14}$, where wavelength $\\lambda$ is taken as 575 nm at the center of visible spectrum) asymmetric Fabry-P\\'{e}rot structure of $VO_{2}$ on Aluminium (Al). We use the transfer matrix method to design the $VO_{2}/Aluminium\\,(Al)/Sapphire$ structure for maximum visible reflectance switching. $VO_{2}$ films are synthesized using a simple, low thermal budget atmospheric oxidation of Vanadium (V). With varying oxidation durations, different colors of the oxidized samples are observed. Consistent and reversible color-switching is observed visibly and in reflectance measurements with the change in temperature from low (RT $\\sim$ 30$^{\\circ}$C) to high (HT $\\sim$ 100$^{\\circ}$C) or vice versa due to the phase transition property of the $VO_{2}$ layer in the structure. Compared to the existing studies, this work shows a significant change in chromaticities and covers a large color gamut when plotted on the CIE chromaticity diagram. This work has potential applications in the fields of display, thermochromic structures, and visible camouflage. ",
    "url": "https://arxiv.org/abs/2401.03543",
    "authors": [
      "Shubhangi Saini",
      "Ashok P",
      "Amit Verma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2401.03564",
    "title": "Experimental Demonstration of Imperfection-Agnostic Local Learning Rules  on Photonic Neural Networks with Mach-Zehnder Interferometric Meshes",
    "abstract": "Mach-Zehnder Interferometric meshes are attractive for low-loss photonic matrix multiplication but are challenging to program. Using least-squares optimization of directional derivatives, we experimentally demonstrate that desired matrix updates can be implemented agnostic to hardware imperfections. \\c{opyright} 2024 The Author(s) ",
    "url": "https://arxiv.org/abs/2401.03564",
    "authors": [
      "Luis El Srouji",
      "Mehmet Berkay On",
      "Yun-Jhu Lee",
      "Mahmoud Abdelghany",
      "S. J. Ben Yoo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2401.03573",
    "title": "Effective Benchmarks for Optical Turbulence Modeling",
    "abstract": "Optical turbulence presents a significant challenge for communication, directed energy, and imaging systems, especially in the atmospheric boundary layer. Effective modeling of optical turbulence strength is critical for the development and deployment of these systems. The lack of standard evaluation tools, especially long-term data sets, modeling tasks, metrics, and baseline models, prevent effective comparisons between approaches and models. This reduces the ease of reproducing results and contributes to over-fitting on local micro-climates. Performance characterized using evaluation metrics provides some insight into the applicability of a model for predicting the strength of optical turbulence. However, these metrics are not sufficient for understanding the relative quality of a model. We introduce the \\texttt{otbench} package, a Python package for rigorous development and evaluation of optical turbulence strength prediction models. The package provides a consistent interface for evaluating optical turbulence models on a variety of benchmark tasks and data sets. The \\texttt{otbench} package includes a range of baseline models, including statistical, data-driven, and deep learning models, to provide a sense of relative model quality. \\texttt{otbench} also provides support for adding new data sets, tasks, and evaluation metrics. The package is available at \\url{https://github.com/cdjellen/otbench}. ",
    "url": "https://arxiv.org/abs/2401.03573",
    "authors": [
      "Christopher Jellen",
      "Charles Nelson",
      "Cody Brownell",
      "John Burkhardt"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2401.03686",
    "title": "Inverse Design of Frequency Selective Surface Using Physics-Informed  Neural Networks",
    "abstract": "This paper uses Physics-Informed Neural Network (PINN) to design Frequency Selective Surface (FSS). PINN integrates physical information into the loss function, so training PINN does not require a dataset, which will be faster than traditional neural networks for inverse design. The specific implementation process of this paper is to construct a PINN using field solutions of mode matching method, and given the design goal, the PINN can train the shape of the diaphragms. The single frequency FSS that meets the design goal was designed using the inverse design method proposed in this paper without a dataset, verifying the rationality of using PINN to design metasurface. Using PINN for inverse design is not limited to single frequency FSS, but can also be used for more complex metasurface. ",
    "url": "https://arxiv.org/abs/2401.03686",
    "authors": [
      "Yu-Hang Liu",
      "Bing-Zhong Wang",
      "Ren Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03759",
    "title": "Generalizable Quantum Computing Pipeline for Real World Drug Discovery",
    "abstract": "Quantum computing, with its superior computational capabilities compared to classical approaches, holds the potential to revolutionize numerous scientific domains, including pharmaceuticals. However, the application of quantum computing for drug discovery has primarily been limited to proof-of-concept studies, which often fail to capture the intricacies of real-world drug development challenges. In this study, we diverge from conventional investigations by developing an advanced quantum computing pipeline tailored to address genuine drug design problems. Our approach underscores the pragmatic application of quantum computation and propels it towards practical industrial adoption. We specifically construct our versatile quantum computing pipeline to address two critical tasks in drug discovery: the precise determination of Gibbs free energy profiles for prodrug activation involving covalent bond cleavage, and the accurate simulation of covalent bond interactions. This work serves as a pioneering effort in benchmarking quantum computing against veritable scenarios encountered in drug design, especially the covalent bonding issue present in both of the case studies, thereby transitioning from theoretical models to tangible applications. Our results demonstrate the potential of a quantum computing pipeline for integration into real world drug design workflows. ",
    "url": "https://arxiv.org/abs/2401.03759",
    "authors": [
      "Weitang Li",
      "Zhi Yin",
      "Xiaoran Li",
      "Dongqiang Ma",
      "Zhenxing Zhang",
      "Chenji Zou",
      "Kunliang Bu",
      "Maochun Dai",
      "Jie Yue",
      "Yuzong Chen",
      "Xiaojin Zhang",
      "Shengyu Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03791",
    "title": "Optical Extreme Learning Machines with Atomic Vapors",
    "abstract": "Extreme learning machines explore nonlinear random projections to perform computing tasks on high-dimensional output spaces. Since training only occurs at the output layer, the approach has the potential to speed up the training process and the capacity to turn any physical system into a computing platform. Yet, requiring strong nonlinear dynamics, optical solutions operating at fast processing rates and low power can be hard to achieve with conventional nonlinear optical materials. In this context, this manuscript explores the possibility of using atomic gases in near-resonant conditions to implement an optical extreme learning machine leveraging their enhanced nonlinear optical properties. Our results suggest that these systems have the potential not only to work as an optical extreme learning machine but also to perform these computations at the few-photon level, paving opportunities for energy-efficient computing solutions. ",
    "url": "https://arxiv.org/abs/2401.03791",
    "authors": [
      "Nuno A. Silva",
      "Vicente Rocha",
      "Tiago D. Ferreira"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03934",
    "title": "Coherent excitation of a $μ$Hz scale optical magnetic quadrupole  transition",
    "abstract": "We report on the coherent excitation of the ultranarrow $^{1}\\mathrm{S}_0$-$^{3}\\mathrm{P}_2$ magnetic quadrupole transition in $^{88}\\mathrm{Sr}$. By confining atoms in a state insensitive optical lattice, we achieve excitation fractions of 97(1)% and observe linewidths as narrow as 58(1) Hz. With Ramsey spectroscopy, we find coherence times of 14(1) ms, which can be extended to 266(36) ms using a spin-echo sequence. We determine the linewidth of the M2 transition to 24(7) $\\mu$Hz, confirming longstanding theoretical predictions. These results establish an additional clock transition in strontium and pave the way for applications of the metastable $^{3}\\mathrm{P}_2$ state in quantum computing and quantum simulations. ",
    "url": "https://arxiv.org/abs/2401.03934",
    "authors": [
      "V. Klüsener",
      "S. Pucher",
      "D. Yankelev",
      "J. Trautmann",
      "F. Spriestersbach",
      "D. Filin",
      "S. G. Porsev",
      "M. S. Safronova",
      "I. Bloch",
      "S. Blatt"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03950",
    "title": "Quantum coherence in dissociative electron attachment: isotope effect",
    "abstract": "Dissociative electron attachment (DEA) is one of the processes that shows a strong coupling between the nuclear and electronic degrees of freedom in a molecule. This coupling results in an efficient transformation of the kinetic energy of attaching free electrons into the chemical energy of the compound molecule. A recent discovery of quantum coherence in this process has opened a whole new dimension in its description. On the other hand, the mass variation in isotopes of the constituent atoms has a profound effect on DEA. In quantum coherence observed in DEA, the isotope effect depicts itself in terms of change in the phase and the amplitude of the interfering dissociation paths. Here, we report the quantum coherence observed in DEA to HD, an isotopologue of H$_2$. In this isotopologue, both H$^-$ and D$^-$ show identical forward-backward asymmetry in the angular distribution. We explain these findings using the interference between two quantum paths, with the permanent dipole moment of the asymmetric mass playing no role in the process. ",
    "url": "https://arxiv.org/abs/2401.03950",
    "authors": [
      "Suvasis Swain",
      "Akshay Kumar",
      "E. Krishnakumar",
      "Vaibhav S. Prabhudesai"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.03967",
    "title": "Nano-assembled open quantum dot nanotube devices",
    "abstract": "A pristine suspended carbon nanotube is a near ideal environment to host long-lived quantum states. For this reason, they have been used as the core element of qubits and to explore numerous condensed matter physics phenomena. One of the most advanced technique to realize complex carbon nanotube based quantum circuits relies on a mechanical integration of the nanotube into the circuit. Despite the high-quality and complexity of the fabricated circuits, the range of possible experiments was limited to the closed quantum dot regime. Here, by engineering a transparent metal-nanotube interface, we developed a technique that overcomes this limitation. We reliably reach the open quantum dot regime as demonstrated by measurements of Fabry-Perot interferences and Kondo physics in multiple devices. A circuit-nanotube alignment precision of +/-200nm is demonstrated. Our technique allows to envision experiments requiring the combination of complex circuits and strongly coupled carbon nanotubes such as the realization of carbon nanotube superconducting qubits or flux-mediated optomechanics experiments. ",
    "url": "https://arxiv.org/abs/2401.03967",
    "authors": [
      "Tim Althuon",
      "Tino Cubaynes",
      "Aljoscha Auer",
      "Christoph Sürgers",
      "Wolfgang Wernsdorfer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2401.03995",
    "title": "Nonlinear solution of classical three-wave interaction via finite  dimensional quantum model",
    "abstract": "The quantum three-wave interaction, the lowest order nonlinear interaction in plasma physics, describes energy-momentum transfer between three resonant waves in the quantum regime. We describe how it may also act as a finite-degree-of-freedom approximation to the classical three-wave interaction in certain circumstances. By promoting the field variables to operators, we quantize the classical system, show that the quantum system has more free parameters than the classical system, and explain how these parameters may be selected to optimize either initial or long-term correspondence. We then numerically compare the long-time quantum/classical correspondence far from the fixed point dynamics. We discuss the Poincare recurrence of the system and the mitigation of quantum scrambling. ",
    "url": "https://arxiv.org/abs/2401.03995",
    "authors": [
      "Michael May",
      "Hong Qin"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02961",
    "title": "A Surrogate-Assisted Extended Generative Adversarial Network for  Parameter Optimization in Free-Form Metasurface Design",
    "abstract": "Metasurfaces have widespread applications in fifth-generation (5G) microwave communication. Among the metasurface family, free-form metasurfaces excel in achieving intricate spectral responses compared to regular-shape counterparts. However, conventional numerical methods for free-form metasurfaces are time-consuming and demand specialized expertise. Alternatively, recent studies demonstrate that deep learning has great potential to accelerate and refine metasurface designs. Here, we present XGAN, an extended generative adversarial network (GAN) with a surrogate for high-quality free-form metasurface designs. The proposed surrogate provides a physical constraint to XGAN so that XGAN can accurately generate metasurfaces monolithically from input spectral responses. In comparative experiments involving 20000 free-form metasurface designs, XGAN achieves 0.9734 average accuracy and is 500 times faster than the conventional methodology. This method facilitates the metasurface library building for specific spectral responses and can be extended to various inverse design problems, including optical metamaterials, nanophotonic devices, and drug discovery. ",
    "url": "https://arxiv.org/abs/2401.02961",
    "authors": [
      "Manna Dai",
      "Yang Jiang",
      "Feng Yang",
      "Joyjit Chattoraj",
      "Yingzhi Xia",
      "Xinxing Xu",
      "Weijiang Zhao",
      "My Ha Dao",
      "Yong Liu"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Image and Video Processing (eess.IV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.03783",
    "title": "A physical picture for the acoustic resonant drag instability",
    "abstract": "Mixtures of gas and dust are pervasive in the universe, from AGN and molecular clouds to proto-planetary discs. When the two species drift relative to each other, a large class of instabilities can arise, called resonant drag instabilities (RDIs). The most famous RDI is the streaming instability, which plays an important role in planet formation. On the other hand, acoustic RDIs, the simplest kind, feature in the winds of cool stars, AGN, or starburst regions. Unfortunately, owing to the complicated dynamics of two coupled fluids (gas and dust), the underlying physics of most RDIs is mysterious. In this paper, we develop a clear physical picture of how the acoustic RDI arises and support this explanation with transparent mathematics. We find that the acoustic RDI is built on two coupled mechanisms. In the first, the converging flows of a sound wave concentrate dust. In the second, a drifting dust clump excites sound waves. These processes feed into each other at resonance, thereby closing an unstable feedback loop. This physical picture helps decide where and when RDIs are most likely to happen, and what can suppress them. Additionally, we find that the acoustic RDI remains strong far from resonance. This second result suggests that one can simulate RDIs without having to fine-tune the dimensions of the numerical domain. ",
    "url": "https://arxiv.org/abs/2401.03783",
    "authors": [
      "Nathan Magnan",
      "Tobias Heinemann",
      "Henrik N. Latter"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Astrophysics of Galaxies (astro-ph.GA)",
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.03877",
    "title": "Optical spin Hall effect pattern switching in polariton condensates in  organic single-crystal microbelts",
    "abstract": "Topological polaritons, combining the robustness of the topological protected edge states to defects and disorder with the strong nonlinear properties of polariton bosons, represent an excellent platform to investigate novel photonic topological phases. In this work, we demonstrated the optical spin Hall effect (OSHE) and its symmetry switching in the exciton-polariton regime of pure DPAVBi crystals. Benefiting from the photonic Rashba-Dresselhaus spin-orbit coupling in organic crystals, we observed the separation of left- and right-circularly-polarized polariton emission in two-dimensional momentum space and real space, a signature of the OSHE. Above the lasing threshold, the OSHE pattern changes due to transverse quantization in the microbelt. This device without superlattice structure has great potential applications in topological polaritonics, such as information transmission, photonic integrated chips and quantum information. ",
    "url": "https://arxiv.org/abs/2401.03877",
    "authors": [
      "Jiahuan Ren",
      "Teng Long",
      "Chunling Gu",
      "Hongbing Fu",
      "Dmitry Solnyshkov",
      "Guillaume Malpuech",
      "Qing Liao"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.04005",
    "title": "Room-Temperature Plasmon-Assisted Resonant THz Detection in Single-layer  Graphene Transistors",
    "abstract": "Frequency-selective or even frequency-tunable Terahertz (THz) photodevices are critical components for many technological applications that require nanoscale manipulation, control and confinement of light. Within this context, gate-tunable phototransistors based on plasmonic resonances are often regarded as the most promising devices for frequency-selective detection of THz fields. The exploitation of constructive interference of plasma waves in such detectors not only promises frequency selectivity, but also a pronounced sensitivity enhancement at the target frequencies. However, clear signatures of plasmon-assisted resonances in THz detectors have been only revealed at cryogenic temperatures so far, and remain unobserved at application-relevant room-temperature conditions. In this work, we demonstrate the sought-after room-temperature resonant detection of THz radiation in short-channel gated photodetectors made from high-quality single-layer graphene. The survival of this intriguing resonant regime at room-temperature ultimately relies on the weak intrinsic electron-phonon scattering in graphene, which avoids the damping of the plasma oscillations. ",
    "url": "https://arxiv.org/abs/2401.04005",
    "authors": [
      "José M. Caridad",
      "Óscar Castelló",
      "Sofía M. López Baptista",
      "Takashi Taniguchi",
      "Kenji Watanabe",
      "Hartmut G. Roskos",
      "Juan A. Delgado-Notario"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.04014",
    "title": "Non-adiabatic holonomies as photonic quantum gates",
    "abstract": "One of the most promising nascent technologies, quantum computation faces a major challenge: The need for stable computational building blocks. We present the quantum-optical realization of non-adiabatic holonomies that can be used as single-qubit quantum gates. The hallmark topological protection of non-Abelian geometric phases reduces the need for quantum error correction on a fundamental physical level, while the inherent non-adiabaticity of the structures paves the way for unprecedented miniaturization. To demonstrate their versatility, we realize the Hadamard and Pauli-X gates, experimentally show their non-Abelian nature, and combine them into a single-qubit quantum algorithm, the PQ penny flipover. The planar geometry of such designs enables them to be substituted for the conventional directional coupler meshes currently in wide-spread use in photonic quantum architectures across all platforms. ",
    "url": "https://arxiv.org/abs/2401.04014",
    "authors": [
      "Vera Neef",
      "Julien Pinske",
      "Tom A.W. Wolterink",
      "Karo Becker",
      "Matthias Heinrich",
      "Stefan Scheel",
      "Alexander Szameit"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.04075",
    "title": "High-rate and high-fidelity modular interconnects between neutral atom  quantum processors",
    "abstract": "Quantum links between physically separated modules are important for scaling many quantum computing technologies. The key metrics are the generation rate and fidelity of remote Bell pairs. In this work, we propose an experimental protocol for generating remote entanglement between neutral ytterbium atom qubits using an optical cavity. By loading a large number of atoms into a single cavity, and controlling their coupling using only local light shifts, we amortize the cost of transporting and initializing atoms over many entanglement attempts, maximizing the entanglement generation rate. A twisted ring cavity geometry suppresses many sources of error, allowing high fidelity entanglement generation. We estimate a spin-photon entanglement rate of $5 \\times 10^5$ s$^{-1}$, and a Bell pair rate of $1.0\\times 10^5$ s$^{-1}$, with an average fidelity near $0.999$. Furthermore, we show that the photon detection times provide a significant amount of soft information about the location of errors, which may be used to improve the logical qubit performance. This approach provides a practical path to scalable modular quantum computing using neutral ytterbium atoms. ",
    "url": "https://arxiv.org/abs/2401.04075",
    "authors": [
      "Yiyi Li",
      "Jeff Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04085",
    "title": "A dynamic programming interpretation of quantum mechanics",
    "abstract": "We introduce a transformation of the quantum phase $S'=S+\\frac{\\hbar}{2}\\log\\rho$, which converts the deterministic equations of quantum mechanics into the Lagrangian reference frame of stochastic particles. We show that the quantum potential can be removed from the transformed quantum Hamilton-Jacobi equations if they are solved as stochastic Hamilton-Jacobi-Bellman equations. The system of equations provide a local description of quantum mechanics, which is enabled by the inherently retrocausal nature of stochastic Hamilton-Jacobi-Bellman equations. We also investigate the stochastic transformation of the classical system, where is it shown that quantum mechanics with the quantum potential reduced by a factor of $\\frac{1}{2}$ has a classical representation, which may have interesting implications. Finally, we discuss the notion of a subsystem correspondence principle, which constrains the ontology of the total quantum system. ",
    "url": "https://arxiv.org/abs/2401.04085",
    "authors": [
      "Adam Brownstein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04089",
    "title": "Amplitude and Frequency encodings give cells a different lens to sense  the environment",
    "abstract": "Cells continuously sense their surroundings to detect modifications and generate responses. Very often changes in extracellular concentrations initiate signaling cascades that eventually result in changes in gene expression. Increasing stimulus strengths can be encoded in increasing concentration amplitudes or increasing activation frequencies of intermediaries of the pathway. In this Letter we show how the different way in which amplitude and frequency encoding map environmental changes impact on the cell's information transmission capabilities. While amplitude encoding is optimal for a limited range of stimuli strengths around a finite value, frequency encoding information transmission can improve or remain relatively flat as the stimulus strength increases. The apparently redundant combination of both mechanisms in some cell types may then serve the purpose of expanding the range over which stimulus strengths can be reliably discriminated. In this Letter we also discuss a possible example of this mechanism. ",
    "url": "https://arxiv.org/abs/2401.04089",
    "authors": [
      "Alan Givré",
      "Alejandro Colman-Lerner",
      "Silvina Ponce Dawson"
    ],
    "subjectives": [
      "Cell Behavior (q-bio.CB)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2401.04091",
    "title": "Quantum mechanics without quantum potentials",
    "abstract": "The issue of non-locality in quantum mechanics can potentially be resolved by considering relativistically covariant diffusion in four-dimensional spacetime. Stochastic particles described by the Klein-Gordon equation are shown to undergo a classical diffusion process in spacetime coordinates, which is seen by transforming the quantum Cauchy-momentum equations to a Lagrangian frame of reference. Since the quantum potential term is removed under this transformation, the equations for momentum propagation along particle trajectories assume a classical form. A local stochastic de Broglie-Bohm interpretation for the Klein-Gordon system can subsequently be derived. We also introduce the concept of momentum equivariance to replace the second-order Bohm-Newton equations of motion, which break down due to non-linear terms of the stochastic Lagrangian derivative. ",
    "url": "https://arxiv.org/abs/2401.04091",
    "authors": [
      "Adam Brownstein"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2212.05249",
    "title": "Multi-Energy Blended CBCT Spectral Imaging Using a Spectral Modulator  with Flying Focal Spot (SMFFS)",
    "abstract": " Title: Multi-Energy Blended CBCT Spectral Imaging Using a Spectral Modulator  with Flying Focal Spot (SMFFS) ",
    "url": "https://arxiv.org/abs/2212.05249",
    "authors": [
      "Yifan Deng",
      "Hao Zhou",
      "Zhilei Wang",
      "Adam S. Wang",
      "Hewei Gao"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2306.14415",
    "title": "Integrated lithium niobate microwave photonic processing engine",
    "abstract": " Title: Integrated lithium niobate microwave photonic processing engine ",
    "url": "https://arxiv.org/abs/2306.14415",
    "authors": [
      "Hanke Feng",
      "Tong Ge",
      "Xiaoqing Guo",
      "Benshan Wang",
      "Yiwen Zhang",
      "Zhaoxi Chen",
      "Sha Zhu",
      "Ke Zhang",
      "Wenzhao Sun",
      "Chaoran Huang",
      "Yixuan Yuan",
      "Cheng Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2307.06546",
    "title": "Forward and inverse energy cascade and fluctuation relation in fluid  turbulence adhere to Kolmogorov's refined similarity hypothesis",
    "abstract": " Title: Forward and inverse energy cascade and fluctuation relation in fluid  turbulence adhere to Kolmogorov's refined similarity hypothesis ",
    "url": "https://arxiv.org/abs/2307.06546",
    "authors": [
      "H. Yao",
      "P. K. Yeung",
      "T. A. Zaki",
      "C. Meneveau"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2310.04019",
    "title": "XLO-II, a high-repetition rate X-ray laser oscillator",
    "abstract": " Title: XLO-II, a high-repetition rate X-ray laser oscillator ",
    "url": "https://arxiv.org/abs/2310.04019",
    "authors": [
      "Claudio Pellegrini",
      "Aliaksei Halavanau",
      "Andrei Benediktovitch",
      "Uwe Bergmann"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2310.16971",
    "title": "A coherent full microwave scattering formulation for random layered  media",
    "abstract": " Title: A coherent full microwave scattering formulation for random layered  media ",
    "url": "https://arxiv.org/abs/2310.16971",
    "authors": [
      "Esteban Calzetta",
      "Mariano Franco"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.01168",
    "title": "Scalable architecture for trapped-ion quantum computing using RF traps  and dynamic optical potentials",
    "abstract": " Title: Scalable architecture for trapped-ion quantum computing using RF traps  and dynamic optical potentials ",
    "url": "https://arxiv.org/abs/2311.01168",
    "authors": [
      "David Schwerdt",
      "Lee Peleg",
      "Yotam Shapira",
      "Nadav Priel",
      "Yanay Florshaim",
      "Avram Gross",
      "Ayelet Zalic",
      "Gadi Afek",
      "Nitzan Akerman",
      "Ady Stern",
      "Amit Ben Kish",
      "Roee Ozeri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.03388",
    "title": "A scalable narrow linewidth high power laser for barium ion optical  qubit",
    "abstract": " Comments: 17 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2312.03388",
    "authors": [
      "Morteza Ahmadi",
      "Tarun Dutta",
      "Manas Mukherjee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.03791",
    "title": "Towards Quantum Computational Mechanics",
    "abstract": " Title: Towards Quantum Computational Mechanics ",
    "url": "https://arxiv.org/abs/2312.03791",
    "authors": [
      "Burigede Liu",
      "Michael Ortiz",
      "Fehmi Cirak"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02280",
    "title": "Nonreciprocal entanglement in cavity magnomechanics exploiting chiral  cavity-magnon coupling",
    "abstract": " Title: Nonreciprocal entanglement in cavity magnomechanics exploiting chiral  cavity-magnon coupling ",
    "url": "https://arxiv.org/abs/2401.02280",
    "authors": [
      "Zhi-Yuan Fan",
      "Xuan Zuo",
      "Hao-Tian Li",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]