[
  {
    "id": "arXiv:2206.08997",
    "title": "Excellent thermoelectric performance and impressive optoelectronic  properties of Janus monolayer of ZrXY(X=O, S) (Y=S, Se)",
    "abstract": "Lower-dimensional TMDC materials are suitable for thermoelectric applications for their specific quantum confinement and being distinct in the density of states (DOS). Here we investigated thermoelectric parameters of the 2D TMDC monolayer of ZrXY ((X=O, S,) (Y=S, Se)) by using Density Functional Theory (DFT) combined with Boltzmann Transport Equation (BTE) ",
    "url": "https://arxiv.org/abs/2206.08997",
    "authors": [
      "Chayan Das",
      "Atanu Betal",
      "Jayanta Bera",
      "Satyajit Sahu"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09007",
    "title": "Radiation pressure acceleration of high-quality ion beams using  ultrashort laser pulses",
    "abstract": "The generation of compact, high-energy ion beams is one of the most promising applications of intense laser-matter interactions, but the control of the beam spectral quality remains an outstanding challenge. We show that in radiation pressure acceleration of a thin solid target the onset of electron heating is determined by the growth of the Rayleigh-Taylor-like instability at the front surface and must be controlled to produce ion beams with high spectral quality in the light sail regime. The growth rate of the instability imposes an upper limit on the laser pulse duration and intensity to achieve high spectral beam quality and we demonstrate that under this optimal regime, the maximum peak ion beam energy per nucleon is independent of target density, composition, and laser energy (transverse spot size). Our predictions are validated by two- and three-dimensional particle-in-cell simulations, which indicate that for recent and upcoming experimental facilities using ultrashort ($\\lesssim 25$ fs) laser pulses it is possible to produce $100 - 300$ MeV proton beams with $\\sim 30\\%$ energy spread and high laser-to-proton energy conversion efficiency. ",
    "url": "https://arxiv.org/abs/2206.09007",
    "authors": [
      "H.-G. Jason Chou",
      "Anna Grassi",
      "Siegfried H. Glenzer",
      "Frederico Fiuza"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09056",
    "title": "Sub-recoil clock-transition laser cooling enabling shallow optical  lattice clocks",
    "abstract": "Laser cooling is a key ingredient for quantum control of atomic systems in a variety of settings. In divalent atoms, two-stage Doppler cooling is typically used to bring atoms to the uK regime. Here, we implement a pulsed radial cooling scheme using the ultranarrow 1S0-3P0 clock transition in ytterbium to realize sub-recoil temperatures, down to tens of nK. Together with sideband cooling along the one-dimensional lattice axis, we efficiently prepare atoms in shallow lattices at an energy of 6 lattice recoils. Under these conditions key limits on lattice clock accuracy and instability are reduced, opening the door to dramatic improvements. Furthermore, tunneling shifts in the shallow lattice do not compromise clock accuracy at the 10-19 level. ",
    "url": "https://arxiv.org/abs/2206.09056",
    "authors": [
      "X. Zhang",
      "K. Beloy",
      "Y. S. Hassan",
      "W. F. McGrew",
      "C-C Chen",
      "J. L. Siegel",
      "T. Grogan",
      "A. D. Ludlow"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09066",
    "title": "Bandwidth and Aliasing in the Microwave SQUID Multiplexer",
    "abstract": "The microwave SQUID multiplexer (umux) has enabled higher bandwidth or higher channel counts across a wide range of experiments in particle physics, astronomy, and spectroscopy. The large multiplexing factor coupled with recent commercial availability of microwave components and warm electronics readout systems make it an attractive candidate for systems requiring large cryogenic detector counts. Since the multiplexer is considered for both bolometric and calorimetric applications across several orders of magnitude of signal frequencies, understanding the bandwidth of the device and its interaction with readout electronics is key to appropriately designing and engineering systems. Here we discuss several important factors contributing to the bandwidth properties of umux systems, including the intrinsic device bandwidth, interactions with warm electronics readout systems, and aliasing. We present simulations and measurements of umux devices coupled with SLAC Microresonator RF (SMuRF) tone-tracking electronics and discuss several implications for future experimental design. ",
    "url": "https://arxiv.org/abs/2206.09066",
    "authors": [
      "Cyndia Yu",
      "Zeeshan Ahmed",
      "Jake A. Connors",
      "J. Mitch D'Ewart",
      "Bradley Dober",
      "Josef C. Frisch",
      "Shawn W. Henderson",
      "Gene C. Hilton",
      "Johannes Hubmayr",
      "Stephen E. Kuenstner",
      "J.A. Ben Mates",
      "Maximiliano Silva-Feaver",
      "Joel N. Ullom",
      "Leila R. Vale",
      "Dan Van Winkle",
      "Edward Young"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2206.09125",
    "title": "High Density Vertical Optical Interconnects for Passive Assembly",
    "abstract": "The co-packaging of optics and electronics provides a potential path forward to achieving beyond 50 Tbps top of rack switch packages. In a co-packaged design, the scaling of bandwidth, cost, and energy is governed by the number of optical transceivers (TxRx) per package as opposed to transistor shrink. Due to the large footprint of optical components relative to their electronic counterparts, the vertical stacking of optical TxRx chips in a co-packaged optics design will become a necessity. As a result, development of efficient, dense, and wide alignment tolerance chip-to-chip optical couplers will be an enabling technology for continued TxRx scaling. In this paper, we propose a novel scheme to vertically couple into standard 220 nm silicon on insulator waveguides from 220 nm silicon nitride on glass waveguides using overlapping, inverse double tapers. Simulation results using Lumerical's 3D Finite Difference Time Domain solver solver are presented, demonstrating insertion losses below -0.13 dB for an inter-chip spacing of 1 $\\mu$m, 1 dB vertical and lateral alignment tolerances of approximately $\\pm$ 2.7 $\\mu$m, a greater than 300 nm 1 dB bandwidth, and 1 dB twist and tilt tolerance of approximately 2.3 degrees and 0.4 degrees, respectively. These results demonstrate the potential of our coupler for use in co-packaged designs requiring high performance, high density, CMOS compatible out of plane optical connections. ",
    "url": "https://arxiv.org/abs/2206.09125",
    "authors": [
      "Drew Weninger",
      "Samuel Serna",
      "Achint Jain",
      "Lionel Kimerling",
      "Anuradha Agarwal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09232",
    "title": "Absolute frequencies of H13C14N hydrogen cyanide hyper-fine transitions  in 1,5 μm region with saturated spectroscopy and sub-kHz scanning laser",
    "abstract": "The wide span and high density of lines in its rovibrational spectrum render the hydrogen cyanide a useful spectroscopic media for referencing absolute frequencies of lasers in optical communication and dimensional metrology.We were first to determine the molecular transitions' center frequencies of the H13C14N isotope in the range from 1526 nm to 1566 nm with 1,3 * 10^{-10} fractional uncertainty. We investigated the molecular transitions with a highly coherent and widely tunable scanning laser that was precisely referenced to a Hydrogen maser through an optical frequency comb. We demonstrated an approach to stabilize the operational conditions needed to maintain constantly low pressure of the hydrogen cyanide to carry out the saturated spectroscopy with the third-harmonic synchronous demodulation. Compared to the previous result, we demonstrated approximately a fourtyfold improvement in the line centers' resolution. ",
    "url": "https://arxiv.org/abs/2206.09232",
    "authors": [
      "Jan Hrabina",
      "Martin Hosek",
      "Simon Rerucha",
      "Martin Cizek",
      "Zdenek Pilat",
      "Massimo Zucco",
      "Josef Lazar",
      "Ondrej Cip"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09245",
    "title": "Silicon nitride stress-optic microresonator modulator for optical  control applications",
    "abstract": "The silicon nitride integration platform has been successful at realizing extremely low waveguide losses across the visible to infrared and components including high performance lasers, filters, resonators, stabilization cavities, and optical frequency combs. Yet, progress towards implementing low loss, low power modulators in the silicon nitride platform, while maintaining the planar, wafer-scale process compatibility has been limited. Here we report a significant advance in integration of a piezo-electric (PZT) actuated micro-ring modulation in a fully-planar, wafer-scale silicon nitride platform, that maintains low optical loss (0.03 dB/cm in a 625 um resonator) at 1550 nm, with an order of magnitude increase in bandwidth (DC to 20 MHz 3-dB) and order of magnitude lower power consumption of 20 nW improvement over prior PZT modulators. The modulator provides a >14 dB ER and 7.1 million Q over the entire 4 GHz tuning range, a tuning efficiency of 200 MHz/V, and delivers the linearity required for control applications with 65.1 dBHz2/3 and 73.8 dBHz2/3 IMD3 SFDR at 1 MHz and 10 MHz respectively. We demonstrate two control applications, laser stabilization in a PDH lock loop, reducing laser frequency noise by 40 dB, and as a laser carrier tracking filter. This PZT modulator design can be extended to the visible in the ultra-low loss silicon nitride platform with minor waveguide design changes. This integration of PZT modulation in the ultra-low loss silicon nitride waveguide platform enables modulator control functions in a wide range of visible to IR applications such as atomic and molecular transition locking for cooling, controllable optical frequency combs, low-power external cavity tunable lasers, atomic clocks, and tunable ultra-low linewidth lasers and ultra-low phase noise microwave synthesizers. ",
    "url": "https://arxiv.org/abs/2206.09245",
    "authors": [
      "Jiawei Wang",
      "Kaikai Liu",
      "Mark W. Harrington",
      "Ryan Q. Rudy",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.09304",
    "title": "Detecting bacteria in multi-cellular samples with combined acoustic  bioprinting and Raman spectroscopy",
    "abstract": "The presence of pathogens in complex, multi-cellular samples such as blood, urine, mucus, and wastewater can serve as indicators of active infection, and their identification can impact how human and environmental health are treated. Surface-enhanced Raman spectroscopy (SERS) and machine learning (ML) can distinguish multiple pathogen species and strains, but processing complex fluid samples to sensitively and specifically detect pathogens remains an outstanding challenge. Here, we develop an acoustic bioprinting platform to digitize samples into millions of droplets, each containing just a few cells, which are then identified with SERS and ML. As a proof of concept, we focus on bacterial bloodstream infections. We demonstrate ~2pL droplet generation from solutions containing S. epidermidis, E. coli, and mouse red blood cells (RBCs) mixed with gold nanorods (GNRs) at 1 kHz ejection rates; use of parallel printing heads would enable processing of mL-volume samples in minutes. Droplets printed with GNRs achieve spectral enhancements of up to 1500x compared to samples printed without GNRs. With this improved signal-to-noise, we train an ML model on droplets consisting of either pure cells with GNRs or mixed, multicellular species with GNRs, using scanning electron microscopy images as our ground truth. We achieve >=99% classification accuracy of droplets printed from cellularly-pure samples, and >=87% accuracy in droplets printed from mixtures of S. epidermidis, E. coli, and RBCs. We compute the feature importance at each wavenumber and confirm that the most significant spectral bands for classification correspond to biologically relevant Raman peaks within our cells. This combined acoustic droplet ejection, SERS and ML platform could enable clinical and industrial translation of SERS-based cellular identification. ",
    "url": "https://arxiv.org/abs/2206.09304",
    "authors": [
      "Fareeha Safir",
      "Nhat Vu",
      "Loza F. Tadesse",
      "Kamyar Firouzi",
      "Niaz Banaei",
      "Stefanie S. Jeffrey",
      "Amr A.E. Saleh",
      "Butrus",
      "Khuri-Yakub",
      "Jennifer A. Dionne"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)",
      "Quantitative Methods (q-bio.QM)"
    ]
  },
  {
    "id": "arXiv:2206.09409",
    "title": "Compact 459 nm Cs cell optical frequency standard with  $2.1\\times{10}^{-13}/\\sqrtτ$ short-term stability",
    "abstract": "We achieve a compact optical frequency standard with an extended cavity diode laser locked to the 459 nm 6S$_{1/2}$ - 7P$_{1/2}$ transition of thermal $^{133}$Cs atoms in a $\\phi$ 10 mm $\\times$ 50 mm glass cell, using modulation transfer spectroscopy (MTS). The self-estimated frequency stability of this laser is $1.4\\times{10}^{-14}/\\sqrt{\\tau}$. With heterodyne measurement, we verify the linewidth-narrowing effect of MTS locking and measure the frequency stability of the locked laser. The linewidth of each laser is reduced from the free-running 69.6 kHz to 10.3 kHz after MTS stabilization, by a factor of 6.75. The Allan deviation measured via beat detection is $2.1\\times{10}^{-13}/\\sqrt{\\tau}$ for each MTS-stabilized laser. In addition, we measure the hyperfine structure of the 7P$_{1/2}$ energy level based on the heterodyne measurements, and calculate the magnetic dipole constant $A$ of the Cs 7P$_{1/2}$ level to be 94.38(6) MHz, which agrees well with previous measurements. This compact optical frequency standard can also be used in other applications that require high-stability lasers, such as laser interferometry, laser cooling, geodesy, and so on. ",
    "url": "https://arxiv.org/abs/2206.09409",
    "authors": [
      "Jianxiang Miao",
      "Tiantian Shi",
      "Jia Zhang",
      "Jingbiao Chen"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09533",
    "title": "Parametrically-driven temporal cavity solitons in a  bichromatically-driven pure Kerr resonator",
    "abstract": "Temporal cavity solitons (CSs) are pulses of light that can persist endlessly in dispersive, nonlinear optical resonators. They have been extensively studied in the context of resonators with purely cubic (Kerr-type) nonlinearity that are externally-driven with a monochromatic continuous wave laser -- in such systems, the solitons manifest themselves as unique attractors whose carrier frequency coincides with that of the external driving field. Recent experiments have, however, shown that a qualitatively different type of temporal CS can arise via parametric down-conversion in resonators with simultaneous quadratic and cubic nonlinearity. In contrast to conventional CSs in pure-Kerr resonators, these \\emph{parametrically-driven cavity solitons} come in two different flavours with opposite phases, and they are spectrally centred at half of the frequency of the driving field. Here, we theoretically and numerically show that, under conditions of bichromatic driving, such parametrically-driven CSs can also arise in dispersive resonators with pure Kerr nonlinearity. In this case, the solitons arise through parametric four-wave mixing, come with two distinct phases, and have a carrier frequency in between the two external driving fields. We show that, when all waves are resonant, the solitons can experience long-range interactions due to their back-action on the intracavity fields at the pump frequencies, and we discuss the parameter requirements for the solitons' existence. Besides underlining the possibility of exciting a new type of cavity soliton in dispersive Kerr cavities, our work advances the theoretical modeling of resonators that are coherently-driven with polychromatic fields. ",
    "url": "https://arxiv.org/abs/2206.09533",
    "authors": [
      "Miriam Leonhardt",
      "David Paligora",
      "Nicolas Englebert",
      "François Leo",
      "Julien Fatome",
      "Miro Erkintalo"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.09855",
    "title": "Towards 1000-mode Optical Fibres",
    "abstract": "We report on the design of multimode-mode fibres guiding up to 870 spatial and polarization modes for low differential mode delay over the C-band. ",
    "url": "https://arxiv.org/abs/2206.09855",
    "authors": [
      "Filipe M. Ferreira",
      "Fabio A. Barbosa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2206.09858",
    "title": "A low-cost and reliable laser shutter interlock using a software-command  interface",
    "abstract": "A simple and low-cost laser interlock is presented that operates via software commands issued by an ESP32 microcontroller. The architecture of the device is constructed to ensure the laser output is shut off in the event of either an open circuit on the interlock signal line from the laser enclosure or loss of power to the device. Unintentional exposure to the laser beam is prevented by overruling local controls (such as a keypad), until both the enclosure is re-interlocked and the user actively intervenes. The device presented is designed to close the mechanical shutter of a Spectra-Physics Millennia Pro pump laser while it continues to operate internally. The hardware and coding are versatile enough to be deployed on any instrument that receives software commands via a serial interface. ",
    "url": "https://arxiv.org/abs/2206.09858",
    "authors": [
      "Joshua P Rogers",
      "Andrew J Murray"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.10093",
    "title": "DeePKS+ABACUS as a Bridge between Expensive Quantum Mechanical Models  and Machine Learning Potentials",
    "abstract": "Recently, the development of machine learning (ML) potentials has made it possible to perform large-scale and long-time molecular simulations with the accuracy of quantum mechanical (QM) models. However, for high-level QM methods, such as density functional theory (DFT) at the meta-GGA level and/or with exact exchange, quantum Monte Carlo, etc., generating a sufficient amount of data for training a ML potential has remained computationally challenging due to their high cost. In this work, we demonstrate that this issue can be largely alleviated with Deep Kohn-Sham (DeePKS), a ML-based DFT model. DeePKS employs a computationally efficient neural network-based functional model to construct a correction term added upon a cheap DFT model. Upon training, DeePKS offers closely-matched energies and forces compared with high-level QM method, but the number of training data required is orders of magnitude less than that required for training a reliable ML potential. As such, DeePKS can serve as a bridge between expensive QM models and ML potentials: one can generate a decent amount of high-accuracy QM data to train a DeePKS model, and then use the DeePKS model to label a much larger amount of configurations to train a ML potential. This scheme for periodic systems is implemented in a DFT package ABACUS, which is open-source and ready for use in various applications. ",
    "url": "https://arxiv.org/abs/2206.10093",
    "authors": [
      "Wenfei Li",
      "Qi Ou",
      "Yixiao Chen",
      "Yu Cao",
      "Renxi Liu",
      "Chunyi Zhang",
      "Daye Zheng",
      "Chun Cai",
      "Xifan Wu",
      "Han Wang",
      "Mohan Chen",
      "Linfeng Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10187",
    "title": "Self-Referenced Terahertz Semiconductor Dual-Comb Sources",
    "abstract": "Employing two frequency combs with a slight difference in repetition frequencies, the dual-comb source shows unique advantages in high precision spectroscopy, imaging, ranging, communications, etc. In the terahertz (THz) frequency range, the electrically pumped quantum cascade laser (QCL) offers the possibility of realizing the compact dual-comb source due to its semiconductor-based chip-scale configuration. Although the active stabilization of a THz QCL dual-comb source was demonstrated by phase locking one of the dual-comb lines, the full stabilization of all dual-comb lines is still challenging. Here, we propose a self-reference method to obtain a fully stabilized dual-comb signal on a pure THz QCL platform. Without using any external locking components, we filter out one dual-comb line and beat it with the whole dual-comb signal, which eliminates the common carrier offset frequency noise and reduces the dual-comb repetition frequency noise. It is experimentally demonstrated that the self-reference technique can significantly improve the long-term stability of the dual-comb signal. A record of the ``maxhold\" linewidth of 14.8 kHz (60 s time duration) is obtained by implementing the self-reference technique, while without the self-reference the dual-comb lines show a ``maxhold\" linewidth of 2 MHz (15 s time duration). The method provides the simplest way to improve the long-term stability of THz QCL dual-comb sources, which can be further adopted for high precision measurements. ",
    "url": "https://arxiv.org/abs/2206.10187",
    "authors": [
      "Ziping Li",
      "Xuhong Ma",
      "Kang Zhou",
      "Chenjie Wang",
      "Xiaoyu Liao",
      "Wen Guan",
      "Shumin Wu",
      "Han Liu",
      "Zhenzhen Zhang",
      "J. C. Cao",
      "Min Li",
      "Ming Yan",
      "Heping Zeng",
      "Hua Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10296",
    "title": "Impact of interfaces on photoluminescence efficiency of high indium  content InGaN quantum wells",
    "abstract": "InGaN-based light emitting diodes (LEDs) are known to suffer from low electron and hole wavefunction overlap due to high piezoelectric field. Staggered InGaN quantum wells (QWs) have been proposed to increase the wavefunction overlap and improve the efficiency of LEDs especially for long wavelength emitters. In this work we evidence that the growth of staggered QWs has also another beneficial effect as it allows to reduce the formation of defects, responsible for nonradiative Shockley-Read-Hall recombination, at the bottom interface of the QW. Staggered QWs comprised an InGaN layer of an intermediate In content between the barrier and the QW. We show that insertion of such a layer results in a significant increase of the luminescence intensity, even if the calculated wavefunction overlap drops. We study the dependence of the thickness of such an intermediate In content layer on photoluminescence (PL) intensity behavior. Staggered QWs exhibit increased cathodoluminescence (CL) homogeneity that is a fingerprint of lower density of defects, in contrast to standard QWs for which high density of dark spots are observed in QW emission mapping. Transmission electron microscopy of standard QWs revealed formation of basal-plane stacking faults (BSFs) and voids that could have resulted from vacancy aggregation. Stepwise increase of the In content in staggered QWs prevents formation of point defects and results in an increased luminescence efficiency. The In composition difference between the barrier and the well is therefore a key parameter to control the formation of point defects in the high-In content QWs, influencing the luminescence efficiency. ",
    "url": "https://arxiv.org/abs/2206.10296",
    "authors": [
      "Paweł Wolny",
      "Henryk Turski",
      "Grzegorz Muziol",
      "Marta Sawicka",
      "Julita Smalc-Koziorowska",
      "Joanna Moneta",
      "Anna Feduniewicz-Żmuda",
      "Szymon Grzanka",
      "Czesław Skierbiszewski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2206.10317",
    "title": "Study of Efficient Photonic Chromatic Dispersion Equalization Using  MZI-Based Coherent Optical Matrix Multiplication",
    "abstract": "We propose and study an efficient photonic CDE method using MZI-based coherent optical matrix multiplication. It improves the compensation performance by about 60% when the tap-length is limited, and only 50% taps of the theoretical value is needed for photonic CDE with 1-dB penalty. ",
    "url": "https://arxiv.org/abs/2206.10317",
    "authors": [
      "Sizhe Xing",
      "Guoqiang Li",
      "Ziwei Li",
      "Nan Chi",
      "Junwen Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10325",
    "title": "A single liquid chromatography procedure to concentrate, separate and  collect size-selected polyynes produced by pulsed laser ablation in water",
    "abstract": "Polyynes are linear carbon chains characterized by alternated single and triple bonds and terminated by hydrogen or other terminal substituents. They can be synthesized by pulsed laser ablation in liquid (PLAL) as a scalable, cost-effective, and fast physical technique. Water can be employed as a solvent for PLAL to avoid toxicity problems and to reduce costs compared to organic solvents. However, in this case, the production yield of polyynes reached is extremely low and prevents further characterization and implementation in new functional materials. In this work, we synthesized polyynes by pulsed laser ablation in water and we optimized the process parameters to improve the yield of polyynes by PLAL. Then, we developed a procedure entirely based on reversed-phase high-performance liquid chromatography (RP-HPLC) which effectively enables the concentration, separation and collection of polyynes according to their length. Since the polyynes sample is an aqueous solution, we could inject it directly into the RP-HPLC column without the dilution step required in the case of a sample in an organic solvent. Thanks to our single RP-HPLC procedure, it is possible to highly increase the concentration and separately characterize different size-selected polyynes for further use in functional materials. ",
    "url": "https://arxiv.org/abs/2206.10325",
    "authors": [
      "Sonia Peggiani",
      "Anna Facibeni",
      "Pietro Marabotti",
      "Alessandro Vidale",
      "Stefano Scotti",
      "Carlo S. Casari"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2206.10410",
    "title": "Soliton Pulses in Photonic Crystal Fabry-Perot Microresonators",
    "abstract": "Femtosecond dissipative Kerr solitons (DKS) in high-Q microresonators enable novel applications in spectroscopy, sensing, communication and signal processing. Usually, DKS pulses are generated in traveling-wave ring-resonators driven by continuous-wave lasers. Although immensely successful, conventional ring-resonators offer only few design parameters, limiting the potential of DKS. Here, we demonstrate for the first time CW-driven DKS in a high-Q standing-wave Fabry-Perot microresonator. In contrast to conventional ring-type resonators, two photonic crystal reflectors in a waveguide define the resonator, opening a large design space with prospects for future extension of DKS to visible wavelengths and other spectral domains that are so far inaccessible. The chip-integrated resonator is compatible with wafer-level fabrication and its intrinsic Q-factor of 2.8 million is on-par with ring-resonators. Beyond DKS, this creates opportunities for filter-driven pulse formation, engineered spectra and, more generally, phase-matching for broadband frequency conversion in integrated nonlinear photonics. ",
    "url": "https://arxiv.org/abs/2206.10410",
    "authors": [
      "Thibault Wildi",
      "Mahmoud A. Gaafar",
      "Thibault Voumard",
      "Markus Ludwig",
      "Tobias Herr"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10433",
    "title": "In-plane hyperbolic polariton tuner in terahertz and long-wave infrared  regimes",
    "abstract": "Development of terahertz (THz) and long-wave infrared (LWIR) technologies is mainly bottlenecked by the limited intrinsic response of traditional materials. Hyperbolic phonon polaritons (HPhPs) of van der Waals semiconductors couple strongly with THz and LWIR radiation. However, the mismatch of photon-polariton momentum makes far-field excitation of HPhPs challenging. Here, we propose an In-Plane Hyperbolic Polariton Tuner and demonstrate a first device responding to direct far-field excitation and giving rise to a unique set of characteristic functions at far-field. Such a device is based on patterned surface directly written on van der Waals semiconductors; here {\\alpha}-MoO3. The resonances are found to strongly rely on in-plane hyperbolic polariton of patterned {\\alpha}-MoO3, exhibiting high quality factors up to 300, and to determine the characteristics of resultant tunable polarization and selection of the wavelength of reflection and transmission and regulation of output intensity. This is important to development of THz and LWIR miniaturized devices. ",
    "url": "https://arxiv.org/abs/2206.10433",
    "authors": [
      "Wuchao Huang",
      "Thomas G. Folland",
      "Fengsheng Sun",
      "Zebo Zheng",
      "Ningsheng Xu",
      "Qiaoxia Xing",
      "Jingyao Jiang",
      "Joshua D. Caldwell",
      "Hugen Yan",
      "Huanjun Chen",
      "Shaozhi Deng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10570",
    "title": "Generic Optical Singularities and Beam-field Phenomena due to General  Paraxial Beam Reflection at a Plane Dielectric Interface",
    "abstract": "A single paraxial beam reflection at a plane dielectric interface, configured appropriately, can lead to the formation of a polarization singularity in the inhomogeneously polarized output beam-field for any central angle of incidence. In this paper we derive the necessary condition to realize this effect. We explore the phase singularity characteristics associated to this polarization-singular field; and explore the dynamics of the singularities due to controlled variations of the input polarization. The simulation-generated exact field information lead to the exploration of the unique Goos-H\\\"anchen, Imbert-Fedorov and spin shifts of the optical-singular fields and the anticipation of an exact mathematical characterization of spin-orbit interaction phenomena involved therein. The formation of a phase singularity independent of a polarization singularity is explained subsequently. Interrelating these seemingly unconnected beam-field phenomena and generic optical singularities can lead to a significant and fundamental understanding of the inhomogeneously polarized beam-field; and additionally, our singularity generation method can find potential application in experimental characterization of the involved dielectric media. ",
    "url": "https://arxiv.org/abs/2206.10570",
    "authors": [
      "Anirban Debnath",
      "Nirmal K. Viswanathan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2005.13434",
    "title": "Quantum Computation of Eigenvalues within Target Intervals",
    "abstract": "There is widespread interest in calculating the energy spectrum of a Hamiltonian, for example to analyze optical spectra and energy deposition by ions in materials. In this study, we propose a quantum algorithm that samples the set of energies within a target energy-interval without requiring good approximations of the target energy-eigenstates. We discuss the implementation of direct and iterative amplification protocols and give resource and runtime estimates. We illustrate initial applications by amplifying excited states on molecular Hydrogen. ",
    "url": "https://arxiv.org/abs/2005.13434",
    "authors": [
      "Phillip W. K. Jensen",
      "Lasse Bjørn Kristensen",
      "Jakob S. Kottmann",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2202.03284",
    "title": "Towards Quantum Computing with Molecular Electronics",
    "abstract": "In this study, we explore the use of molecules and molecular electronics for quantum computing. We construct one-qubit gates using one-electron scattering in molecules, and two-qubit controlled-phase gates using electron-electron scattering along metallic leads. Furthermore, we propose a class of circuit implementations, and show initial applications of the framework by illustrating one-qubit gates using the molecular electronic structure of molecular hydrogen as a baseline model. ",
    "url": "https://arxiv.org/abs/2202.03284",
    "authors": [
      "Phillip W. K. Jensen",
      "Lasse Bjørn Kristensen",
      "Cyrille Lavigne",
      "Alán Aspuru-Guzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09080",
    "title": "Prediction of the Optical Polarization and High Field Hyperfine  Structure Via a Parametrized Crystal-Field Model for the Low Symmetry Centers  in Er$^{3+}$ Doped Y$_{2}$SiO$_{5}$",
    "abstract": "We report on the development and application of a parametrized crystal-field model for both C$_{1}$ symmetry centers in trivalent erbium-doped Y$_{2}$SiO$_{5}$. High resolution Zeeman and temperature dependent absorption spectroscopy was performed to acquire the necessary experimental data. The obtained data, in addition to the ground ($^{4}$I$_{15/2}$Z$_{1}$) state and exited ($^{4}$I$_{13/2}$Y$_{1}$) state Zeeman and hyperfine structure, was simultaneously fitted in order to refine an existing crystal-field interpretation of the Er$^{3+}$:Y$_{2}$SiO$_{5}$ system. We demonstrate that it is possible to account for the electronic, magnetic and hyperfine structure of the full 4f$^{11}$ configuration of Er$^{3+}$:Y$_{2}$SiO$_{5}$ and further, that it is possible to predict both optical polarization behavior and high magnetic field hyperfine structure of transitions in the 1.5 $\\mu$m telecommunications band. ",
    "url": "https://arxiv.org/abs/2206.09080",
    "authors": [
      "N.L. Jobbitt",
      "J.-P.R. Wells",
      "M.F. Reid",
      "S.P. Horvath",
      "P. Goldner",
      "A. Ferrier"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09562",
    "title": "Single-Qubit Reaped Quantum State Tomography",
    "abstract": "Quantum state tomography is the experimental procedure of determining an unknown state. It is not only essential for the verification of resources and processors of quantum information but is also important in its own right with regard to the foundation of quantum mechanics. Standard methods have been elusive for large systems because of the enormous number of observables to be measured and the exponential complexity of data post-processing. Here, we propose a new scheme of quantum state tomography that requires the measurement of only three observables (acting jointly on the system and pointer) regardless of the size of the system. The system is coupled to a \"pointer\" of single qubit, and the wavefunction of the system is \"reaped\" onto the pointer upon the measurement of the system. Subsequently, standard two-state tomography on the pointer and classical post-processing are used to reconstruct the quantum state of the system. We also developed an efficient and scalable iterative maximum likelihood algorithm to estimate states from statistically incomplete data. ",
    "url": "https://arxiv.org/abs/2206.09562",
    "authors": [
      "Mahn-Soo Choi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2206.09593",
    "title": "Quantum AI simulator using a hybrid CPU-FPGA approach",
    "abstract": "The quantum kernel method is one of the most important methods in quantum machine learning. However, the number of features used for quantum kernels has been limited to several tens of features. Here we use a block product state structure as a quantum feature map and demonstrate a field programmable gate arrays (FPGA) implementation. We show that our hybrid CPU-FPGA quantum kernel simulator is orders of magnitude faster than a conventional quantum computing simulator. This co-design of our quantum kernel and its efficient FPGA implementation enabled us to perform the largest numerical simulation of a gate-based quantum kernel in terms of input features, up to 780-dimensional features using 4000 samples. We apply our quantum kernel to image classification tasks using Fashion-MNIST dataset and show that our quantum kernel is comparable to Gaussian kernels with the optimized bandwidth. Our results have implications for developing quantum-inspired algorithms and designing quantum kernels. ",
    "url": "https://arxiv.org/abs/2206.09593",
    "authors": [
      "Teppei Suzuki",
      "Tsubasa Miyazaki",
      "Toshiki Inaritai",
      "Takahiro Otsuka"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09692",
    "title": "Notes on resummation-based quantum Monte Carlo vis-à-vis  sign-problematic Heisenberg models on canonical geometrically frustrated  lattices",
    "abstract": "We show here that a direct application of resummation-based quantum Monte Carlo (QMC) -- implemented recently for sign-problem-free SU(2)-symmetric Hamiltonians in the stochastic series expansion (SSE) framework -- does not reduce the sign problem for frustrated SU(2)-symmetric Heisenberg antiferromagnets on canonical geometrically frustrated lattices composed of triangular motifs such as the triangular lattice. In the process, we demonstrate that resummation-based updates do provide an ergodic sampling of the SSE-based QMC configurations which can be an issue when using the standard SSE updates, however, severely limited by the sign problem as previously mentioned. The notions laid out in these notes may be useful in the design of better algorithms for geometrically frustrated magnets. ",
    "url": "https://arxiv.org/abs/2206.09692",
    "authors": [
      "Nisheeta Desai",
      "Sumiran Pujari"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09785",
    "title": "Realizing an entanglement-based multi-user quantum network with  integrated photonics",
    "abstract": "Quantum network facilitates the secure transmission of information between different users. Establishing communication links among multiple users in a scalable and efficient way is important for realizing a large-scale quantum network. Here we develop an energy-time entanglement-based dense wavelength division multiplexed network based on an integrated silicon nitride micro-ring resonator, which offers a wide frequency span (covering at least the entire C-band) and narrow bandwidth modes (~ 650MHz). Six pairs of photons are selected to form a fully and simultaneously connected four-user quantum network. The observed quantum interference visibilities are well above the classical limits among all users. Each pair of users perform the BBM92 protocol for quantum key distribution. Our results pave the way for realizing large-scale quantum networks with integrated photonic architecture. ",
    "url": "https://arxiv.org/abs/2206.09785",
    "authors": [
      "Wenjun Wen",
      "Zhiyu Chen",
      "Liangliang Lu",
      "Wenhan Yan",
      "Wenyi Xue",
      "Peiyu Zhang",
      "Yanqing Lu",
      "Shining Zhu",
      "Xiao-song Ma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.09849",
    "title": "Quantum Thermodynamic Uncertainty Relations, Generalized Current  Fluctuations and Nonequilibrium Fluctuation-Dissipation Inequalities",
    "abstract": "Thermodynamic uncertainty relations (TURs) quantify the minimal energetic cost of achieving a certain precision in determining a nonequilibrium current. They represent one of the few broad-based and fundamental relations in our toolbox for tackling the thermodynamics of nonequilibrium systems. In this initial stage of our research program our goal is to provide the quantum basis of TURs using microphysics models of linear open quantum systems. In our first paper [1] we show how TURs are rooted in the quantum uncertainty principles and the fluctuation-dissipation inequalities (FDI) under nonequilibrium conditions. In this paper we shift our attention from the quantum basis to the thermal manifests. Using a microscopic model for the bath's spectral density in quantum Brownian motion studies, we formulate a \"thermal\" FDI in the quantum nonequilibrium dynamics which is valid at high temperatures. This brings the quantum TURs we derive here to the classical domain and can thus be compared with some popular forms of TURs. In the thermal energy-dominated regimes our FDIs provide better estimates on the uncertainty of thermodynamic quantities. Our treatment includes full back-action from the environment onto the system. As a concrete example of the generalized current, we examine the energy flux or power entering the Brownian particle and find an exact expression of the corresponding current-current correlations. In so doing we show that the statistical properties of the bath and the causality of the system+bath interaction both enter into the TURs observed by the thermodynamic quantities. ",
    "url": "https://arxiv.org/abs/2206.09849",
    "authors": [
      "Daniel Reiche",
      "Jen-Tsung Hsiang",
      "Bei-Lok Hu"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09881",
    "title": "A Near-Term Quantum Algorithm for Computing Molecular and Materials  Properties based on Recursive Variational Series Methods",
    "abstract": "Determining properties of molecules and materials is one of the premier applications of quantum computing. A major question in the field is: how might we use imperfect near-term quantum computers to solve problems of practical value? We propose a quantum algorithm to estimate properties of molecules using near-term quantum devices. The method is a recursive variational series estimation method, where we expand an operator of interest in terms of Chebyshev polynomials, and evaluate each term in the expansion using a variational quantum algorithm. We test our method by computing the one-particle Green's function in energy domain and the autocorrelation function in time domain, finding some advantages to this approach over existing methods. ",
    "url": "https://arxiv.org/abs/2206.09881",
    "authors": [
      "Phillip W. K. Jensen",
      "Peter D. Johnson",
      "Alexander A. Kunitsa"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.10502",
    "title": "Equation-of-motion variational quantum eigensolver method for computing  molecular excitation energies, ionization potentials, and electron affinities",
    "abstract": "Near-term quantum computers are expected to facilitate material and chemical research through accurate molecular simulations. Several developments have already shown that accurate ground-state energies for small molecules can be evaluated on present-day quantum devices. Although electronically excited states play a vital role in chemical processes and applications, the search for a reliable and practical approach for routine excited-state calculations on near-term quantum devices is ongoing. Inspired by excited-state methods developed for the unitary coupled-cluster theory in quantum chemistry, we present an equation-of-motion-based method to compute excitation energies following the variational quantum eigensolver algorithm for ground-state calculations on a quantum computer. We perform numerical simulations on H$_2$, H$_4$, H$_2$O, and LiH molecules to test our equation-of-motion variational quantum eigensolver (EOM-VQE) method and compare it to other current state-of-the-art methods. EOM-VQE makes use of self-consistent operators to satisfy the vacuum annihilation condition. It provides accurate and size-intensive energy differences corresponding to vertical excitation energies along with vertical ionization potentials and electron affinities. We also find that EOM-VQE is more suitable for implementation on NISQ devices, as it does not require higher than 2-body reduced density matrices and is expected to be noise-resilient. ",
    "url": "https://arxiv.org/abs/2206.10502",
    "authors": [
      "Ayush Asthana",
      "Ashutosh Kumar",
      "Vibin Abraham",
      "Harper Grimsley",
      "Yu Zhang",
      "Lukasz Cincio",
      "Sergei Tretiak",
      "Pavel A. Dub",
      "Sophia E. Economou",
      "Edwin Barnes",
      "Nicholas J. Mayhall"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2105.10973",
    "title": "Quantum Monte Carlo with ground-state input to investigate methane  reactions on supported metal film catalysts",
    "abstract": " Comments: 17 pages. Pre-print for Adv. Quantum Chem. 2023 ",
    "url": "https://arxiv.org/abs/2105.10973",
    "authors": [
      "Philip E. Hoggan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2107.07619",
    "title": "Adiabatic soliton management: Controlling solitary wave motion while  keeping the wave envelope unchanged",
    "abstract": " Title: Adiabatic soliton management: Controlling solitary wave motion while  keeping the wave envelope unchanged ",
    "url": "https://arxiv.org/abs/2107.07619",
    "authors": [
      "Robert A. Van Gorder"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.07484",
    "title": "Broadband Terahertz Quantum Cascade Laser Dual-Comb Sources with  Off-Resonant Microwave Injection",
    "abstract": " Comments: 22 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2111.07484",
    "authors": [
      "Xiaoyu Liao",
      "Ziping Li",
      "Kang Zhou",
      "Wen Guan",
      "Yiran Zhao",
      "Chenjie Wang",
      "Wenjian Wan",
      "Sijia Yang",
      "Zhenzhen Zhang",
      "Chang Wang",
      "J. C. Cao",
      "Heping Zeng",
      "Hua Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.10996",
    "title": "Spatial and doping effects on radiative recombination in thin-film  near-field photonic energy converters",
    "abstract": " Title: Spatial and doping effects on radiative recombination in thin-film  near-field photonic energy converters ",
    "url": "https://arxiv.org/abs/2111.10996",
    "authors": [
      "Dudong Feng",
      "Shannon K. Yee",
      "Zhuomin M. Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2111.11106",
    "title": "Excitation and reception of magnetostatic surface spin waves in thin  conducting ferromagnetic films by coplanar microwave antennas. Part I: Theory",
    "abstract": " Title: Excitation and reception of magnetostatic surface spin waves in thin  conducting ferromagnetic films by coplanar microwave antennas. Part I: Theory ",
    "url": "https://arxiv.org/abs/2111.11106",
    "authors": [
      "Charles Weiss",
      "Matthieu Bailleul",
      "Mikhail Kostylev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2111.11111",
    "title": "Excitation and reception of magnetostatic surface spin waves in thin  conducting ferromagnetic films by coplanar microwave antennas. Part II:  Experiment",
    "abstract": " Title: Excitation and reception of magnetostatic surface spin waves in thin  conducting ferromagnetic films by coplanar microwave antennas. Part II:  Experiment ",
    "url": "https://arxiv.org/abs/2111.11111",
    "authors": [
      "Charles Weiss",
      "Matías Grassi",
      "Yves Roussigné",
      "Andrey Stashkevich",
      "Thomas Schefer",
      "Jerome Robert",
      "Matthieu Bailleul",
      "Mikhail Kostylev"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2201.08156",
    "title": "One-dimensional quasi bound states in the continuum in the ω~k  space for nonlinear optical applications",
    "abstract": " Title: One-dimensional quasi bound states in the continuum in the ω~k  space for nonlinear optical applications ",
    "url": "https://arxiv.org/abs/2201.08156",
    "authors": [
      "Kaili Sun",
      "Hui Jiang",
      "Dmitry A. Bykov",
      "Vien Van",
      "Uriel Levy",
      "Yangjian Cai",
      "Zhanghua Han"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.08783",
    "title": "Optical diagnostics of laser-produced plasmas",
    "abstract": " Comments: 44 pages, 31 figures ",
    "url": "https://arxiv.org/abs/2201.08783",
    "authors": [
      "S. S. Harilal",
      "M. C. Phillips",
      "D. H. Froula",
      "K. K. Anoop",
      "R. C. Issac",
      "F. N. Beg"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2201.09982",
    "title": "Purcell factors and Forster resonance energy transfer in proximity to  helical structures",
    "abstract": " Title: Purcell factors and Forster resonance energy transfer in proximity to  helical structures ",
    "url": "https://arxiv.org/abs/2201.09982",
    "authors": [
      "Asaf Farhi",
      "Aristide Dogariu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01634",
    "title": "An architecture for quantum networking of neutral atom processors",
    "abstract": " Comments: v3: minor revisions ",
    "url": "https://arxiv.org/abs/2202.01634",
    "authors": [
      "C. B. Young",
      "A. Safari",
      "P. Huft",
      "J. Zhang",
      "E. Oh",
      "R. Chinnarasu",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.02750",
    "title": "Estimating the Euclidean quantum propagator with deep generative  modeling of Feynman paths",
    "abstract": " Comments: Published version; Updated references ",
    "url": "https://arxiv.org/abs/2202.02750",
    "authors": [
      "Yanming Che",
      "Clemens Gneiting",
      "Franco Nori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2202.05678",
    "title": "Epicenter localization using forward-transmission laser interferometry",
    "abstract": " Comments: 12 pages, 5 figures, accepted to Optics Express ",
    "url": "https://arxiv.org/abs/2202.05678",
    "authors": [
      "Bohan Zhang",
      "Guan Wang",
      "Zhongwang Pang",
      "Bo Wang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2203.02411",
    "title": "A normal form for frequency combs and localized states in  Kerr-Gires-Tournois interferometers",
    "abstract": " Comments: 4 pages, 5 figures + 5 pages of supplementary material, submitted to Optics Letters ",
    "url": "https://arxiv.org/abs/2203.02411",
    "authors": [
      "Thomas G. Seidel",
      "Julien Javaloyes",
      "Svetlana V. Gurevich"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2204.07788",
    "title": "A simple, passive design for large optical trap arrays for single atoms",
    "abstract": " Comments: v3: minor revisions ",
    "url": "https://arxiv.org/abs/2204.07788",
    "authors": [
      "P. Huft",
      "Y. Song",
      "T. M. Graham",
      "K. Jooya",
      "S. Deshpande",
      "C. Fang",
      "M. Kats",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.00902",
    "title": "Optical cold damping of neutral nanoparticles near the ground state in  an optical lattice",
    "abstract": " Comments: 7 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2205.00902",
    "authors": [
      "Mitsuyoshi Kamba",
      "Ryoga Shimizu",
      "Kiyotaka Aikawa"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2205.05926",
    "title": "Observation of Non-Vanishing Optical Helicity in Thermal Radiation from  Symmetry-Broken Metasurfaces",
    "abstract": " Title: Observation of Non-Vanishing Optical Helicity in Thermal Radiation from  Symmetry-Broken Metasurfaces ",
    "url": "https://arxiv.org/abs/2205.05926",
    "authors": [
      "Xueji Wang",
      "Tyler Sentz",
      "Sathwik Bharadwaj",
      "Subir Ray",
      "Yifan Wang",
      "Dan Jiao",
      "Limei Qi",
      "Zubin Jacob"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09498",
    "title": "Demonstration of fully integrated parity-time-symmetric electronics",
    "abstract": " Comments: 62 pages (29 pages Main Text, 33 pages Supplementary Materials), 27 figures (4 figures Main Text, 23 figures Supplementary Materials), 96 references (50 references Main Text, 46 references Supplementary Materials) ",
    "url": "https://arxiv.org/abs/2205.09498",
    "authors": [
      "Weidong Cao",
      "Changqing Wang",
      "Weijian Chen",
      "Song Hu",
      "Hua Wang",
      "Lan Yang",
      "Xuan Zhang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Hardware Architecture (cs.AR)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.02553",
    "title": "Quantum Nonlocality -- Possible Cosmophysical Effects",
    "abstract": " Comments: In sect. 3. of my paper eq. (2) has incorrect interpretation, in sect. 5 eq. (19) contains serious errors ",
    "url": "https://arxiv.org/abs/2206.02553",
    "authors": [
      "S.N. Mayburov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2206.03442",
    "title": "Spin flips of electron beams in optical near fields",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2206.03442",
    "authors": [
      "Deng Pan",
      "Hongxing Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.07605",
    "title": "Quantum-corrected thickness-dependent thermal conductivity in amorphous  silicon predicted by machine-learning molecular dynamics simulations",
    "abstract": " Title: Quantum-corrected thickness-dependent thermal conductivity in amorphous  silicon predicted by machine-learning molecular dynamics simulations ",
    "url": "https://arxiv.org/abs/2206.07605",
    "authors": [
      "Yanzhou Wang",
      "Zheyong Fan",
      "Ping Qian",
      "Miguel A. Caro",
      "Tapio Ala-Nissila"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]