[
  {
    "id": "arXiv:2210.03143",
    "title": "Imaging Scatterometer for Observing In-Situ Changes to Optical Coatings  During Air Annealing",
    "abstract": "Annealing of amorphous optical coatings has been shown to generally reduce optical absorption, optical scattering, and mechanical loss, with higher temperature annealing giving better results. The achievable maximum temperatures are limited to the levels at which coating damage, such as crystallization, cracking, or bubbling will occur. Coating damage caused by heating is typically only observed statically, after annealing. An experimental method to dynamically observe how and over what temperature range such damage occurs during annealing is desirable as its results could inform manufacturing and annealing processes to ultimately achieve better coating performance. We developed a new instrument that features an industrial annealing oven with holes cut into its sides for viewports to illuminate optical samples and observe their coating scatter and eventual damage mechanisms in-situ and in real-time during annealing. We present results that demonstrate in-situ observation of changes to titania-doped tantala coatings on fused silica substrates. We obtain a spatial image (mapping) of the evolution of these changes during annealing, an advantage over x-ray diffraction, electron beam, or Raman methods. We infer, based on other experiments in the literature, these changes to be due to crystallization. We further discuss the utility of this apparatus for observing other forms of coating damage such as cracking and blisters. ",
    "url": "https://arxiv.org/abs/2210.03143",
    "authors": [
      "Michael Rezac",
      "Daniel Martinez",
      "Amy Gleckl",
      "Joshua R. Smith"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.03446",
    "title": "Low-latency adiabatic quantum-flux-parametron circuit integrated with a  hybrid serializer/deserializer",
    "abstract": "Adiabatic quantum-flux-parametron (AQFP) logic is an ultra-low-power superconductor logic family. AQFP logic gates are powered and clocked by dedicated clocking schemes using ac excitation currents to implement an energy-efficient switching process, adiabatic switching. We have proposed a low-latency clocking scheme, delay-line clocking, and demonstrated basic AQFP logic gates. In order to test more complex circuits, a serializer/deserializer (SerDes) should be incorporated into the AQFP circuit under test, since the number of input/output (I/O) cables is limited by equipment. Therefore, in the present study we propose and develop a novel SerDes for testing delay-line-clocked AQFP circuits by combining AQFP and rapid single-flux-quantum (RSFQ) logic families, which we refer to as the AQFP/RSFQ hybrid SerDes. The hybrid SerDes comprises RSFQ shift registers to facilitate the data storage during serial-to-parallel and parallel-to-serial conversion. Furthermore, all the component circuits in the hybrid SerDes are clocked by the identical excitation current to synchronize the AQFP and RSFQ parts. We fabricate and demonstrate a delay-line-clocked AQFP circuit (8-to-3 encoder, which is the largest delay-line-clocked circuit ever designed) integrated with the hybrid SerDes at 4.2 K up to 4.5 GHz. Our measurement results indicate that the hybrid SerDes enables the testing of delay-line-clocked AQFP circuits with only a few I/O cables and is thus a powerful tool for the development of very large-scale integration AQFP circuits. ",
    "url": "https://arxiv.org/abs/2210.03446",
    "authors": [
      "Yuki Hironaka",
      "Taiki Yamae",
      "Christopher L. Ayala",
      "Nobuyuki Yoshikawa",
      "Naoki Takeuchi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.03498",
    "title": "Effects of CVD Growth Parameters on Global and Local Optical Properties  of MoS$_2$ Monolayers",
    "abstract": "Semiconducting transition metal dichalcogenides (TMDs) combine strong light-matter interaction with good chemical stability and scalable fabrication techniques, and are thus excellent prospects for optoelectronic, photonic and light-harvesting applications. Controllable fabrication of high-quality TMD monolayers with low defect content is still challenging and hinders their adoption for technological application. The optical properties of chemical vapor deposition (CVD) grown monolayer MoS$_2$ are largely influenced by the stoichiometry during CVD by controlled sulfurization of molybdenum (Mo) precursors. Here, we investigate how the sulfur concentration influences the sample morphology and, both globally and locally, their optical response. We confirm that samples grown under a Mo:S > 1:2 stoichiometric ratio have regular morphology facilitated by a moderate coverage of triangular monocrystals with excellent optical response. Our data-driven approach correlates growth conditions with crystal morphology and its optical response, providing a practical and necessary pathway to address the challenges towards the controlled synthesis of 2D TMDs and their alloys with desired optical and electronic properties. ",
    "url": "https://arxiv.org/abs/2210.03498",
    "authors": [
      "A. Senkić",
      "J. Bajo",
      "A. Supina",
      "B. Radatović",
      "N. Vujičić"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2210.03500",
    "title": "Active beam steering enabled by photonic crystal surface emitting laser",
    "abstract": "Emitting light towards on-demand directions is important for various optoelectronic applications, such as optical communication, displaying, and ranging. However, almost all existing directional emitters are assemblies of passive optical antennae and external light sources, which are usually bulky, fragile, and with unendurable loss of light power. Here we theoretically propose and experimentally demonstrate a new conceptual design of directional emitter, by using a single surface-emitting laser source itself to achieve dynamically controlled beam steering. The laser is built on photonic crystals that operates near the band edges in the continuum. By shrinking laser sizes into tens-of-wavelength, the optical modes quantize in three-dimensional momentum space, and each of them directionally radiates towards the far-field. Further utilizing the luminescence spectrum shifting effect under current injection, we consecutively select a sequence of modes into lasing action and show the laser maintaining in single mode operation with linewidths at a minimum of $1.8$ MHz and emitting power of $\\sim$ ten milliwatts, and we demonstrate fast beam steering across a range of $3.2^\\circ \\times 4^\\circ$ in a time scale of $500$ nanoseconds. Our work proposes a novel method for on-chip active beam steering, which could pave the way for the development of automotive, industrial, and robotic applications. ",
    "url": "https://arxiv.org/abs/2210.03500",
    "authors": [
      "Mingjin Wang",
      "Zihao Chen",
      "Yuanbo Xu",
      "Jingxuan Chen",
      "Jiahao Si",
      "Zheng Zhang Chao Peng",
      "Wanhua Zheng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.03513",
    "title": "Mechanical Artifacts in Optical Projection Tomography: Classification  and Automatic Calibration",
    "abstract": "Optical projection tomography (OPT) is a powerful tool for biomedical studies. It achieves 3D visualization of mesoscopic biological samples with high spatial resolution using conventional tomographic-reconstruction algorithms. However, various artifacts degrade the quality of the reconstructed images due to experimental imperfections in the OPT instruments. While many efforts have been made to characterize and correct for these artifacts, they focus on one specific type of artifacts, whereas a comprehensive catalog of all sorts of mechanical artifacts does not currently exist. In this work, we systematically document many mechanical artifacts. We rely on a 3D description of the imaging system that uses a set of angular and translational parameters. We provide a catalog of artifacts. It lists their cause, resulting effects, and existing correction methods. Then, we introduce an automatic calibration algorithm that is able to recover the unknown system parameters fed into the final 3D iterative reconstruction algorithm for a distortion-free volumetric image. Simulations with beads data and experimental results on a fluorescent textile fiber confirm that our algorithm successfully removes miscalibration artifacts in the reconstruction. ",
    "url": "https://arxiv.org/abs/2210.03513",
    "authors": [
      "Yan Liu",
      "Jonathan Dong",
      "Thanh-an Pham",
      "François Marelli",
      "Michael Unser"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.03541",
    "title": "Giant and tunable excitonic optical anisotropy in single-crystal  CsPbX$_3$ halide perovskites",
    "abstract": "During the last years, giant optical anisotropy demonstrated its paramount importance for light manipulation which resulted in numerous applications ranging from subdiffraction light guiding to switchable nanolasers. In spite of recent advances in the field, achieving continuous tunability of optical anisotropy remains an outstanding challenge. Here, we present a solution to the problem through chemical alteration of the ratio of halogen atoms (X = Br or Cl) in single-crystal CsPbX$_3$ halide perovskites. It turns out that the anisotropy originates from an excitonic resonance in the perovskite, which spectral position and strength are determined by the halogens composition. As a result, we manage to continually modify the optical anisotropy by 0.14. We also discover that the halide perovskite can demonstrate optical anisotropy up to 0.6 in the visible range -- the largest value among non-van der Waals materials. Moreover, our results reveal that this anisotropy could be in-plane and out-of-plane, depending on perovskite shape -- rectangular and square. Hence, it can serve as an additional degree of freedom for anisotropy manipulation. As a practical demonstration, we created perovskite anisotropic nanowaveguides and show a significant impact of anisotropy on high-order guiding modes. These findings pave the way for halide perovskites as a next-generation platform for tunable anisotropic photonics. ",
    "url": "https://arxiv.org/abs/2210.03541",
    "authors": [
      "G. A. Ermolaev",
      "A. P. Pushkarev",
      "A. Yu. Zhizhchenko",
      "A. A. Kuchmizhak",
      "I. V. Iorsh",
      "I. Kruglov",
      "A. Mazitov",
      "A. Ishteev",
      "K. Konstantinova",
      "D. Saranin",
      "A. S. Slavich",
      "D. Stosic",
      "E. Zhukova",
      "G. Tselikov",
      "Aldo Di Carlo",
      "A. V. Arsenin",
      "K. S. Novoselov",
      "S. V. Makarov",
      "V. S. Volkov"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.03365",
    "title": "Spin-1 photons, spin-1/2 electrons, Bell's inequalities, and Feynman's  special perspective on quantum mechanics",
    "abstract": "The Einstein-Podolsky-Rosen (EPR) paradox that argues for the incompleteness of quantum mechanics as a description of physical reality has been put to rest by John Bell's famous theorem, which inspired numerous experimental tests and brought about further affirmations of quantum reality. Nevertheless, in his writings and public presentations, Richard Feynman never acknowledged the significance of Bell's contribution to the resolution of the EPR paradox. In this paper, we discuss several variants of the Bell inequalities (including one that was specifically espoused by Feynman), and explore the ways in which they demolish the arguments in favor of local hidden-variable theories. We also examine the roots of Feynman's attitude toward Bell's theorem in the context of Feynman's special perspective on quantum mechanics. ",
    "url": "https://arxiv.org/abs/2210.03365",
    "authors": [
      "Masud Mansuripur"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.03371",
    "title": "Superfluid current through a dissipative quantum point contact",
    "abstract": "We measure superfluid transport of strongly-interacting fermionic lithium atoms through a quantum point contact with local, spin-dependent particle loss. We observe that the characteristic non-Ohmic superfluid transport enabled by high-order multiple Andreev reflections survives even at dissipation strength greater than the superfluid gap. We develop a model with mean-field reservoirs connected via tunneling to a dissipative site. Our calculations in the Keldysh formalism reproduce the observed non-equilibrium particle current, yet do not fully explain the observed loss rate or spin current. ",
    "url": "https://arxiv.org/abs/2210.03371",
    "authors": [
      "Meng-Zi Huang",
      "Jeffrey Mohan",
      "Anne-Maria Visuri",
      "Philipp Fabritius",
      "Mohsen Talebi",
      "Simon Wili",
      "Shun Uchino",
      "Thierry Giamarchi",
      "Tilman Esslinger"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.03373",
    "title": "Mid- and far-infrared localized surface plasmon resonances in  chalcogen-hyperdoped silicon",
    "abstract": "Plasmonic sensing in the infrared region employs the direct interaction of the vibrational fingerprints of molecules with the plasmonic resonances, creating surface-enhanced sensing platforms that are superior than the traditional spectroscopy. However, the standard noble metals used for plasmonic resonances suffer from high radiative losses as well as fabrication challenges, such as tuning the spectral resonance positions into mid- to far-infrared regions, and the compatibility issue with the existing complementary metal-oxide-semiconductor (CMOS) manufacturing platform. Here, we demonstrate the occurrence of mid-infrared localized surface plasmon resonances (LSPR) in thin Si films hyperdoped with the known deep-level impurity tellurium. We show that the mid-infrared LSPR can be further enhanced and spectrally extended to the far-infrared range by fabricating two-dimensional arrays of micrometer-sized antennas in a Te-hyperdoped Si chip. Since Te-hyperdoped Si can also work as an infrared photodetector, we believe that our results will unlock the route toward the direct integration of plasmonic sensors with the one-chip CMOS platform, greatly advancing the possibility of mass manufacturing of high-performance plasmonic sensing systems. ",
    "url": "https://arxiv.org/abs/2210.03373",
    "authors": [
      "Mao Wang",
      "Ye Yu",
      "Slawomir Prucnal",
      "Yonder Berencén",
      "Mohd Saif Shaikh",
      "Lars Rebohle",
      "Muhammad Bilal Khan",
      "Vitaly Zviagin",
      "René Hübner",
      "Alexej Pashkin",
      "Artur Erbe",
      "Yordan M. Georgiev",
      "Marius Grundmann",
      "Manfred Helm",
      "Robert Kirchner",
      "Shengqiang Zhou"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.03531",
    "title": "Thermal and quantum fluctuations of harmonic oscillator",
    "abstract": "We discuss the positional fluctuations of a quantum harmonic oscillator in a heat bath. Analytic expressions are given for the probability distribution functions of the oscillator position in general and limiting (classical and ground state) cases. ",
    "url": "https://arxiv.org/abs/2210.03531",
    "authors": [
      "Shigenori Tanaka",
      "Yuto Komeiji"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2010.11084",
    "title": "Efficient superoscillation measurement for incoherent optical imaging",
    "abstract": " Comments: 13 pages, 5 figures. v4: accepted by IEEE Journal of Selected Topics in Signal Processing ",
    "url": "https://arxiv.org/abs/2010.11084",
    "authors": [
      "Mankei Tsang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2103.13593",
    "title": "An analytical model for electronic noise in a cryogenic bolometer  detector readout circuit",
    "abstract": " Comments: Replaced the existing time domain analysis with frequency domain analysis as that is a better representation of noise data. The older manuscript included work done on NTD Ge sensors only, while the replacement manuscript has work done on NTD and SMD sensors both with the results verifed over a wider range of resistance for NTD Ge sensors ",
    "url": "https://arxiv.org/abs/2103.13593",
    "authors": [
      "V. Vatsa",
      "A. Reza",
      "A. Mazumdar",
      "M. S. Pose",
      "S. Mallikarjunachary",
      "V. Nanal",
      "R. G. Pillay",
      "S. Ramakrishnan",
      "A. Shrivastava"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2104.09289",
    "title": "Towards realistic statistical models of the grid frequency",
    "abstract": " Comments: accepted to TPWRS ",
    "url": "https://arxiv.org/abs/2104.09289",
    "authors": [
      "David Kraljic"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2201.04348",
    "title": "Ridge polariton laser: different from a semiconductor edge-emitting  laser",
    "abstract": " Title: Ridge polariton laser: different from a semiconductor edge-emitting  laser ",
    "url": "https://arxiv.org/abs/2201.04348",
    "authors": [
      "H Souissi",
      "M Gromovyi",
      "T Gueye",
      "C Brimont",
      "L Doyennette",
      "D Solnyshkov",
      "G Malpuech",
      "E Cambril",
      "S Bouchoule",
      "B Alloing",
      "S Rennesson",
      "F Semond",
      "J Zúñiga-Pérez",
      "T Guillet"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2205.14138",
    "title": "Mid-circuit cavity measurement in a neutral atom array",
    "abstract": " Comments: E.D. and Y.-H.L. contributed equally to this manuscript. Accepted for publication in Physical Review Letters ",
    "url": "https://arxiv.org/abs/2205.14138",
    "authors": [
      "Emma Deist",
      "Yue-Hui Lu",
      "Jacquelyn Ho",
      "Mary Kate Pasha",
      "Johannes Zeiher",
      "Zhenjie Yan",
      "Dan M. Stamper-Kurn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03599",
    "title": "Quantum chemical roots of machine-learning molecular similarity  descriptors",
    "abstract": " Comments: 41 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2207.03599",
    "authors": [
      "Stefan Gugler",
      "Markus Reiher"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2209.14100",
    "title": "Observation of robust polarization squeezing via the Kerr nonlinearity  in an optical fibre",
    "abstract": " Title: Observation of robust polarization squeezing via the Kerr nonlinearity  in an optical fibre ",
    "url": "https://arxiv.org/abs/2209.14100",
    "authors": [
      "Nikolay Kalinin",
      "Thomas Dirmeier",
      "Arseny Sorokin",
      "Elena A. Anashkina",
      "Luis L. Sánchez-Soto",
      "Joel F. Corney",
      "Gerd Leuchs",
      "Alexey V. Andrianov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.02811",
    "title": "Hybrid Quantum Classical Simulations",
    "abstract": " Comments: This article is a book contribution. The book is freely available at this http URL ",
    "url": "https://arxiv.org/abs/2210.02811",
    "authors": [
      "Dennis Willsch",
      "Manpreet Jattana",
      "Madita Willsch",
      "Sebastian Schulz",
      "Fengping Jin",
      "Hans De Raedt",
      "Kristel Michielsen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.03100",
    "title": "Scalable photonic integrated circuits for programmable control of atomic  systems",
    "abstract": " Title: Scalable photonic integrated circuits for programmable control of atomic  systems ",
    "url": "https://arxiv.org/abs/2210.03100",
    "authors": [
      "Adrian J Menssen",
      "Artur Hermans",
      "Ian Christen",
      "Thomas Propson",
      "Chao Li",
      "Andrew J Leenheer",
      "Matthew Zimmermann",
      "Mark Dong",
      "Hugo Larocque",
      "Hamza Raniwala",
      "Gerald Gilbert",
      "Matt Eichenfield",
      "Dirk R Englund"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]