[
  {
    "id": "arXiv:2303.08196",
    "title": "Resonance Scattering Treatment with the Windowed Multipole Formalism",
    "abstract": "A new method for directly sampling the neutron resonance upscattering effect is presented. Alternatives have relied on inefficient rejection sampling techniques or large tabular storage of relative velocities. None of these approaches, which require pointwise energy data, are particularly well suited to the windowed multipole cross section representation. The new method called multipole analytic resonance scattering (MARS) overcomes these limitations by inverse transform sampling from the target relative velocity distribution where the cross section is expressed in the multipole formalism. The closed form relative speed distribution contains a novel special function we deem the incomplete Faddeeva function: $$ w(z, x) = \\frac{i}{\\pi} \\int_{-\\infty}^x \\frac{e^{-t^2} dt}{z-t}. $$ We present the first results on its efficient numerical evaluation. ",
    "url": "https://arxiv.org/abs/2303.08196",
    "authors": [
      "Gavin Ridley",
      "Benoit Forget",
      "Timothy Burke"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08263",
    "title": "Towards detection of molecular parity violation by microwave  spectroscopy of CpRe(CH$_{3}$)(CO)(NO)",
    "abstract": "Parity-violating differences in rotational constants of a chiral 5d transition metal complex, that was previously experimentally well-characterised by broad-band microwave spectroscopy, are predicted with a recently established efficient analytical derivative technique. Relative differences $\\Delta X/X$ between rotational constants $X=A,B,C$ of enantiomers of the title compound are found to be on the order of $10^{-14}$, which is a favourably large effect. The quality of the theoretical estimates is carefully assessed by computing nuclear electric quadrupole coupling constants that agree well with experiment. ",
    "url": "https://arxiv.org/abs/2303.08263",
    "authors": [
      "Nityananda Sahu",
      "Konstantin Gaul",
      "Anke Wilm",
      "Melanie Schnell",
      "Robert Berger"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08310",
    "title": "Phase-transition microcavity laser using liquid-crystal microdroplet",
    "abstract": "Liquid-crystal microcavity lasers have attracted considerable attention because of their extraordinary tunability and sensitive response to external stimuli, and they operate generally within a specific phase. Here, we demonstrate a liquid-crystal microcavity laser operated in the phase transition, in which the reorientation of liquid-crystal molecules occurs from aligned to disordered states. A significant wavelength shift of the microlaser is observed, resulting from the dramatic changes in the refractive index of liquid-crystal microdroplets during the phase transition. This phase-transition microcavity laser is then exploited for sensitive thermal sensing, enabling two-order-of-magnitude enhancement in sensitivity compared with the nematic-phase microlaser operated far from the transition point. Experimentally, we demonstrate an exceptional sensitivity of -40 nm/K and an ultrahigh resolution of 320 uK. The phase-transition microcavity laser features compactness, softness, and tunability, showing great potential for high-performance sensors, optical modulators, and soft matter photonics. ",
    "url": "https://arxiv.org/abs/2303.08310",
    "authors": [
      "Xi Yang",
      "Shui-Jing Tang",
      "Jia-Wei Meng",
      "Pei-Ji Zhang",
      "You-Ling Chen",
      "Yun-Feng Xiao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.08315",
    "title": "Inverse Design Method Starting for Aperture Field from Phaseless  Radiation Pattern Based on Spectral Analysis",
    "abstract": "Existing electromagnetic inverse design methods are often established in the spacial domain. This communication presents an inverse design method, which can design aperture field for the desired phaseless radiation pattern, from the spectral domain perspective. In addition, it naturally adapts to the polarization constraint. Specifically, the inverse design can be converted into solving the first kind of Fredholm integral equation, using the spectral domain method. To deal with the ill-posedness of such integral equation, we apply modal expansion to the integrand. To cope with the non-linearity introduced by phaseless, we use a multi-objective optimization algorithm to obtain the coefficients in the modal expansion. Finally, we use this method to break the cosine rule that the directivity of 2D arrays drops as cosine of the angle, which is a puzzle in wide-angle scanning. The numerical simulation results meet expectations and illustrate the feasibility of the method. ",
    "url": "https://arxiv.org/abs/2303.08315",
    "authors": [
      "Chuan-Sheng Chen",
      "Ren Wang",
      "Jin-Pin Liu",
      "Bing-Zhong Wang"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08383",
    "title": "Fighting Broken Symmetry with Doping: Toward Polar Resonant Tunneling  Diodes with Symmetric Characteristics",
    "abstract": "The recent demonstration of resonant tunneling transport in nitride semiconductors has led to an invigorated effort to harness this quantum transport regime for practical applications. In polar semiconductors, however, the interplay between fixed polarization charges and mobile free carriers leads to asymmetric transport characteristics. Here, we investigate the possibility of using degenerately doped contact layers to screen the built-in polarization fields and recover symmetric resonant injection. Thanks to a high doping density, negative differential conductance is observed under both bias polarities of GaN/AlN resonant tunneling diodes (RTDs). Moreover, our analytical model reveals a lower bound for the minimum resonant-tunneling voltage achieved via uniform doping, owing to the dopant solubility limit. Charge storage dynamics is also studied by impedance measurements, showing that at close-to-equilibrium conditions, polar RTDs behave effectively as parallel-plate capacitors. These mechanisms are completely reproduced by our analytical model, providing a theoretical framework useful in the design and analysis of polar resonant-tunneling devices. ",
    "url": "https://arxiv.org/abs/2303.08383",
    "authors": [
      "Jimy Encomendero",
      "Vladimir Protasenko",
      "Farhan Rana",
      "Debdeep Jena",
      "Huili Grace Xing"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2303.08453",
    "title": "Observation of Rayleigh scattering by simplified optical  correlation-domain reflectometry without frequency shifter",
    "abstract": "We present a method for measuring the transmission loss of an optical fiber using simplified optical correlation-domain reflectometry. By intentionally lowering the spatial resolution of the system, we observe the Rayleigh scattered signal for the first time without the need for a frequency shifter. Using this method, we simultaneously measure the transmission loss, location, and loss of faulty connections along a 10-km-long fiber under test by performing distributed reflected-power measurements of Rayleigh scattering and Fresnel reflection. ",
    "url": "https://arxiv.org/abs/2303.08453",
    "authors": [
      "Tomoya Miyamae",
      "Zhu Guangtao",
      "Takaki Kiyozumi",
      "Kohei Noda",
      "Heeyoung Lee",
      "Kentaro Nakamura",
      "Yosuke Mizuno"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.08469",
    "title": "Trajectory control in idealized four-wave mixing processes in optical  fiber",
    "abstract": "The four-wave mixing process is a fundamental nonlinear interaction in Kerr media that can be described by a closed trajectory in the associated phase plane. We show here that it is possible to manipulate these trajectories and to connect two points that are not part of the same orbit. Our approach is based on a localized abrupt modification of the average power of the system. This mechanism is confirmed using different experimental realizations where iterative propagation in a short fiber segments mimics propagation in an idealized optical fiber. ",
    "url": "https://arxiv.org/abs/2303.08469",
    "authors": [
      "Anastasiia Sheveleva",
      "Pierre Colman",
      "J.M. Dudley",
      "Christophe Finot"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.08494",
    "title": "The energy limit in molecular alignment by femtosecond laser pulse",
    "abstract": "In this paper, we studied the optimal alignment and anti-alignment of O2 molecules by femtosecond laser pulse under different input energy. The results show that there is an energy limit in molecular alignment. The optimal molecular alignment and anti-alignment degree will never increase with the increase of laser energy when the input laser energy exceeds the energy limit. Besides, under the energy limit, the molecular optimal alignment (or anti-alignment) degree by using a shorter pulse duration (under 100 fs) will be about same when the input laser energy remained constant (different pulse duration and the peak power are chosen). Especially at a lower temperature of molecular assemble. ",
    "url": "https://arxiv.org/abs/2303.08494",
    "authors": [
      "Yue-Xun Li",
      "Tao Du"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.08140",
    "title": "Digital staining in optical microscopy using deep learning -- a review",
    "abstract": "Until recently, conventional biochemical staining had the undisputed status as well-established benchmark for most biomedical problems related to clinical diagnostics, fundamental research and biotechnology. Despite this role as gold-standard, staining protocols face several challenges, such as a need for extensive, manual processing of samples, substantial time delays, altered tissue homeostasis, limited choice of contrast agents for a given sample, 2D imaging instead of 3D tomography and many more. Label-free optical technologies, on the other hand, do not rely on exogenous and artificial markers, by exploiting intrinsic optical contrast mechanisms, where the specificity is typically less obvious to the human observer. Over the past few years, digital staining has emerged as a promising concept to use modern deep learning for the translation from optical contrast to established biochemical contrast of actual stainings. In this review article, we provide an in-depth analysis of the current state-of-the-art in this field, suggest methods of good practice, identify pitfalls and challenges and postulate promising advances towards potential future implementations and applications. ",
    "url": "https://arxiv.org/abs/2303.08140",
    "authors": [
      "Lucas Kreiss",
      "Shaowei Jiang",
      "Xiang Li",
      "Shiqi Xu",
      "Kevin C. Zhou",
      "Alexander Mühlberg",
      "Kyung Chul Lee",
      "Kanghyun Kim",
      "Amey Chaware",
      "Michael Ando",
      "Laura Barisoni",
      "Seung Ah Lee",
      "Guoan Zheng",
      "Kyle Lafata",
      "Oliver Friedrich",
      "Roarke Horstmeyer"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08169",
    "title": "Allegro-Legato: Scalable, Fast, and Robust Neural-Network Quantum  Molecular Dynamics via Sharpness-Aware Minimization",
    "abstract": "Neural-network quantum molecular dynamics (NNQMD) simulations based on machine learning are revolutionizing atomistic simulations of materials by providing quantum-mechanical accuracy but orders-of-magnitude faster, illustrated by ACM Gordon Bell prize (2020) and finalist (2021). State-of-the-art (SOTA) NNQMD model founded on group theory featuring rotational equivariance and local descriptors has provided much higher accuracy and speed than those models, thus named Allegro (meaning fast). On massively parallel supercomputers, however, it suffers a fidelity-scaling problem, where growing number of unphysical predictions of interatomic forces prohibits simulations involving larger numbers of atoms for longer times. Here, we solve this problem by combining the Allegro model with sharpness aware minimization (SAM) for enhancing the robustness of model through improved smoothness of the loss landscape. The resulting Allegro-Legato (meaning fast and \"smooth\") model was shown to elongate the time-to-failure $t_\\textrm{failure}$, without sacrificing computational speed or accuracy. Specifically, Allegro-Legato exhibits much weaker dependence of timei-to-failure on the problem size, $t_{\\textrm{failure}} \\propto N^{-0.14}$ ($N$ is the number of atoms) compared to the SOTA Allegro model $\\left(t_{\\textrm{failure}} \\propto N^{-0.29}\\right)$, i.e., systematically delayed time-to-failure, thus allowing much larger and longer NNQMD simulations without failure. The model also exhibits excellent computational scalability and GPU acceleration on the Polaris supercomputer at Argonne Leadership Computing Facility. Such scalable, accurate, fast and robust NNQMD models will likely find broad applications in NNQMD simulations on emerging exaflop/s computers, with a specific example of accounting for nuclear quantum effects in the dynamics of ammonia. ",
    "url": "https://arxiv.org/abs/2303.08169",
    "authors": [
      "Hikaru Ibayashi",
      "Taufeq Mohammed Razakh",
      "Liqiu Yang",
      "Thomas Linker",
      "Marco Olguin",
      "Shinnosuke Hattori",
      "Ye Luo",
      "Rajiv K. Kalia",
      "Aiichiro Nakano",
      "Ken-ichi Nomura",
      "Priya Vashishta"
    ],
    "subjectives": [
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Machine Learning (cs.LG)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2303.08258",
    "title": "Optical conductivity of bilayer dice lattices",
    "abstract": "We calculate optical conductivity for bilayer dice lattices whose commensurate stackings and effective models in the vicinity of band-crossing points were considered in our previous work (arXiv:2303.01452). The inter-band optical conductivity reveals a rich activation behavior unique for each of the four stackings. We found that the intermediate energy band, which corresponds to the flat band of a single-layer dice lattice, plays a different role for different stackings. The results for effective and tight-binding models are found to be in qualitative agreement for some of the stackings and the reasons for the discrepancies for others are identified. Our findings propose optical conductivity as an effective tool to distinguish between different stackings in bilayer dice lattices. ",
    "url": "https://arxiv.org/abs/2303.08258",
    "authors": [
      "P. O. Sukhachov",
      "D. O. Oriekhov",
      "E. V. Gorbar"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.08425",
    "title": "Investigating the image lag of a scientific CMOS sensor in X-ray  detection",
    "abstract": "In recent years, scientific CMOS (sCMOS) sensors have been vigorously developed and have outperformed CCDs in several aspects: higher readout frame rate, higher radiation tolerance, and higher working temperature. For silicon image sensors, image lag will occur when the charges of an event are not fully transferred inside pixels. It can degrade the image quality for optical imaging, and deteriorate the energy resolution for X-ray spectroscopy. In this work, the image lag of a sCMOS sensor is studied. To measure the image lag under low-light illumination, we constructed a new method to extract the image lag from X-ray photons. The image lag of a customized X-ray sCMOS sensor GSENSE1516BSI is measured, and its influence on X-ray performance is evaluated. The result shows that the image lag of this sensor exists only in the immediately subsequent frame and is always less than 0.05% for different incident photon energies and under different experimental conditions. The residual charge is smaller than 0.5 e- with the highest incident photon charge around 8 ke-. Compared to the readout noise level around 3 e-, the image lag of this sensor is too small to have a significant impact on the imaging quality and the energy resolution. The image lag shows a positive correlation with the incident photon energy and a negative correlation with the temperature. However, it has no dependence on the gain setting and the integration time. These relations can be explained qualitatively by the non-ideal potential structure inside the pixels. This method can also be applied to the study of image lag for other kinds of imaging sensors. ",
    "url": "https://arxiv.org/abs/2303.08425",
    "authors": [
      "Qinyu Wu",
      "Zhixing Ling",
      "Chen Zhang",
      "Quan Zhou",
      "Xinyang Wang",
      "Weimin Yuan",
      "Shuang-Nan Zhang"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2303.08547",
    "title": "Simultaneous Quantum Squeezing of Light Polarizations and Atomic Spins  in a Cold Atomic Gas",
    "abstract": "We present a scheme to realize simultaneous quantum squeezing of light polarizations and atomic spins via a perturbed double electromagnetically induced transparency (DEIT) in a cold four-level atomic ensemble coupled with a probe laser pulse of two polarization components. We derive two coupled quantum nonlinear Schr\\\"odinger equations from Maxwell-Heisenberg-Langevin equations describing the quantum dynamics of the atoms and the probe pulse, and develop a quantum theory of vector optical soliton (VOS), which have ultraslow propagation velocity and extremely low generation power. We solve the non-Hermitian eigenvalue problem describing the quantum fluctuations on the background of the VOS, and rigorously prove that all fluctuation eigenmodes (including continuous modes and four zero modes) obtained constitute a bi-orthonormal and complete set. We find that, due to the giant self- and cross-Kerr nonlinearities contributed by the perturbed DEIT, a large polarization squeezing of the probe pulse can be realized. We also find that, together with the polarization squeezing of the probe pulses, a significant squeezing of atomic spins also occurs simultaneously. The results of the simultaneous squeezing of light polarizations and atomic spins by using only a coherent probe pulse reported here opens a route for uncovering the unique property of the quantum interface between light and atomic ensembles, and also for applications in quantum information and precision measurement. ",
    "url": "https://arxiv.org/abs/2303.08547",
    "authors": [
      "Jinzhong Zhu",
      "Yue Mu",
      "Guoxiang Huang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.08571",
    "title": "Simulation of chemical reaction dynamics based on quantum computing",
    "abstract": "In recent years, the molecular energies of many chemical systems have been successfully simulated on quantum computers, which is regarded as the killer application of quantum computing. Compared to molecular energy, however, reaction dynamics play a more fundamental role in practical application, especially in catalytic activity, material design. Limited the capabilities of the noisy intermediate scale quantum (NISQ) devices, directly simulating the reaction dynamics and determining reaction pathway remain a challenge. Here, we employ the ab initio molecular dynamics based on the variational quantum eigensolver (VQE) algorithm to simulate reaction dynamics by extending correlated sampling approach. Moreover, we also use this approach to calculate Hessian matrix and evaluate computation resources. We numerically test the approach by simulating hydrogen exchange reaction and bimolecular nucleophilic substitubion SN2 reaction. The test results suggest that it is reliable to characterize the molecular structues, properties, and reactivities, which is another important expansion of the application of quantum computing. ",
    "url": "https://arxiv.org/abs/2303.08571",
    "authors": [
      "Qiankun Gong",
      "Qingmin Man",
      "Ye Li",
      "Menghan Dou",
      "Qingchun Wang",
      "Yu-Chun Wu",
      "Guo-Ping Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.04690",
    "title": "Non-local Skyrmions as topologically resilient quantum entangled states  of light",
    "abstract": " Title: Non-local Skyrmions as topologically resilient quantum entangled states  of light ",
    "url": "https://arxiv.org/abs/2210.04690",
    "authors": [
      "Pedro Ornelas",
      "Isaac Nape",
      "Robert de Mello Koch",
      "Andrew Forbes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.13362",
    "title": "Positivity Preserving non-Markovian Master Equation for Open Quantum  System Dynamics: Stochastic Schrödinger Equation Approach",
    "abstract": " Comments: 9 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2212.13362",
    "authors": [
      "Wufu Shi",
      "Yusui Chen",
      "Quanzhen Ding",
      "Jin Wang",
      "Ting Yu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.11023",
    "title": "Physiological search for quantum biological effects based on the  Wigner-Yanase connection between coherence and uncertainty",
    "abstract": " Comments: 6pages, 2 figures ",
    "url": "https://arxiv.org/abs/2301.11023",
    "authors": [
      "I. K. Kominis"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2302.08747",
    "title": "Seismic Arrival-time Picking on Distributed Acoustic Sensing Data using  Semi-supervised Learning",
    "abstract": " Title: Seismic Arrival-time Picking on Distributed Acoustic Sensing Data using  Semi-supervised Learning ",
    "url": "https://arxiv.org/abs/2302.08747",
    "authors": [
      "Weiqiang Zhu",
      "Ettore Biondi",
      "Jiaxuan Li",
      "Jiuxun Yin",
      "Zachary E. Ross",
      "Zhongwen Zhan"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2302.12639",
    "title": "Analytic error function and numeric inverse obtained by geometric means",
    "abstract": " Comments: 10 pages, 2 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2302.12639",
    "authors": [
      "Dmitri Martila",
      "Stefan Groote"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2303.07860",
    "title": "A method for constructing an interplanetary trajectory of a spacecraft  to Venus using resonant orbits to ensure landing in the desired region",
    "abstract": " Comments: Accepted in Advances in Space Research ",
    "url": "https://arxiv.org/abs/2303.07860",
    "authors": [
      "Vladislav Zubko",
      "Natan Eismont",
      "Konstantin Fedyaev",
      "Andrey Belyaev"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Space Physics (physics.space-ph)"
    ]
  }
]