[
  {
    "id": "arXiv:2407.15977",
    "title": "Quantum mechanics curriculum in the US: Quantifying the instructional time, content taught, and paradigms used",
    "abstract": "           Quantum mechanics is an integral course for physics students. An understanding of quantum concepts is imperative for enrollment in physics graduate programs, participating in research within physics-fields, and employment at companies developing quantum technologies. This study analyzes 188 US research intensive institutions' course catalogs to determine the role and volume of quantum mechanics in their undergraduate physics programs. All of the institutions required one course on quantum concepts, 92% required two courses, and half required three. For institutions with complete class data (n=56), the quantum curriculum was analyzed using course syllabi. The mean number of classroom hours spent on quantum concepts was found to be 63.5 hours with a standard deviation of 28.1 hours. The most commonly taught themes in the quantum curriculum were the Schr{ö}dinger equation and three-dimensional quantum mechanics. However, the Stern-Gerlach Experiment was only included in 28% of the course outlines. Despite current efforts to promote a spin-first approach, this study found the traditional position-first approaches were still more common as they were used by 73.7% of instructors.         ",
    "url": "https://arxiv.org/abs/2407.15977",
    "authors": [
      "Alexis Buzzell",
      "Ramón Barthelemy",
      "Tim Atherton"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16053",
    "title": "Optical Chiral Microrobot for Out-of-plane Drilling Motion",
    "abstract": "           Optical Microrobots (Optobots) have demonstrated a keen interest in various fields including microfluidics, microrobotics, and medicine. Conversely, optomechanics serves as a crucial domain for theoretical exploration into concepts such as chirality, duality, and parity concerning optical forces. In this paper, we elucidate a method to amalgamate chirality through broken axial parity into optobots, thereby augmenting their versatility. Specifically, we illustrate how this integration allows for out-of-plane rotation which helps in their utilization as optical drills under unidirectional excitation achieved through repetitive stimulation of three focal regions: two traps and one chiral rotational site. We fabricate the microrobots employing two-photon lithography, and note a highly satisfactory correspondence between finite element calculations and experimental observations.         ",
    "url": "https://arxiv.org/abs/2407.16053",
    "authors": [
      "Alaa M. Ali",
      "Edison Gerena",
      "Julio Andrés Iglesias Martínez",
      "Gwenn Ulliac",
      "Brahim Lemkalli",
      "Abdenbi Mohand-Ousaid",
      "Sinan Haliyo",
      "Aude Bolopion",
      "Muamer Kadic"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16098",
    "title": "Application of Optical Stochastic Cooling in Future Accelerator Light Sources",
    "abstract": "           In this paper, we propose to combine two promising research topics in accelerator physics, i.e., optical stochastic cooling (OSC) and steady-state microbunching (SSMB). The motivation is to provide a powerful radiation source which could benefit fundamental science research and industry applications. Our study shows that such a compact OSC-SSMB storage ring using present technology can deliver EUV light with an average power of kilowatt, and spectral flux $>10^{20}$ phs/s/0.1\\%b.w., which is four orders of magnitude higher than existing synchrotron sources. It is expected that the presented work is of value for the development of both OSC and SSMB.         ",
    "url": "https://arxiv.org/abs/2407.16098",
    "authors": [
      "Xiujie Deng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16112",
    "title": "Electro-Optical Switching in a Nonlinear Metasurface",
    "abstract": "           Nonlinear metasurfaces are multifunctional photonic elements that generate and control light, enabling multiple proof-of-principle applications, such as in nonlinear holography, beam shaping, and nanoscale sources of entangled photon pairs. Active tuning of nonlinear metasurfaces will considerably expand their prospects for integrated photonics. Here, we demonstrate a highly-tunable metasurface device that combines electrical and optical switching in a broadband frequency conversion process. Our device employs electrically tunable hybrid graphene-gold plasmons to convert mid-infrared pulses into visible light by optical gating. A strong electrical modulation of the generated visible light is attained for a broad range of mid-infrared input frequencies, and this modulation is up to 3.5x stronger for the metasurface than for plain graphene. All-optical switching measurements indicate that the device can be optically switched at Terahertz rates. Our results may lead to new applications of metasurfaces such as ultrafast signal processing, nonlinear sensing, and optical transduction.         ",
    "url": "https://arxiv.org/abs/2407.16112",
    "authors": [
      "Matthew D. Feinstein",
      "Alexander Andronikides",
      "Euclides Almeida"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16140",
    "title": "Frequency stabilization based on H13C14N absorption in lithium niobate micro-disk laser",
    "abstract": "           We demonstrate an on-chip lithium niobate micro-disk laser based on hydrogen cyanide (H13C14N) gas saturation absorption method for frequency stabilization. The laser chip consists of two main components: a micro-disk laser and a combined racetrack ring cavity. By operating on the H13C14N P12 absorption line at 1551.3 nm, the laser frequency can be precisely stabilized. The laser demonstrates remarkable stability, achieving a best stability value of 9*10^-9. Furthermore, the short-term stability, evaluated over continuous time intervals of 35 seconds, showcases exceptional performance. Additionally, the residual drift remains well below 30 MHz.         ",
    "url": "https://arxiv.org/abs/2407.16140",
    "authors": [
      "Zhen Yi",
      "Zhihao Zhang",
      "Jianglin Guan",
      "Guanghui Zhao",
      "Renhong Gao",
      "Botao Fu",
      "Jintian Lin",
      "Jinming Chen",
      "Jian Liu",
      "Yijie Pan",
      "Ya Cheng"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16311",
    "title": "Unlocking new dimensions in photonic computing using optical Skyrmions",
    "abstract": "           The decline of Moore's law coupled with the growing dominance of artificial intelligence has recently motivated research into photonic computing as a high-bandwidth, low-power strategy to accelerate digital electronics. However, modern-day photonic computing strategies are predominantly analog, making them susceptible to noise and intrinsically difficult to scale. The optical Skyrmion offers a route to overcoming these limitations through digitization in the form of a discrete topological number that can be assigned to the analog optical field. Apart from an intrinsic robustness against perturbations, optical Skyrmions represent a new dimension that has yet to be exploited for photonic computing, namely spatially varying polarization. Here, we propose a method of performing perturbation-resilient integer arithmetic with this new dimension of optical Skyrmions through passive optical components and present experimental evidence demonstrating its feasibility. To the best of our knowledge, this is the first time such discrete mathematical operations have been directly achieved using optical Skyrmions without external energy input.         ",
    "url": "https://arxiv.org/abs/2407.16311",
    "authors": [
      "An Aloysius Wang",
      "Yifei Ma",
      "Yunqi Zhang",
      "Zimo Zhao",
      "Yuxi Cai",
      "Xuke Qiu",
      "Bowei Dong",
      "Chao He"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16324",
    "title": "Ultrabroadband thin-film lithium tantalate modulator for high-speed communications",
    "abstract": "           The continuous growth of global data traffic over the past three decades, along with advances in disaggregated computing architectures, presents significant challenges for optical transceivers in communication networks and high-performance computing systems. Specifically, there is a growing need to significantly increase data rates while reducing energy consumption and cost. High-performance optical modulators based on materials such as InP, thin-film lithium niobate (LiNbO3), or plasmonics have been developed, with LiNbO3 excelling in high-speed and low-voltage modulation. Nonetheless, the widespread industrial adoption of thin film LiNbO3 remains compounded by the rather high cost of the underlying 'on insulator' substrates -- in sharp contrast to silicon photonics, which can benefit from strong synergies with high-volume applications in conventional microelectronics. Here, we demonstrate an integrated 110 GHz modulator using thin-film lithium tantalate (LiTaO3) -- a material platform that is already commercially used for millimeter-wave filters and that can hence build upon technological and economic synergies with existing high-volume applications to offer scalable low-cost manufacturing. We show that the LiTaO3 photonic integrated circuit based modulator can support 176 GBd PAM8 transmission at net data rates exceeding 400 Gbit/s, while exhibiting a lower bias drift compared to LiNbO3. Moreover, we show that using silver electrodes can reduce microwave losses compared to previously employed gold electrodes. Our demonstration positions LiTaO3 modulator as a novel and highly promising integration platform for next-generation high-speed, energy-efficient, and cost-effective transceivers.         ",
    "url": "https://arxiv.org/abs/2407.16324",
    "authors": [
      "Chengli Wang",
      "Dengyang Fang",
      "Alexander Kotz",
      "Grigory Lihachev",
      "Mikhail Churaev",
      "Zihan Li",
      "Adrian Schwarzenberger",
      "Xin Ou",
      "Christian Koos",
      "Tobias Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16332",
    "title": "Impact of electron trapping on stimulated Raman scattering under incoherent broadband laser light in homogeneous plasma",
    "abstract": "           Backward stimulated Raman scattering is a three-wave coupling instability requiring the matching of an incoming pump light wave to a scattered light wave and electron plasma wave. It can be harmful to laser-driven inertial confinement fusion because of the reflection of a part of incident laser flux and the generation of suprathermal electrons that preheat the fuel. It is believed that by increasing the laser bandwidth one can suppress the excitation of Raman scattering and mitigate its detrimental effects. It is demonstrated in this paper that using a broad bandwidth laser has little effect on stimulated Raman scattering in the kinetic inflation regime where Landau damping dominates, as the additional bandwidth allows the electron plasma wave to match a wider range of laser frequencies. As a result, plasma wave saturation and Raman backscattering levels remain high even when the laser bandwidth is much larger than the effective instability growth rate.         ",
    "url": "https://arxiv.org/abs/2407.16332",
    "authors": [
      "David Rhys Blackman",
      "Vladimir Tikhonchuk",
      "Ondrej Klimo",
      "Stefan Weber"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16402",
    "title": "Vectorial spatial differentiation of optical beams with metal-dielectric multilayers enabled by spin Hall effect of light and resonant reflection zero",
    "abstract": "           We theoretically describe and numerically investigate the operation of \"vectorial\" optical differentiation of a three-dimensional light beam, which consists in simultaneous computation of two partial derivatives of the incident beam profile with respect to two spatial coordinates in different transverse electric field components. It is implemented upon reflection of the beam from a layered structure by simultaneously utilizing the effect of optical resonance and the spin Hall effect of light. As an example of a layered structure performing this operation, we propose a three-layer metal-dielectric-metal (MDM) structure. We show that by choosing the parameters of the MDM structure, it is possible to achieve the so-called isotropic vectorial differentiation, for which the intensity of the reflected optical beam (squared electric field magnitude) is proportional to the squared absolute value of the gradient of the incident linearly polarized beam. The presented numerical simulation results demonstrate high-quality vectorial differentiation and confirm the developed theoretical description.         ",
    "url": "https://arxiv.org/abs/2407.16402",
    "authors": [
      "Leonid L. Doskolovich",
      "Artem I. Kashapov",
      "Evgeni A. Bezus",
      "Dmitry A. Bykov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16419",
    "title": "Magnetic Resonance Linewidth of Alkali-Metal Vapor in Unresolved Zeeman Resonance Regime",
    "abstract": "           The study of magnetic resonance linewidth is crucial in magnetic resonance physics and its applications. Previous studies focused on the linewidth of alkali metal atoms within the spin-exchange relaxation-free regime near zero magnetic field and in strong magnetic fields where Zeeman resonances are well resolved due to the quadratic Zeeman effect. However, the linewidth in the unresolved Zeeman resonance regime, which is prevalent in various magnetometer and comagnetometer applications, is not well understood. To address this, we developed a theoretical framework based on the master equation for alkali metal atoms and solved it under the rotating wave approximation and weak driving conditions. Our numerical calculations and analytical expressions reveal that the light-narrowing effect occurs only when the ratio of the spin exchange rate to the spin destruction rate exceeds a critical value. Additionally, we show that the linewidth in the unresolved Zeeman resonance regime is significantly influenced by the mutual coupling of quantum coherence between different Zeeman sublevels. These findings provide a theoretical tool for understanding spin relaxation in alkali-metal atoms and optimizing the performance of atomic magnetometers and comagnetometers operating in this regime.         ",
    "url": "https://arxiv.org/abs/2407.16419",
    "authors": [
      "Feng Tang",
      "Nan Zhao"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16425",
    "title": "COLOSS: Complex-scaled Optical and couLOmb Scattering Solver",
    "abstract": "           We introduce COLOSS, a program designed to address the scattering problem using a bound-state technique known as complex scaling. In this method, the oscillatory boundary conditions of the wave function are transformed into exponentially decaying ones, accommodating the long-range Coulomb interaction. The program implements the Woods-Saxon form of a realistic optical potential, with all potential parameters included in a well-designed input format for ease of use. This design offers users straightforward access to compute \\(S\\)-matrices and cross-sections of the scattering process. We provide thorough discussions on the precision of Lagrange functions and their benefits in evaluating matrix elements. Additionally, COLOSS incorporates two distinct rotation methods, making it adaptable to potentials without analytical expressions. Comparative results demonstrate that COLOSS achieves high accuracy when compared with the direct integration method, Numerov, underscoring its utility and effectiveness in scattering calculations.         ",
    "url": "https://arxiv.org/abs/2407.16425",
    "authors": [
      "Junzhe Liu",
      "Jin Lei",
      "Zhongzhou Ren"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Nuclear Theory (nucl-th)"
    ]
  },
  {
    "id": "arXiv:2407.16455",
    "title": "Positive pressure matters in acoustic droplet vaporization",
    "abstract": "           Acoustically vaporizable droplets are phase-change agents that can improve the effectiveness of ultrasound-based therapies. In this study, we demonstrate that the compression part of an acoustic wave can generate tension that initiates the vaporization. This counter-intuitive process is explained by the occurrence of Gouy phase shift due to the focusing of the acoustic wave inside the droplet. Our analysis unifies the existing theories for acoustic droplet vaporization under a single framework and is supported by experiments and simulations. We use our theory to identify governing parameters that allow to vaporize droplets using predominantly compression waves, which are safer in medical use.         ",
    "url": "https://arxiv.org/abs/2407.16455",
    "authors": [
      "Samuele Fiorini",
      "Anunay Prasanna",
      "Gazendra Shakya",
      "Marco Cattaneo",
      "Outi Supponen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2407.16472",
    "title": "Sub-milliwatt threshold power and tunable-bias all-optical nonlinear activation function using vanadium dioxide for wavelength-division multiplexing photonic neural networks",
    "abstract": "           The increasing demand for efficient hardware in neural computation highlights the limitations of electronic-based systems in terms of speed, energy efficiency, and scalability. Wavelength-division multiplexing (WDM) photonic neural networks offer a high-bandwidth, low-latency alternative but require effective photonic activation functions. Here, we propose a power-efficient and tunable-bias all-optical nonlinear activation function using vanadium dioxide (VO2) for WDM photonic neural networks. We engineered a SiN/BTO waveguide with a VO2 patch to exploit the phase-change material's reversible insulator-to-metal transition (IMT) for nonlinear activation. We conducted numerical simulations to optimize the waveguide geometry and VO2 parameters, minimizing propagation and coupling losses while achieving a strong nonlinear response and low-threshold activation power. Our proposed device features a sub-milliwatt threshold power, a footprint of 5 $\\mu$m, and an ELU-like activation function. Temporal dynamics show a rise time as low as 5 $\\mu$s. Moreover, the bias of our device could be thermally tuned, improving the speed and power efficiency. On the other hand, performance evaluations using the CIFAR-10 dataset confirmed the device's potential for convolutional neural networks (CNN). Our results show that a hybrid VO2/SiN/BTO platform could play a prominent role in the path towards the development of high-performance photonic neural networks.         ",
    "url": "https://arxiv.org/abs/2407.16472",
    "authors": [
      "Jorge Parra",
      "Juan Navarro-Arenas",
      "Pablo Sanchis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16480",
    "title": "Van der Waals heterostructure metasurfaces: atomic-layer assembly of ultrathin optical cavities",
    "abstract": "           Photonics has been revolutionized by breakthroughs in optical metasurfaces and layered two-dimensional materials. Yet, integrating these two fields in a singular system has remained challenging. Here, we introduce the concept of van der Waals (vdW) heterostructure metasurfaces, where ultrathin multilayer vdW material stacks are shaped into precisely engineered resonant nanostructures for boosting light-matter interactions. By leveraging quasi-bound states in the continuum to create intrinsic cavities from WS$_2$ monolayers encapsulated in hexagonal boron nitride, we observe room-temperature strong coupling and polaritonic luminescence, which further unveils a saturation of the strong-coupling regime at ultralow fluences <1 nJ/cm2, more than three orders of magnitude smaller than in previous 2D-cavity systems. Our approach, seamlessly merging metasurfaces and vdW materials, unlocks new avenues for ultrathin optical devices with atomic-scale precision and control.         ",
    "url": "https://arxiv.org/abs/2407.16480",
    "authors": [
      "Luca Sortino",
      "Jonas Biechteler",
      "Lucas Lafeta",
      "Lucca Kühner",
      "Achim Hartschuh",
      "Leonardo de S. Menezes",
      "Stefan A. Maier",
      "Andreas Tittl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2407.16501",
    "title": "A rectangular loop interferometer for scalar optical computations and controlled generation of higher-order vector vortex modes using spin-orbit interaction of light",
    "abstract": "           We have developed a rectangular loop interferometer (RLI) that confines light in a rectangular path and facilitates various interesting applications. Such a device can yield the sum of numerous geometric series converging to different values between zero and one by the use of simple intra-cavity beam splitters - both polarization-independent and dependent. Losses - principally due to alignment issues of the beam in the RLI - limit the average accuracy of the series sum value to be between 90 - 98\\% with the computation speed determined by the bandwidth of the detectors. In addition, with a circularly polarized input Gaussian beam, and a combination of half-wave plate and q-plate inserted into the interferometer path, the device can generate a vortex beam that carries orbital angular momentum (OAM) of all orders of topological charge. The OAM is generated due to the spin-orbit interaction of light, and the topological charge increases with each successive pass of the beam inside the interferometer. However, experimentally, only the third order of OAM could be measured since projecting out individual orders entailed a slight misalignment of the interferometer, which caused higher orders to go out of resonance. Furthermore, with input linear polarization, the device can generate a vector beam bearing a superposition of polarization states resembling the multipole expansion of a charge distribution. Even here, experimentally, we were able to quantify the polarization distribution up to the third order using a Stokes vector analysis of the vector beam, with the size of the polarization singularity region increasing as the polarization states evolve inside the interferometer. Our work demonstrates the ubiquitous nature of loop interferometers in modifying the scalar and vector properties of light to generate simple mathematical results and other complex but useful applications.         ",
    "url": "https://arxiv.org/abs/2407.16501",
    "authors": [
      "Ram Nandan Kumar",
      "Gaurav Verma",
      "Subhasish Dutta Gupta",
      "Nirmalya Ghosh",
      "Ayan Banerjee"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16630",
    "title": "Time resolved quantum tomography in molecular spectroscopy by the Maximal Entropy Approach",
    "abstract": "           Attosecond science offers unprecedented precision in probing the initial moments of chemical reactions, revealing the dynamics of molecular electrons that shape reaction pathways. A fundamental question emerges: what role, if any, do quantum coherences between molecular electron states play in photochemical reactions? Answering this question necessitates quantum tomography: the determination of the electronic density matrix from experimental data, where the off-diagonal elements represent these coherences. The Maximal Entropy (MaxEnt) based Quantum State Tomography (QST) approach offers unique advantages in studying molecular dynamics, particularly with partial tomographic data. Here, we explore the application of MaxEnt-based QST on photoexcited ammonia, necessitating the operator form of observables specific to the performed measurements. We present two methodologies for constructing these operators: one leveraging Molecular Angular Distribution Moments (MADMs) which accurately capture the orientation-dependent vibronic dynamics of molecules; and another utilizing Angular Momentum Coherence Operators to construct measurement operators for the full rovibronic density matrix in the symmetric top basis. A key revelation of our study is the direct link between Lagrange multipliers in the MaxEnt formalism and the unique set of MADMs. Furthermore, we achieve a groundbreaking milestone by constructing, for the first time, the entanglement entropy of the electronic subsystem: a metric that was previously inaccessible. The entropy vividly reveals and quantifies the effects of coupling between the excited electron and nuclear degrees of freedom. Consequently, our findings open new avenues for research in ultrafast molecular spectroscopy within the broader domain of quantum information science.         ",
    "url": "https://arxiv.org/abs/2407.16630",
    "authors": [
      "Varun Makhija",
      "Rishabh Gupta",
      "Simon Neville",
      "Micheal Schuurman",
      "Joseph Francisco",
      "Sabre Kais"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15191",
    "title": "Resonant excitation of quasinormal modes of black holes",
    "abstract": "           We elucidate that a distinctive resonant excitation between quasinormal modes (QNMs) of black holes emerges as a universal phenomenon at avoided crossing near exceptional point through high-precision numerical analysis and theory of QNMs based on the framework of non-Hermitian physics. This resonant phenomenon not only allows us to decipher a long-standing mystery concerning the peculiar behaviors of QNMs but also stands as a novel beacon for characterizing black hole spacetime geometry. Our findings pave the way for rigorous examinations of black holes and the exploration of new physics in gravity.         ",
    "url": "https://arxiv.org/abs/2407.15191",
    "authors": [
      "Hayato Motohashi"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.15911",
    "title": "Atomic Transition Probabilities for UV and Optical Lines of Tm II",
    "abstract": "           We report new branching fraction measurements for 224 ultraviolet (UV) and optical transitions of Tm II. These transitions range in wavelength (wavenumber) from 2350 - 6417 Angstroms (42532 - 15579 cm-1) and originate in 13 odd-parity and 24 even-parity upper levels. Thirty-five of the 37 levels, accounting for 213 of the 224 transitions, are studied for the first time. Branching fractions are determined for two levels studied previously for comparison to earlier results. The levels studied for the first time are high-lying, ranging in energy from 35753 - 54989 cm-1. The branching fractions are determined from emission spectra from two different high-resolution spectrometers. These are combined with radiative lifetimes reported in an earlier study to produce a set of transition probabilities and log(gf) values with accuracy ranging from 5 - 30%. Comparison is made to experimental and theoretical transition probabilities from the literature where such data exist. These new log(gf) values are used to derive an abundance from one previously unused Tm II line in the UV spectrum of the r-process-enhanced metal-poor star HD 222925, and this abundance is consistent with previous determinations based on other Tm II lines.         ",
    "url": "https://arxiv.org/abs/2407.15911",
    "authors": [
      "E. A. Den Hartog",
      "G. T. Voith",
      "I. U. Roederer"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15924",
    "title": "Implications of the laser excitation of the Th-229 nucleus for dark matter searches",
    "abstract": "           The recent laser excitation of the low-lying Th-229 isomer transition is starting a revolution in ultralight dark matter searches. The enhanced sensitivity of this transition to the large class of dark matter models dominantly coupling to quarks and gluons will ultimately allow us to probe coupling strengths eight orders of magnitude smaller than the current bounds from optical atomic clocks, which are mainly sensitive to dark matter couplings to electrons and photons. We argue that, with increasing precision, observations of the Th-229 excitation spectrum will soon give world-leading constraints. Using data from the pioneering laser excitation of Th-229 by Tiedau et al. [Phys. Rev. Lett. 132, 182501 (2024)], we present a first dark matter search in the excitation spectrum. While the exclusion limits of our detailed study of the lineshape are still below the sensitivity of currently operating clock experiments, we project the measurement of Zhang et al. [arXiv:2406.18719 [physics.atom-ph]] to surpass it.         ",
    "url": "https://arxiv.org/abs/2407.15924",
    "authors": [
      "Elina Fuchs",
      "Fiona Kirk",
      "Eric Madge",
      "Chaitanya Paranjape",
      "Ekkehard Peik",
      "Gilad Perez",
      "Wolfram Ratzinger",
      "Johannes Tiedau"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "Nuclear Experiment (nucl-ex)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15961",
    "title": "Benchmarking of quantum fidelity kernels for Gaussian process regression",
    "abstract": "           Quantum computing algorithms have been shown to produce performant quantum kernels for machine-learning classification problems. Here, we examine the performance of quantum kernels for regression problems of practical interest. For an unbiased benchmarking of quantum kernels, it is necessary to construct the most optimal functional form of the classical kernels and the most optimal quantum kernels for each given data set. We develop an algorithm that uses an analog of the Bayesian information criterion to optimize the sequence of quantum gates used to estimate quantum kernels for Gaussian process models. The algorithm increases the complexity of the quantum circuits incrementally, while improving the performance of the resulting kernels, and is shown to yield much higher model accuracy with fewer quantum gates than a fixed quantum circuit ansatz. We demonstrate that quantum kernels thus obtained can be used to build accurate models of global potential energy surfaces (PES) for polyatomic molecules. The average interpolation error of the six-dimensional PES obtained with a random distribution of 2000 energy points is 16 cm$^{-1}$ for H$_3$O$^+$, 15 cm$^{-1}$ for H$_2$CO and 88 cm$^{-1}$ for HNO$_2$. We show that a compositional optimization of classical kernels for Gaussian process regression converges to the same errors. This indicates that quantum kernels can achieve the same, though not better, expressivity as classical kernels for regression problems.         ",
    "url": "https://arxiv.org/abs/2407.15961",
    "authors": [
      "Xuyang Guo",
      "Jun Dai",
      "Roman V. Krems"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16016",
    "title": "Post-resonance reflections break the loss-vs-phase-resolution trade-off in microwave electronics",
    "abstract": "           Precise phase control of microwaves and millimeter waves is critical for today's wireless communication and signal processing electronics. For decades, achieving even modest phase-shifting resolution has demanded a complex mix of transistor switches and passive electromagnetic structures. These true-phase delay, true-time-delay or quasi-true-time-delay circuits operate near resonances that heavily attenuate and distort signals, limiting transmission bandwidth. Despite numerous attempts, passive phase shifters have remained lossy and incompatible with high-channel-capacity beamforming, irrespective of the semiconductor fabrication process. In this article, we introduce a mechanism whereby waveguide reflectors based on coupled resonances can be reprogrammed to evade loss. Central to their operation is that loss from internal resonances is confined to low frequencies, while at high frequencies, their reflectivity is maximized and broadband phase variations, induced by those resonances, still persist. Since performance in the low-loss post-resonance spectrum is largely agnostic to the number of switches, ultra-fine digital tuning is possible. This breaks the historical tradeoff between loss and precision to achieve resolution surpassing state-of-the-art integrated circuits by over three orders (bits) of magnitude. The device does not distort the transmitted signal and consumes no power. Moreover, the chip occupies a sub-wavelength footprint in a Complementary Metal Oxide Semiconductor platform. This makes it an optimal candidate for seamless integration in on-chip multi-gigabit data links, radio astronomy transceivers and control hardware for millimeter-wave qubits.         ",
    "url": "https://arxiv.org/abs/2407.16016",
    "authors": [
      "Bala Govind",
      "Andreia Cathelin",
      "Alyssa Apsel"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16188",
    "title": "Floquet engineering the quantum Rabi model in the ultrastrong coupling regime",
    "abstract": "           We study the quantum Rabi model for a two-level system coupled to a quantized cavity mode under periodic modulation of the cavity-dipole coupling in the ultrastrong coupling regime, leading to rich Floquet states. As an application of the theory, we show how purely mechanical driving can produce real photons, depending on the strength and frequency of the periodic coupling rate.         ",
    "url": "https://arxiv.org/abs/2407.16188",
    "authors": [
      "Kamran Akbari",
      "Franco Nori",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16257",
    "title": "Computational quantum transport",
    "abstract": "           This review is devoted to the different techniques that have been developed to compute the coherent transport properties of quantum nanoelectronic systems connected to electrodes. Beside a review of the different algorithms proposed in the literature, we provide a comprehensive and pedagogical derivation of the two formalisms on which these techniques are based: the scattering approach and the Green's function approach. We show that the scattering problem can be formulated as a system of linear equations and that different existing algorithms for solving this scattering problem amount to different sequences of Gaussian elimination. We explicitly prove the equivalence of the two formalisms. We discuss the stability and numerical complexity of the existing methods.         ",
    "url": "https://arxiv.org/abs/2407.16257",
    "authors": [
      "Xavier Waintal",
      "Michael Wimmer",
      "Anton Akhmerov",
      "Christoph Groth",
      "Branislav K. Nikolic",
      "Mathieu Istas",
      "Tómas Örn Rosdahl",
      "Daniel Varjas"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.16321",
    "title": "Demonstration of a variational quantum eigensolver with a solid-state spin system under ambient conditions",
    "abstract": "           Quantum simulators offer the potential to utilize the quantum nature of a physical system to study another physical system. In contrast to conventional simulation, which experiences an exponential increase in computational complexity, quantum simulation cost increases only linearly with increasing size of the problem, rendering it a promising tool for applications in quantum chemistry. The variational-quantum-eigensolver algorithm is a particularly promising application for investigating molecular electronic structures. For its experimental implementation, spin-based solid-state qubits have the advantage of long decoherence time and high-fidelity quantum gates, which can lead to high accuracy in the ground-state finding. This study uses the nitrogen-vacancy-center system in diamond to implement the variational-quantum-eigensolver algorithm and successfully finds the eigenvalue of a specific Hamiltonian without the need for error-mitigation techniques. With a fidelity of 98.9% between the converged state and the ideal eigenstate, the demonstration provides an important step toward realizing a scalable quantum simulator in solid-state spin systems.         ",
    "url": "https://arxiv.org/abs/2407.16321",
    "authors": [
      "Xuliang Du",
      "Yang Shen",
      "Zipeng Wu",
      "Bei Zeng",
      "Sen Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.16571",
    "title": "Correlating Stroke Risk with Non-Invasive Tracing of Brain Blood Dynamic via a Portable Speckle Contrast Optical Spectroscopy Laser Device",
    "abstract": "           Stroke poses a significant global health threat, with millions affected annually, leading to substantial morbidity and mortality. Current stroke risk assessment for the general population relies on markers such as demographics, blood tests, and comorbidities. A minimally invasive, clinically scalable, and cost-effective way to directly measure cerebral blood flow presents an opportunity. This opportunity has potential to positively impact effective stroke risk assessment prevention and intervention. Physiological changes in the cerebral vascular system, particularly in response to carbon dioxide level changes and oxygen deprivation, such as during breath-holding, can offer insights into stroke risk assessment. However, existing methods for measuring cerebral perfusion reserve, such as blood flow and blood volume changes, are limited by either invasiveness or impracticality. Here, we propose a transcranial approach using speckle contrast optical spectroscopy (SCOS) to non-invasively monitor regional changes in brain blood flow and volume during breath-holding. Our study, conducted on 50 individuals classified into two groups (low-risk and higher-risk for stroke), shows significant differences in blood dynamic changes during breath-holding between the two groups, providing physiological insights for stroke risk assessment using a non-invasive quantification paradigm. Given its cost-effectiveness, scalability, portability, and simplicity, this laser-centric tool has significant potential in enhancing the pre-screening of stroke and mitigating strokes in the general population through early diagnosis and intervention.         ",
    "url": "https://arxiv.org/abs/2407.16571",
    "authors": [
      "Yu Xi Huang",
      "Simon Mahler",
      "Aidin Abedi",
      "Julian Michael Tyszka",
      "Yu Tung Lo",
      "Patrick D. Lyden",
      "Jonathan Russin",
      "Charles Liu",
      "Changhuei Yang"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Systems and Control (eess.SY)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12911",
    "title": "Efficient multiphoton microscopy with picosecond laser pulses",
    "abstract": "           Multiphoton microscopes employ femtosecond lasers as light sources because the high peak power of the ultrashort pulse allows for multiphoton excitation of fluorescence in the examined sample. However, such short pulses are susceptible to broadening in a microscope's highly dispersive optical elements and require careful dispersion management, otherwise decreasing excitation efficiency. Here, we have developed a 10 nJ Yb:fiber picosecond laser with an integrated pulse picker unit and evaluated its performance in multiphoton microscopy. Our results show that performance comparable to femtosecond pulses can be obtained with picosecond pulses only by reducing the pulse repetition rate and that such pulses are significantly less prone to the effect of chromatic dispersion. These findings proved that the temporal compression of fiber lasers is not always efficient, and it can be omitted by using a smaller and easier-to-use all-fiber setup.         ",
    "url": "https://arxiv.org/abs/2402.12911",
    "authors": [
      "Katarzyna Kunio",
      "Jakub Bogusławski",
      "Grzegorz Soboń"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2404.05760",
    "title": "Comment to the paper J. Yan et al. Experimental confirmation of driving pressure boosting and smoothing for hybrid-drive inertial fusion at the 100-kJ laser facility [Nature Communications (2023) 14:5782]",
    "abstract": "           The lack of experimental data on the direct-drive pressure leads us to the conclusion that, the published experimental confirmation of driving pressure boosting and smoothing for hybrid-drive inertial fusion is not credible.         ",
    "url": "https://arxiv.org/abs/2404.05760",
    "authors": [
      "Ke Lan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2405.04240",
    "title": "Exploring relaxation dynamics in warm dense plasmas by tailoring non-thermal electron distributions with a free electron laser",
    "abstract": "           Knowing the characteristic relaxation time of free electrons in a dense plasma is crucial to our understanding of plasma equilibration and transport. However, experimental investigations of electron relaxation dynamics have been hindered by the ultra-fast, sub-femtosecond time scales on which these interactions typically take place. Here we propose a novel approach that uses x-rays from a free electron laser to generate well-defined non-thermal electron distributions, which can then be tracked via emission spectroscopy from radiative recombination as they thermalize. Collisional radiative simulations reveal how this method can enable the measurement of electron relaxation time scales {\\it in situ}, shedding light on the applicability and accuracy of the Coulomb Logarithm framework for modelling collisions in dense plasmas.         ",
    "url": "https://arxiv.org/abs/2405.04240",
    "authors": [
      "Yuanfeng Shi",
      "Shenyuan Ren",
      "Hyun-kyung Chung",
      "Justin S. Wark",
      "Sam M. Vinko"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2406.12912",
    "title": "Burn-in Test and Thermal Performance Evaluation of Silicon Photomultipliers for the JUNO-TAO Experiment",
    "abstract": "           This study evaluates more than 4,000 tiles made of Hamamatsu visual-sensitive silicon photomultipier (SiPM), each with dimensions of 5 $\\times$ 5 cm$^2$, intended for the central detector of the Taishan Anti-neutrino Observatory (TAO), a satellite experiment of the Jiangmen Underground Neutrino Observatory (JUNO) aimed at measuring the reactor anti-neutrino energy spectrum with unprecedented energy resolution. All SiPM tiles underwent a room temperature burn-in test in the dark for two weeks, while cryogenic testing analyzed the thermal dependence of parameters for some sampled SiPMs. Results from these comprehensive tests provide crucial insights into the long-term performance and stability of the 10 square meters of SiPMs operating at -50°C to detect scintillation photons in the TAO detector. Despite some anomalies awaiting further inspection, all SiPMs successfully passed the burn-in test over two weeks at room temperature, which is equivalent to 6.7 years at -50°C. Results are also used to guide optimal SiPM selection, configuration, and operation, ensuring reliability and sustainability in reactor neutrino measurements. This work also provides insights for a rapid and robust quality assessment in future experiments that employ large-scale SiPMs as detection systems.         ",
    "url": "https://arxiv.org/abs/2406.12912",
    "authors": [
      "X. Chen",
      "G.F. Cao",
      "M.H. Qu",
      "H.W. Wang",
      "N. Anfimov",
      "A. Rybnikov",
      "J.Y. Xu",
      "A.Q. Su",
      "Z.L. Chen",
      "J. Cao",
      "Y.C. Li",
      "M. Qi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2406.14149",
    "title": "CheMFi: A Multifidelity Dataset of Quantum Chemical Properties of Diverse Molecules",
    "abstract": "           Progress in both Machine Learning (ML) and Quantum Chemistry (QC) methods have resulted in high accuracy ML models for QC properties. Datasets such as MD17 and WS22 have been used to benchmark these models at some level of QC method, or fidelity, which refers to the accuracy of the chosen QC method. Multifidelity ML (MFML) methods, where models are trained on data from more than one fidelity, have shown to be effective over single fidelity methods. Much research is progressing in this direction for diverse applications ranging from energy band gaps to excitation energies. One hurdle for effective research here is the lack of a diverse multifidelity dataset for benchmarking. We provide the quantum Chemistry MultiFidelity (CheMFi) dataset consisting of five fidelities calculated with the TD-DFT formalism. The fidelities differ in their basis set choice: STO-3G, 3-21G, 6-31G, def2-SVP, and def2-TZVP. CheMFi offers to the community a variety of QC properties such as vertical excitation properties and molecular dipole moments, further including QC computation times allowing for a time benefit benchmark of multifidelity models for ML-QC.         ",
    "url": "https://arxiv.org/abs/2406.14149",
    "authors": [
      "Vivin Vinod",
      "Peter Zaspel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2205.01328",
    "title": "Quantum estimation bound of Gaussian matrix permanent",
    "abstract": "           Exact calculation and even multiplicative error estimation of matrix permanent are challenging for both classical and quantum computers. Regarding the permanents of random Gaussian matrices, the additive error estimation is closely linked to boson sampling, and achieving multiplicative error estimation requires exponentially many samplings. Our newly developed formula for matrix permanents and its corresponding quantum expression have enabled better estimation of the average additive error for random Gaussian matrices compared to Gurvits' classical sampling algorithm. The well-known Ryser formula has been converted into a quantum permanent estimator. When dealing with real random Gaussian square matrices of size $N$, the quantum estimator can approximate the matrix permanent with an additive error smaller than $\\epsilon(\\sqrt{\\mathrm{e}N})^{N}$, where $\\epsilon$ is the estimation precision. In contrast, Gurvits' classical sampling algorithm has an estimation error of $\\epsilon(2\\sqrt{N})^{N}$, which is exponentially larger ($1.2^{N}$) than the quantum method. As expected, the quantum additive error bound fails to reach the multiplicative error bound of $(2\\pi N)^{1/4}\\epsilon(\\sqrt{N/\\mathrm{e}})^{N}$. Additionally, the quantum permanent estimator can be up to quadratically faster than the classical estimator when using quantum phase estimation-based amplitude estimation.         ",
    "url": "https://arxiv.org/abs/2205.01328",
    "authors": [
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.14121",
    "title": "Stochastic parameter optimization analysis of dynamical quantum critical phenomena in long-range transverse-field Ising chain",
    "abstract": "           The quantum phase transition of the one-dimensional long-range transverse-field Ising model is explored by combining the quantum Monte Carlo method and stochastic parameter optimization, specifically achieved by tuning correlation ratios so that space and imaginary time are isotropic. In our simulations, the simulator automatically determines the parameters to sample from, even without prior knowledge of the critical point and universality class. The leading order finite-size corrections are eliminated by comparing two systems with different sizes; this procedure is also performed automatically. Varying the decay exponent of the long-range interaction, $\\sigma$, we investigate $\\sigma$-dependence of the dynamical exponent and the other critical exponents precisely in the mean-field, non-universal, and two-dimensional classical Ising universality regimes. We successfully determine the universality boundary between the latter two as $\\sigma = 7/4$ based on the dynamical exponent and settle a long-standing dispute on the location of the universality boundary.         ",
    "url": "https://arxiv.org/abs/2305.14121",
    "authors": [
      "Sora Shiratani",
      "Synge Todo"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2307.16279",
    "title": "Sampling Error Analysis in Quantum Krylov Subspace Diagonalization",
    "abstract": "           Quantum Krylov subspace diagonalization (QKSD) is an emerging method used in place of quantum phase estimation in the early fault-tolerant era, where limited quantum circuit depth is available. In contrast to the classical Krylov subspace diagonalization (KSD) or the Lanczos method, QKSD exploits the quantum computer to efficiently estimate the eigenvalues of large-size Hamiltonians through a faster Krylov projection. However, unlike classical KSD, which is solely concerned with machine precision, QKSD is inherently accompanied by errors originating from a finite number of samples. Moreover, due to difficulty establishing an artificial orthogonal basis, ill-conditioning problems are often encountered, rendering the solution vulnerable to noise. In this work, we present a nonasymptotic theoretical framework to assess the relationship between sampling noise and its effects on eigenvalues. We also propose an optimal solution to cope with large condition numbers by eliminating the ill-conditioned bases. Numerical simulations of the one-dimensional Hubbard model demonstrate that the error bound of finite samplings accurately predicts the experimental errors in well-conditioned regions.         ",
    "url": "https://arxiv.org/abs/2307.16279",
    "authors": [
      "Gwonhak Lee",
      "Dongkeun Lee",
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2308.11451",
    "title": "Enhanced quantum emission from a topological Floquet resonance",
    "abstract": "           Entanglement is a valuable resource in quantum information technologies. The practical implementation of entangled photon sources faces obstacles from imperfections and defects inherent in physical systems, resulting in a loss or degradation of entanglement. The topological photonic insulators, however, have emerged as promising candidates, demonstrating an exceptional capability to resist defect-induced scattering, thus enabling the development of robust entangled sources. Despite their inherent advantages, building programmable topologically protected entangled sources remains challenging due to complex device designs and weak material nonlinearity. Here we present a development in entangled photon pair generation achieved through a non-magnetic and tunable anomalous Floquet insulator, utilizing an optical spontaneous four-wave mixing process. We verify the non-classicality and time-energy entanglement of the photons generated by our topological system. Our experiment demonstrates a substantial enhancement in nonclassical photon pair generation compared to devices reliant only on topological edge states. Our result could lead to the development of resilient quantum sources with potential applications in quantum technology.         ",
    "url": "https://arxiv.org/abs/2308.11451",
    "authors": [
      "Shirin Afzal",
      "Tyler J. Zimmerling",
      "Mahdi Rizvandi",
      "Majid Taghavi",
      "Leili Esmaeilifar",
      "Taras Hrushevskyi",
      "Manpreet Kaur",
      "Vien Van",
      "Shabir Barzanjeh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.07730",
    "title": "Time correlations in atmospheric quantum channels",
    "abstract": "           Efficient transfer of quantum information between remote parties is a crucial challenge for quantum communication over atmospheric channels. Random fluctuations of the channel transmittance are a major disturbing factor for its practical implementation. We study correlations between channel transmittances at different moments of time and focus on two transmission protocols. The first is related to the robustness of both discrete- and continuous-variable entanglement between time-separated light pulses, showing a possibility to enlarge the effective dimension of the Hilbert space. The second addresses a selection of high-transmittance events by testing them with bright classical pulses followed by quantum light. Our results show a high capacity of the time-coherence resource for encoding and transferring quantum states of light in atmospheric channels.         ",
    "url": "https://arxiv.org/abs/2311.07730",
    "authors": [
      "M. Klen",
      "D. Vasylyev",
      "W. Vogel",
      "A. A. Semenov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.10661",
    "title": "Formation of Highly Tunable Periodic Plasmonic Structures on Gold Films Using Direct Laser Writing",
    "abstract": "           Direct laser writing method is a promising technique for the large-scale and cost-effective fabrication of periodic nanostructure arrays exciting hybrid lattice plasmons. This type of electromagnetic mode manifests a narrow and deep resonance peak with a high dispersion whose precise controllability is crucial for practical applications in photonic devices. Here, the formation of differently shaped gold nanostructures using the direct laser writing method on Au layers of different thicknesses is presented. The resonance peak is demonstrated to be highly dependent on the shape of the structures in the array, thus its position in the spectra, as well as the quality, can be additionally modulated by changing the morphology. The shape of the structure and the resonance itself pertain not only on the laser pulse energy but also on the grating period. This overlapping effect occurring at distances smaller than the diameter of the focused laser beam is studied in detail. By taking advantage of the highly controllable plasmonic resonance, the fabricated gratings open up new opportunities for applications in sensing.         ",
    "url": "https://arxiv.org/abs/2401.10661",
    "authors": [
      "Kernius Vilkevičius",
      "George D. Tsibidis",
      "Algirdas Selskis",
      "Emmanuel Stratakis",
      "Evaldas Stankevičius"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2406.07052",
    "title": "MPSDynamics.jl: Tensor network simulations for finite-temperature (non-Markovian) open quantum system dynamics",
    "abstract": "           The MPSDynamics.jl package provides an easy to use interface for performing open quantum systems simulations at zero and finite temperatures. The package has been developed with the aim of studying non-Markovian open system dynamics using the state-of-the-art numerically exact Thermalized-Time Evolving Density operator with Orthonormal Polynomials Algorithm (T-TEDOPA) based on environment chain mapping. The simulations rely on a tensor network representation of the quantum states as matrix product states (MPS) and tree tensor network (TTN) states. Written in the Julia programming language, MPSDynamics.jl is a versatile open-source package providing a choice of several variants of the Time-Dependent Variational Principle (TDVP) method for time evolution (including novel bond-adaptive one-site algorithms). The package also provides strong support for the measurement of single and multi-site observables, as well as the storing and logging of data, which makes it a useful tool for the study of many-body physics. It currently handles long-range interactions, time-dependent Hamiltonians, multiple environments, bosonic and fermionic environments, and joint system-environment observables.         ",
    "url": "https://arxiv.org/abs/2406.07052",
    "authors": [
      "Thibaut Lacroix",
      "Brieuc Le Dé",
      "Angela Riva",
      "Angus J. Dunnett",
      "Alex W. Chin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2407.15480",
    "title": "Error correction for encoded quantum annealing revisited",
    "abstract": "           F. Pastawski and J. Preskill discussed error correction of quantum annealing (QA) based on a parity-encoded spin system, known as the Sourlas-Lechner-Hauke-Zoller (SLHZ) system. They pointed out that the SLHZ system is closely related to a classical low-density parity-check (LDPC) code and demonstrated its error-correcting capability through a belief propagation (BP) algorithm assuming independent random spin-flip errors. In contrast, Ablash et al. suggested that the SLHZ system does not receive the benefits of post-readout decoding. The reason is that independent random spin-flips are not the most relevant error arising from sampling excited states during the annealing process, whether in closed or open system cases. In this work, we revisit this issue: we propose a very simple decoding algorithm to eliminate errors in the readout of SLHZ systems and show experimental evidence suggesting that SLHZ system exhibits error-correcting capability in decoding annealing readouts. Our new algorithm can be thought of as a bit-flipping algorithm for LDPC codes. Assuming an independent and identical noise model, we found that the performance of our algorithm is comparable to that of the BP algorithm. The error correcting-capability for the sampled readouts was investigated using Monte Carlo calculations that simulate the final time distribution of QA. The results show that the algorithm successfully eliminates errors in the sampled readouts under conditions where error-free state or even code state is not sampled at all. Our simulation suggests that decoding of annealing readouts will be successful if the correctable states can be sampled by annealing, and annealing can be considered to play a role as a pre-process of the classical decoding process. This knowledge will be useful for designing and developing practical QA based on the SLHZ system in the near future.         ",
    "url": "https://arxiv.org/abs/2407.15480",
    "authors": [
      "Yoshihiro Nambu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  }
]