[
  {
    "id": "arXiv:2206.14299",
    "title": "Resonant two-photon ionization of helium atoms studied by attosecond  interferometry",
    "abstract": "We study resonant two-photon ionization of helium atoms via the $1s3p$, $1s4p$ and $1s5p^1$P$_1$ states using the 15$^\\mathrm{th}$ harmonic of a titanium-sapphire laser for the excitation and a weak fraction of the laser field for the ionization. The phase of the photoelectron wavepackets is measured by an attosecond interferometric technique, using the 17$^\\mathrm{th}$ harmonic. We perform experiments with angular resolution using a velocity map imaging spectrometer and with high energy resolution using a magnetic bottle electron spectrometer. Our results are compared to calculations using the two-photon random phase approximation with exchange to account for electron correlation effects. We give an interpretation for the multiple $\\pi$-rad phase jumps observed, both at and away from resonance, as well as their dependence on the emission angle. ",
    "url": "https://arxiv.org/abs/2206.14299",
    "authors": [
      "Lana Neoričić",
      "David Busto",
      "Hugo Laurell",
      "Robin Weissenbilder",
      "Mattias Ammitzböll",
      "Sizuo Luo",
      "Jasper Peschel",
      "Hampus Wikmark",
      "Jan Lahl",
      "Sylvain Maclot",
      "Richard James Squibb",
      "Shiyang Zhong",
      "Per Eng-Johnsson",
      "Cord Louis Arnold",
      "Raimund Feifel",
      "Mathieu Gisselbrecht",
      "Eva Lindroth",
      "Anne L'Huillier"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14370",
    "title": "Efficient Photon Upconversion Enabled by Strong Coupling Between Organic  Molecules and Quantum Dots",
    "abstract": "Hybrid structures formed between organic molecules and inorganic quantum dots can accomplish unique photophysical transformations by taking advantage of their disparate properties. The electronic coupling between these materials is typically weak, leading photoexcited charge carriers to spatially localize to a dot or a molecule at its surface. However, we show that by converting a chemical linker that covalently binds anthracene molecules to silicon quantum dots from a carbon-carbon single bond to a double bond, we access a strong-coupling regime where excited carriers spatially delocalize across both anthracene and silicon. By pushing the system to delocalize, we design a photon upconversion system with a higher efficiency (17.2%) and lower threshold intensity (0.5 W/cm^2) than that of a corresponding weakly-coupled system. Our results show that strong coupling between molecules and nanostructures achieved through targeted linking chemistry provides a new route for tailoring properties in materials for light-driven applications. ",
    "url": "https://arxiv.org/abs/2206.14370",
    "authors": [
      "Kefu Wang",
      "R. Peyton Cline",
      "Joseph Schwan",
      "Jacob M. Strain",
      "Sean T. Roberts",
      "Lorenzo Mangolini",
      "Joel D. Eaves",
      "Ming Lee Tang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14374",
    "title": "Non-contact acoustic micro-tapping optical coherence elastography for  evaluating biomechanical changes in the cornea following UV/riboflavin  collagen cross linking: ex vivo human study",
    "abstract": "Purpose: To evaluate changes in the anisotropic elastic properties of ex vivo human cornea treated with UV cross-linking (CXL) using non-contact acoustic micro-tapping Optical Coherence Elastography (AuT-OCE) Design: AuT performed on normal and CXL ex vivo human donor cornea Methods: Elastic properties of normal and UV CXL treated human corneas were quantified using non-contact acoustic micro-tapping Optical Coherence Elastography (AuT-OCE) Main Outcome Measures: Corneal elastic moduli (in-plane Young's, E, and out-of-plane shear, G) can be evaluated in both normal and CXL treated tissues, as well as during the CXL procedure using non-contact AuT-OCE. Results: CXL induced a significant increase in both the tensile and shear moduli in human cornea. The mean in the paired study (pre- and post-, n=7) of the in-plane Young's modulus, E=3u, increased from 24 MPa to 44 MPa while the out-of-plane shear modulus, G, increased from 175 kPa to 548 kPa. Mechanical tests in a subgroup support CXL-induced cornea moduli changes and generally agree with AuT-OCE. Conclusions: The human cornea is a highly anisotropic material. Non-contact AuT-OCE can monitor changes in the anisotropic elastic properties in human cornea during a CXL procedure and measure its outcome. The out-of-plane shear modulus, G, can be accurately reconstructed at all steps of the CXL procedure. Due to complicated biomechanical changes induced by CXL, accurate reconstruction of Young's modulus, E, using the nearly incompressible transversely isotropic (NITI) model is difficult following treatment. A refined model of CXL cornea will be the focus of future studies. ",
    "url": "https://arxiv.org/abs/2206.14374",
    "authors": [
      "Mitchell A. Kirby",
      "Ivan Pelivanov",
      "Gabriel Regnault",
      "John J. Pitre",
      "Ryan T. Wallace",
      "Matthew O'Donnell",
      "Ruikang Wang",
      "Tueng T. Shen"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14433",
    "title": "Second harmonic generation under doubly resonant lattice plasmon  excitation",
    "abstract": "Second harmonic generation is enhanced at the surface lattice resonance in plasmonic nanoparticle arrays. We carried out a parametric investigation on two-dimensional lattices composed of centrosymmetric gold nanobars to study the influence of the periodicity, the optical angle of incidence and the direction of the linear input polarization on the second harmonic generation. Adjusting the surface lattice resonance by tilting the metasurfaces with different periodicities to the fundamental or second harmonic wavelength enhance the conversion efficiency. At a specific period, both wavelengths could be simultaneously in resonance. In this double resonace case, maximum second harmonic power is achieved. ",
    "url": "https://arxiv.org/abs/2206.14433",
    "authors": [
      "Sebastian Beer",
      "Jeetendra Gour",
      "Alessandro Alberucci",
      "Christin David",
      "Stefan Nolte",
      "Uwe Zeitner"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2206.14471",
    "title": "Ultracold ion-atom experiments: cooling, chemistry, and quantum effects",
    "abstract": "Experimental setups that study laser-cooled ions immersed in baths of ultracold atoms merge the two exciting and well-established fields of quantum gases and trapped ions. These experiments benefit both from the exquisite read-out and control of the few-body ion systems as well as the many-body aspects, tunable interactions, and ultracold temperatures of the atoms. However, combining the two leads to challenges both in the experimental design and the physics that can be studied. Nevertheless, these systems have provided insights into ion-atom collisions, buffer gas cooling of ions and quantum effects in the ion-atom interaction. This makes them promising candidates for ultracold quantum chemistry studies, creation of cold molecular ions for spectroscopy and precision measurements, and as test beds for quantum simulation of charged impurity physics. In this review we aim to provide an experimental account of recent progress and introduce the experimental setup and techniques that enabled the observation of quantum effects. ",
    "url": "https://arxiv.org/abs/2206.14471",
    "authors": [
      "Rianne S. Lous",
      "Rene Gerritsma"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14584",
    "title": "Calculating spin correlations with a quantum computer",
    "abstract": "We calculate spin correlation functions using IBM quantum processors, accessed online. We demonstrate the rotational invariance of the singlet state, interesting properties of the triplet states, and surprising features of a state of three entangled qubits. This exercise is ideal for remote learning and generates data with real quantum mechanical systems that are impractical to investigate in the local laboratory. Students learn a wide variety of skills, including calculation of multipartite spin correlation functions, design and analysis of quantum circuits, and remote measurement with real quantum processors. ",
    "url": "https://arxiv.org/abs/2206.14584",
    "authors": [
      "Jed Brody",
      "Gavin Guzman"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14654",
    "title": "Radioactivity induced dark count rate for single near-infrared photon  detection with a tungsten transition edge sensor at 80 mK",
    "abstract": "The intrinsic background count rate of tungsten superconducting transition-edge sensors (TES) is low, and the calorimeters using these sensors can resolve the energy of single photons. These facts make the sensors particularly interesting for the background-limited searches of new processes and particles. In this contribution, the intrinsic background of a tungsten TES has been investigated. After excluding other sources (e.g., cosmic muons, thermal background) relevant for the observed background rate of $10^{-4}$~s$^{-1}$ for the detection of photons with a wave length of 1064 nm, we investigate the impact of natural radioactivity. Dedicated measurements using gamma-emitters mounted outside the cryostat have been used to estimate the sensitivity of the TES setup for ionizing radiation. We have found that indeed an increased background can be observed in the presence of the radioactive sources. After selecting events which populate our signal region tuned for single photon detection at near-infrared, roughly 0.5% of the events produced by gamma-rays appear indistinguishable from those due to single photons with 1064~nm wave length. This ratio is consistent with that observed for the residual background detected with the TES at a rate of $10^{-4}$~s$^{-1}$. From this, we conclude that the bulk of the observed background count-rate in the signal region can be explained by natural radioactivity. ",
    "url": "https://arxiv.org/abs/2206.14654",
    "authors": [
      "N. Bastidon",
      "D. Horns"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2206.14717",
    "title": "On the depletion behaviour of low-temperature covalently bonded silicon  sensor diodes",
    "abstract": "Low temperature covalent direct wafer-wafer bonding allows for the fusion of multiple semiconductor wafers without any additional material at the bonding interface. In the context of particle pixel detectors this might provide an alternative to bump-bonding for joining sensors to readout chips. Previous investigations have shown that the amorphous layer formed at the interface during bonding is detrimental to charge propagation. To investigate the influence of the bonding interface on signal collection we have fabricated custom test structures by bonding high-resistivity N to high-resistivity P-type silicon wafers thus forming P-N junctions. Scanning transmission electron microscopy shows indeed the formation of ca. 3nm wide amorphous layer at the interface. Using a scanning transient current technique (TCT) setup we were able to record generated signals. Illuminating our sample with light of different wavelengths and from different sides, indicates that the P side of the bonded structures can be fully depleted, but not the N side. This indicates a strongly asymmetric depletion behaviour which we attribute to the presence of the bonding interface. ",
    "url": "https://arxiv.org/abs/2206.14717",
    "authors": [
      "Johannes Wüthrich",
      "André Rubbia"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2206.14307",
    "title": "Systematic improvement of neural network quantum states using a Lanczos  recursion",
    "abstract": "The quantum many-body problem lies at the center of the most important open challenges in condensed matter, quantum chemistry, atomic, nuclear, and high-energy physics. While quantum Monte Carlo, when applicable, remains the most powerful numerical technique capable of treating dozens or hundreds of degrees of freedom with high accuracy, it is restricted to models that are not afflicted by the infamous sign problem. A powerful alternative that has emerged in recent years is the use of neural networks as variational estimators for quantum states. In this work, we propose a symmetry-projected variational solution in the form of linear combinations of simple restricted Boltzmann machines. This construction allows one to explore states outside of the original variational manifold and increase the representation power with moderate computational effort. Besides allowing one to restore spatial symmetries, an expansion in terms of Krylov states using a Lanczos recursion offers a solution that can further improve the quantum state accuracy. We illustrate these ideas with an application to the Heisenberg $J_1-J_2$ model on the square lattice, a paradigmatic problem under debate in condensed matter physics, and achieve start-of-the-art accuracy in the representation of the ground state. ",
    "url": "https://arxiv.org/abs/2206.14307",
    "authors": [
      "Hongwei Chen",
      "Douglas Hendry",
      "Phillip Weinberg",
      "Adrian E. Feiguin"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14375",
    "title": "Generalize dissipaton theory versus Fokker-Planck quantum master  equation with quadratic coupling environment",
    "abstract": "Quadratic system-bath coupling term plays a critical role in many real-world physical models. To treat the quadratic coupling term exactly, we have developed the generalized dissipaton-equations-of-motion (DEOM) method and stochastic-fields-dressed DEOM (SFD-DEOM) method. Among them, the generalized DEOM needs to be scrutinized and SFD-DEOM has many restrictions in the application. In this article, we combine the traditional DEOM theory with the Fokker-Planck algebra. The resulting Fokker-Planck quantum master equation (FP-QME) is an exact dynamical master equation for open quantum systems and can be directly applied to non-linear system-bath coupling cases. We scrutiny those three methods and the results witness the establishment of the exact theory and numerical method of the open quantum system under quadratic system-bath coupling. ",
    "url": "https://arxiv.org/abs/2206.14375",
    "authors": [
      "Zi-Hao Chen",
      "Yao Wang",
      "Rui-Xue Xu",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14588",
    "title": "Mechanical Bistability in Kerr-modified Cavity Magnomechanics",
    "abstract": "Bistable mechanical vibration is observed in a cavity magnomechanical system, which consists of a microwave cavity mode, a magnon mode, and a mechanical vibration mode of a ferrimagnetic yttrium-iron-garnet (YIG) sphere. The bistability manifests itself in both the mechanical frequency and linewidth under a strong microwave drive field, which simultaneously activates three different kinds of nonlinearities, namely, magnetostriction, magnon self-Kerr, and magnon-phonon cross-Kerr nonlinearities. The magnon-phonon cross-Kerr nonlinearity is first predicted and measured in magnomechanics. The system enters a regime where Kerr-type nonlinearities strongly modify the conventional cavity magnomechanics that possesses only a dispersive magnomechanical coupling. Three different kinds of nonlinearities are identified and distinguished in the experiment. Our work demonstrates a new mechanism for achieving mechanical bistability by combining magnetostriction and Kerr-type nonlinearities, and indicates that such Kerr-modified cavity magnomechanics provides a unique platform for studying many distinct nonlinearities in a single experiment. ",
    "url": "https://arxiv.org/abs/2206.14588",
    "authors": [
      "Rui-Chang Shen",
      "Jie Li",
      "Zhi-Yuan Fan",
      "Yi-Pu Wang",
      "J. Q. You"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14594",
    "title": "Ion Current Rectification and Long-Rang Interference in Conical Silicon  Micropores",
    "abstract": "Fluidic devices exhibiting ion current rectification (ICR), or ionic diodes, are of broad interest for applications including desalination, energy harvesting, and sensing, amongst others. For such applications a large conductance is desirable which can be achieved by simultaneously using thin membranes and wide pores. In this paper we demonstrate ICR in micron sized conical channels in a thin silicon membrane with pore diameters comparable to the membrane thickness but both much larger than the electrolyte screening length. We show that for these pores the entrance resistance is not only key to Ohmic conductance around 0 V, but also for understanding ICR, both of which we measure experimentally and capture within a single analytic theoretical framework. The only fit parameter in this theory is the membrane surface potential, for which we find a large value compared to literature. From this excessively large surface potential we infer that surface charge outside the pore strongly contributes to the observed rectification. We experimentally test this hypothesis in a small array of pores and find that ICR vanishes due to outer membrane pore-pore interactions while Ohmic conductance around 0 V remains unaffected. We find that the pore-pore interaction for ICR is set by a long-ranged decay of the concentration which explains the surprising finding that the ICR vanishes for even a sparsely populated array with a pore-pore spacing as large as 7 $\\mu$m. ",
    "url": "https://arxiv.org/abs/2206.14594",
    "authors": [
      "Mark Aarts",
      "Willem Boon",
      "Blaise Cuénod",
      "M. Dijkstra",
      "René van Roij",
      "Esther Alarcon-Llado"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2206.14644",
    "title": "Optical properties of oxygen-containing yttrium hydride thin films  during and after the deposition",
    "abstract": "The synthesis of the photochromic YHO films is based on the oxidation of deposited yttrium hydride in ambient conditions. The actual state of the films during the deposition process, which is influenced by the deposition pressure and the oxidation caused by the residual gases, is not completely known. We report on the YHxOy thin films deposited by reactive pulsed-DC magnetron sputtering. Since the visible light transmittance is closely related to the phase and chemical composition of the films, in-situ transmittance measurements during and after deposition are performed. Ex-situ spectroscopic ellipsometry is used to determine the optical constants of YHxOy throughout the film thickness. In order to obtain metallic YH2-x films, the densest possible structure with a high deposition rate is required, otherwise the films could already be partially transparent during the deposition. The transmittance is higher if deposition pressure is increased. This is because of the oxidation promoted by more porous growth of the microstructure that is observed at the surface and cross-section images of the films. The films exhibit a refractive index gradient perpendicular to the substrate surface, which is related to the porosity and variation of the chemical composition. ",
    "url": "https://arxiv.org/abs/2206.14644",
    "authors": [
      "M. Zubkins",
      "I. Aulika",
      "E. Strods",
      "V. Vibornijs",
      "L. Bikse",
      "A. Sarakovskis",
      "G. Chikvaidze",
      "J. Gabrusenoks",
      "H. Arslan",
      "J. Purans"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.14788",
    "title": "Superresolution at the quantum limit beyond two point sources",
    "abstract": "Superresolution refers to the estimation of parameters of an image with an accuracy beyond standard classical techniques such as direct detection. In seminal work by Lu et al., a measurement to estimate the separation distance of two point sources (with a known centroid) was shown to achieve the quantum Cramer-Rao bound. This work made implicit use of reflection symmetry of the sources. Here we present a framework that uses more general symmetry in a constellation to construct a quantum measurement that achieves the quantum Cramer-Rao bound in estimation of parameters. We show how this technique can be used to estimate parameters simultaneously in symmetric point-source constellations with more than two point sources. In order to use symmetry explicitly, we make use discrete point spread functions in momentum space that maintain this symmetry. This framework allows us to use techniques from quantum computing such as Fourier transforms and linear optical circuits to implement the optimal measurement. To our knowledge, this is first work that shows for more than two point sources achievable quantum limits of estimation and modal transformations. ",
    "url": "https://arxiv.org/abs/2206.14788",
    "authors": [
      "Hari Krovi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2106.15515",
    "title": "What Is Consciousness? Artificial Intelligence, Real Intelligence,  Quantum Mind, And Qualia",
    "abstract": " Title: What Is Consciousness? Artificial Intelligence, Real Intelligence,  Quantum Mind, And Qualia ",
    "url": "https://arxiv.org/abs/2106.15515",
    "authors": [
      "Stuart A. Kauffman",
      "Andrea Roli"
    ],
    "subjectives": [
      "Physics and Society (physics.soc-ph)",
      "Artificial Intelligence (cs.AI)",
      "Biological Physics (physics.bio-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2110.07965",
    "title": "FPGA-based electronic system for the control and readout of  superconducting quantum processors",
    "abstract": " Title: FPGA-based electronic system for the control and readout of  superconducting quantum processors ",
    "url": "https://arxiv.org/abs/2110.07965",
    "authors": [
      "Yuchen Yang",
      "Zhongtao Shen",
      "Xing Zhu",
      "Ziqi Wang",
      "Gengyan Zhang",
      "Jingwei Zhou",
      "Xun Jiang",
      "Chunqing Deng",
      "Shubin Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.09328",
    "title": "Redundantly amplified information suppresses quantum correlations in  many-body systems",
    "abstract": " Comments: LA-UR-21-29948 ",
    "url": "https://arxiv.org/abs/2202.09328",
    "authors": [
      "D. Girolami",
      "A. Touil",
      "B. Yan",
      "S. Deffner",
      "W. H. Zurek"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.01485",
    "title": "Capacitively-coupled resonators for terahertz planar-Goubau-line filters",
    "abstract": " Title: Capacitively-coupled resonators for terahertz planar-Goubau-line filters ",
    "url": "https://arxiv.org/abs/2206.01485",
    "authors": [
      "Juan Cabello-Sánchez",
      "Vladimir Drakinskiy",
      "Jan Stake",
      "Helena Rodilla"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2206.12207",
    "title": "Complete and robust energy conversion by sum frequency generation based  on Invariant Engineering",
    "abstract": " Title: Complete and robust energy conversion by sum frequency generation based  on Invariant Engineering ",
    "url": "https://arxiv.org/abs/2206.12207",
    "authors": [
      "Congfu Zhang",
      "Zhaolu Wang",
      "Hongjun Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.14065",
    "title": "Quantum Antennas",
    "abstract": " Comments: It is a review paper (70 pages, 20 figures, 299 references) ",
    "url": "https://arxiv.org/abs/2206.14065",
    "authors": [
      "Gregory Ya. Slepyan",
      "Svetlana Vlasenko",
      "Dmitri Mogilevtsev"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]