[
  {
    "id": "arXiv:2211.00701",
    "title": "Photonic Dirac Waveguides",
    "abstract": "The Dirac equation is a paradigmatic model that describes a range of intriguing properties of relativistic spin-1/2 particles, from the existence of antiparticles to Klein tunneling. However, the Dirac-like equations have found application far beyond its original scope, and has been used to comprehend the properties of graphene and topological phases of matter. In the field of photonics, the opportunity to emulate Dirac physics has also enabled topological photonic insulators. In this paper, we demonstrate that judiciously engineered synthetic potentials in photonic Dirac systems can offer physical properties beyond both the elementary and quasi-particles, and topological realms. Specifically, we introduce a new class of optical Dirac waveguides, whose guided electromagnetic modes are endowed with pseudo-spin degree of freedom. Pseudo-spin coupled with the ability to engineer synthetic gauge potentials acting on it, enables control over the guided modes which is unattainable in conventional optical waveguides. In particular, we use a silicon nanophotonic metasurface that supports pseudo-spin degree of freedom as a testing platform to predict and experimentally confirm a spin-full nature of the Dirac waveguides. We also demonstrate that, for suitable trapping potentials, the guided modes exhibit spin-dependent field distributions, which gives rise to their distinct transport and radiative properties. Thereby, the Dirac waveguides manifest spin-dependent radiative lifetimes - the non-Hermitian spin-Hall effect - and open new avenues for spin-multiplexing, controlling characteristics of guided optical modes, and tuning light-matter interactions with photonic pseudo-spins. ",
    "url": "https://arxiv.org/abs/2211.00701",
    "authors": [
      "Svetlana Kiriushechkina",
      "Anton Vakulenko",
      "Daria Smirnova",
      "Sriram Guddala",
      "Filipp Komissarenko",
      "Monica Allen",
      "Jeffery Allen",
      "Alexander B. Khanikaev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00939",
    "title": "Fabrication of Surface-Enhanced Raman Spectroscopy Substrates Using  Silver Nanoparticles Produced by Laser Ablation in Liquids",
    "abstract": "This research describes the use surface-enhanced Raman spectroscopy (SERS) substrates based on colloidal silver nanoparticles (AgNPs) produced by laser ablation of silver granules in pure water that are inexpensive, easy to make, and chemically stable. Here, the effects of the laser power, pulse repetition frequency, and ablation duration on the Surface Plasmon Resonance peak of AgNPs solutions, which was centered at 404 nm, were used to determine the optimal parameters. The substrates were characterized using Raman spectroscopy, and it was discovered that they were chemically stable within the first eight days of storage at room temperature since the spectroscopic profiles remained constant. The main bands were centered at 196, 640, 824, 1060, and 1538 cm-1, and they were attributed to the vibrations of O=Ag2/Ag-N, C-S-C, C-H, C-CO, C-N, and C=O, respectively. Additionally, these substrates had no impact on the Raman spectrum profiles of samples of rat blood when mixed with them. In comparison to thick blood smears on a clean piece of aluminum foil, the Raman spectral profiles of blood samples mixed with colloidal AgNPs were 14.95 times more enhanced. The Raman peaks noted were attributed to C-C stretching of lipids (932 cm-1), C-N stretching (1064 cm-1), C-C stretching (1190 cm-1), CH2 wagging (1338 and 1410 cm-1), carbonyl stretch for proteins (1650 cm-1), and C-H band of proteins (2122 cm-1). The results on the utilization of inexpensive, simple-to-prepare Raman substrates have the possibility of making surface-enhanced Raman spectroscopy available to laboratories with scarce resources in developing nations. ",
    "url": "https://arxiv.org/abs/2211.00939",
    "authors": [
      "A. M. Ondieki",
      "Z. Birech",
      "K. A. Kaduki",
      "P. W. Mwangi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01193",
    "title": "Utilizing the sensitization effect for direct laser writing in a novel  photoresist based on the chitin monomer N-acetyl-D-glucosamine",
    "abstract": "The great flexibility of direct laser writing arises from the possibility to fabricate precise three-dimensional structures on very small scales as well as the broad range of applicable materials. However, there is still a vast number of promising materials which are currently inaccessible requiring the continuous development of novel photoresists. Here, a new bio-sourced resist is reported which relies on the monomeric unit of chitin, N-acetyl-D-glucosamine, expanding the existing plant-based biopolymer resists by a bio-based monomer from the animal kingdom. In addition it is shown that combined use of two photoinitiators is advantageous over the use of a single one. In our approach, the first photoinitator is a good two-photon absorber at the applied wavelength, while the second photoinitiator exhibits poor two-photon absorbtion abilities, but is better suited for crosslinking of the monomer. The first photoinitiator absorbs the light acting as a sensitizer and transfers the energy to the second initiator, which subsequently forms a radical and initializes the polymerization. This sensitization effect enables a new route to utilize reactive photointiators with a small two-photon absorption cross-section for direct laser writing without changing their chemical structure. ",
    "url": "https://arxiv.org/abs/2211.01193",
    "authors": [
      "Dominic T. Meiers",
      "Maximilian Rothammer",
      "Maximilian Maier",
      "Cordt Zollfrank",
      "Georg von Freymann"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01194",
    "title": "Unified treatment of resonant and non-resonant mechanisms in  dissociative recombination: benchmark study of CH$^+$",
    "abstract": "The theoretical approach developed here treats uniformly the direct and indirect mechanisms of dissociative recombination (DR) in a diatomic ion. The present theory is based on electron scattering calculations performed at several internuclear distances in the molecule. It is easy to implement becaus there is no need to separately evaluate couplings and the bound dissociative states of the neutral molecule. The theory can be applied to molecular ions with or without electronic resonances at low energies. The approach is applied to compute the DR cross section in electron-CH$^+$ collisions. The computed cross section agrees generally well with recent state-resolved data from a cryogenic storage-ring experiment, which validates the approach. ",
    "url": "https://arxiv.org/abs/2211.01194",
    "authors": [
      "Joshua Forer",
      "Dávid Hvizdoš",
      "Xianwu Jiang",
      "Mehdi Ayouz",
      "Chris H. Greene",
      "Viatcheslav Kokoouline"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01215",
    "title": "CARIOQA: Definition of a Quantum Pathfinder Mission",
    "abstract": "A strong potential gain for space applications is expected from the anticipated performances of inertial sensors based on cold atom interferometry (CAI) that measure the acceleration of freely falling independent atoms by manipulating them with laser light. In this context, CNES and its partners initiated a phase 0 study, called CARIOQA, in order to develop a Quantum Pathfinder Mission unlocking key features of atom interferometry for space and paving the way for future ambitious space missions utilizing this technology. As a cornerstone for the implementation of quantum sensors in space, the CARIOQA phase 0 aimed at defining the Quantum Pathfinder Mission's scenario and associated performance objectives. To comply with these objectives, the payload architecture has been designed to achieve long interrogation time and active rotation compensation on a BEC-based atom interferometer. A study of the satellite architecture, including all the subsystems, has been conducted. Several technical solutions for propulsion and attitude control have been investigated in order to guarantee optimal operating conditions (limitation of micro-vibrations, maximization of measurement time). A preliminary design of the satellite platform was performed. ",
    "url": "https://arxiv.org/abs/2211.01215",
    "authors": [
      "T. Lévèque",
      "C. Fallet",
      "J. Lefebve",
      "A. Piquereau",
      "A. Gauguet",
      "B. Battelier",
      "P. Bouyer",
      "N. Gaaloul",
      "M. Lachmann",
      "B. Piest",
      "E. Rasel",
      "J. Müller",
      "C. Schubert",
      "Q. Beaufils",
      "F. Pereira Dos Santos"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01225",
    "title": "Design of cycloidal rays in optical waveguides in analogy to the fastest  descending problem",
    "abstract": "In this work, we present the design of cycloidal waveguides from a gradient refractive index (GRIN) medium in analogy to the fastest descending problem in classical mechanics. Light rays propagate along cycloids in this medium, of which the refractive index can be determined from relating to the descending speed under gravity force. It can be used as GRIN lenses or waveguides, and the frequency specific focusing and imaging properties have been discussed. The results suggest that the waveguide can be viewed as an optical filter. Its frequency response characteristics change with the refractive index profile and the device geometries. ",
    "url": "https://arxiv.org/abs/2211.01225",
    "authors": [
      "Xiong Hui",
      "Zijun He",
      "Yangjie Liu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01271",
    "title": "Initiator-free photo-crosslinkable cellulose-based resists for  fabricating submicron patterns via direct laser writing",
    "abstract": "Novel bifunctional cellulose diacetate derivatives were synthesized in order to achieve bio-based photoresists, which can be structured by two-photon absorption via direct laser writing (DLW) without the need to use a photoinitiator. Therefore, cellulose diacetate is functionalized with thiol moieties and olefinic or methacrylic side groups enabling thiol-conjugated crosslinking. These cellulose derivatives are also photo-crosslinkable via UV irradiation ($\\lambda$ = 254 nm and 365 nm) without using an initiator. ",
    "url": "https://arxiv.org/abs/2211.01271",
    "authors": [
      "Maximilian Rothammer",
      "Dominic T. Meiers",
      "Maximilian Maier",
      "Georg von Freymann",
      "Cordt Zollfrank"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01349",
    "title": "Optimized frequency comb spectrum of parametrically modulated bottle  microresonators",
    "abstract": "The formation of optical frequency combs (OFCs) by the parametric modulation of optical microresonators is commonly described by lumped-parameter models. However, these models do not consider the actual spatial distribution of the parametric modulation (SDPM). Here, we show that the effect of the SDPM becomes of special importance for an elongated SNAP bottle microresonator (SBM) having shallow nanometre-scale effective radius variation along its axial length. The advantage of SBMs compared to microresonators with different shapes (e.g., spherical and toroidal) is that SBMs, remaining miniature, can have resonant spectrum with much smaller free spectral range and no dispersion. Therefore, SBMs can be used to generate OFCs with much lower repetition rates. We consider the resonant and adiabatic modulation of parabolic SBMs and show that it is possible to improve the flatness and increase the bandwidth of the generated OFC spectra by optimising the SDPM. We suggest that the determined optimal SDPM can be experimentally realized using piezoelectric, radiation pressure, and electro-optical excitation of an SBM. ",
    "url": "https://arxiv.org/abs/2211.01349",
    "authors": [
      "M. Crespo-Ballesteros",
      "A. B. Matsko",
      "M. Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.00670",
    "title": "Stochastic thermodynamic bounds on logical circuit operation",
    "abstract": "Using a thermodynamically consistent, mesoscopic model for modern complementary metal-oxide-semiconductor transistors, we study an array of logical circuits and explore how their function is constrained by recent thermodynamic uncertainty relations when operating near thermal energies. For a single NOT gate, we find operating direction-dependent dynamics, and an optimal trade-off between dissipated heat and operation time certainty. For a memory storage device, we find an exponential relationship between the memory retention time and energy required to sustain that memory state. For a clock, we find that the certainty in the cycle time is maximized at biasing voltages near thermal energy, as is the trade-off between this certainty and the heat dissipated per cycle. We demonstrate that a simple control mechanism for the clock leads to a monotonic increase in cycle time certainty with biasing voltage alleviating its degradation at large biasing voltages. These results provide a framework for assessing thermodynamic costs of realistic computing devices, allowing for circuits to be designed and controlled for thermodynamically optimal operation. ",
    "url": "https://arxiv.org/abs/2211.00670",
    "authors": [
      "Phillip Helms",
      "David T. Limmer"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00720",
    "title": "Apple Silicon Performance in Scientific Computing",
    "abstract": "With the release of the Apple Silicon System-on-a-Chip processors, and the impressive performance shown in general use by both the M1 and M1 Ultra, the potential use for Apple Silicon processors in scientific computing is explored. Both the M1 and M1 Ultra are compared to current state-of-the-art data-center GPUs, including an NVIDIA V100 with PCIe, an NVIDIA V100 with NVLink, and an NVIDIA A100 with PCIe. The scientific performance is measured using the Scalable Heterogeneous Computing (SHOC) benchmark suite using OpenCL benchmarks. We find that both M1 processors outperform the GPUs in all benchmarks. ",
    "url": "https://arxiv.org/abs/2211.00720",
    "authors": [
      "Connor Kenyon",
      "Collin Capano"
    ],
    "subjectives": [
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00736",
    "title": "X-ray Free Electron Laser Studies of Electron and Phonon Dynamics of  Graphene Adsorbed on Copper",
    "abstract": "We report optical pumping and X-ray absorption spectroscopy experiments at the PAL free electron laser that directly probe the electron dynamics of a graphene monolayer adsorbed on copper in the femtosecond regime. By analyzing the results with ab-initio theory we infer that the excitation of graphene is dominated by indirect excitation from hot electron-hole pairs created in the copper by the optical laser pulse. However, once the excitation is created in graphene, its decay follows a similar path as in many previous studies of graphene adsorbed on semiconductors, i e. rapid excitation of SCOPS (Strongly Coupled Optical Phonons) and eventual thermalization. It is likely that the lifetime of the hot electron-hole pairs in copper governs the lifetime of the electronic excitation of the graphene. ",
    "url": "https://arxiv.org/abs/2211.00736",
    "authors": [
      "Hirohito Ogasawara",
      "Han Wang",
      "Jörgen Gladh",
      "Alessandro Gallo",
      "Ralph Page",
      "Johannes Voss",
      "Alan Luntz",
      "Elias Diesen",
      "Frank Abild-Pedersen",
      "Anders Nilsson",
      "Markus Soldemo",
      "Marc Zajac",
      "Andrew Attar",
      "Michelle E. Chen",
      "Sang Wan Cho",
      "Abhishek Katoch",
      "Ki-Jeong Kim",
      "Kyung Hwan Kim",
      "Minseok Kim",
      "Soonnam Kwon",
      "Sang Han Park",
      "Henrique Ribeiro",
      "Sami Sainio",
      "Hsin-Yi Wang",
      "Cheolhee Yang",
      "Tony Heinz"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00737",
    "title": "Quantum time transfer for freespace quantum networking",
    "abstract": "Timing requirements for long-range quantum networking are driven by the necessity of synchronizing the arrival of photons, from independent sources, for Bell-state measurements. Thus, characteristics such as repetition rate and pulse duration influence the precision required to enable quantum networking tasks such as teleportation and entanglement swapping. Some solutions have been proposed utilizing classical laser pulses, frequency combs, and bi-photon sources. In this article, we explore the utility of the latter method since it is based upon quantum phenomena, which makes it naturally covert, and potentially quantum secure. Furthermore, it relies on relatively low technology quantum-photon sources and detection equipment, but provides picosecond timing precision even under high loss and high noise channel conditions representative of daytime space-Earth links. Therefore, this method is potentially relevant for daytime space-Earth quantum networking and/or providing high-precision secure timing in GPS denied environments. ",
    "url": "https://arxiv.org/abs/2211.00737",
    "authors": [
      "Randy Lafler",
      "R. Nicholas Lanning"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.00806",
    "title": "Optical Channel Impulse Response-Based Localization Using An Artificial  Neural Network",
    "abstract": "Visible light positioning has the potential to yield sub-centimeter accuracy in indoor environments, yet conventional received signal strength (RSS)-based localization algorithms cannot achieve this because their performance degrades from optical multipath reflection. However, this part of the optical received signal is deterministic due to the often static and predictable nature of the optical wireless channel. In this paper, the performance of optical channel impulse response (OCIR)-based localization is studied using an artificial neural network (ANN) to map embedded features of the OCIR to the user equipment's location. Numerical results show that OCIR-based localization outperforms conventional RSS techniques by two orders of magnitude using only two photodetectors as anchor points. The ANN technique can take advantage of multipath features in a wide range of scenarios, from using only the DC value to relying on high-resolution time sampling that can result in sub-centimeter accuracy. ",
    "url": "https://arxiv.org/abs/2211.00806",
    "authors": [
      "Hamid Hosseinianfar",
      "Hami Rabbani",
      "Maite Bradnt-Pearce"
    ],
    "subjectives": [
      "Information Theory (cs.IT)",
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01042",
    "title": "Real-time imaging of acoustic waves in bulk materials with X-ray  microscopy",
    "abstract": "Materials modelling and processing require experiments to visualize and quantify how external excitations drive the evolution of deep subsurface structure and defects that determine properties. Today, 3D movies with ~100-nm resolution of crystalline structure are regularly acquired in minutes to hours using X-ray diffraction based imaging. We present an X-ray microscope that improves this time resolution to <100 femtoseconds, with images attainable even from a single X-ray pulse. Using this, we resolve the propagation of 18-km/s acoustic waves in mm-sized diamond crystals, and demonstrate how mechanical energy thermalizes from picosecond to microsecond timescales. Our approach unlocks a vast range of new experiments of materials phenomena with intricate structural dynamics at ultrafast timescales. ",
    "url": "https://arxiv.org/abs/2211.01042",
    "authors": [
      "Theodor S. Holstad",
      "Leora E. Dresselhaus-Marais",
      "Trygve Magnus Ræder",
      "Bernard Kozioziemski",
      "Tim van Driel",
      "Matthew Seaberg",
      "Eric Folsom",
      "Jon H. Eggert",
      "Erik Bergbäck Knudsen",
      "Martin Meedom Nielsen",
      "Hugh Simons",
      "Kristoffer Haldrup",
      "Henning Friis Poulsen"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01161",
    "title": "Solving classification tasks by a receptron based on nonlinear optical  speckle fields",
    "abstract": "Among several approaches to tackle the problem of energy consumption in modern computing systems, two solutions are currently investigated: one consists of artificial neural networks (ANNs) based on photonic technologies, the other is a different paradigm compared to ANNs and it is based on random networks of nonlinear nanoscale junctions resulting from the assembling of nanoparticles or nanowires as substrates for neuromorphic computing. These networks show the presence of emergent complexity and collective phenomena in analogy with biological neural networks characterized by self-organization, redundancy, non-linearity. Starting from this background, we propose and formalize a generalization of the perceptron model to describe a classification device based on a network of interacting units where the input weights are nonlinearly dependent. We show that this model, called \"receptron\", provides substantial advantages compared to the perceptron as, for example, the solution of non-linearly separable Boolean functions with a single device. The receptron model is used as a starting point for the implementation of an all-optical device that exploits the non-linearity of optical speckle fields produced by a solid scatterer. By encoding these speckle fields we generated a large variety of target Boolean functions without the need for time-consuming machine learning algorithms. We demonstrate that by properly setting the model parameters, different classes of functions with different multiplicity can be solved efficiently. The optical implementation of the receptron scheme opens the way for the fabrication of a completely new class of optical devices for neuromorphic data processing based on a very simple hardware. ",
    "url": "https://arxiv.org/abs/2211.01161",
    "authors": [
      "B. Paroli",
      "G. Martini",
      "M.A.C. Potenza",
      "M. Siano",
      "M. Mirigliano",
      "P. Milani"
    ],
    "subjectives": [
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2211.01320",
    "title": "Laser operation based on Floquet-assisted superradiance",
    "abstract": "We demonstrate the feasibility of utilizing the recently established Floquet-assisted superradiance for laser operation. In particular, we show the robustness of this state against key imperfections. We consider the effect of a finite linewidth of the driving field, modelled via phase diffusion. We find that the linewidth of the light field in the cavity narrows drastically across the FSP transition, reminiscent of a line narrowing at the laser transition. Next, we demonstrate that the FSP is robust against inhomogeneous broadening, while displaying a reduction of light intensity. We show that the depleted population inversion of near-resonant Floquet states leads to hole burning in the inhomogeneously broadened Floquet spectra. Finally, we show that the FSP is robust against dissipation processes, with coefficients up to values that are experimentally available. We conclude that the FSP presents a robust mechanism that is capable of realistic laser operation. ",
    "url": "https://arxiv.org/abs/2211.01320",
    "authors": [
      "Lukas Broers",
      "Ludwig Mathey"
    ],
    "subjectives": [
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01331",
    "title": "Bell's theorem allows local theories of quantum mechanics",
    "abstract": "A recent Nature Physics editorial (Nat. Phys. (2022) 18, 961) falsely claims ``any theory that uses hidden variables still requires non-local physics.'' We correct this claim and explain why it is important to get this right. ",
    "url": "https://arxiv.org/abs/2211.01331",
    "authors": [
      "Jonte R. Hance",
      "Sabine Hossenfelder"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2211.01365",
    "title": "Koopman Operator learning for Accelerating Quantum Optimization and  Machine Learning",
    "abstract": "Finding efficient optimization methods plays an important role for quantum optimization and quantum machine learning on near-term quantum computers. While backpropagation on classical computers is computationally efficient, obtaining gradients on quantum computers is not, because the computational complexity usually scales with the number of parameters and measurements. In this paper, we connect Koopman operator theory, which has been successful in predicting nonlinear dynamics, with natural gradient methods in quantum optimization. We propose a data-driven approach using Koopman operator learning to accelerate quantum optimization and quantum machine learning. We develop two new families of methods: the sliding window dynamic mode decomposition (DMD) and the neural DMD for efficiently updating parameters on quantum computers. We show that our methods can predict gradient dynamics on quantum computers and accelerate the variational quantum eigensolver used in quantum optimization, as well as quantum machine learning. We further implement our Koopman operator learning algorithm on a real IBM quantum computer and demonstrate their practical effectiveness. ",
    "url": "https://arxiv.org/abs/2211.01365",
    "authors": [
      "Di Luo",
      "Jiayu Shen",
      "Rumen Dangovski",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Optimization and Control (math.OC)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02564",
    "title": "Low phase noise THz generation from a fiber-referenced Kerr  microresonator soliton comb",
    "abstract": " Title: Low phase noise THz generation from a fiber-referenced Kerr  microresonator soliton comb ",
    "url": "https://arxiv.org/abs/2204.02564",
    "authors": [
      "Naoya Kuse",
      "Kenji Nishimoto",
      "Yu Tokizane",
      "Shota Okada",
      "Gabriele Navickaite",
      "Michael Geiselmann",
      "Kaoru Minoshima",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.08294",
    "title": "Silicon sensors with resistive read-out: Machine Learning techniques for  ultimate spatial resolution",
    "abstract": " Comments: 2 pages, 2 figure ",
    "url": "https://arxiv.org/abs/2208.08294",
    "authors": [
      "Marta Tornago",
      "Flavio Giobergia",
      "Luca Menzio",
      "Federico Siviero",
      "Roberta Arcidiacono",
      "Nicolò Cartiglia",
      "Marco Costa",
      "Marco Ferrero",
      "Giulia Gioachin",
      "Marco Mandurrino",
      "Valentina Sola"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2209.08621",
    "title": "Born rule: quantum probability as classical probability",
    "abstract": " Comments: 7 pages, 2 figure. Detailed. Comments welcome! ",
    "url": "https://arxiv.org/abs/2209.08621",
    "authors": [
      "Ovidiu Cristinel Stoica"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  }
]