[
  {
    "id": "arXiv:2210.09374",
    "title": "Engineered second-order nonlinearity in silicon nitride",
    "abstract": "The lack of a bulk second-order nonlinearity (\\c{hi}(2)) in silicon nitride (Si3N4) keeps this low-loss, CMOS-compatible platform from key active functions such as Pockels electro-optic (EO) modulation and efficient second harmonic generation (SHG). We demonstrate a successful induction of \\c{hi}(2) in Si3N4 through electrical poling with an externally-applied field to align the Si-N bonds. This alignment breaks the centrosymmetry of Si3N4, and enables the bulk \\c{hi}(2). The sample is heated to over 500{\\deg}C to facilitate the poling. The comparison between the EO responses of poled and non-poled Si3N4, measured using a Si3N4 micro-ring modulator, shows at least a 25X enhancement in the r33 EO component. The maximum \\c{hi}(2) we obtain through poling is 0.24pm/V. We observe a remarkable improvement in the speed of the measured EO responses from 3GHz to 15GHz (3dB bandwidth) after the poling, which confirms the \\c{hi}(2) nature of the EO response induced by poling. This work paves the way for high-speed active functions on the Si3N4 platform. ",
    "url": "https://arxiv.org/abs/2210.09374",
    "authors": [
      "Yi Zhang",
      "Juniyali Nauriyal",
      "Meiting Song",
      "Marissa Granados Baez",
      "Xiaotong He",
      "Timothy MacDonald",
      "Jaime Cardenas"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09415",
    "title": "Characterization of the TruSense S310 Laser Range System for  Contact-less Measurement of Liquid Levels in Large-Volume Neutrino Detectors",
    "abstract": "Neutrino experiments often use large volumes of water, organic scintillators or noble liquids as active detection material. Due to the large hydrostatic and buoyancy forces involved, precise knowledge of the liquid levels inside the detector tank are mandatory. Here we present the main characteristics of the TruSense S310 Laser Range System that offers several advantages over other level-measurement methods for this special environment. Level measurements can be performed without direct contact to the liquid and through a gas-proof acrylic window, thus preserving the strict radiopurity and chemical requirements of the target liquid. We report the results of a suit of laboratory experiments for short-term precision ($\\pm$4 mm) and long-term stability (< 9 mm) of the level measurement. Moreover, we demonstrate that the infrared laser can be used while standard bi-alkali PMTs are operational. We discuss the mechanical layout and integration of the system in the OSIRIS pre-detector that will monitor the radiopurity of the liquid scintillator for the large-volume neutrino experiment JUNO. ",
    "url": "https://arxiv.org/abs/2210.09415",
    "authors": [
      "H. Th. J. Steiger",
      "E. Theisen",
      "L. Oberauer",
      "O. Pilarczyk",
      "M. Wurm"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.09491",
    "title": "Large-area quantum-spin-Hall waveguide states in a three-layer  topological photonic crystal heterostructure",
    "abstract": "Topological photonic edge states are conventionally formed at the interface between two domains of topologically trivial and nontrivial photonic crystals. Recent works exploiting photonic quantum Hall and quantum valley Hall effects have shown that large-area topological waveguide states could be created in a three-layer topological heterostructure that consists of a finite-width domain featuring Dirac cone sandwiched between two domains of photonic crystals with opposite topological properties. In this work, we show that a new kind of large-area topological waveguide states could be created employing the photonic analogs of quantum spin Hall effect. Taking the well-used Wu-Hu model in topological photonics as an example, we show that sandwiching a finite-width domain of photonic crystal featuring double Dirac cone between two domains of expanded and shrunken unit cells could lead to the emergence of large-area helical waveguide states distributed uniformly in the middle domain. Importantly, we unveil a power-law scaling regarding to the size of the bandgap within which the large-area helical states reside as a function of the width of the middle domain, which implies that these large-area modes in principle could exist in the middle domain with arbitrary width. Moreover, pseudospin-momentum locking unidirectional propagations and robustness of these large-area waveguide modes against sharp bends are explicitly demonstrated. Our work enlarges the photonic systems and platforms that could be utilized for large-area-mode enabled topological waveguiding. ",
    "url": "https://arxiv.org/abs/2210.09491",
    "authors": [
      "Zhihao Lan",
      "Menglin L. N. Chen",
      "Jian Wei You",
      "Wei E. I. Sha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2210.09508",
    "title": "Wafer-level substrate-free low-stress silicon nitride platform for THz  metadevices and monolithically integrated narrowband metamaterial absorbers",
    "abstract": "The implementation of terahertz (THz) wafer-level metadevices is critical to advance the science for applications including (I) integrated focal plane array which can image for biology and (II) integrated narrowband absorbers for high spectral resolution THz spectroscopy. Substantial progress has been made in the development of THz metamaterials; however, a wafer-level low-stress THz metadevices platform remains a challenge. This paper experimentally demonstrates a substrate-free THz metadevices platform adopting engineered Si-rich and low-stress silicon nitride (SiNx) thin films, achieving an extensive THz transparency up to f = 2.5 THz. A new analytical model is first reported from the Lorentz model that can accurately predict spectral responses of metal insulator metal (MIM) metamaterial absorbers. The model is experimentally validated in the THz range and exploited for the first demonstration of a THz absorber, which exhibits performance approaching the predicted results. Our results show that the wafer-level SiNx platform will accelerate the development of large-scale, sophisticated substrate-free THz metadevices. The Lorentz model and its quadratic model will be a very practical method for designing THz metadevices. ",
    "url": "https://arxiv.org/abs/2210.09508",
    "authors": [
      "Zhigang Li",
      "Jiarui Jia",
      "Wenjing Jiang",
      "Wen Ou",
      "Bo Wang",
      "Xubiao Peng",
      "Qing Zhao"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09543",
    "title": "Engineered Octave Frequency Comb in Integrated Chalcogenide Dual-ring  Microresonators",
    "abstract": "Broadband Kerr combs with a flat comb spectral profile are expected in a number of applications, such as high-capacity optical communication. Here, we propose novel concentric dual-ring microresonators (DRMs) for advanced dispersion engineering to tailor the comb spectral profile. The dispersion can be flexibly engineered not only by the cross-section of the DRMs, but also by the gap between concentric dual-ring microresonators, which provides a new path to geometrically control the spectral profile of the soliton Kerr combs. An octave-spanning dissipative Kerr soliton comb with superior spectral flatness has been achieved numerically, covering from the telecommunication band to the mid-infrared (MIR) band region with a -40 dB bandwidth of 1265 nm (99.82 THz). Our results are promising to fully understand the nonlinear dynamics in hybrid modes in DRMs, which helps control broadband comb formation. ",
    "url": "https://arxiv.org/abs/2210.09543",
    "authors": [
      "Zifu Wang",
      "Liyang Luo",
      "Di Xia",
      "Siqi Lu",
      "Guosheng Lin",
      "Shecheng Gao",
      "Bin Zhang",
      "Zhaohui Li"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.09760",
    "title": "Bandwidth and Conversion-Efficiency Analysis of Kerr Soliton Combs in  Dual-Pumped Resonators with Anomalous Dispersion",
    "abstract": "Kerr frequency combs generated in high-Q microresonators offer an immense potential in many applications, and predicting and quantifying their behavior, performance and stability is key to systematic device design. Based on an extension of the Lugiato-Lefever equation we investigate in this paper the perspectives of changing the pump scheme from the well-understood monochromatic pump to a dual-tone configuration simultaneously pumping two modes. For the case of anomalous dispersion we give a detailed study of the optimal choices of detuning offsets and division of total pump power between the two modes in order to optimize single-soliton comb states with respect to performance metrics like power conversion efficiency and bandwidth. Our approach allows also to quantify the performance metrics of the optimal single-soliton comb states and determine their trends over a wide range of technically relevant parameters. ",
    "url": "https://arxiv.org/abs/2210.09760",
    "authors": [
      "Elias Gasmi",
      "Huanfa Peng",
      "Christian Koos",
      "Wolfgang Reichel"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Analysis of PDEs (math.AP)"
    ]
  },
  {
    "id": "arXiv:2210.09763",
    "title": "Modeling of dual frequency combs and bistable solitons in third-harmonic  generation",
    "abstract": "Phase-matching of the third-harmonic generation process can be used to extend the emission of radiation from Kerr microresonators into new spectral regions far from the pump wavelength. Here, we present a theoretical mean-field model for optical frequency combs in a dissipative and nonlinear $\\chi^{(3)}$-based cavity system with parametric coupling between fundamental and third-harmonic waves. We investigate temporally dispersive dual-comb generation of phase-matched combs with broad bandwidth, and report conditions for accessing a multistable regime that simultaneously supports two types of coupled bright cavity solitons. These bistable cavity solitons coexist for the same pump power and frequency detuning, while featuring dissimilar amplitudes of their individual field components. Third-harmonic generation frequency combs can permit telecom pump laser sources to simultaneously directly access both the near-infrared and the visible regions, which may be advantageous for the development of optical clocks and sensing applications. ",
    "url": "https://arxiv.org/abs/2210.09763",
    "authors": [
      "T. Hansson",
      "P. Parra-Rivas",
      "S. Wabnitz"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.09788",
    "title": "Metasurface-Inspired Maintenance-Free IoT Tags Characterised in Both  Frequency and Time Domains",
    "abstract": "We present metasurface-inspired maintenance-free IoT tags that can be characterised not only by frequency-domain profiles but also by time-domain profiles. In particular, time-domain characterisation is made possible by implementing the waveform-selective mechanisms of recently developed circuit-based metasurfaces that behave differently, even at the same frequency, in accordance with the pulse duration of the incident wave. Our designs are numerically and experimentally validated and potentially contribute to accommodating an increasing number of IoT tags within a single wireless network while reducing maintenance effort. ",
    "url": "https://arxiv.org/abs/2210.09788",
    "authors": [
      "Masaya Tashiro",
      "Ashif Aminulloh Fathnan",
      "Yuta Sugiura",
      "Akira Uchiyama",
      "Hiroki Wakatsuchi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09810",
    "title": "Towards a New Generation of Monolithic Active Pixel Sensors",
    "abstract": "A new generation of Monolithic Active Pixel Sensors (MAPS), produced in a 65 nm CMOS imaging process, promises higher densities of on-chip circuits and, for a given pixel size, more sophisticated in-pixel logic compared to larger feature size processes. MAPS are a cost-effective alternative to hybrid pixel sensors since flip-chip bonding is not required. In addition, they allow for significant reductions of the material budget of detector systems, due to the smaller physical thicknesses of the active sensor and the absence of a separate readout chip. The TANGERINE project develops a sensor suitable for future Higgs factories as well as for a beam telescope to be used at beam-test facilities. The sensors will have small collection electrodes (order of $\\mu$m) to maximize the signal-to-noise ratio, which makes it possible to minimize power dissipation in the circuitry. The first batch of test chips, featuring full front-end amplifiers with Krummenacher feedback, was produced and tested at the Mainzer Mikrotron (MAMI) at the end of 2021. MAMI provides an electron beam with currents up to 100 $\\mu$A and an energy of 855 MeV. The analog output signal of the test chips was recorded with a high bandwidth oscilloscope and used to study the charge-sensitive amplifier of the chips in terms of waveform analysis. A beam telescope was used as a reference system to allow for track-based analysis of the recorded data. ",
    "url": "https://arxiv.org/abs/2210.09810",
    "authors": [
      "Ankur Chauhan",
      "Manuel Del Rio Viera",
      "Doris Eckstein",
      "Finn Feindt",
      "Ingrid-Maria Gregor",
      "Karsten Hansen",
      "Lennart Huth",
      "Larissa Mendes",
      "Budi Mulyanto",
      "Daniil Rastorguev",
      "Christian Reckleben",
      "Sara Ruiz Daza",
      "Paul Schütze",
      "Adriana Simancas",
      "Simon Spannagel",
      "Marcel Stanitzki",
      "Anastasiia Velyka",
      "Gianpiero Vignola",
      "Håkan Wennlöf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.09966",
    "title": "Two-photon imaging of soliton dynamics",
    "abstract": "Optical solitary waves (solitons) that interact in a nonlinear system can bind and form a structure similar to a molecule. The rich dynamics of this process have created a demand for rapid spectral characterization to deepen the understanding of soliton physics with many practical implications. Here, we demonstrate stroboscopic, two-photon imaging of soliton molecules (SM) with completely unsynchronized lasers, where the wavelength and bandwidth constraints are considerably eased compared to conventional imaging techniques. Two-photon detection enables the probe and tested oscillator to operate at completely different wavelengths, which permits mature near-infrared laser technology to be leveraged for rapid SM studies of emerging long-wavelength laser sources. As a demonstration, using a 1550 nm probe laser we image the behavior of soliton singlets across the 1800-2100 nm range, and capture the rich dynamics of evolving multiatomic SM. This technique may prove to be an essential, easy-to-implement diagnostic tool for detecting the presence of loosely-bound SM, which often remain unnoticed due to instrumental resolution or bandwidth limitations. ",
    "url": "https://arxiv.org/abs/2210.09966",
    "authors": [
      "Lukasz A. Sterczewski",
      "Jaroslaw Sotor"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.09994",
    "title": "Application of topological edge states in magnetic resonance imaging",
    "abstract": "Topological edge states in electromagnetic systems feature a set of attracting fundamental properties and unveil prospective applications based on disorder robustness and tailored localization. Despite active efforts in implementing topologically-protected waveguides in 2D photonic systems, applications of 1D topological systems remain almost uncharted. This letter demonstrates that topological edge modes can be realized in metamaterial-inspired volumetric resonators with a practical application in clinical magnetic resonance imaging (MRI). Performing numerical simulations and experiments with a 1.5 T MR scanner, we reconstruct the associated topological edge mode profiles and demonstrate their feasibility for sensitivity enhancement of conventional radiofrequency coils. ",
    "url": "https://arxiv.org/abs/2210.09994",
    "authors": [
      "Viktor M. Puchnin",
      "Olga V. Matvievskaya",
      "Alexey P. Slobozhanyuk",
      "Alena V. Shchelokova",
      "Nikita A. Olekhno"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2210.09874",
    "title": "Chiral edge dynamics of cold erbium atoms in the lowest Landau level of  a synthetic quantum Hall system",
    "abstract": "Quantum Hall physics is at the heart of research on both matter and artificial systems, such as cold atomic gases, with non-trivial topological order. We report on the observation of a chiral edge current in a synthetic quantum Hall system with distinct bulk and edge behavior, realized in the two-dimensional state space formed by one spatial and one synthetic dimension encoded in the J = 6 electronic spin of erbium atoms. To characterize the system, the Hall drift of the employed atomic Bose-Einstein condensate in the lowest Landau level is determined. The topological properties are verified by determining the local Chern marker, and upon performing system excitations both cyclotron and skipping orbits are observed in the bulk and edge respectively. Future prospects include studies of novel topological phases in cold atom systems. ",
    "url": "https://arxiv.org/abs/2210.09874",
    "authors": [
      "Roberto Vittorio Roell",
      "Arif Warsi Laskar",
      "Franz Richard Huybrechts",
      "Martin Weitz"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:1805.09529",
    "title": "Spontaneous decay of a quantum emitter near a plasmonic nanostructure",
    "abstract": " Comments: 13 pages, 4 Figures. Some equations in the Appendix have been updated ",
    "url": "https://arxiv.org/abs/1805.09529",
    "authors": [
      "Tigran V. Shahbazyan"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:1910.13609",
    "title": "Intrinsic 1T' phase induced in atomically thin 2H-MoTe$_2$ by a single  terahertz pulse",
    "abstract": " Comments: 10 pages, 3 figures ",
    "url": "https://arxiv.org/abs/1910.13609",
    "authors": [
      "Jiaojian Shi",
      "Ya-Qing Bie",
      "Alfred Zong",
      "Shiang Fang",
      "Wei Chen",
      "Jinchi Han",
      "Zhaolong Cao",
      "Yong Zhang",
      "Takashi Taniguchi",
      "Kenji Watanabe",
      "Vladimir Bulović",
      "Efthimios Kaxiras",
      "Edoardo Baldini",
      "Pablo Jarillo-Herrero",
      "Keith A. Nelson"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.14711",
    "title": "Two strategies for modeling nonlinear optics in lossy integrated  photonic structures",
    "abstract": " Title: Two strategies for modeling nonlinear optics in lossy integrated  photonic structures ",
    "url": "https://arxiv.org/abs/2111.14711",
    "authors": [
      "Milica Banic",
      "Luca Zatti",
      "Marco Liscidini",
      "J.E. Sipe"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.05955",
    "title": "Ground state preparation and energy estimation on early fault-tolerant  quantum computers via quantum eigenvalue transformation of unitary matrices",
    "abstract": " Title: Ground state preparation and energy estimation on early fault-tolerant  quantum computers via quantum eigenvalue transformation of unitary matrices ",
    "url": "https://arxiv.org/abs/2204.05955",
    "authors": [
      "Yulong Dong",
      "Lin Lin",
      "Yu Tong"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.09457",
    "title": "Preparation of $^{87}$Rb and $^{133}$Cs in the motional ground state of  a single optical tweezer",
    "abstract": " Title: Preparation of $^{87}$Rb and $^{133}$Cs in the motional ground state of  a single optical tweezer ",
    "url": "https://arxiv.org/abs/2205.09457",
    "authors": [
      "S. Spence",
      "R. V. Brooks",
      "D. K. Ruttley",
      "A. Guttridge",
      "Simon L. Cornish"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.09232",
    "title": "Absolute frequencies of H13C14N hydrogen cyanide transitions in 1,5  μm region with saturated spectroscopy and sub-kHz scanning laser",
    "abstract": " Comments: 9 pp, 4 figures. Originally submited to Optics Letters. Version 2 - please note: the measured center frequencies of the spectroscopic features were refined compared to Version 1 ",
    "url": "https://arxiv.org/abs/2206.09232",
    "authors": [
      "Jan Hrabina",
      "Martin Hosek",
      "Simon Rerucha",
      "Martin Cizek",
      "Zdenek Pilat",
      "Massimo Zucco",
      "Josef Lazar",
      "Ondrej Cip"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]