[
  {
    "id": "arXiv:2401.01899",
    "title": "Free space optical link to a tethered balloon for frequency transfer",
    "abstract": "We present the results of an optical link to a corner cube on board a tethered balloon at 300 m altitude including a Tip/Tilt compensation for the balloon tracking. Our experiment measures the carrier phase of a 1542 nm laser, which is the useful signal for frequency comparison of distant clocks. An active phase noise compensation of the carrier is implemented, demonstrating a fractional frequency stability of 8x10-19 after 16 s averaging, which slightly (factor ~3) improves on best previous links via an airborne platform. This state-of-the-art result is obtained with a transportable set-up that enables a fast field deployment. ",
    "url": "https://arxiv.org/abs/2401.01899",
    "authors": [
      "Nicolas Maron",
      "Sébastien Fernandez",
      "François-Xavier Esnault",
      "Thomas Lévèque",
      "Tepuaonini Muzeau",
      "Peter Wolf"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.01901",
    "title": "Quasi-monolithic Compact Interferometric Sensor Head Design with Laser  Auto-alignment",
    "abstract": "Interferometers play a crucial role in high-precision displacement measurement such as gravitational-wave detection. Conventional interferometer designs require accurate laser alignment, including the laser pointing and the waist position, to maintain high interference contrast during motion. Although the corner reflector returns the reflected beam in parallel, there is still a problem of lateral beam shift which reduces the interference contrast. This paper presents a new compact interferometric sensor head design for measuring translations with auto-alignment. It works without laser beam alignment adjustment and maintains high interferometric contrast during arbitrary motion (tilts as well as lateral translation). Automatic alignment of the measuring beam with the reference beam is possible by means of a secondary reflection design with a corner reflector. A 20*10*10mm^3 all-glass quasi-monolithic sensor head is built based on UV adhesive bonding and tested by a piezoelectric (PZT) positioning stage. Our sensor head achieved a displacement sensitivity of 1 pm/Hz^1/2 at 1Hz with a tilt dynamic range over +/_200 mrad. This optical design can be widely used for high-precision displacement measurement over a large tilt dynamic range, such as torsion balances and seismometers. ",
    "url": "https://arxiv.org/abs/2401.01901",
    "authors": [
      "Xiang Lin",
      "Peng Qiu",
      "Yurong Liang",
      "Xiaofang Ren",
      "Hao Yan",
      "Zebing Zhou"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.02068",
    "title": "Packaged Cryogenic Photon Pair Source Using an Effective Packaging  Methodology for Cryogenic Integrated Optics",
    "abstract": "A new cryogenic packaging methodology that is widely applicable to packaging any integrated photonics circuit for operation at both room temperature and cryogenic temperature is reported. The method requires only equipment and techniques available in any integrated optics lab and works on standard integrated photonic chips. Our methodology is then used to enable the measurement of a single photon pair sourced based on a silicon ring resonator at cryogenic temperatures. When operating at 5.9 K, this source is measured to have a peak pair generation rate 183 times greater then at room temperature in the CL-band. ",
    "url": "https://arxiv.org/abs/2401.02068",
    "authors": [
      "Donald Witt",
      "Lukas Chrostowski",
      "Jeff Young"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02188",
    "title": "A quantum chemistry approach to linear vibro-polaritonic IR spectra with  perturbative electron-photon correlation",
    "abstract": "In the vibrational strong coupling (VSC) regime, molecular vibrations and resonant low-frequency cavity modes form light-matter hybrid states, named vibrational polaritons, with characteristic IR spectroscopic signatures. Here, we introduce a quantum chemistry based computational scheme for linear IR spectra of vibrational polaritons in polyatomic molecules, which perturbatively accounts for nonresonant electron-photon interactions under VSC. Specifically, we formulate a cavity Born- Oppenheimer perturbation theory (CBO-PT) linear response approach, which provides an approximate but systematic description of such electron-photon correlation effects in VSC scenarios, while relying on molecular ab initio quantum chemistry methods. We identify relevant electron-photon correlation effects at second-order of CBO-PT, which manifest as static polarizability-dependent Hessian corrections and an emerging polarizability-dependent cavity intensity component providing access to transmission spectra commonly measured in vibro-polaritonic chemistry. Illustratively, we address electron-photon correlation effects perturbatively in IR spectra of CO$_2$ and Fe(CO)$_5$ vibropolaritonic models qualitatively in sound agreement with non-perturbative CBO linear response theory. ",
    "url": "https://arxiv.org/abs/2401.02188",
    "authors": [
      "Eric W. Fischer",
      "Jan A. Syska",
      "Peter Saalfrank"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.02320",
    "title": "Amplification of supersonic micro-jets by resonant inertial  cavitation-bubble pair",
    "abstract": "We reveal for the first time by experiments that within a narrow parameter regime, two cavitation bubbles with identical energy generated in anti-phase develop a supersonic jet. High-resolution numerical simulation shows a mechanism for jet amplification based on toroidal shock wave and bubble necking interaction. The micro-jet reaches velocities in excess of 1000 m/s. We demonstrate that potential flow approximation established for Worthington jets accurately predicts the evolution of the bubble gas-liquid interfaces. ",
    "url": "https://arxiv.org/abs/2401.02320",
    "authors": [
      "Yuzhe Fan",
      "Alexander Bußmann",
      "Fabian Reuter",
      "Hengzhu Bao",
      "Stefan Adami",
      "José M. Gordillo",
      "Nikolaus Adams",
      "Claus-Dieter Ohl"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2401.02321",
    "title": "Deep Learning for Optical Tweezers",
    "abstract": "Optical tweezers exploit light--matter interactions to trap particles ranging from single atoms to micrometer-sized eukaryotic cells. For this reason, optical tweezers are a ubiquitous tool in physics, biology, and nanotechnology. Recently, the use of deep learning has started to enhance optical tweezers by improving their design, calibration, and real-time control as well as the tracking and analysis of the trapped objects, often outperforming classical methods thanks to the higher computational speed and versatility of deep learning. Here, we review how deep learning has already remarkably improved optical tweezers, while exploring the exciting, new future possibilities enabled by this dynamic synergy. Furthermore, we offer guidelines on integrating deep learning with optical trapping and optical manipulation in a reliable and trustworthy way. ",
    "url": "https://arxiv.org/abs/2401.02321",
    "authors": [
      "Antonio Ciarlo",
      "David Bronte Ciriza",
      "Martin Selin",
      "Onofrio M. Maragò",
      "Antonio Sasso",
      "Giuseppe Pesce",
      "Giovanni Volpe",
      "Mattias Goksör"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2401.02280",
    "title": "Nonreciprocal entanglement in cavity magnomechanics exploiting chiral  cavity-magnon coupling",
    "abstract": "We show how to achieve nonreciprocal quantum entanglement in a cavity magnomechanical system by exploiting the chiral cavity-magnon coupling. The system consists of a magnon mode, a mechanical vibration mode, and two degenerate counter-propagating microwave cavity modes in a torus-shaped cavity. We show that nonreciprocal stationary microwave-magnon and -phonon bipartite entanglements and photon-magnon-phonon tripartite entanglement can be achieved by respectively driving different circulating cavity modes that hold a chiral coupling to the magnon mode. The nonreciprocal entanglements are shown to be robust against various experimental imperfections. The work may find promising applications of the cavity magnomechanical systems in nonreciprocal electromechanical quantum teleportation and chiral magnonic quantum networks. ",
    "url": "https://arxiv.org/abs/2401.02280",
    "authors": [
      "Zhi-Yuan Fan",
      "Xuan Zuo",
      "Hao-Tian Li",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2108.08319",
    "title": "Robustly learning the Hamiltonian dynamics of a superconducting quantum  processor",
    "abstract": " Comments: 13+18 pages, 7+7 figures. Substantial method development on robust Hamiltonian learning added, tensorESPRIT algorithm introduced, author added, data for 14 simultaneous superconducting qubits included ",
    "url": "https://arxiv.org/abs/2108.08319",
    "authors": [
      "Dominik Hangleiter",
      "Ingo Roth",
      "Jonas Fuksa",
      "Jens Eisert",
      "Pedram Roushan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2205.10329",
    "title": "Optical skyrmions and other topological quasiparticles of light",
    "abstract": " Title: Optical skyrmions and other topological quasiparticles of light ",
    "url": "https://arxiv.org/abs/2205.10329",
    "authors": [
      "Yijie Shen",
      "Qiang Zhang",
      "Peng Shi",
      "Luping Du",
      "Xiaocong Yuan",
      "Anatoly V. Zayats"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.13660",
    "title": "Non-Hermitian Photonic Spin Hall Insulators",
    "abstract": " Title: Non-Hermitian Photonic Spin Hall Insulators ",
    "url": "https://arxiv.org/abs/2301.13660",
    "authors": [
      "Rodrigo P. Câmara",
      "Tatiana G. Rappoport",
      "Mário G. Silveirinha"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2310.17973",
    "title": "Quantum Lattice Boltzmann-Carleman algorithm",
    "abstract": " Comments: 14 pages, 7 figures ",
    "url": "https://arxiv.org/abs/2310.17973",
    "authors": [
      "Claudio Sanavio",
      "Sauro Succi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2311.03347",
    "title": "Sparse Quantum State Preparation for Strongly Correlated Systems",
    "abstract": " Title: Sparse Quantum State Preparation for Strongly Correlated Systems ",
    "url": "https://arxiv.org/abs/2311.03347",
    "authors": [
      "C. Feniou",
      "O. Adjoua",
      "B. Claudon",
      "J. Zylberman",
      "E. Giner",
      "J.-P. Piquemal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]