[
  {
    "id": "arXiv:2312.06671",
    "title": "Generalized Finite Differences Method Applied to Finite Photonic Crystal",
    "abstract": "We propose a Generalized Finite-Differences in the Frequency Domain method for the computation of photonic band structures of finite photonic crystals. Our approach is to discretize some fundamental domain instead of a single unit cell, such that boundary conditions of interest can be introduced into the eigenvalue problem. The validity and effectiveness of the proposed method are shown for the case of a one-dimensional photonic crystal embedded in an optical cavity. The limit from finite to infinite photonic crystals is reviewed in view of the proposed method. ",
    "url": "https://arxiv.org/abs/2312.06671",
    "authors": [
      "Santiago Bustamante",
      "Esteban Marulanda",
      "Jorge Mahecha",
      "Herbert Vinck"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06807",
    "title": "On parallel laser beam merger in plasmas",
    "abstract": "Self-focusing instability is a well-known phenomenon of nonlinear optics, which is of great importance in the field of laser-plasma interactions. Self-focusing instability leads to beam focusing and, consequently, breakup into multiple laser filaments. The majority of applications tend to avoid the laser filamentation regime due to its detrimental role on laser spot profile and peak intensity. In our work, using nonlinear Schr\\\"{o}dinger equation solver and particle-in-cell simulations, we address the problem of interaction of multiple parallel beams in plasmas. We consider both non-relativistic and moderately relativistic regimes, and demonstrate how the physics of parallel beam interaction transitions from the familiar self- and mutual-focusing instabilities in the non-relativistic regime to moderately relativistic regime, where an analytical description of filament interaction is impenetrable. ",
    "url": "https://arxiv.org/abs/2312.06807",
    "authors": [
      "K. V. Lezhnin",
      "Kenan Qu",
      "N. J. Fisch",
      "S. V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06839",
    "title": "One-Pot Approach for Acoustic Directed Assembly of Metallic and  Composite Microstructures by Metal Ion Reduction",
    "abstract": "Acoustic-directed assembly is a modular and flexible bottom-up technique with the potential to pattern a wide range of materials. Standing acoustic waves have been previously employed for patterning preformed metal particles, however, direct patterning of metallic structures from precursors remains unexplored. Here, we investigate utilization of standing waves to exert control over chemical reaction products, while also exploring their potential in the formation of multi-layered and composite micro-structures. Periodic metallic micro-structures were formed in a single step, simplifying microstructure fabrication. Concentric structures were obtained by introducing a metal precursor salt and a reducing agent into a cylindrical piezoelectric resonator that also served as a reservoir. In addition, we introduce an innovative approach to directly fabricate metallic multi-layer and composite structures by reducing different metal ions or adding nanoparticles during the reduction step. Fewer steps are needed, compared with other methods, and there is no need to stabilize the nanoparticles or to ensure chemical affinity between the metallic matrix and inorganic nanoparticles. This innovative approach is promising for production of complex microstructures with enhanced functionality and controlled properties. ",
    "url": "https://arxiv.org/abs/2312.06839",
    "authors": [
      "Avraham Kenigsberg",
      "Heli Peleg-Levy",
      "Haim Sazan",
      "Silvia Piperno",
      "Liron Kenigsberg",
      "Silvia Piperno",
      "Hagay Shpaisman"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.06896",
    "title": "Quantum squeezing induced nonreciprocal phonon laser",
    "abstract": "Phonon lasers or coherent amplifications of mechanical oscillations have provided powerful tools for both fundamental studies of coherent acoustics and diverse applications ranging from ultrasensitive force sensing to phononic information processing. Here, we propose how to achieve directional phonon lasing with an optomechanical resonator coupled to a nonlinear optical resonator. We find that, by pumping the nonlinear resonator, directional optical squeezing can occur along the pump direction. As a result, we can achieve the directional mechanical gain by utilizing the directional optical squeezing, thus leading to nonreciprocal phonon lasing with a well-tunable directional power threshold. Our work shows a feasible way to build nonreciprocal phonon lasers with various nonlinear optical mediums, which are important for such a wide range of applications as directional acoustic amplifiers, invisible sound sensing or imaging, and one-way phononic networks. ",
    "url": "https://arxiv.org/abs/2312.06896",
    "authors": [
      "Tian-Xiang Lu",
      "Yan Wang",
      "Keyu Xia",
      "Xing Xiao",
      "Le-Man Kuang",
      "Hui Jing"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06953",
    "title": "Simple Reciprocal Electric Circuit Exhibiting Exceptional Point of  Degeneracy",
    "abstract": "An exceptional point of degeneracy (EPD) occurs when both the eigenvalues and the corresponding eigenvectors of a square matrix coincide and the matrix has a nontrivial Jordan block structure. It is not easy to achieve an EPD exactly. In our prior studies, we synthesized simple conservative (lossless) circuits with evolution matrices featuring EPDs by using two LC loops coupled by a gyrator. In this paper, we advance even a simpler circuit with an EPD consisting of only two LC loops with one capacitor shared. Consequently, this circuit involves only four elements and it is perfectly reciprocal. The shared capacitance and parallel inductance are negative with values determined by explicit formulas which lead to EPD. This circuit can have the same Jordan canonical form as the nonreciprocal circuit we introduced before. This implies that the Jordan canonical form does not necessarily manifest systems' nonreciprocity. It is natural to ask how nonreciprocity is manifested in the system's spectral data. Our analysis of this issue shows that nonreciprocity is manifested explicitly in: (i) the circuit Lagrangian and (ii) the breakdown of certain symmetries in the set of eigenmodes. All our significant theoretical findings were thoroughly tested and confirmed by extensive numerical simulations using commercial circuit simulator software. ",
    "url": "https://arxiv.org/abs/2312.06953",
    "authors": [
      "Kasra Rouhi",
      "Filippo Capolino",
      "Alexander Figotin"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06970",
    "title": "Engineering Moiré Meta-crystals with Conventional Photonic and  Phononic Structures",
    "abstract": "Recent discoveries on Mott insulating and unconventional superconducting states in twisted bilayer graphene with Moir\\'e superlattices have reshaped the landscape of ''twistronics'' and paved the way for developing high-temperature superconductors and new devices for quantum computing and sensing. Meanwhile, artificially structured photonic and phononic metamaterials/crystals (or meta-crystals) have become a fertile playground for emulating quantum-mechanical features of condensed matter systems, revealing new routes for robust control of classical waves. Drawing inspiration from the success of twisted bilayer graphene, this perspective casts an overarching framework of the emerging Moir\\'e photonic and phononic meta-crystals that promise novel classical-wave devices. We begin with the fundamentals of Moir\\'e superlattices, before highlighting recent works that exploit twist angle and interlayer coupling as new ingredients to engineer and tailor the band structures and effective material properties of photonic and phononic meta-crystals. We finally discuss future directions and promises of this emerging area in materials science and wave physics. ",
    "url": "https://arxiv.org/abs/2312.06970",
    "authors": [
      "Mourad Oudich",
      "Xianghong Kong",
      "Tan Zhang",
      "Chengwei Qiu",
      "Yun Jing"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07024",
    "title": "Second-harmonic generation with a 440,000% W-1 conversion efficiency in  a lithium niobate microcavity without periodic poling",
    "abstract": "Thin-film lithium niobate (TFLN) enables extremely high-efficiency second-order nonlinear optical effects due to large nonlinear coefficient d33 and strong optical field localization. Here, we first designed and fabricated a pulley-waveguide-coupled microring resonator with an intrinsic quality factor above 9.4 x10^5 on the reverse-polarized double-layer X-cut TFLN. In such a TFLN resonator without fine domain structures, second harmonic generation with an absolute (normalized) conversion efficiency of 30% (440,000% W-1), comparable to that in periodically poled lithium niobate (PPLN) microring resonators, was realized with a sub-microwatt continuous pump. This work reduces the dependence of high-efficiency nonlinear frequency conversion on PPLN microcavities that are difficult to prepare. ",
    "url": "https://arxiv.org/abs/2312.07024",
    "authors": [
      "Xiao Wu",
      "Zhenzhong Hao",
      "Li Zhang",
      "Di Jia",
      "Rui Ma",
      "Fang Bo",
      "Feng Gao",
      "Guoquan Zhang",
      "Jingjun Xu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07033",
    "title": "In-situ real-time observation of photo-induced nanoscale azo-polymer  motions using high-speed atomic force microscopy combined with an inverted  optical microscope",
    "abstract": "High-speed atomic force microscopy (HS-AFM) is an indispensable technique in the biological field owing to its excellent imaging capability for the real-time observation of biomolecules with high spatial resolution. Furthermore, recent developments have established a tip-scan stand-alone HS-AFM that can be combined with an optical microscope, drastically improving its versatility for studying various complex phenomena. Although HS-AFM has mainly been used in biology, it has considerable potential to contribute to various research fields. One of the great candidates is a photoactive material, such as an azo-polymer, which plays a vital role in multiple optical applications because of its unique nanoscale motion under light irradiation. In this study, we demonstrate the in-situ real-time observation of nanoscale azo-polymer motion by combining tip-scan HS-AFM with an optical system, allowing HS-AFM observations precisely aligned with a tightly focused laser position. We successfully observed the dynamic evolution of unique morphologies in azo-polymer films, attributed to photoinduced nano-movements. Moreover, real-time topographic line profile analyses facilitated precise and quantitative investigations of morphological changes, which provided novel insights into the deformation mechanism. This significant demonstration would pave the way for the application of HS-AFM in wide research fields, from biology to material science and physical chemistry. ",
    "url": "https://arxiv.org/abs/2312.07033",
    "authors": [
      "Keishi Yang",
      "Feng-Yueh Chan",
      "Hiroki Watanabe",
      "Shingo Yoshioka",
      "Yasushi Inouye",
      "Takayuki Uchihashi",
      "Hidekazu Ishitobi",
      "Prabhat Verma",
      "Takayuki Umakoshi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07038",
    "title": "Broadband near-ultraviolet dual comb spectroscopy",
    "abstract": "The highly energetic photons of ultraviolet light drive electronic and rovibronic transitions in all molecular species. This radiation is thus a prime tool for strongly selective spectroscopic fingerprinting and real-time environmental monitoring if broad spectral coverage, short acquisition times and high spectral resolution is achieved - requirements that are in mutual competition in traditional applications. As a novel approach with intrinsic potency in all three aspects, here we introduce ultraviolet dual comb spectroscopy using two broadband ultraviolet frequency combs centered at 871 THz and covering a spectral bandwidth of 35.7 THz. Within a 100 us acquisition time window, we obtain rotational state-resolved absorption spectra of formaldehyde, a prototype molecule with high relevance for laser spectroscopy and environmental sciences. To our knowledge, this is the first realization of dual comb spectroscopy in the ultraviolet spectral region and a pioneering tool to allow for real-time monitoring of the trinity of rovibronic excitations. ",
    "url": "https://arxiv.org/abs/2312.07038",
    "authors": [
      "Lukas Fuerst",
      "Adrian Kirchner",
      "Alexander Eber",
      "Florian Siegrist",
      "Robert di Vora",
      "Birgitta Bernhardt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2312.07085",
    "title": "Optical to microwave frequency conversion with Rydberg excitons",
    "abstract": "A novel, copper-based plasmonic system is presented to provide optical to microwave photon conversion. The process uses highly excited levels in Cu2O Rydberg excitons and takes advantage of spoof plasmons, which allow for significant enhancement of the transition probability between specific excitonic energy levels. The theoretical results are verified with numerical simulations. The proposed system is very flexible, allowing for emission of microwaves wavelength from 0.1 mm to 10 mm. ",
    "url": "https://arxiv.org/abs/2312.07085",
    "authors": [
      "David Ziemkiewicz",
      "Sylwia Zielińska-Raczyńska"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.07156",
    "title": "Photonic stopband and reflectance asymmetry from thickness gradient in  opals",
    "abstract": "The influence of thickness gradient and structural order on the spectral response of opal photonic crystals (PhCs) grown by evaporation-induced self-assembly (EISA) are presented. SEM imaging and angle resolved optical transmission spectroscopy are used to investigate the evolution of the PBG along a thickness gradient for opals grown from five different colloidal sphere concentrations at two different evaporation rates. The degradation of structural order along the thickness gradient is demonstrated, the occurrence of which attenuates the PBG with the thinning of the opal film and results in asymmetrical angle-resolved transmission spectra. The asymmetry in transmission intensity becomes more pronounced for opals grown from lower volume fractions, where secondary Bragg reflections also appear at low incident angles. ",
    "url": "https://arxiv.org/abs/2312.07156",
    "authors": [
      "Alex Grant",
      "Colm O'Dwyer"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07171",
    "title": "Optical properties of Rydberg excitons in Cu$_2$O based superlattices",
    "abstract": "Combining the microscopic calculation of superlattice minibands and the macroscopic real density matrix approach one can obtain electric susceptibilities of the superlattice system irradiated by an electromagnetical wave. It is shown how to compute the dispersion relation, excitonic resonances positions and susceptibility of Cu$_2$O/MgO based superlattice (SL), when Rydberg Exciton-Polaritons appear, including the effect of the coherence between the electron-hole pair and the electromagnetic field and the polaritonic effect. Using the Kronig-Penney model for computing miniband SL parameters the analytical expressions for optical functions are obtained and the numerical calculations for Cu$_2$O/MgO SL are performed. ",
    "url": "https://arxiv.org/abs/2312.07171",
    "authors": [
      "David Ziemkiewicz",
      "Gerard Czajkowski",
      "Sylwia Zielińska-Raczyńska"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.07203",
    "title": "Hydrogen-free low-temperature silica for next generation integrated  photonics",
    "abstract": "The advances in novel low-loss \"on insulator\" integrated photonics platforms beyond silicon, such as thin-film LiNbO3, LiTaO3, GaP and BaTiO3 have demonstrated major potential across a wide range of applications, due to their unique electro-optical or nonlinear optical properties. This has heralded novel devices, ranging from low-voltage and high-speed modulators to parametric amplifiers. For such photonic integrated circuits, a low-loss SiO2 cladding layer is a key element, serving as a passivation layer for the waveguides and enabling efficient fiber-to-chip coupling. However, numerous novel ferroelectric or III-V \"on insulator\" platforms have low tolerances for process temperature. This prohibits using high-temperature anneals to remove hydrogen, a common impurity that is inherent to ordinary chemical vapor deposited SiO2 and causes significant optical loss in the near infrared. Here, we satisfy the dichotomy of a low-loss wafer scale manufactured SiO2 cladding and low processing temperature. Inspired by the manufacturing of optical fibers, we introduce a hydrogen-free, low-loss SiO2 cladding that is deposited at low temperatures (300 degrees Celsius) by using SiCl4 and O2 as precursors in inductively coupled plasma-enhanced chemical vapor deposition (ICPCVD). By replacing hydrogenous silicon precursors (e.g. SiH4) with SiCl4, the deposited film is inherently free from residual hydrogen. The process temperature is compatible with the \"on insulator\" platforms and CMOS electronic integrated circuits. We demonstrate a wide low-loss window that covers all telecommunication bands from 1260 nm to 1625 nm. We achieve a < 2.5 dB/m waveguide loss at 1550 nm, comparable with 1200 degree Celsius annealed films. Our SiCl4 process provides a key future cladding for all recently emerged \"on-insulator\" photonics platforms, that is low cost, scalable in manufacturing, and directly foundry compatible. ",
    "url": "https://arxiv.org/abs/2312.07203",
    "authors": [
      "Zheru Qiu",
      "Zihan Li",
      "Rui Ning Wang",
      "Xinru Ji",
      "Marta Divall",
      "Anat Sidharth",
      "Tobias J. Kippenberg"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07244",
    "title": "Relaxation enhancement by microwave irradiation may limit dynamic  nuclear polarization",
    "abstract": "Dynamic nuclear polarization enables the hyperpolarization of nuclear spins beyond the thermal-equilibrium Boltzmann distribution. However, it is often unclear why the experimentally measured hyperpolarization is below the theoretical achievable maximum polarization. We report a (near-) resonant relaxation enhancement by microwave (MW) irradiation, leading to a significant increase in the nuclear polarization decay compared to measurements without MW irradiation. For example, the increased nuclear relaxation limits the achievable polarization levels to around 35% instead of hypothetical 60%, measured in the DNP material TEMPO in 1H glassy matrices at 3.3 K and 7 T. Applying rate-equation models to published build-up and decay data indicates that such relaxation enhancement is a common issue in many samples when using different radicals at low sample temperatures and high Boltzmann polarizations of the electrons. Accordingly, quantification and a better understanding of the relaxation processes under MW irradiation might help to design samples and processes towards achieving higher nuclear hyperpolarization levels.better understanding of the relaxation processes under MW irradiation might help to design samples and processes towards achieving higher nuclear hyperpolarization levels. ",
    "url": "https://arxiv.org/abs/2312.07244",
    "authors": [
      "Gevin von Witte",
      "Aaron Himmler",
      "Sebastian Kozerke",
      "Matthias Ernst"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07303",
    "title": "Innovations in Surface Modification Techniques: Advancing Hydrophilic  \\textit{LiYF$_{4}$:Yb, Er, Tm} Upconversion Nanoparticles and Their  Applications",
    "abstract": "The development and application of upconversion nanoparticles (UCNPs) have garnered significant attention due to their unique optical properties and potential uses in bioimaging, drug delivery, and solar cells. However, the hydrophobic nature of UCNPs presents challenges in their synthesis and application, particularly in aqueous environments. We provide an overview of UCNPs, their synthesis challenges, and the importance of surface modification. Furthermore, we discuss the properties of \\textit{LiYF_{4}:Yb, Er, Tm} UCNPs synthesized using novel 2,2-[ethylenebis(oxy)] bisacetic acid (EBAA) method and their versatile applications. Notably, the first Dynamic Light Scattering measurement on 05/22/2022 showed a size of 11.39 nm, and after 348 days on 04/05/2023, the same batch maintained a size of 13.8 nm, indicating excellent stability and no particle agglomeration over this extended period. This remarkable stability underscores the potential of UCNPs synthesized with the EBAA method for long-term applications. Finally, we compare the EBAA method with other surface modification techniques, exploring challenges and future perspectives for the use of hydrophilic UCNPs in various applications. This review aims to emphasize the significance of the EBAA method in advancing the field of upconversion nanoparticles and broadening their potential integration into diverse applications. ",
    "url": "https://arxiv.org/abs/2312.07303",
    "authors": [
      "Shahriar Esmaeili",
      "Navid Rajil",
      "Ayla Hazrathosseini",
      "Benjamin W. Neuman",
      "Masfer H. Alkahtani",
      "Yahya A. Alzahrani",
      "Zhenhuan Yi",
      "Robert W. Brick",
      "Alexei V. Sokolov",
      "Philip R. Hemmer",
      "Marlan O. Scully"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2312.07380",
    "title": "Optical time-harmonic elastography for multiscale stiffness mapping  across the phylogenetic tree",
    "abstract": "Rapid mapping of the mechanical properties of soft biological tissues from light microscopy to macroscopic imaging could transform fundamental biophysical research by providing clinical biomarkers to complement in vivo elastography. We here introduce superfast optical time-harmonic elastography (OTHE) to remotely encode surface and subsurface shear wave fields for generating maps of tissue stiffness with unprecedented detail resolution. OTHE rigorously exploits the space-time propagation characteristics of time-harmonic waves to address current limitations of biomechanical imaging and elastography. Key solutions are presented for stimulation, encoding, and stiffness reconstruction of time-harmonic, multifrequency shear waves, all tuned to provide consistent stiffness values across resolutions from microns to millimeters. OTHE's versatility is demonstrated in Bacillus subtilis biofilms, zebrafish embryos, adult zebrafish, and human skeletal muscle, reflecting the diversity of the phylogenetic tree from a mechanics perspective. By zooming in on stiffness details from coarse to finer scales, OTHE advances developmental biology and offers a way to perform biomechanics-based tissue histology that consistently matches in vivo time-harmonic elastography in patients. ",
    "url": "https://arxiv.org/abs/2312.07380",
    "authors": [
      "Jakob Jordan",
      "Noah Jaitner",
      "Tom Meyer",
      "Luca Brahmè",
      "Mnar Ghrayeb",
      "Julia Köppke",
      "Stefan Klemmer Chandia",
      "Vasily Zaburdaev",
      "Liraz Chai",
      "Heiko Tzschätzsch",
      "Joaquin Mura",
      "Anja I.H. Hagemann",
      "Jürgen Braun",
      "Ingolf Sack"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.07441",
    "title": "Understanding Photo-thermal and Melting Mechanisms in Optical Charging  of Nano and Micro Particles Laden Organic PCMs",
    "abstract": "The realm of latent heat storage has witnessed emergence of optical charging as a promising route of solar thermal latent heat storage. However, it is still in its initial stages of development and warrants further investigations to take it to the next level i.e., realization of optical charging based real-world systems. Engineering efficient optical charging process in turn necessitates efficient photo-thermal energy conversion, transfer as well as storage of the incident solar radiant energy. The present work is a determining step in deciphering, quantifying, and understanding the aforementioned steps involved in the optical charging process. In particular, experiments have been designed carefully to investigate optical charging of composite-PCMs (particles laden organic PCMs) with and without thermochromism assistance. Spatial-temporal temperature distribution curves reveal that temperature spread (in the liquid phase) in case of optical charging of non-thermochromic particles (carbon soot nanoparticles) laden PCMs is significantly high (as high as approximately 24 {\\deg}C) relative to that observed in case of thermochromic particles (microcapsules) laden PCMs (approximately, 4 {\\deg}C). The magnitude of the temperature spread (being representative of the deviation from thermostatic optical charging) clearly points out that opposed to non-thermochromic laden PCMs, nearly thermostatic optical charging can be achieved in case of thermochromic particles laden PCMs. Furthermore, in case of optical charging without thermochromic assistance, the temperature spread, peak temperatures and the melting rates increase with increase in particles concentration. Whereas, in the latter case, although the temperature spread and peak temperatures are nearly independent; the melting rates do depend on the particles concentration. ",
    "url": "https://arxiv.org/abs/2312.07441",
    "authors": [
      "Domala Sai Suhas",
      "Vikrant Khullar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07473",
    "title": "Quantum Mechanical Treatment of Stimulated Raman Cross Sections",
    "abstract": "Stimulated Raman scattering (SRS) has played an increasingly pivotal role in chemistry and photonics. Recently, understanding of light-molecule interaction during SRS was brought to a new quantitative level through the introduction of stimulated Raman cross section, $\\sigma_{SRS}$. Measurements of Raman-active molecules have revealed interesting insights, and theoretical consideration has suggested an Einstein-coefficient-like relation between $\\sigma_{SRS}$ and the commonly used spontaneous Raman cross sections, $\\sigma_{Raman}$. However, the theoretical underpinning of $\\sigma_{SRS}$ is not known. Herein we provide a full quantum mechanical treatment for $\\sigma_{SRS}$, via both a semi-classical method and a quantum electrodynamic (QED) method. The resulting formula provides a rigorous theory to predict experimental outcome from first principles, and unveils key physical factors rendering $\\sigma_{SRS}$ inherently strong response. Through this formula, we also confirm the validity of the Einstein-coefficient-like equation connecting $\\sigma_{Raman}$ and $\\sigma_{SRS}$ reported earlier, and discuss the inherent symmetry between all spontaneous and stimulated optical processes. Hence the present treatment shall deepen the fundamental understanding of the molecular response during SRS, and facilitate quantitative applications in various experiments. ",
    "url": "https://arxiv.org/abs/2312.07473",
    "authors": [
      "Wei Min",
      "Xin Gao"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06764",
    "title": "Dimensional Reduction in Quantum Optics",
    "abstract": "One-dimensional quantum optical models usually rest on the intuition of large scale separation or frozen dynamics associated with the different spatial dimensions, for example when studying quasi one-dimensional atomic dynamics, potentially resulting in the violation of $3+1D$ Maxwell's theory. Here, we provide a rigorous foundation for this approximation by means of the light-matter interaction. We show how the quantized electromagnetic field can be decomposed $-$ exactly $-$ into an infinite number of subfields living on a lower dimensional subspace and containing the entirety of the spectrum when studying axially symmetric setups, such as with an optical fiber, a laser beam or a waveguide. The dimensional reduction approximation then corresponds to a truncation in the number of such subfields that in turn, when considering the interaction with for instance an atom, corresponds to a modification to the atomic spatial profile. We explore under what conditions the standard approach is justified and when corrections are necessary in order to account for the dynamics due to the neglected spatial dimensions. In particular we will examine what role vacuum fluctuations and structured laser modes play in the validity of the approximation. ",
    "url": "https://arxiv.org/abs/2312.06764",
    "authors": [
      "Jannik Ströhle",
      "Richard Lopp"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06815",
    "title": "Quantum to Classical Cavity Chemistry Electrodynamics",
    "abstract": "Polaritonic chemistry has ushered in new avenues for controlling molecular dynamics. However, two key questions remain: (i) Can classical light sources elicit the same effects as certain quantum light sources on molecular systems? (ii) Can semiclassical treatments of light-matter interaction capture nontrivial quantum effects observed in molecular dynamics? This work presents a quantum-classical approach addressing issues of realizing cavity chemistry effects without actual cavities. It also highlights the limitations of the standard semiclassical light-matter interaction. It is demonstrated that classical light sources can mimic quantum effects up to the second order of light-matter interaction, provided that the mean-field contribution, symmetrized two-time correlation function, and the linear response function are the same in both situations. Numerical simulations show that the quantum-classical method aligns more closely with exact quantum molecular-only dynamics for quantum light states such as Fock states, superpositions of Fock states, and vacuum squeezed states than the conventional semiclassical approach. ",
    "url": "https://arxiv.org/abs/2312.06815",
    "authors": [
      "Leonardo F. Calderón",
      "Humberto Triviño",
      "Leonardo A. Pachón"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07029",
    "title": "Spatiotemporal visualization of a surface acoustic wave coupled to  magnons across a submillimeter-long sample by pulsed laser interferometry",
    "abstract": "Surface acoustic waves (SAWs) coupled to magnons have attracted much attention because they allow for the long-range transport of magnetic information which cannot be achieved by magnon alone. We employed pulsed laser interferometry to visualize the entire spatiotemporal dynamics of a SAW that travels on a nickel (Ni) thin film and is coupled to magnons. It was possible to trace the coupling-induced amplitude reduction and phase shift that occurs as the SAW propagates over a distance of 0.4 mm. The observed changes are consistent with results obtained from conventional radio-frequency transmission measurements, which probe the total SAW absorption due to magnon--phonon coupling. This result verifies that our method can accurately capture the spatiotemporal dynamics of a SAW coupled to magnons across the entire length of the sample. Additionally, we validated our time-resolved profiles by comparing them with theoretical results that take the echo wave due to reflection into account. The impact of the echo wave is significant even when it has propagated over a distance on the order of millimeters. Our imaging results highlight the visualization of the long-range propagation of the SAW coupled to magnons and offer more information about the surface vibration profiles in such devices. ",
    "url": "https://arxiv.org/abs/2312.07029",
    "authors": [
      "Kazuki Maezawa",
      "Shun Fujii",
      "Kazuto Yamanoi",
      "Yukio Nozaki",
      "Shinichi Watanabe"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07225",
    "title": "Solution of the v-representability problem on a ring domain",
    "abstract": "We provide a solution to the v-representability problem for a non-relativistic quantum many-particle system on a ring domain in terms of Sobolev spaces and their duals. Any one-particle density that is square-integrable, has a square-integrable weak derivative, and is gapped away from zero can be realized from the solution of a many-particle Schr\\\"odinger equation, with or without interactions, by choosing a corresponding external potential. This potential can contain a distributional contribution but still gives rise to a self-adjoint Hamiltonian. Importantly, this allows for a well-defined Kohn-Sham procedure but, on the other hand, invalidates the usual proof of the Hohenberg-Kohn theorem. ",
    "url": "https://arxiv.org/abs/2312.07225",
    "authors": [
      "Sarina M. Sutter",
      "Markus Penz",
      "Michael Ruggenthaler",
      "Robert van Leeuwen",
      "Klaas J. H. Giesbertz"
    ],
    "subjectives": [
      "Mathematical Physics (math-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.07477",
    "title": "Three-dimensional bound states of cylindrical quantum heterostructures  with position-dependent mass carriers",
    "abstract": "We present a comprehensive spectral analysis of cylindrical quantum heterostructures by considering effective electronic carriers with position-dependent mass for five different kinetic-operator orderings. We obtain the bound energy eigenstates of particles in a three-dimensional cylindrical nanowire under a confining hyperbolic potential with both open and closed boundary conditions in the radial and the axial directions. In the present model we consider carriers with continuous mass distributions within the dot with abrupt mass discontinuities at the barriers, moving in a quantum dot that connects different substances. Continuity of mass and potential at the interfaces with the external layers result as a particular case. Our approach is mostly analytical and allows a precise comparison among von Roos ordering classes. ",
    "url": "https://arxiv.org/abs/2312.07477",
    "authors": [
      "H. R. Christiansen",
      "R. M. Lima"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.17735",
    "title": "Exploring the Equivalence between Two-dimensional Classical and Quantum  Turbulence through Velocity Circulation Statistics",
    "abstract": " Comments: 12 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2306.17735",
    "authors": [
      "Nicolás P. Müller",
      "Giorgio Krstulovic"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Other Condensed Matter (cond-mat.other)"
    ]
  },
  {
    "id": "arXiv:2309.01912",
    "title": "Ehrenfest Modeling of Cavity Vacuum Fluctuations and How to Achieve  Emission from a Three-Level Atom",
    "abstract": " Comments: 5 pages, 2 figures ",
    "url": "https://arxiv.org/abs/2309.01912",
    "authors": [
      "Ming-Hsiu Hsieh",
      "Alex Krotz",
      "Roel Tempelaar"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.08599",
    "title": "High-speed surface-property recognition by 140-GHz frequency",
    "abstract": " Comments: Submitted to IEEE Transactions on Terahertz Science and Technology ",
    "url": "https://arxiv.org/abs/2311.08599",
    "authors": [
      "Jiacheng Liu",
      "Da Li",
      "Guohao Liu",
      "Yige Qiao",
      "Menghan Wei",
      "Chengyu Zhang",
      "Fei Song",
      "Jianjun Ma"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04915",
    "title": "Engineering synthetic gauge fields through the coupling phases in cavity  magnonics",
    "abstract": " Title: Engineering synthetic gauge fields through the coupling phases in cavity  magnonics ",
    "url": "https://arxiv.org/abs/2312.04915",
    "authors": [
      "Alan Gardin",
      "Guillaume Bourcin",
      "Jeremy Bourhill",
      "Vincent Vlaminck",
      "Christian Person",
      "Christophe Fumeaux",
      "Giuseppe C. Tettamanzi",
      "Vincent Castel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06535",
    "title": "An In-Silico Study on Integrated Mechanisms of Mechano-Electric Coupling  in Ischaemic Arrhythmogenesis",
    "abstract": " Comments: 20 pages; 8 figures; original paper ",
    "url": "https://arxiv.org/abs/2312.06535",
    "authors": [
      "Viviane Timmermann",
      "Samuel T. Wall",
      "Joakim Sundnes",
      "Tarek Lawen",
      "Peter A. Baumeister",
      "T. Alexander Quinn",
      "Andrew D. McCulloch",
      "Andrew G. Edwards"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  }
]