[
  {
    "id": "arXiv:2507.16830",
    "title": "Fractional time approach to a generalized quantum light-matter system",
    "abstract": "           This work investigates the fractional time description of a generalized quantum light-matter system modeled by a time-dependent Jaynes-Cummings (JC) interaction. Distinct fractional effects are included by considering two approaches for the power in the imaginary unit of the Schrödinger equation. Additionally, we consider various time modulations in the coupling (constant, linear, exponential, and sinusoidal) and analyze their consequences on population inversion and entanglement. The assumption of fractional order leads to distinct consequences in the considered quantities, such as oscillations with decreasing amplitude around a fixed value or decay to an asymptotic value. The time-dependent couplings influence how these effects occur, eventually resulting in high or low degrees of entanglement. Notably, with sinusoidal coupling, we find that non-periodic behavior is preserved under both treatments of the imaginary unit; however, with decreasing fractional order, the non-periodic dynamics can be suppressed.         ",
    "url": "https://arxiv.org/abs/2507.16830",
    "authors": [
      "Enrique C. Gabrick",
      "Thiago T. Tsutsui",
      "Danilo Cius",
      "Ervin K. Lenzi",
      "Antonio S. M. de Castro",
      "Fabiano M. Andrade"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2507.16831",
    "title": "Top Quark Bound States in Finite and Holomorphic Quantum Field Theories",
    "abstract": "           We propose a unified theoretical study of the recently observed threshold enhancement in top-antitop production at the LHC known as toponium. First, we extend the finite, nonlocal quantum field theories to derive a modified Bethe-Salpeter equation for heavy quark-antiquark bound states, incorporating exp wential regulator functions that render all loop amplitudes ultraviolet finite. We show that nonlocal propagators induce characteristic shifts in the resonance mass and width, which can be contrasted directly with LHC data. Second, we analyse the renormalization group flow of the strong coupling near the top-pair threshold, introducing a holomorphic deformation inspired by unified field-theoretic constructions. We find that the modified $\\beta$-function softens the running of \\(\\alpha_s\\) around \\(2m_t\\), giving a subtle enhancement of the threshold cross-section. Third, we present a systematic comparison of charmonium, bottomonium, and toponium, quantifying differences in binding energies, lifetimes, and production signatures. In particular, the top quark's large width precludes long-lived bound states, so that toponium appears only as a transient threshold resonance. Taken together, our results demonstrate that toponium not only probes nonlocal UV completions of QCD but also offers a novel window onto holomorphic renormalization group dynamics and the broader phenomenology of heavy quarkonium.         ",
    "url": "https://arxiv.org/abs/2507.16831",
    "authors": [
      "E. J. Thompson"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2507.16948",
    "title": "Photonic chip-based optical frequency division with PZT-integrated soliton microcombs",
    "abstract": "           Optical frequency division (OFD) produces low-noise microwave and millimeter-wave signals by transferring the exceptional stability of optical references to electronic frequency domains. Recent developments in integrated optical references and soliton microcombs have paved the way for miniaturizing OFD oscillators to chip scale. Critical to this realization is a rapid tunable frequency comb that is stabilized to the optical references, thereby coherently linking optical and electronic frequencies. In this work, we advance the on-chip OFD technology using an integrated high-speed PZT stress-optic actuator on the SiN soliton microcomb resonator. The integrated PZT actuator tunes the resonance frequency of the soliton-generating microresonator with a bandwidth exceeding 10s MHz and independently adjusts the soliton repetition rate without perturbing the frequency comb offset. Optical frequency division and low-noise mmWave generation are demonstrated by feedback control of the soliton repetition rate through the integrated PZT-actuator, and the soliton microcomb is stabilized to a pair of reference lasers that are locked to an integrated 4-meter SiN coil reference cavity. Our approach provides a fast, versatile and integrated control mechanism for OFD oscillators and their applications in advanced communications, sensing, and precise timing.         ",
    "url": "https://arxiv.org/abs/2507.16948",
    "authors": [
      "Ruxuan Liu",
      "Mark W. Harrington",
      "Shuman Sun",
      "Fatemehsadat Tabatabaei",
      "Samin Hanifi",
      "Meiting Song",
      "Kaikai Liu",
      "Jiawei Wang",
      "Haoran Chen",
      "Zijiao Yang",
      "Beichen Wang",
      "Fateme Majdi",
      "Paul A. Morton",
      "Karl D. Nelson",
      "Steve M. Bowers",
      "Andreas Beling",
      "Daniel J. Blumenthal",
      "Xu Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.16979",
    "title": "Integrated Architecture for the Automated Generation and Coil Stabilization of a PZT-Enabled Microcomb",
    "abstract": "           Silicon nitride Dissipative Kerr Soliton (DKS) microcombs have emerged as a future solution to bring metrological optical frequency comb capabilities into a photonic integrated platform with mass-scale fabrication benefits. Precision applications demand low comb line phase noise as well as high repetition rate stability, but current approaches to achieve this involve complex architectures, multiple lasers, and high-power components, which are challenging to integrate to the chip scale. To achieve this goal, new architectures are needed to simplify the comb generation, actuation, and pump laser requirements, while enabling chip-integrated solutions. Here we demonstrate a greatly simplified stabilized DKS comb architecture with a single laser and a single point electronic control of both the microcomb generation and its stabilization to a coil-resonator reference. The silicon nitride microcomb is integrated with a low power, broadband PZT actuator that is driven by a simple electronic control sequence that generates a soliton and stabilizes it to the 16-meter silicon nitride coil resonator. PZT-enabled control brings flexibility and simplicity to the soliton generation and stabilization using a single CW pump laser, resulting in significantly reduced electronic and optical infrastructure. We demonstrate coil-resonator locking which suppresses the 1 kHz frequency noise by 40 dB over the 35 nm wide comb spectrum, with comb line linewidths as low as 66 Hz and 108 GHz soliton repetition rate phase noise equivalent to -118 dBc/Hz when divided down to 10 GHz. The low power PZT actuator consumes nW bias power and the coil resonator allows flexible dual locking using arbitrary comb lines. These results show a clear path towards full chip integration of stabilized soliton microcombs with simplicity and versatility absent in other schemes.         ",
    "url": "https://arxiv.org/abs/2507.16979",
    "authors": [
      "Mark W. Harrington",
      "Steven M. Zhu",
      "Rahul Chawlani",
      "Kaikai Liu",
      "Shuman Sun",
      "Ruxuan Liu",
      "Xu Yi",
      "Daniel J. Blumenthal"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17034",
    "title": "Development of a Chip-Scale Optical Gyroscope with Weak Measurement Amplification Readout",
    "abstract": "           The design of an integrated optical chip is proposed containing a rotation sensing ring resonator (optical gyroscope) coupled to an inverse weak value amplified Sagnac interferometer that amplifies the signal containing the phase information. We show that, for conservative parameter choices, our setup has a minimum detectable angular rotation rate of 0.1 deg/hr and an Allan deviation of 0.08 deg/hr under expected ideal conditions. We also show that for an appropriate amount of input power, our design can improve the signal-to-noise ratio, the precision of angular rotation rate, and error in detection by more than ten times compared to a Sagnac interferometer coupled to a ring resonator.         ",
    "url": "https://arxiv.org/abs/2507.17034",
    "authors": [
      "Kagan Yanik",
      "Meiting Song",
      "Yuhan Mei",
      "Jaime Cardenas",
      "Andrew N. Jordan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17044",
    "title": "Direct fiber-coupled soliton microcomb system with enhanced stability and reproducibility via high numerical-aperture polarization-maintaining single-mode fibers and temperature control",
    "abstract": "           We propose a compact and robust system architecture for soliton microcomb generation, based on two key techniques: direct fiber coupling using high numerical-aperture polarization-maintaining single-mode fibers (high-NA PMFs) and active temperature control of the microresonator. These complementary strategies address two major challenges in microcomb implementation: environmental sensitivity and resonance instability. Building on prior work using single-mode fiber (SMF)-based direct coupling, which demonstrated device miniaturization and partial suppression of thermal drift in coupling efficiency, our PMF-based approach offers enhanced thermal stability and significantly greater robustness to environmental disturbances such as temperature fluctuations and vibration. In our system, precision alignment using microscopes or multi-axis stages is no longer required, enabling a simplified optical setup and stable long-term operation. The direct coupling scheme achieved a coupling efficiency of 57.7% and maintained soliton operation for over 24 hours under external perturbations. In parallel, active temperature control of the microresonator was quantitatively evaluated, reducing the wavelength variation of the pump and auxiliary lasers by 79% and 97%, respectively. This stability enables reproducible soliton generation even in thermally dynamic environments. Comparative experiments with SMF-based direct coupling and lensed-SMF-based free-space coupling systems confirmed the superior performance of the PMF-based design in terms of coupling stability, soliton lifetime, and immunity to environmental noise. The architecture developed in this study lays a strong foundation for future integration into compact modules, paving the way for portable and robust microcomb sources in real-world photonic systems.         ",
    "url": "https://arxiv.org/abs/2507.17044",
    "authors": [
      "Miezel Talara",
      "Yu Tokizane",
      "Kodai Yamaji",
      "Yoshihiro Makimoto",
      "Kenji Nishimoto",
      "Yudai Matsumura",
      "Masayuki Higaki",
      "Naoya Kuse",
      "Takeshi Yasui"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17046",
    "title": "Radiation reaction effects on particle dynamics in intense counterpropagating laser pulses",
    "abstract": "           In high-intensity laser-plasma interactions, particles can lose a substantial fraction of their energy by emitting radiation. Using particle-in-cell simulations, we study the impact of radiation reaction on the dynamics of an underdense plasma target struck by counterpropagating circularly polarized laser pulses. By varying the relative wavelengths and intensities of the pulses, we find a range of parameters where radiation reaction can detrap electrons from the interference beat wave. The resulting charge separation field and the dominant direction of ion expulsion are thus reversed by radiative effects. Based on the electron dynamics during the interaction, we estimate the bounds on the parameter regime where the reversal occurs. The bounds take the form of three simple inequalities which depend only on the wavelength, normalized vector potential, and pulse duration ratios of the two lasers as well as the product of the pulse duration with a dimensionless radiation reaction parameter. Our estimates, which predict whether radiation reaction will change the final ion direction for a given set of laser parameters, broadly agree with the simulated results. Finally, we outline an experimental procedure by which the reversal could be used to observe the transition to radiation-dominated dynamics.         ",
    "url": "https://arxiv.org/abs/2507.17046",
    "authors": [
      "Caleb Redshaw",
      "Matthew R. Edwards"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17100",
    "title": "Mechanistic Insights into Nonthermal Ablation of Copper Nanoparticles under Femtosecond Laser Irradiation",
    "abstract": "           Femtosecond (fs) laser sintering enables ultrafast and spatially localized energy deposition, making it attractive for additive manufacturing of metal nanoparticles. However, undesired ablation during fs irradiation of copper (Cu) nanoparticles often disrupts uniform sintering, and the underlying ablation mechanisms remain poorly understood. In this work, we investigate the fragmentation and coalescence behavior of Cu nanoparticles subjected to fs laser scanning under fluence conditions relevant to sintering applications. Particle size distributions extracted from scanning electron microscopy reveal a bimodal transformation: emergence of sub-60\\,nm debris and formation of large aggregates up to 750 nm. We evaluate two candidate mechanisms -- Coulomb explosion and hot electron blast -- by estimating electron emission, electrostatic pressure, and hot electron temperature using the Richardson--Dushman equation and two-temperature modeling. Our analysis shows that Coulomb explosion is unlikely under the laser fluence used ($\\sim$27\\,mJ/cm$^2$), as the estimated electrostatic pressure ($\\sim$4 kPa) is orders of magnitude below the cohesive strength of Cu. In contrast, hot electron blast is identified as the dominant ablation pathway, with electron temperatures exceeding 5,000 K and resulting blast pressures above 4 GPa. Thermal modeling also suggests moderate lattice heating ($\\sim$930\\,K), enabling softening and fusion of partially fragmented particles. These results confirm that fs laser-induced ablation in Cu nanoparticles is driven predominantly by nonthermal electron dynamics rather than classical melting or evaporation. Importantly, this work highlights that reducing hot electron temperature -- such as through double-pulse irradiation schemes -- can effectively suppress ablation and expand the sintering window, offering a promising strategy for precision nanoscale additive manufacturing.         ",
    "url": "https://arxiv.org/abs/2507.17100",
    "authors": [
      "Janghan Park",
      "Freshteh Sotoudeh",
      "Yaguo Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17150",
    "title": "Low loss monolithic barium titanate on insulator integrated photonics with intrinsic quality factor >1 million",
    "abstract": "           Barium titanate (BTO) has been experiencing a surge of interest for integrated photonics technologies because of its large nonlinear optical coefficients, especially the Pockels coefficient, and in part due to newly available thin-film substrates. In this work, we report on the development of a redeposition-free dry etching technique for monolithic BTO-on-insulator photonics, that produces very low-roughness and high-verticality waveguides. Using this, we experimentally demonstrate the first BTO microresonators with intrinsic Q-factor $> 1$ million, and waveguide propagation loss as small as 0.32 dB/cm, representing the lowest losses reported in any BTO-based integrated platform to date. We additionally demonstrate Mach-Zehnder amplitude modulators with $V_{\\pi}L = 0.54$ V$\\cdot$cm and effective electro-optic coefficient $r_\\text{eff} = 162$ pm/V.         ",
    "url": "https://arxiv.org/abs/2507.17150",
    "authors": [
      "Gwan In Kim",
      "Jieun Yim",
      "Gaurav Bahl"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17287",
    "title": "Frequency comb generation in low-loss, low-stress, high-Q deuterated silicon nitride microring resonators in an 8-inch photonics platform",
    "abstract": "           Systematic studies on different SiN films in terms of propagation losses are presented, and deuterated SiN emerges as a good candidate for ultralow loss (< 0.1 dB/cm) and reliability by simple 8-inch process with low thermal budget. Frequency comb generation in high-Q (~1 million) deuterated silicon nitride microring is demonstrated and used for intensity modulated direct detection transmission. Negligible power penalty for 25.78 GBaud/s NRZ and PAM4 is achieved at error rates <10-6, below the FEC limit.         ",
    "url": "https://arxiv.org/abs/2507.17287",
    "authors": [
      "Y. Cao",
      "G. F. Chen",
      "C. Lau",
      "L. Y. M. Tobing",
      "S. L. H. Jang",
      "Y. F. Tsang",
      "J. O. Yoo",
      "Y. T. Toh",
      "J. S. Goh",
      "L. W. Lim",
      "C. W. Wong",
      "D. K. T. Ng",
      "D. T. H. Tan",
      "X. Luo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17361",
    "title": "Quasi-Contact Forces with Resonant Range Control in Rydberg Atoms",
    "abstract": "           We introduce a novel method to engineer sharply peaked, distance-selective interactions between neutral atoms by exploiting interaction-induced resonances within a resonantly driven Rydberg ladder system. By tuning laser parameters, a subsystem eigenstate twist rapidly and brought into degeneracy with the atomic ground state at precisely defined interatomic separations, resulting in an effective potential sharply localized around this resonance distance. Unlike previous off-resonant macrodimer-based schemes, our approach significantly enhances interaction sharpness and strength, reaching MHz scales, and provides straightforward experimental tunability without requiring sub-wavelength positional control. Analytic expressions, validated through comprehensive master-equation simulations, detail the interaction profile's amplitude, width, and resonant distance. This precise control facilitates parallel entangling gates crucial for measurement-based quantum computing and enables simulation of complex lattice Hamiltonians with customizable connectivity. Additionally, our scheme opens possibilities for novel studies in molecular physics through micrometer-scale bond-length diatomic molecules.         ",
    "url": "https://arxiv.org/abs/2507.17361",
    "authors": [
      "Mohammadsadegh Khazali"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17374",
    "title": "All Optical Classification Surpasses Cascaded Diffractive Networks through Dual Wavelength Differential Modulation within a Single Layer Architecture",
    "abstract": "           Diffractive deep neural networks (D2NNs), which perform computation using light instead of electrons, offer a promising pathway toward accelerating artificial intelligence by leveraging the inherent advantages of optics in speed, parallelism, and energy efficiency. However, conventional multi-layer D2NNs suffer from inter-layer misalignments that significantly increase system complexity and degrade performance, particularly under visible-light operation where optical alignment is highly sensitive. Here, we present a compact, single-layer dual-wavelength differential D2NN that combines wavelength-division multiplexing with differential intensity detection to enable high-accuracy all-optical classification while substantially reducing hardware complexity. By encoding complementary spatial frequency information at two distinct wavelengths, the proposed network overcomes non-negativity constraints and feature loss inherent to single-wavelength systems. Our numerical experiments achieve outstanding classification accuracies of 98.59% on MNIST and 90.4% on Fashion MNIST using only 40k trainable parameters surpassing the performance of conventional five layer D2NNs (91.33% and 83.67%, respectively) with merely 20% of the parameter count. Furthermore, the network maintains strong performance with only 10k parameters and demonstrates enhanced robustness against random phase perturbations, optical occlusions, and input noise. To best of our knowledge, this work represents the first demonstration of a single layer diffractive optical network that achieves such high classification accuracy, establishing a new benchmark for compact, robust, and shallow photonic computing architectures.         ",
    "url": "https://arxiv.org/abs/2507.17374",
    "authors": [
      "Haoyu Wang",
      "Yanmin Zhu",
      "Tong Fu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17395",
    "title": "Realizing non-Hermitian tunneling phenomena using non-reciprocal active acoustic metamaterials",
    "abstract": "           Non-reciprocal systems have been shown to exhibit various interesting wave phenomena, such as the non-Hermitian skin effect, which causes accumulation of modes at boundaries. Recent research on discrete systems showed that this effect can pose a barrier for waves hitting an interface between reciprocal and non-reciprocal systems. Under certain conditions, however, waves can tunnel through this barrier, similar to the tunneling of particles in quantum mechanics. This work proposes and investigates an active acoustic metamaterial design to realize this tunneling phenomenon in the acoustical wave domain. The metamaterial consists of an acoustic waveguide with microphones and loudspeakers embedded in its wall. Starting from a purely discrete non-Hermitian lattice model of the system, a hybrid continuous-discrete acoustic model is derived, resulting in distributed feedback control laws to realize the desired behavior for acoustic waves. The proposed control laws are validated using frequency and time domain finite element method simulations, which include lumped electro-acoustic loudspeaker models. Additionally, an experimental demonstration is performed using a waveguide with embedded active unit cells and a digital implementation of the control laws. In both the simulations and experiments the tunneling phenomenon is successfully observed.         ",
    "url": "https://arxiv.org/abs/2507.17395",
    "authors": [
      "Felix Langfeldt",
      "Joe Tan",
      "Sayan Jana",
      "Lea Sirota"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17428",
    "title": "Maximal optical chirality via mode coupling in bilayer metasurfaces",
    "abstract": "           Recent advances in the physics of resonant optical metasurfaces allowed to realize the so-called {\\it maximum chirality} of planar structures by engineering their geometric parameters. Here we employ bilayer membrane metasurfaces with a square lattice of rotated C$_4$-symmetric holes and uncover very different scenarios of chirality maximization by virtue of strong coupling of photonic eigenmodes of the membranes supplemented by smart engineering of dissipation losses. Our findings substantially expand the class of planar maximally chiral resonant surfaces feasible for widespread nanolithography techniques desired for metaphotonic applications in chiral sensing, chiral light emission, detection and polarization conversion.         ",
    "url": "https://arxiv.org/abs/2507.17428",
    "authors": [
      "Brijesh Kumar",
      "Ivan Toftul",
      "Anshuman Kumar",
      "Maxim Gorkunov",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17521",
    "title": "Single-photon loading of polar molecules into an optical trap",
    "abstract": "           We propose a scheme to transfer molecules from a slow beam into an optical trap using only a single photon absorption and emission cycle. The efficiency of such a scheme is numerically explored for BaF using realistic experimental parameters. The technique makes use of the state-dependent potential in an external electric field to trap molecules from an initial velocity of order 10m/s. A rapid optical transition at the point where the molecules come to a standstill in the electric field potential irreversibly transfers them into a ~7mK optical dipole trap. For a pulsed Stark decelerated beam, we estimated the per-shot efficiency to be ~0.04% or up to ~103 molecules, with a potential factor 20 improvement when the fields are synchronously modulated with the arriving velocity components. The irreversibility of the scheme allows for larger numbers to be built up over time. Since this scheme does not rely on a closed cycling transition for laser cooling, it broadens the range of molecules that can be used for research on cold molecular chemistry, quantum information, and fundamental interactions in optical traps.         ",
    "url": "https://arxiv.org/abs/2507.17521",
    "authors": [
      "Bart J. Schellenberg",
      "Eifion H. Prinsen",
      "Janko Nauta",
      "Lukáš F. Pašteka",
      "Anastasia Borschevsky",
      "Steven Hoekstra"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17601",
    "title": "Phase-adaptive cooling of fringe-trapped nanoparticles at room temperature in hollow-core photonic crystal fiber",
    "abstract": "           Active feedback cooling of levitated dielectric particles is a pivotal technique for creating ultrasensitive sensors and probing fundamental physics. Here we demonstrate phase-adaptive feedback cooling of silica nanoparticles optically trapped in standing-wave potential formed by two co-linearly polarized counterpropagating diffraction-free guided modes in a hollow-core photonic crystal fiber at room temperature. Unlike standard laser intensity- or Coulomb force-based feedback, our approach modulates the relative optical phase between the counterpropagating fundamental modes proportionally to the particle's axial momentum. This generates a Stokes-like dissipative force which effectively damps the center-of-mass motion without introducing excess heating and can also work with uncharged particles. At 2 mbar air pressure, the axial center-of-mass temperature of a 195 nm silica particle is reduced by half upon application of the feedback and to 58.6 K at 0.5 mbar. The measured mechanical spectra agree well with our analytical model, validating the cooling mechanism. We envision this approach will open up pathways towards long-range, coherent control of mesoscopic particles inside hollow-core fibers, offering a fiber-integrated versatile platform for future quantum manipulation.         ",
    "url": "https://arxiv.org/abs/2507.17601",
    "authors": [
      "Soumya Chakraborty",
      "Gordon K. L. Wong",
      "Pardeep Kumar",
      "Hyunjun Nam",
      "Claudiu Genes",
      "Nicolas Y. Joly"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17674",
    "title": "Scattering Angle Dependence of Fano Resonance Profiles in Cold Atomic Collisions Analyzed with the Complex Valued $w$ Parameter",
    "abstract": "           The scattering angle dependence of Fano resonance profiles in cold atomic collisions has been theoretically studied. A complex-valued parameter $ w $ with an analytical formula describing the asymmetry of the resonance profile is proposed as a new development from previous work on electron resonance scattering from atoms [F. Koike, J. Phys. $\\mathbf{B10}$, 2883 (1977)]. It serves as the general formulation which leads to the angle-dependence of Fano's $ q $ parameter. Calculations for the case of cold elastic collisions of hydrogen atoms with krypton atoms have been accomplished. The strong angle dependence of the resonance profile asymmetry in the differential scattering cross section due to the interference with non-resonant partial waves is demonstrated. The scattering angle dependence of the resonance profile and thus the newly proposed asymmetry parameter is highly sensitive to the inter-atomic interaction potentials. This is likely to prove useful for the study of interaction potentials themselves.         ",
    "url": "https://arxiv.org/abs/2507.17674",
    "authors": [
      "Tanmay Singh",
      "Raj Aryan Singh",
      "Fumihiro Koike",
      "Masatomi Iizawa",
      "Yoshiro Azuma"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17719",
    "title": "Continuous-wave laser source at the 148 nm nuclear transition of Th-229",
    "abstract": "           A continuous-wave laser source at 148.4 nm based on second-harmonic generation in randomly quasi-phase matched strontium tetraborate, SrB4O7, is demonstrated. It provides (1.3-0.6+0.7) nW of VUV power in a single pass for an incident UV laser power of 325 mW. The laser system is developed for the resonant laser excitation of the 229Th nucleus to its low-energy isomeric state. For a frequency-stabilized laser system we expect to reach similar VUV power spectral densities as in previous pulsed laser excitation experiments of the nuclear transition in 229Th-doped crystals.         ",
    "url": "https://arxiv.org/abs/2507.17719",
    "authors": [
      "Vishal Lal",
      "Maksim V. Okhapkin",
      "Johannes Tiedau",
      "Niels Irwin",
      "Valentin Petrov",
      "Ekkehard Peik"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.05979",
    "title": "Relational Quantum Dynamics (RQD): An Informational Ontology",
    "abstract": "           Quantum mechanics has transformed our understanding of reality, yet deep philosophical puzzles remain unresolved. Is there a consistent way to describe quantum measurement, the emergence of space and time, and the role of observers within one coherent ontology? This paper introduces Relational Quantum Dynamics (RQD), an interpretation that places relationships and information, not isolated objects, at the foundation of physics. Unlike traditional views, such as the Copenhagen interpretation, Everett's many-worlds theory, or hidden-variable approaches, RQD denies a single observer-independent reality, instead proposing that facts only become definite within specific observational contexts. It explicitly addresses foundational no-go results, including Bell's theorem, the Kochen-Specker theorem, and the Frauchiger-Renner paradox, by replacing absolute facts with relational, context-dependent truths. RQD rests on five interlocking principles: (1) quantum states are contextual and observer-relative, (2) time emerges from quantum interactions rather than existing as an external parameter, (3) space is constructed from patterns of quantum entanglement, (4) observers emerge as systems with highly integrated information, and (5) classical reality appears through quantum decoherence without special wavefunction collapse. Philosophically, RQD aligns with ontic structural realism, proposing that the fundamental ontology of the universe consists entirely of informational relations. It avoids collapsing into relativism or solipsism by ensuring intersubjective agreement through physical interactions. Ultimately, RQD may offer a unified picture in which quantum mechanics, spacetime, and observers are no longer separate domains but aspects of one interconnected informational web.         ",
    "url": "https://arxiv.org/abs/2412.05979",
    "authors": [
      "Arash E. Zaghi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2507.16868",
    "title": "Metalens-coupled terahertz NbN hot electron bolometer mixer",
    "abstract": "           Enabled by planarized phase engineering, metalenses based on metasurfaces offer compact and scalable solutions for applications such as sensing, imaging, and virtual reality. They are particularly attractive for multi-pixel, large-scale heterodyne focal plane arrays in space observatories, where a flat metalens array on a silicon wafer can replace individual lenses, greatly simplifying system integration and beam alignment. In this work, we demonstrate, for the first time, a superconducting niobium nitride (NbN) hot electron bolometer (HEB) mixer coupled with a silicon-based metalens operating at terahertz frequencies. The metalens phase profile was derived from a finite-size Gaussian beam source using the Rayleigh-Sommerfeld diffraction integral, and its focusing behavior was validated through 2D simulation. Experimentally, the metalens-coupled NbN HEB receiver exhibited a noise temperature of 1800 K at 1.63 THz. The power coupling efficiency from free space to the mixer via the metalens was measured to be 25 %. Measured far-field beam profiles are Gaussian-like with sidelobes below -14 dB. These results demonstrate the feasibility of integrating metalenses with HEB mixers for THz detection, offering a scalable path for compact focal plane arrays in space-based THz instrumentation.         ",
    "url": "https://arxiv.org/abs/2507.16868",
    "authors": [
      "D. Ren",
      "J. R. G. Silva",
      "S. Cremasco",
      "Z. Zhao",
      "W. Ji",
      "J. de Graaff",
      "A. J. L. Adam",
      "J. R. Gao"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.16962",
    "title": "Harmonization in Magnetic Resonance Imaging: A Survey of Acquisition, Image-level, and Feature-level Methods",
    "abstract": "           Modern medical imaging technologies have greatly advanced neuroscience research and clinical diagnostics. However, imaging data collected across different scanners, acquisition protocols, or imaging sites often exhibit substantial heterogeneity, known as \"batch effects\" or \"site effects\". These non-biological sources of variability can obscure true biological signals, reduce reproducibility and statistical power, and severely impair the generalizability of learning-based models across datasets. Image harmonization aims to eliminate or mitigate such site-related biases while preserving meaningful biological information, thereby improving data comparability and consistency. This review provides a comprehensive overview of key concepts, methodological advances, publicly available datasets, current challenges, and future directions in the field of medical image harmonization, with a focus on magnetic resonance imaging (MRI). We systematically cover the full imaging pipeline, and categorize harmonization approaches into prospective acquisition and reconstruction strategies, retrospective image-level and feature-level methods, and traveling-subject-based techniques. Rather than providing an exhaustive survey, we focus on representative methods, with particular emphasis on deep learning-based approaches. Finally, we summarize the major challenges that remain and outline promising avenues for future research.         ",
    "url": "https://arxiv.org/abs/2507.16962",
    "authors": [
      "Qinqin Yang",
      "Firoozeh Shomal-Zadeh",
      "Ali Gholipour"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2507.16976",
    "title": "A resource theoretical unification of Mpemba effects: classical and quantum",
    "abstract": "           The Mpemba effect originally referred to the observation that, under certain thermalizing dynamics, initially hotter samples can cool faster than colder ones. This effect has since been generalized to other anomalous relaxation behaviors even beyond classical domains, such as symmetry restoration in quantum systems. This work demonstrates that resource theories, widely employed in information theory, provide a unified organizing principle to frame Mpemba physics. We show how the conventional thermal Mpemba effect arises naturally from the resource theory of athermality, while its symmetry-restoring counterpart is fully captured by the resource theories of asymmetry. Leveraging the framework of modes of asymmetry, we demonstrate that the Mpemba effect due to symmetry restoration is governed by the initial overlap with the slowest symmetry-restoring mode -- mirroring the role of the slowest Liouvillian eigenmode in thermal Mpemba dynamics. Through this resource-theoretical formalism, we uncover the connection between these seemingly disparate effects and show that the dynamics of thermalization naturally splits into a symmetry-respecting and a symmetry-breaking term.         ",
    "url": "https://arxiv.org/abs/2507.16976",
    "authors": [
      "Alessandro Summer",
      "Mattia Moroder",
      "Laetitia P. Bettmann",
      "Xhek Turkeshi",
      "Iman Marvian",
      "John Goold"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2507.16992",
    "title": "Modifying electronic and structural properties of 2D van der Waals materials via cavity quantum vacuum fluctuations: A first-principles QEDFT study",
    "abstract": "           Structuring the photon density of states and light-matter coupling in optical cavities has emerged as a promising approach to modifying the equilibrium properties of materials through strong light-matter interactions. In this article, we employ state-of-the-art quantum electrodynamical density functional theory (QEDFT) to study the modifications of the electronic and structural properties of two-dimensional (2D) van der Waals (vdW) layered materials by the cavity vacuum field fluctuations. We find that cavity photons modify the electronic density through localization along the photon polarization directions, a universal effect observed for all the 2D materials studied here. This modification of the electronic structure tunes the material properties, such as the shifting of energy valleys in monolayer h-BN and 2H-MoS$_2$, enabling tunable band gaps. Also, it tunes the interlayer spacing in bilayer 2H-MoS$_2$ and T$_\\text{d}$-MoTe$_2$, allowing for adjustable ferroelectric, nonlinear Hall effect, and optical properties, as a function of light-matter coupling strength. Our findings open an avenue for engineering a broad range of 2D layered quantum materials by tuning vdW interactions through fluctuating cavity photon fields.         ",
    "url": "https://arxiv.org/abs/2507.16992",
    "authors": [
      "Hang Liu",
      "Simone Latini",
      "I-Te Lu",
      "Dongbin Shin",
      "Angel Rubio"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17042",
    "title": "Quantum synchronization between two strongly driven YIG spheres mediated via a microwave cavity",
    "abstract": "           We present a theoretical study of synchronization between two strongly driven magnon modes indirectly coupled via a single-mode microwave cavity. Each magnon mode, hosted in separate Yttrium Iron Garnet spheres, interacts coherently with the cavity field, leading to cavity-mediated nonlinear coupling. We show, by using input-output formalism, that both classical and quantum synchronization emerge for appropriate choices of coupling, detuning, and driving. We find that thermal noise reduces quantum synchronization, highlighting the importance of low-temperature conditions. This study provides useful insights into tunable magnonic interactions in cavity systems, with possible applications in quantum information processing and hybrid quantum technologies.         ",
    "url": "https://arxiv.org/abs/2507.17042",
    "authors": [
      "Jatin Ghildiyal",
      "Shubhrangshu Dasgupta",
      "Asoka Biswas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.17071",
    "title": "Sensor Drift Compensation in Electronic-Nose-Based Gas Recognition Using Knowledge Distillation",
    "abstract": "           Due to environmental changes and sensor aging, sensor drift challenges the performance of electronic nose systems in gas classification during real-world deployment. Previous studies using the UCI Gas Sensor Array Drift Dataset reported promising drift compensation results but lacked robust statistical experimental validation and may overcompensate for sensor drift, losing class-related this http URL address these limitations and improve sensor drift compensation with statistical rigor, we first designed two domain adaptation tasks based on the same electronic nose dataset: using the first batch to predict the remaining batches, simulating a controlled laboratory setting; and predicting the next batch using all prior batches, simulating continuous training data updates for online training. We then systematically tested three methods: our proposed novel Knowledge Distillation (KD) method, the benchmark method Domain Regularized Component Analysis (DRCA), and a hybrid method KD-DRCA, across 30 random test set partitions on the UCI dataset. We showed that KD consistently outperformed both DRCA and KD-DRCA, achieving up to an 18% improvement in accuracy and 15% in F1-score, demonstrating KD's superior effectiveness in drift compensation. This is the first application of KD for electronic nose drift mitigation, significantly outperforming the previous state-of-the-art DRCA method and enhancing the reliability of sensor drift compensation in real-world environments.         ",
    "url": "https://arxiv.org/abs/2507.17071",
    "authors": [
      "Juntao Lin",
      "Xianghao Zhan"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Signal Processing (eess.SP)",
      "Systems and Control (eess.SY)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.17250",
    "title": "Quantum walks reveal topological flat bands, robust edge states and topological phase transitions in cyclic graphs",
    "abstract": "           Topological phases, edge states, and flat bands in synthetic quantum systems are a key resource for topological quantum computing and noise-resilient information processing. We introduce a scheme based on step-dependent quantum walks on cyclic graphs, termed cyclic quantum walks (CQWs), to simulate exotic topological phenomena using discrete Fourier transforms and an effective Hamiltonian. Our approach enables the generation of both gapped and gapless topological phases, including Dirac cone-like energy dispersions, topologically nontrivial flat bands, and protected edge states, all without resorting to split-step or split-coin protocols. Odd and even-site cyclic graphs exhibit markedly different spectral characteristics, with rotationally symmetric flat bands emerging exclusively $4n$-site graphs ($n\\in \\mathbf{N}$). We analytically establish the conditions for the emergence of topological, gapped flat bands and show that gap closings in rotation space imply the formation of Dirac cones in momentum space. Further, we engineer protected edge states at the interface between distinct topological phases in both odd and even cycle graphs. We numerically demonstrate that the edge states are robust against moderate static and dynamic gate disorder and remain stable against phase-preserving perturbations. This scheme serves as a resource-efficient and versatile platform for engineering topological phases, transitions, edge states, and flat bands in quantum systems, opening new avenues for fault-tolerant quantum technologies.         ",
    "url": "https://arxiv.org/abs/2507.17250",
    "authors": [
      "Dinesh Kumar Panda",
      "Colin Benjamin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17295",
    "title": "Beyond symmetry protection: Robust feedback-enforced edge states in non-Hermitian stacked quantum spin Hall systems",
    "abstract": "           Conventional wisdom holds that strongly coupling two QSH layers yields a trivial $\\mathbb{Z}_2$ phase and no protected topological edge states. We demonstrate that, in a regime with intermediate inter-layer coupling (neither in the strong or weak coupling regimes) and competitive non-Hermitian directed amplification, bulk modes are suppressed while arbitrary bulk excitations inevitably accumulate into robust helical edge transport modes - without relying on any symmetry protection. Our feedback-enforced mechanism persists over broad parameter ranges and remains robust even on fractal or irregular boundaries. These findings challenge the traditional view of stacked QSH insulators as inevitably trivial, and open up new avenues for designing helical topological devices that exploit feedback-enforced non-Hermitian engineering, instead of symmetry-enforced robustness.         ",
    "url": "https://arxiv.org/abs/2507.17295",
    "authors": [
      "Mengjie Yang",
      "Ching Hua Lee"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Other Condensed Matter (cond-mat.other)",
      "Mathematical Physics (math-ph)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17339",
    "title": "Quantum Beatings in Optical Cavities",
    "abstract": "           Cavity polaritons, quasiparticles formed by coherent light-matter coupling, are at the heart of fundamental concepts of quantum optics. The quintessential signature of this coherent coupling is the Rabi oscillation, which results from the neglect of the counter-rotating-wave (CRW) effect in the weak-coupling regime. The goal of this letter is to predict resonant beatings that envelop the Rabi oscillation on the second or higher excitation manifold. These polariton beatings arise from the CRW term in the Dicke or Pauli-Fierz model and are directly correlated with the asymmetry in polariton eigenenergies. Our findings highlight the relevance of the CRW effect even in the weak-coupling regime, offer novel perspectives about coherent polariton dynamics, and shed new light on experiments of coupled quantum systems.         ",
    "url": "https://arxiv.org/abs/2507.17339",
    "authors": [
      "Ishaan Ganti",
      "Jianshu Cao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17421",
    "title": "Instability of explicit time integration for strongly quenched dynamics with neural quantum states",
    "abstract": "           Neural quantum states have recently demonstrated significant potential for simulating quantum dynamics beyond the capabilities of existing variational ansätze. However, studying strongly driven quantum dynamics with neural networks has proven challenging so far. Here, we focus on assessing several sources of numerical instabilities that can appear in the simulation of quantum dynamics based on the time-dependent variational principle (TDVP) with the computationally efficient explicit time integration scheme. Using the restricted Boltzmann machine architecture, we compare solutions obtained by TDVP with analytical solutions and implicit methods as a function of the quench strength. Interestingly, we uncover a quenching strength that leads to a numerical breakdown in the absence of Monte Carlo noise, despite the fact that physical observables don't exhibit irregularities. This breakdown phenomenon appears consistently across several different TDVP formulations, even those that eliminate small eigenvalues of the Fisher matrix or use geometric properties to recast the equation of motion. We conclude that alternative methods need to be developed to leverage the computational efficiency of explicit time integration of the TDVP equations for simulating strongly nonequilibrium quantum dynamics with neural-network quantum states.         ",
    "url": "https://arxiv.org/abs/2507.17421",
    "authors": [
      "Hrvoje Vrcan",
      "Johan H. Mentink"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17591",
    "title": "Using optical tweezers to simultaneously trap, charge and measure the charge of a microparticle in air",
    "abstract": "           Optical tweezers are widely used as a highly sensitive tool to measure forces on micron-scale particles. One such application is the measurement of the electric charge of a particle, which can be done with high precision in liquids, air, or vacuum. We experimentally investigate how the trapping laser itself can electrically charge such a particle, in our case a $\\sim 1\\,\\mathrm{\\mu m\\;SiO_2}$ sphere in air. We model the charging mechanism as a two-photon process which reproduces the experimental data with high fidelity.         ",
    "url": "https://arxiv.org/abs/2507.17591",
    "authors": [
      "Andrea Stoellner",
      "Isaac C.D. Lenton",
      "Artem G. Volosniev",
      "James Millen",
      "Renjiro Shibuya",
      "Hisao Ishii",
      "Dmytro Rak",
      "Zhanybek Alpichshev",
      "Gregory David",
      "Ruth Signorell",
      "Caroline Muller",
      "Scott Waitukaitis"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.15403",
    "title": "Stimulated Forward Brillouin Scattering in Subwavelength Silicon Membranes",
    "abstract": "           Brillouin scattering enables efficient and coherent conversion between optical photons and gigahertz-frequency phonons. Integrated circuits that harness this nonlinear interaction have immense potential for signal processing, quantum transduction, and sensing applications. However, achieving strong overlap and tight confinement of optical and mechanical modes in silicon nanophotonic waveguides remains a significant challenge. Here, we propose and demonstrate a novel strategy that enables independent control of optical and mechanical modes in periodically segmented silicon waveguides. Our approach combines two distinct periodic lattices: one with a period shorter than half of the optical wavelength, providing light guiding by metamaterial-induced index contrast, and another that creates a complete phononic bandgap confining acoustic modes. This dual-lattice strategy opens new degrees of freedom to optimize optomechanical confinement and coupling simultaneously. Based on this approach, we experimentally demonstrate remarkably high Brillouin gain of $G_\\mathrm{B}=2673$ W$^{-1}$m$^{-1}$, resulting in a Stokes gain of 3 dB and an anti-Stokes loss of 4 dB with 6.4 MHz mechanical linewidth. These results illustrate the potential of subwavelength silicon metamaterials for engineering on-chip optomechanical interactions.         ",
    "url": "https://arxiv.org/abs/2402.15403",
    "authors": [
      "Paula Nuño Ruano",
      "Jianhao Zhang",
      "David González-Andrade",
      "Daniele Melati",
      "Eric Cassan",
      "Pavel Cheben",
      "Laurent Vivien",
      "Norberto Daniel Lanzillotti-Kimura",
      "Carlos Alonso-Ramos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.00109",
    "title": "Versatile Optical Frequency Division with Kerr-induced Synchronization at Tunable Microcomb Synthetic Dispersive Waves",
    "abstract": "           Kerr-induced synchronization (KIS) provides a new key tool for the control and stabilization of the repetition rate of a cavity soliton frequency comb. It enables direct external control of a given comb tooth of a dissipative Kerr soliton (DKS) thanks to its capture by an injected reference laser. Efficient KIS requires its coupling energy to be sufficiently large, and hence both the comb tooth and intracavity reference power must be optimized, which can be achieved through higher-order dispersion that enables phase-matched dispersive waves (DWs), where comb teeth are on resonance. However, such a design is highly restrictive, preventing arbitrary use of reference wavelengths away from the DW(s). In particular, for large spectral separations from the main pump the cavity dispersion yields large detuning between comb teeth and their respective cavity resonances, thereby decreasing the coupling energy and rendering KIS to be highly inefficient or practically impossible. Here, we demonstrate an alternative KIS method where efficient synchronization can be tailored at arbitrary modes as needed. Using a multi-color DKS created from multi-pumping a microresonator, a synthetic DW at the second-color wavepacket can be selectively created where otherwise dispersion is far too large for KIS to be experimentally feasible. Since a unique group velocity for both colors exists thanks to cross-phase modulation, the repetition rate disciplining of the secondary color wavepacket through its KIS automatically translates into the DKS microcomb control. We first investigate this color-KIS phenomenon theoretically, and then experimentally demonstrate its control and tuning of the soliton microcomb repetition rate. As a consequence, we demonstrate optical frequency division that is uncoupled from the main pump that generates the DKS.         ",
    "url": "https://arxiv.org/abs/2403.00109",
    "authors": [
      "Gregory Moille",
      "Pradyoth Shandilya",
      "Alioune Niang",
      "Curtis Menyuk",
      "Gary Carter",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.01238",
    "title": "All-Optical Noise Quenching of An Integrated Frequency Comb",
    "abstract": "           Integrated frequency combs promise transformation of lab-based metrology into disruptive real-world applications. These microcombs are, however, sensitive to stochastic thermal fluctuations of the integrated cavity refractive index, with its impact becoming more significant as the cavity size becomes smaller. This tradeoff between microcomb noise performance and footprint stands as a prominent obstacle to realizing applications beyond a controlled lab environment. Here, we demonstrate that small footprint and low noise become compatible through the all-optical Kerr-induced synchronization (KIS) method. Our study unveils that the phase-locking nature of the synchronization between the cavity soliton and the injected reference pump laser enables the microcomb to no longer be limited by internal noise sources. Instead, the microcomb noise is mostly limited by external sources, namely, the frequency noise of the two pumps that doubly pin the microcomb. First, we theoretically and experimentally show that the individual comb tooth linewidths of an octave-spanning microcomb remain within the same order-of-magnitude as the pump lasers, contrary to the single-pumped case that exhibits a more than two order-of-magnitude increase from the pump to the comb edge. Second, we theoretically show that intrinsic noise sources such as thermorefractive noise in KIS are quenched at the cavity decay rate, greatly decreasing its impact. Experimentally, we show that even with free-running lasers, the KIS microcomb can exhibit better repetition rate noise performance than the predicted thermorefractive noise limitation in absence of KIS.         ",
    "url": "https://arxiv.org/abs/2405.01238",
    "authors": [
      "Gregory Moille",
      "Pradyoth Shandilya",
      "Jordan Stone",
      "Curtis Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.08844",
    "title": "Trapped-ion laser cooling in structured light fields",
    "abstract": "           Laser cooling is fundamental to quantum computation and metrology with trapped ions, and can occupy a majority of runtime in current systems. A key limitation to cooling arises from unwanted carrier excitation, which in typically used running wave (RW) fields invariably accompanies the sideband transitions effecting cooling. We consider laser cooling in structured light profiles enabling selective sideband excitation with nulled carrier drive; motivated by integrated photonic approaches' passive phase and amplitude stability, we propose simple configurations realizable with waveguide addressing using either standing wave (SW) or first-order Hermite-Gauss (HG) modes. We quantify performance of Doppler cooling from beyond the Lamb-Dicke regime (LDR), and ground-state (GS) cooling using electromagnetically induced transparency (EIT) leveraging these field profiles. Carrier-free EIT offers significant benefits simultaneously in cooling rate, motional frequency bandwidth, and final phonon number. Carrier-free Doppler cooling's advantage is significantly compromised beyond the LDR but continues to hold, indicating such configurations are applicable for highly excited ions. Our simulations focus on level structure relevant to $^{40}$Ca$^+$, though the carrier-free configurations can be generally applied to other species. We also quantify performance limitations due to polarization and modal impurities relevant to experimental implementation. Our results indicate potential for simple structured light profiles to alleviate bottlenecks in laser cooling, and for scalable photonic devices to improve basic operation quality in trapped-ion systems.         ",
    "url": "https://arxiv.org/abs/2411.08844",
    "authors": [
      "Zhenzhong Xing",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2412.15944",
    "title": "Study of the Radiation Hardness of the ATLAS Tile Calorimeter Optical Instrumentation with Run 2 data",
    "abstract": "           This paper presents a study of the radiation hardness of the hadronic Tile Calorimeter of the ATLAS experiment in the LHC Run 2. Both the plastic scintillators constituting the detector active media and the wavelength-shifting optical fibres collecting the scintillation light into the photodetector readout are elements susceptible to radiation damage. The dedicated calibration and monitoring systems of the detector (caesium radioactive sources, laser and minimum bias integrator) allow to assess the response of these optical components. Data collected with these systems between 2015 and 2018 are analysed to measure the degradation of the optical instrumentation across Run 2. Moreover, a simulation of the total ionising dose in the calorimeter is employed to study and model the degradation profile as a function of the exposure conditions, both integrated dose and dose rate. The measurement of the relative light output loss in Run 2 is presented and extrapolations to future scenarios are drawn based on current data. The impact of radiation damage on the cell response uniformity is also analysed.         ",
    "url": "https://arxiv.org/abs/2412.15944",
    "authors": [
      "J. Abdallah",
      "M.N. Agaras",
      "A. Ahmad",
      "G.Arabidze",
      "P. Bartos",
      "A. Berrocal Guardia",
      "D. Bogavac",
      "F. Carrio Argos",
      "L. Cerda Alberich",
      "B. Chargeishvili",
      "P. Conde Muiño",
      "A. Cortes-Gonzalez",
      "A. Gomes",
      "T. Davidek",
      "T. Djobava",
      "A. Durglishvili",
      "S. Epari",
      "G. Facini",
      "J. Faltova",
      "L. Fiorini",
      "M. Fontes Medeiros",
      "S. Fracchia",
      "J. Glatzer",
      "A.J. Gomez Delegido",
      "S. Harkusha",
      "A.M. Henriques Correia",
      "M. Kholodenko",
      "P. Klimek",
      "I. Korolkov",
      "A. Maio",
      "F.M. Pedro Martins",
      "J.G. Saraiva",
      "S. Menke",
      "K. Mihule",
      "I.A. Minashvili",
      "M. Mlynarikova",
      "M. Mosidze",
      "N. Mosulishvili",
      "S. Nemecek",
      "R. Pedro",
      "B.C. Pinheiro Pereira",
      "V. Pleskot",
      "S. Polacek",
      "Y. Qin",
      "V. Rossetti",
      "R. Rosten",
      "H. Santos",
      "D. Schaefer",
      "F. Scuri",
      "Y Smirnov",
      "C.A. Solans Sanchez",
      "A.A. Solodkov",
      "O.V. Solovyanov",
      "A. Valero",
      "H.G. Wilkens",
      "T. Zakareishvili"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2504.20716",
    "title": "Linear dichroism signals due to the alignment in the ground state of hydrogen-like atoms and their inversion in a single-beam optical pumping scheme",
    "abstract": "           The results of a study of the dynamics of atomic moments alignment in cesium under optical pumping by linearly polarized resonant light in ultra-weak magnetic field are presented. It is shown that there are alignment components whose relaxation does not depend on spin-exchange broadening. The effect of suppression of spin-exchange relaxation in zero magnetic fields is detected, which is similar in its manifestations to the SERF (Spin-Exchange Relaxation Free) effect observed in orientation signals. This observation is interesting from the standpoint of general theory, since the law of conservation of angular momentum responsible for maintaining orientation in the SERF mode should not guarantee the preservation of alignment under the same conditions. A comparison with theoretically calculated parameters of SERF resonances in orientation is given. A qualitative explanation of the observed effect is presented.         ",
    "url": "https://arxiv.org/abs/2504.20716",
    "authors": [
      "M.V. Petrenko",
      "A.S. Pazgalev",
      "A.K. Vershovskii"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06247",
    "title": "High-Q Millimeter-Wave Acoustic Resonators in Thin-Film Lithium Niobate Using Higher-Order Antisymmetric Modes",
    "abstract": "           This letter presents miniature millimeter wave (mmWave, above 30 GHz) acoustic resonators based on a single-layer thin-film lithium niobate (LN) platform. More specifically, we present high performance third-order antisymmetric (A3) mode laterally excited bulk acoustic resonators (XBAR). Compared to prior demonstrations, the proposed platform features a compact footprint due to a smaller lateral wavelength and aperture. We showcase an A3 mode device operating at 39.8 GHz with a high extracted electromechanical coupling (k^2) of 4%, a high 3-dB series resonance quality factor (Q_s) of 97, and a high 3-dB anti-resonance quality factor (Q_p) of 342, leading to a figure of merit (FoM=k^2*Q_p) of 13.7 with a footprint of 32x44 micron^2. To demonstrate frequency scalability, the piezoelectric film thickness is varied while keeping the device layout. As a result, we present a multitude of high-performance devices covering a wide frequency range of 30-50 GHz, validating the proposed XBAR design at mmWave.         ",
    "url": "https://arxiv.org/abs/2505.06247",
    "authors": [
      "Vakhtang Chulukhadze",
      "Jack Kramer",
      "Tzu-Hsuan Hsu",
      "Omar Barrera",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.05233",
    "title": "Quantum Quasinormal Mode Theory for Dissipative Nano-Optics and Magnetodielectric Cavity Quantum Electrodynamics",
    "abstract": "           The unprecedented pace of evolution in nanoscale architectures for cavity quantum electrodynamics (cQED) has posed crucial challenges for theory, where the quantum dynamics arising from the non-perturbative dressing of matter by cavity electric and magnetic fields, as well as the fundamentally non-hermitian character of the system are to be treated without significant approximation. The lossy electromagnetic resonances of photonic, plasmonic or magnonic nanostructures are described as quasinormal modes (QNMs), whose properties and interactions with quantum emitters and spin qubits are central to the understanding of dissipative nano-optics and magnetodielectric cQED. Despite recent advancements toward a fully quantum framework for QNMs, a general and universally accepted approach to QNM quantization for arbitrary linear media remains elusive. In this work, we introduce a unified theoretical framework, based on macroscopic QED and complex coordinate transformations, that achieves QNM quantization for a wide class of spatially inhomogeneous, dissipative (with possible gain components) and dispersive, linear, magnetodielectric resonators. The complex coordinate transformations equivalently convert the radiative losses into non-radiative material dissipation, and via a suitable transformation that reflects all the losses of the resonator, we define creation and annihilation operators that allow the construction of modal Fock states for the joint excitations of field-dressed matter. By directly addressing the intricacies of modal loss in a fully quantum theory of magnetodielectric cQED, our approach enables the exploration of modern, quantum nano-optical experiments utilizing dielectric, plasmonic, magnetic or hybrid cQED architectures, and paves the way towards a rigorous assessment of room-temperature quantum nanophotonic technologies without recourse to ad hoc quantization schemes.         ",
    "url": "https://arxiv.org/abs/2507.05233",
    "authors": [
      "Lars Meschede",
      "Daniel D. A. Clarke",
      "Ortwin Hess"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2410.11839",
    "title": "Molecular Quantum Control Algorithm Design by Reinforcement Learning",
    "abstract": "           Precision measurements of molecules offer an unparalleled paradigm to probe physics beyond the Standard Model. The rich internal structure within these molecules makes them exquisite sensors for detecting fundamental symmetry violations, local position invariance, and dark matter. While trapping and control of diatomic and a few very simple polyatomic molecules have been experimentally demonstrated, leveraging the complex rovibrational structure of more general polyatomics demands the development of robust and efficient quantum control schemes. In this study, we present reinforcement-learning quantum-logic spectroscopy (RL-QLS), a general, reinforcement-learning-designed, quantum logic approach to prepare molecular ions in single, pure quantum states. The reinforcement learning agent optimizes the pulse sequence, each followed by a projective measurement, and probabilistically manipulates the collapse of the quantum system to a single state. The performance of the control algorithm is numerically demonstrated for the polyatomic molecule H$_3$O$^+$ with 130 thermally populated eigenstates and degenerate transitions within inversion doublets, where quantum Markov decision process modeling and a physics-informed reward function play a key role, as well as for CaH$^+$ under the disturbance of environmental thermal radiation. The developed theoretical framework cohesively integrates techniques from quantum chemistry, AMO physics, and artificial intelligence, and we expect that the results can be readily implemented for quantum control of polyatomic molecular ions with densely populated structures, thereby enabling new experimental tests of fundamental theories.         ",
    "url": "https://arxiv.org/abs/2410.11839",
    "authors": [
      "Anastasia Pipi",
      "Xuecheng Tao",
      "Arianna Wu",
      "Prineha Narang",
      "David R. Leibrandt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  }
]