[
  {
    "id": "arXiv:2602.05083",
    "title": "Large-Ensemble Simulations Reveal Links Between Atmospheric Blocking Frequency and Sea Surface Temperature Variability",
    "abstract": "           Atmospheric blocking events drive persistent weather extremes in midlatitudes, but isolating the influence of sea surface temperature (SST) from chaotic internal atmospheric variability on these events remains a challenge. We address this challenge using century-long (1900-2010), large-ensemble simulations with two computationally efficient deep-learning general circulation models. We find these models skillfully reproduce the observed blocking climatology, matching or exceeding the performance of a traditional high-resolution model and representative CMIP6 models. Averaging the large ensembles filters internal atmospheric noise to isolate the SST-forced component of blocking variability, yielding substantially higher correlations with reanalysis than for individual ensemble members. We identify robust teleconnections linking Greenland blocking frequency to North Atlantic SST and El Niño-like patterns. Furthermore, SST-forced trends in blocking frequency show a consistent decline in winter over Greenland, and an increase over Europe. These results demonstrate that SST variability exerts a significant and physically interpretable influence on blocking frequency and establishes large ensembles from deep learning models as a powerful tool for separating forced SST signals from internal noise.         ",
    "url": "https://arxiv.org/abs/2602.05083",
    "authors": [
      "Zilu Meng",
      "Gregory J. Hakim",
      "Wenchang Yang",
      "Gabriel A. Vecchi"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Artificial Intelligence (cs.AI)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05147",
    "title": "Auditory frequency analysis as an active dissipative process",
    "abstract": "           An active dissipative process organizes auditory frequency analysis in the mammalian cochlea. A minimal active beam model reveals that a spatially varying viscous coupling operator, $\\partial_{xx}\\kappa\\partial_{xx}$, generates dissipative forces with wave--like propagation. Local energy injection and spatial redistribution compete to govern the dynamics. This balance enables the quantitative reproduction of four key features: sharp tuning, high gain, compression, and spontaneous otoacoustic emissions. Hearing thereby belongs to a broad class of nonequilibrium pattern-forming systems.         ",
    "url": "https://arxiv.org/abs/2602.05147",
    "authors": [
      "Yasuki Murakami"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05151",
    "title": "Self-aligned optical microcomb emerging between octave separated lasers",
    "abstract": "           Optical frequency combs (OFCs) are frequency rulers essential for precision metrology, next generation navigation, and testing of fundamental physics. Despite intense efforts, chip-integrated OFCs remain laboratory-bound, unable to fulfill their promise of compact and cost-effective deployment. While improvement in fabrication and integration are important, a conceptual limitation has fundamentally stymied progress: on-chip OFC architectures have aimed to miniaturize their table-top counterparts and relied on cascading outward from (i.e., spectrally broadening) a single pump. In integrated platforms, this approach does not readily allow for the generation of strong and low-noise octave-spaced signals that are crucially needed for robust zero-frequency offset detection. Here, we overcome this limitation via an architectural inversion where an optical microcomb forms by filling the spectrum between two octave-separated pump lasers. The two pumps generate a parametrically driven cavity soliton (PDCS) in an integrated $\\chi^{(3)}$ resonator, which robustly self-aligns to (i.e., synchronizes with) the pump lasers across multiple foundry-fabricated devices and operating configurations. This produces a single octave-spanning comb extending from telecom to visible wavelengths, whose zero-frequency offset is completely defined by the two harmonically-related pump lasers, and can therefore be reliably detected and stabilized. We showcase our platform's capabilities by executing all of the three core tasks of OFC metrology: optical frequency synthesis, low-noise millimeter-wave generation, and integrated optical clock readout, using the same self-aligned microcomb with only its input locks changed.         ",
    "url": "https://arxiv.org/abs/2602.05151",
    "authors": [
      "Grégory Moille",
      "Pradyoth Shandilya",
      "Jordan Stone",
      "River Beard",
      "Shao-Chien Ou",
      "Zongda Li",
      "Mark Harrington",
      "Kaikai Liu",
      "Robert Rockmore",
      "Curtis R. Menyuk",
      "Daniel J. Blumenthal",
      "Sean P. Krzyzewski",
      "Miro Erkintalo",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05245",
    "title": "Quantum Dots as Solid-State Sources of Entangled Photon Pairs",
    "abstract": "           Semiconductor quantum dots (QDs) have emerged as a premier solid-state platform for the deterministic generation of nonclassical light, offering a compelling pathway toward scalable quantum photonic systems. While single-photon emission from QDs has reached a high level of maturity, the realization of high-fidelity entangled photon-pair sources remains an active and rapidly evolving frontier. In this review, we survey the recent progress in QD-based entangled photon sources, highlighting the conceptual evolution from the established biexciton-exciton cascade to the emerging paradigm of spontaneous two-photon emission. We further examine how advances in nanophotonic architectures and coherent control strategies are redefining fundamental performance limits, enabling concurrent improvements in source brightness, coherence, and entanglement fidelity. Finally, we discuss the key physical and technological challenges that must be addressed to bridge the gap between laboratory demonstrations and large-scale deployment. We conclude by outlining the future opportunities for integrating QD-based entangled photon sources into practical quantum communication, computation, and sensing platforms.         ",
    "url": "https://arxiv.org/abs/2602.05245",
    "authors": [
      "Xingling Pan",
      "Zhiming Chen",
      "Yingtao Ding",
      "Weibo Gao",
      "Fei Ding",
      "Zhaogang Dong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05256",
    "title": "Topological Metamaterial for Magnetic Resonance Imaging",
    "abstract": "           Magnetic Resonance Imaging (MRI) is crucial in global healthcare, but the traditional receive coils, as a core component of MRI, SNR enhancement is limited due to the optimization of channel number and magnetic field strength faces high cost and complexity challenges. Here, we demonstrate the use of a topological material to enhance MRI signal reception. Designed with a stack of weak couplings, this material forms quasi-two-dimensional dual topological boundary states. High properties are achieved through low-loss signal transmission via these topological states, as well as only enhanced local magnetic fields and increased number of channels. Initial tests demonstrate superior performance and accessibility compared to commercial coils, suggesting significant potential. This concept introduces a transformative paradigm for all MRI coil designs.         ",
    "url": "https://arxiv.org/abs/2602.05256",
    "authors": [
      "Siyong Zheng",
      "Maopeng Wu",
      "Zhonghai Chi",
      "Xinxin Li",
      "Mingze Weng",
      "Fubei Liu",
      "Yingyi Qi",
      "Yi Yi",
      "Yakui Wang",
      "Jie Gao",
      "Guoxiang Zhan",
      "Zewen Chen",
      "Shuojun Ling",
      "Yucheng Wei",
      "Zhuozhao Zheng",
      "Qian Zhao",
      "Ji Zhou"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05399",
    "title": "Covariant Helmholtz-Hodge Decomposition: Resolving Spurious Vorticity via Acoustic Geometry",
    "abstract": "           The separation of acoustic and vortical fluctuations in compressible turbulence becomes ambiguous in thermodynamically inhomogeneous media, where refraction by entropy gradients and shocks can be misclassified as solenoidal content by Euclidean post-processing. We introduce a covariant Helmholtz--Hodge decomposition (CHHD) with respect to an effective acoustic metric, which identifies the irrotational (potential) component with the exact part of the metric-dual velocity one-form. Thermal refraction and shock-induced bending are absorbed into the induced curvature, ensuring that such geometric variations are not misidentified as physical vorticity. For canonical entropy-spot refraction and normal-shock discontinuities, Euclidean Helmholtz--Hodge and momentum-potential post-processing produce significant leakage in the refracting/discontinuous region, whereas the covariant splitting remains at the numerical noise floor (typically $\\lesssim 10^{-12}$) throughout the domain, demonstrating robustness even at the sonic horizon, where the Euclidean metric singularity typically causes catastrophic error amplification. This geometric framework for velocity fields resolves the ambiguity of irrotational motion in inhomogeneous media and establishes a necessary foundation for future generalizations to full thermodynamic state vectors.         ",
    "url": "https://arxiv.org/abs/2602.05399",
    "authors": [
      "Chanho Park",
      "Seongim Choi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2602.05427",
    "title": "A novel geometric phase for optical beams",
    "abstract": "           In this paper, we provide an accurate description of geometric phases emerging in simple optical systems -- nanostructures (metaatoms) interacting with vortex beams. We show that this interaction leads to a new class of geometric phase for optical beams, which is different from the geometric phases commonly discussed in structured-light optics. We compare this setting to the usual description of geometric phases for beams and show that the underlying geometry is different.         ",
    "url": "https://arxiv.org/abs/2602.05427",
    "authors": [
      "Kristina Frizyuk",
      "Evgenii Menshikov",
      "Mauro Spera"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2602.05475",
    "title": "Spatiotemporal Topological Phase Transition in non-Hermitian Photonic System",
    "abstract": "           While energy band topology in spatial photonic crystals (PCs) and momentum-band topology in temporal crystals have each served as powerful probes of topological phases in their respective domains, their unification in a static platform remains unexplored. In this Letter, we bridge this gap by introducing a waveguide assisted non-Hermitian SSH model, in which controlled tuning of loss and coupling drives PT-symmetry breaking and enables a continuous transition between energy- and momentum-gap regimes. This allows us to construct a complete spatiotemporal topological phase diagram in a unified parameter space. By mapping this phase diagram onto a spatially graded PC, we experimentally observe multiple Bloch momentum-band gaps and a continuous spatiotemporal topological transition via translating across the static sample, enabling real-time control over the evolution pathway of the band topology. Our work creates a versatile, bias-free platform for exploring synthetic spacetime physics and opens new avenues for controlling light via non-Hermitian band engineering.         ",
    "url": "https://arxiv.org/abs/2602.05475",
    "authors": [
      "Zimeng Zeng",
      "Zhuoyang Li",
      "Jiayao Liu",
      "Zelong He",
      "Zhaona Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05491",
    "title": "Quantum dot single photon source on SiN integrated with coupled crossover waveguides",
    "abstract": "           Hybrid integration of InAs/GaAs quantum dot (QD) single-photon sources (SPSs) is a promising approach for introducing quantum light into SiN photonic integrated circuits. However, the large refractive-index mismatch between GaAs and SiN poses a challenge for efficient optical coupling. Here, we propose and experimentally demonstrate hybrid integration of an InAs/GaAs QD-SPS on SiN using a coupled crossover waveguide structure. A photonic crystal nanocavity is employed for coupling QD emission into a GaAs waveguide, which efficiently transfers photons to a SiN waveguide at the crossover section. We observed Purcell-enhanced single-photon emission, on-chip propagation, and outcoupling through a SiN grating coupler.         ",
    "url": "https://arxiv.org/abs/2602.05491",
    "authors": [
      "Akinari Fujita",
      "Hironobu Yoshimi",
      "Natthajuks Pholsen",
      "Masahiro Kakuda",
      "Makoto Okano",
      "Satoshi Iwamoto",
      "Yasuhiko Arakawa",
      "Yasutomo Ota"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05626",
    "title": "Direct comparison of multi-ion optical clocks based on $^{40}$Ca$^+$ and $^{88}$Sr$^+$",
    "abstract": "           We report the first direct frequency comparison between two multi-ion optical clocks based on the S$_{1/2}$ to D$_{5/2}$ transition in \\Ca and \\Sr ions. Using linear chains of up to nine \\Ca ions and six \\Sr ions, we demonstrate improved stability as a function of the number of ions that are contributing to the laser frequency stabilization servo. The measured joint fractional frequency stability of the two clocks reaches $1.37(12)\\times 10^{-15}$ at one second, placing an upper bound on the same stability of one of the clocks at $9.6(8)\\times 10^{-16}$ in one second. We measured the frequency ratio of the two clocks to be $R_{\\text{Sr/Ca}}=1.082076536381896986(18)$, where the systematic uncertainty is primarily limited by the room temperature blackbody radiation. Our direct measurement represents an order of magnitude improvement compared to existing indirect frequency ratio measurements. Furthermore, by combining our results with recent absolute frequency measurements of the \\Sr transition, referenced to a primary frequency standard, we refined the absolute frequency of the \\Ca transition to $\\nu_{\\text{Ca}^+}=411042129776400.21(4)$ Hz, reducing its uncertainty by a factor of three. This study presents the first direct comparison between two multi-ion optical clocks, highlighting their significant potential for future applications in fundamental physics tests, geodesy, and precision metrology.         ",
    "url": "https://arxiv.org/abs/2602.05626",
    "authors": [
      "Yosef Sokolik",
      "Roee Ozeri",
      "Nitzan Akerman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05653",
    "title": "Dispersion in nonlinear interferometry: implications for optical coherence tomography with undetected photons",
    "abstract": "           Nonlinear SU(1,1) quantum interferometers based on non-degenerate optical parametric down-conversion exhibit strong unbalanced group velocity dispersion (GVD). This feature is intrinsic to this type of interferometer as correlated photons of vastly different frequencies propagate through a dispersive nonlinear crystal; consequently, the dispersion arises from the source itself. The resulting GVD degrades the axial point-spread function (PSF) in optical coherence tomography (OCT) with undetected photons; and physical compensation is less straightforward, in particular for non-degenerate broadband regimes due to the limited number of suitable materials. In this contribution, we analyze dispersion in bulk nonlinear interferometry and describe its implications for OCT imaging. Aspects of hardware compensation are addressed, and a novel empirical numerical method of compensation is proposed. The approach is based on the extraction of the phase component directly from the time-domain modality (high precision linearized quantum Fourier transform infrared spectrometer) and its injection into the mid-IR spectral-domain OCT signals (central wavelength of around 3770 nm) before the Fourier transform. The proposed method is compared with an alternative numerical technique. The results demonstrate a 2.2-fold improvement in axial resolution and outperform the alternative correction method in overall imaging performance.         ",
    "url": "https://arxiv.org/abs/2602.05653",
    "authors": [
      "Ivan Zorin",
      "Paul Gattinger"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05757",
    "title": "Compact, Reconfigurable Optical Delay Line on a Bent Silica Fiber",
    "abstract": "           Tunable optical delay lines that simultaneously offer nanosecond-scale delay, broadband operation, low dispersion, and compact footprint remain challenging to realize with conventional integrated photonic platforms. Here we demonstrate a mechanically reconfigurable slow-light delay line based on a surface nanoscale axial photonics (SNAP) microresonator dynamically induced by controlled bending of a silica optical fiber. A localized nanoscale cutoff-wavelength dip, introduced by CO2-laser annealing, provides a reflective boundary, while fiber bending generates a smooth axial potential whose shape is continuously tunable via loop curvature. By adjusting the bending radius, the induced SNAP microresonator evolves from a nearly linear to an approximately semiparabolic axial profile, enabling a controlled transition from dispersive to nearly dispersionless delay. Using a transverse microfiber coupler operated at the impedance-matching condition, we experimentally demonstrate continuous delay tuning from 2 ns to 0.5 ns within a 10 GHz bandwidth in an approximately 2 mm long fiber segment, with insertion loss below 6 dB. The results confirm that mechanically induced SNAP microresonators provide a compact, robust, and reconfigurable platform for dispersion-engineered optical delay lines, with direct relevance to photonic beamforming, frequency-comb stabilization, and neuromorphic photonic signal processing.         ",
    "url": "https://arxiv.org/abs/2602.05757",
    "authors": [
      "Manuel Crespo-Ballesteros",
      "Misha Sumetsky"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.05763",
    "title": "Retrieval of the nuclear motion in a molecule from photoelectron momentum distributions using non-Born-Oppenheimer quantum dynamics and deep learning",
    "abstract": "           By using a neural network that takes momentum distributions of photoelectrons produced in strong-field ionization as input, we retrieve the time-dependent bond length of a dissociating one-dimensional H$_{2}^{+}$ molecule. The photoelectron momentum distributions are calculated from the direct numerical solution of the non-Born-Oppenheimer time-dependent Schrödinger equation. We simulate two setups: first, molecules prepared in the first excited electronic state, second, a pump-probe scheme starting from the ground state. We show that in both schemes a neural network trained on momentum distributions calculated for frozen nuclei retrieves the time-dependent bond length with an absolute error of $0.2$-$0.4$ a.u. We find that a neural network, when applied to photoelectron momentum distributions obtained within the pump-probe scheme, can be used for the retrieval of the equilibrium internuclear distance and ground-state population. This opens new perspectives for extracting electronic properties of molecules from electron momentum distributions using deep learning.         ",
    "url": "https://arxiv.org/abs/2602.05763",
    "authors": [
      "N. I. Shvetsov-Shilovski",
      "M. Lein"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05918",
    "title": "Photonic neuromorphic processing with coupled spiking silicon microrings",
    "abstract": "           Understanding the physical computing mechanisms of individual network nodes is essential for scaling neuromorphic photonic architectures. This work proposes a compact passive nonlinear photonic core based on a Side-Coupled Integrated Spaced Sequence of Resonators (SCISSOR) made of three nominally equal microrings and investigate its computing capabilities. Its nonlinearities and internal feedback enable analogue, spiking, and bistable responses that are accessed by tuning the injection power and wavelength. Implemented as a single nonlinear node in a time-multiplexed reservoir computing, the SCISSOR achieves error-free classification on the Iris dataset and accuracies above 97% on the Sonar task, using both analogue and digital reservoir representations with 150 virtual nodes. In the digital scheme, spiking dynamics naturally generate sparse reservoir states, enabling efficient classification even with a single spike. Intriguingly, optimal operating points are at the boundaries where sharp transitions in dynamical complexity and/or output power occur. In these points, the SCISSOR supports high task-performance, opening novel strategies for future on-chip training. Spiking and thermal bistabilities also participate to enhance the computational performance at low injected powers below 4 mW. These results suggest optical coupled microring resonators as effective building blocks for future edge computing and neuromorphic photonic systems.         ",
    "url": "https://arxiv.org/abs/2602.05918",
    "authors": [
      "Giovanni Donati",
      "Stefano Biasi",
      "Lorenzo Pavesi",
      "Antonio Hurtado"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05982",
    "title": "Efficient net-gain integrated optical parametric amplifier in the quantum regime",
    "abstract": "           Optical parametric amplifiers (OPAs) are promising to overcome the wavelength coverage and noise limitations in conventional optical amplifiers based on rare-earth doping and semiconductor gain. However, the high power requirement remains a major obstacle to the widespread use of OPAs. Integrated OPAs can in principle improve the pump efficiency with tight mode confinement; however, challenges associated with propagation loss, limited nonlinearity, and susceptibility to nanoscale fabrication imperfections prevent them from competing with conventional bulk and fiber-based OPAs. Here, we demonstrate a highly efficient integrated OPAs with continuous-wave net gain. The pump efficiency is improved by over one order of magnitude. Phase-sensitive gain of 23.5 dB is demonstrated, significantly exceeding previous integrated OPAs, using only 110 mW pump power and no cavity enhancement. This is achieved with parametric down-conversion in thin-film lithium niobate waveguides using the adapted poling technique to maintain the coherence of nonlinear interactions. Moreover, the high parametric gain exceeds fibre-chip-fibre losses, leading to appreciable net gain up to 10 dB. The 3 dB bandwidth is approximately 120 nm, covering telecommunication S-, C-, and Lbands. Quantum-limited noise performance is confirmed through the measurement of output field fluctuation below the classical limit. We further demonstrate that signalto-noise ratio in noisy optical communications can be increased by leveraging this efficient integrated OPA. Our work marks a significant step towards ideal optical amplifiers with strong amplification, high efficiency, quantum-limited noise, large bandwidth, and continuous-wave operation, unlocking new possibilities for next-generation photonic information processing systems.         ",
    "url": "https://arxiv.org/abs/2602.05982",
    "authors": [
      "Yung-Cheng Kao",
      "Jiaqi Huang",
      "Ian Briggs",
      "Pao-Kang Chen",
      "Linran Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05102",
    "title": "Quantum computational imaging and sensing",
    "abstract": "           We present a new framework for imaging and sensing based on utilizing a quantum computer to coherently process quantum information in an electromagnetic field. We describe the framework, its potential to provide improvements in imaging and sensing performance and present an example application, the design of coherent receivers for optical communication. Finally, we go over the improvements in quantum technologies required to fully realize quantum computational imaging and sensing.         ",
    "url": "https://arxiv.org/abs/2602.05102",
    "authors": [
      "Mohan Sarovar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.05337",
    "title": "Entanglement-enhanced quantum metrology via alternating in-phase and quadrature modulation",
    "abstract": "           Quantum metrology harnesses quantum entanglement to improve measurement precision beyond standard quantum limit. Although nonlinear interaction is essential for generating entanglement, during signal accumulation, it becomes detrimental and therefore must be suppressed. To address this challenge, we propose an alternating in-phase and quadrature modulation (AIQM) scheme, designed to operate under a fixed nonlinear interaction. During signal accumulation, our time-interleaved approach sequentially applies the in-phase and quadrature driving fields, thereby eliminating the effects of nonlinear interaction on signal accumulation. Our AIQM scheme achieves better metrological performance than conventional schemes, particularly under strong nonlinear interaction and prolonged signal accumulation, with pronounced robustness against parameter variations. By selectively eliminating and utilizing nonlinear interactions via AIQM, our work enables high-precision and high-accuracy entanglement-enhanced sensing without the need for active control of the nonlinear interaction.         ",
    "url": "https://arxiv.org/abs/2602.05337",
    "authors": [
      "Jihao Ma",
      "Jiahao Huang",
      "Chaohong Lee"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05714",
    "title": "Detecting gravitational wave background with equivalent configurations in the network of space based optical lattice clocks",
    "abstract": "           The network of space based optical lattice clocks (OLCs) has been proposed to detect the stochastic gravitational wave background. We investigate the overlap reduction function (ORF) of the OLC detector network and analytically derive a transformation that leaves the ORF invariant. This transformation is applicable to configurations with two OLC detectors, each equipped with a one-way link. It can map a configuration with small separation and high noise correlation to another configuration with larger separation and reduced noise correlation. Using this transformation, we obtain a favourable OLC detector network configuration with high cross-correlation response, and compare its sensitivity to that of space-based laser interferometer gravitational wave detectors.         ",
    "url": "https://arxiv.org/abs/2602.05714",
    "authors": [
      "Mingzhi Lou",
      "Hong Su",
      "Tao Yang",
      "Yun-Long Zhang"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2602.05736",
    "title": "Color Centers and Hyperbolic Phonon Polaritons in Hexagonal Boron Nitride: A New Platform for Quantum Optics",
    "abstract": "           Hyperbolic phonon polaritons (HPPs) in hexagonal boron nitride (hBN) confine mid-infrared light to deep-subwavelength scales and may offer a powerful route to strong light-matter interactions. Generation and control of HPPs are typically accessed using classical near-field probes, which limits experiments at the quantum level.A complementary frontier in hBN research focuses on color centers: bright, stable, atomically localized emitters that have rapidly emerged as a promising platform for solid-state quantum optics. Here we establish a key connection between these two directions by developing a cavity-QED framework in which a single hBN color center serves as a quantum source of HPPs. We quantify the emitter-HPP interaction and analyze two generation schemes. The first is spontaneous emission into the phonon sideband, which can produce single-HPP events and, in ultrathin slabs, becomes single-mode with an enhanced decay rate. The second is a stimulated Raman process that provides frequency selectivity, tunable conversion rate, and narrowband excitation. This drive launches spatially confined, ray-like HPPs that propagate over micrometer distances. We also outline a two-emitter correlation measurement that can directly test the single-polariton character of these emissions. By connecting color-center quantum optics with hyperbolic polaritonics, our approach enables quantum emitters to act as on-chip quantum sources and controls for HPPs, while HPPs provide long-range channels that couple spatially separated emitters. Together, these capabilities point to a new direction for mid-infrared photonic experiments that unite strong coupling, spectral selectivity, and spatial reach within a single material system.         ",
    "url": "https://arxiv.org/abs/2602.05736",
    "authors": [
      "Jie-Cheng Feng",
      "Johannes Eberle",
      "Sambuddha Chattopadhyay",
      "Johannes Knörzer",
      "Eugene Demler",
      "Ataç İmamoğlu"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2602.05991",
    "title": "Quantum noise scaling in continuously operating multiparameter sensors",
    "abstract": "           We experimentally investigate the quantum noise mechanisms that limit continuously operating multiparameter quantum sensors. Using a hybrid rf-dc optically pumped magnetometer, we map the photon shot noise, spin projection noise, and measurement back-action noise over an order of magnitude in probe power and a factor of three in pump power while remaining quantum-noise-limited. We observe linear, quadratic, and cubic scaling of the respective total noise powers with probe photon flux, together with a quadratic dependence of back-action on pump photon flux, in quantitative agreement with a stochastic Bloch-equation model. At higher probe powers, additional probe-induced relaxation modifies the spin-noise spectrum while preserving the integrated noise scaling. Our results reveal fundamental, resource-dependent trade-offs unique to continuously monitored multiparameter sensors and establish experimentally the quantum limits governing their optimal operation.         ",
    "url": "https://arxiv.org/abs/2602.05991",
    "authors": [
      "Aleksandra Sierant",
      "Diana Méndez-Avalos",
      "Santiago Tabares Giraldo",
      "Morgan W. Mitchell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2602.06003",
    "title": "Modeling integrated frequency shifters and beam splitters",
    "abstract": "           Photonic quantum computing is a strong contender in the race to fault-tolerance. Recent proposals using qubits encoded in frequency modes promise a large reduction in hardware footprint, and have garnered much attention. In this encoding, linear optics, i.e., beam splitters and phase shifters, is necessarily not energy-conserving, and is costly to implement. In this work, we present designs of frequency-mode beam splitters based on modulated arrays of coupled resonators. We develop a methodology to construct their effective transfer matrices based on the SLH formalism for quantum input-output networks. Our methodology is flexible and highly composable, allowing us to define $N$-mode beam splitters either natively based on arrays of $N$-resonators of arbitrary connectivity or as networks of interconnected $l$-mode beam splitters, with $l<N$. We apply our methodology to analyze a two-resonator device, a frequency-domain phase shifter and a Mach-Zehnder interferometer obtained from composing these devices, a four-resonator device, and present a formal no-go theorem on the possibility of natively generating certain $N$-mode frequency-domain beam splitters with arrays of $N$-resonators.         ",
    "url": "https://arxiv.org/abs/2602.06003",
    "authors": [
      "Manuel H. Muñoz-Arias",
      "Kevin J. Randles",
      "Nils T. Otterstrom",
      "Paul S. Davids",
      "Michael Gehl",
      "Mohan Sarovar"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.00908",
    "title": "Beam test results of the Intermediate Silicon Tracker for sPHENIX",
    "abstract": "           The Intermediate Silicon Tracker (INTT), a two-layer barrel silicon strip tracker, is a key component of the tracking system for sPHENIX at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory. The INTT is designed to enable the association of reconstructed tracks with individual RHIC bunch crossings. To evaluate the performance of preproduction INTT ladders and the readout chain, a beam test was conducted at the Research Center for Accelerator and Radioisotope Science, Tohoku University, Japan. This paper presents the performance of the INTT evaluated through studies of the signal-to-noise ratio, residual distribution, spatial resolution, hit-detection efficiency, and multiple track reconstruction.         ",
    "url": "https://arxiv.org/abs/2509.00908",
    "authors": [
      "C. W. Shih",
      "G. Nukazuka",
      "Y. Sugiyama",
      "Y. Akiba",
      "D. Cacace",
      "H. En'yo",
      "T. Hachiya",
      "S. Hasegawa",
      "M. Hata",
      "H. Imai",
      "C. M. Kuo",
      "M. Morita",
      "I. Nakagawa",
      "Y. Nakamura",
      "G. Nakano",
      "Y. Namimoto",
      "R. Nouicer",
      "R. Pisani",
      "M. Shibata",
      "M. Shimomura",
      "R. Takahama",
      "K. Toho",
      "H. Tsujibata",
      "M. Tsuruta",
      "M. Watanabe"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2512.04965",
    "title": "Characterization of thin optical filters for high purity Cherenkov light readout from scintillating crystals",
    "abstract": "           A hybrid dual-readout calorimeter concept, comprising both electromagnetic and hadronic sections, has recently been proposed to meet the performance requirements of experiments at future e$^{+}$e$^{-}$ colliders. The front compartment consists of a homogeneous electromagnetic calorimeter made of high-density crystals, each coupled to a pair of Silicon Photomultipliers (SiPMs) providing the simultaneous readout of scintillation and Cherenkov light. To efficiently detect Cherenkov photons in the presence of dominant scintillation signals, an optical filter is placed in front of one of the two SiPMs to suppress photons in the wavelength region corresponding to that of scintillation emission. % In this study, PWO, BGO, and BSO crystals with different dimensions were tested to measure their scintillation light yield and decay time, as well as their transmission and emission spectra. A set of $\\sim 100~\\rm \\mu m$-thick optical filters was also characterized by measuring their transmittance curves. The experimental results were used to model and estimate the expected filter performance in attenuating scintillation light for the various crystals. % The performance of each filter was experimentally validated by measuring the crystal light output with and without the filter using a $^{22}$Na radioactive source and a LYSO:Ce crystal, confirming the accuracy of the calculations. % The results show that interference filters are unsuitable for this application because their transmittance strongly depends on the photon incidence angle. Conversely, two absorptive long-pass filters with cutoff wavelengths around 590~nm were found to block more than 99\\% of the scintillation light from PWO crystals, satisfying the calorimeter specifications.         ",
    "url": "https://arxiv.org/abs/2512.04965",
    "authors": [
      "Andrea Benaglia",
      "Flavia Cetorelli",
      "Marco Toliman Lucchini",
      "Etiennette Auffray",
      "Louis Roux",
      "Julie Delenne"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2512.20356",
    "title": "Optimizing the interaction geometry of inverse Compton scattering x-ray sources",
    "abstract": "           Inverse Compton scattering (ICS) is a promising method for generating coherent and tunable x-rays in a compact setup. In this paper, we present a theoretical framework describing the output of an ICS x-ray source for arbitrary interaction angles between pulsed electron and laser beams. This allows for analytic optimization of the x-ray beam properties by varying the parameters defining the geometry. In general, different x-ray applications require optimization of different x-ray beam properties, such as energy spread for x-ray spectroscopy and angular spread for x-ray scattering measurements. In this paper, we restrict ourselves to optimization of the x-ray brilliance, which is a comprehensive figure of merit for x-ray beam quality. We investigate two specific ICS interaction geometries in particular: head-on scattering of a laser beam off an electron beam; and scattering of a laser beam off an electron beam in a co-propagating geometry, interacting under a grazing angle. For head-on scattering we show that a tightly focused, cylindrically symmetric laser pulse, which balances laser intensity and interaction time, optimizes the x-ray brilliance. For a co-propagating, grazing angle geometry, an elliptical focus of the laser pulse is required to mitigate the effect of a reduced interaction time. We find that the latter geometry is especially useful for soft x-ray generation.         ",
    "url": "https://arxiv.org/abs/2512.20356",
    "authors": [
      "C.W. Sweers",
      "O.J. Luiten"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2602.03196",
    "title": "Simultaneous measurement of Raman and nonlinear optical tensors",
    "abstract": "           Raman spectroscopy and Second Harmonic Generation (SHG) are complementary, non-destructive techniques that provide rich and distinct insights into the structural and electronic properties of materials. Raman spectroscopy offers detailed information on vibrational modes, phase transitions, temperature, and local stress, while SHG is highly sensitive to symmetry and orientation, particularly in non-centrosymmetric structures. In this work, in addition to combining both techniques, we propose a novel approach to determine the nonlinear optical tensor, leveraging the spatial and ultra-fast temporal offset of a Bessel-Gaussian laser beam at the microscope's focal point.         ",
    "url": "https://arxiv.org/abs/2602.03196",
    "authors": [
      "Volodymyr Multian",
      "Luigi Bonacina",
      "Jérémie Teyssier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2503.21041",
    "title": "Exponential quantum speedups for near-term molecular electronic structure methods",
    "abstract": "           We prove classical simulation hardness, under the generalized $\\mathsf{P}\\neq\\mathsf{NP}$ conjecture, for quantum circuit families with applications in near-term chemical ground state estimation. The proof exploits a connection to particle number conserving matchgate circuits with fermionic magic state inputs, which are shown to be universal for quantum computation under post-selection, and are therefore not classically simulable in the worst case, in either the strong (multiplicative) or weak (sampling) sense. We apply this result to quantum non-orthogonal multi-reference methods designed for near-term hardware by ruling out certain dequantization strategies for computing the off-diagonal matrix elements between reference states. We demonstrate these quantum speedups for two choices of ansatz that incorporate both static and dynamic correlations to model the electronic eigenstates of molecular systems: linear combinations of orbital-rotated matrix product states, which are preparable in linear depth, and linear combinations of states prepared by generalized UCCSD circuits of polynomial depth, for which computing the expectation values of local fermionic observables up to a constant additive error is $\\mathsf{BQP}$-complete. We discuss the implications for achieving practical quantum advantage in resolving the electronic structure of catalytic systems composed from multivalent transition metal atoms using near-term quantum hardware.         ",
    "url": "https://arxiv.org/abs/2503.21041",
    "authors": [
      "Oskar Leimkuhler",
      "K. Birgitta Whaley"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2509.06109",
    "title": "Persistent Charge and Spin Currents in a Ferromagnetic Hatano-Nelson Ring",
    "abstract": "           We investigate persistent charge and spin currents in a ferromagnetic Hatano-Nelson ring with anti-Hermitian intradimer hopping, where non-reciprocal hopping generates a synthetic magnetic flux and drives a non-Hermitian Aharonov-Bohm effect. The system supports both real and imaginary persistent currents, with ferromagnetic spin splitting enabling all three spin-current components, dictated by the orientation of magnetic moments. The currents are computed using the current operator method within a biorthogonal basis. In parallel, the complex band structure is analyzed to uncover the spectral characteristics. We emphasize how the currents evolve across different topological regimes, and how they are influenced by chemical potential, ferromagnetic ordering, finite size, and disorder. Strikingly, disorder can even amplify spin currents, opening powerful new routes for manipulating spin transport in non-Hermitian systems.         ",
    "url": "https://arxiv.org/abs/2509.06109",
    "authors": [
      "Sourav Karmakar",
      "Sudin Ganguly",
      "Santanu K. Maiti"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2510.24050",
    "title": "Exploiting biased noise in variational quantum models",
    "abstract": "           Variational quantum algorithms (VQAs) are promising tools for demonstrating quantum utility on near-term quantum hardware, with applications in optimisation, quantum simulation, and machine learning. While researchers have studied how easy VQAs are to train, the effect of quantum noise on the classical optimisation process is still not well understood. Contrary to expectations, we find that twirling, which is commonly used in standard error-mitigation strategies to symmetrise noise, actually degrades performance in the variational setting, whereas preserving biased or non-unital noise can help classical optimisers find better solutions. Analytically, we study a universal quantum regression model and demonstrate that relatively uniform Pauli channels suppress gradient magnitudes and reduce expressivity, making optimisation more difficult. Conversely, asymmetric noise such as amplitude damping or biased Pauli channels introduces directional bias that can be exploited during optimisation. Numerical experiments on a variational eigensolver for the transverse-field Ising model confirm that non-unital noise yields lower-energy states compared to twirled noise. Finally, we show that coherent errors are fully mitigated by re-parameterisation. These findings challenge conventional noise-mitigation strategies and suggest that preserving noise biases may enhance VQA performance.         ",
    "url": "https://arxiv.org/abs/2510.24050",
    "authors": [
      "Connor van Rossum",
      "Sally Shrapnel",
      "Riddhi Gupta"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  }
]