[
  {
    "id": "arXiv:2309.15124",
    "title": "Mechanical and Acoustic Studies of Deep Ocean Glass Sphere Implosions",
    "abstract": "The recent likely implosion of the Titan deep ocean submersible's spherical pressure hull has elevated interest and concerns on the nature and dynamics of such events. Here we report on studies of three deep-ocean implosions of 43 cm diameter glass instrument housings, made by Benthos Inc. The goal of the studies was to determine the effects on their associated cabling, moorings, and other spheres as part of a larger deep sea observatory. High resolution acoustic profiles were also measured for two of the three implosions, allowing us to infer some of the dynamics and kinematics of the events. The mechanical forces on the ancillary mooring hardware during the entire implosive/explosive event were found to be most probably dominated by the explosive shock wave following the initial infall. A syntactic float at a distance of 16 m from the implosion center was probably shattered by such a shock wave, but 3 glass instrument housings apparently survived within a distance of 6 m from the same implosion. ",
    "url": "https://arxiv.org/abs/2309.15124",
    "authors": [
      "P. W. Gorham",
      "M. Rosen",
      "J.W. Bolesta",
      "J. G.Learned",
      "J. Reise"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2309.15130",
    "title": "Understanding the Structure of QM7b and QM9 Quantum Mechanical Datasets  Using Unsupervised Learning",
    "abstract": "This paper explores the internal structure of two quantum mechanics datasets (QM7b, QM9), composed of several thousands of organic molecules and described in terms of electronic properties. Understanding the structure and characteristics of this kind of data is important when predicting the atomic composition from the properties in inverse molecular designs. Intrinsic dimension analysis, clustering, and outlier detection methods were used in the study. They revealed that for both datasets the intrinsic dimensionality is several times smaller than the descriptive dimensions. The QM7b data is composed of well defined clusters related to atomic composition. The QM9 data consists of an outer region predominantly composed of outliers, and an inner core region that concentrates clustered, inliner objects. A significant relationship exists between the number of atoms in the molecule and its outlier/inner nature. Despite the structural differences, the predictability of variables of interest for inverse molecular design is high. This is exemplified with models estimating the number of atoms of the molecule from both the original properties, and from lower dimensional embedding spaces. ",
    "url": "https://arxiv.org/abs/2309.15130",
    "authors": [
      "Julio J. Valdés",
      "Alain B. Tchagang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2309.15131",
    "title": "Combining optical diffraction tomography with imaging flow cytometry for  characterizing morphology, hemoglobin content, and membrane deformability of  live red blood cells",
    "abstract": "Integrating optical diffraction tomography with imaging flow cytometry enables label-free quantifications of the three-dimensional (3D) morphology and hemoglobin content of red blood cells (RBCs) in their natural form. Self-rotation of RBCs flowing in a microfluidic channel has been utilized to achieve various projection directions for 3D reconstruction. However, the practicality of this technique has not been sufficiently studied. We improved the accuracy of estimating the rotation angle of RBCs and demonstrated 3D reconstructions of both healthy and glutaraldehyde-treated RBCs. Results showed the capability to quantify changes in RBC morphology, hemoglobin content, and membrane fluctuations generated by glutaraldehyde treatments, demonstrating the potential to detect changes frequently present in various RBC membrane disorders. ",
    "url": "https://arxiv.org/abs/2309.15131",
    "authors": [
      "Yu-Hsiang Chang",
      "Yang-Hsien Lin",
      "Kung-Bin Sung"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.15218",
    "title": "Colloidal quantum dot infrared lasers featuring sub-single-exciton  threshold and very high gain",
    "abstract": "The use of colloidal quantum dots (CQDs) as a gain medium in infrared laser devices has been underpinned by the need for high pumping intensities, very short gain lifetimes and low gain coefficients. ",
    "url": "https://arxiv.org/abs/2309.15218",
    "authors": [
      "Nima Taghipour",
      "Mariona Dalmases",
      "Guy L. Whitworth",
      "Andreas Othonos",
      "Sotirios Christodoulou",
      "Gerasimos Konstantatos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.15221",
    "title": "Heavy-Metal Free Colloidal Quantum Dot Short-Wave Infrared  Photodetectors and Image Sensors",
    "abstract": "Photodetectors that are sensitive in shortwave infrared (SWIR) range (1 um - 2 um) are of significant interest for applications in 3D, night and adverse weather imaging, machine vision, autonomous driving, among others. Currently available technologies in the SWIR rely on costly epitaxial semiconductors that are not monolithically integrated with CMOS electronics. Solution-processed quantum dots have been developed to address this challenge enabling low-cost manufacturing and facile monolithic integration on silicon in a back-end-of-line (BEOL) process. To date, colloidal quantum dot (CQD) materials to access the SWIR have been based on lead sulfide (PbS) and mercury telluride (HgTe) compounds imposing major regulatory concerns and impeding their deployment in consumer electronics. Here we report a novel synthetic method of environmentally friendly silver telluride quantum dots and their application in high-performance SWIR photodetectors. The CQD photodetector stack is entirely based on Restriction of Hazardous Substance (RoHS) compliant materials and exhibits a spectral range from 350 nm - 1600 nm, with room-temperature detectivity of the order 1012 Jones, 3dB bandwidth in excess of 0.1 MHz and linear dynamic range of over 118 dB. We further demonstrate, for the first time, a monolithically integrated SWIR imager that is based on solution-processed, heavy-metal-free materials, paving the way of this technology to consumer electronics market. ",
    "url": "https://arxiv.org/abs/2309.15221",
    "authors": [
      "Yongjie Wang",
      "Lucheng Peng",
      "Julien Schreier",
      "Yu Bi",
      "Andres Black",
      "Stijn Goosens",
      "Gerasimos Konstantatos"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.15249",
    "title": "High power, frequency agile comb spectroscopy in the mid-infrared  enabled by a continuous-wave optical parametric oscillator",
    "abstract": "While mid-infrared optical frequency combs have been widely utilized in areas such as trace gas sensing, chemical kinetics, and combustion science, the relatively low power per comb tooth has limited acquisition times and sensitivities. We have developed a new approach in which an electro-optic frequency comb is utilized to pump a continuous-wave singly-resonant optical parametric oscillator in order to spectrally translate the comb into the mid-infrared. Through the use of electro-optic combs produced via chirped waveforms we have produced mid-infrared combs containing up to 2400 comb teeth. We show that a comb can be generated on the non-resonant idler when the pump modulation is non-synchronous, and we use these combs to perform high resolution spectroscopy on methane. In addition, we describe the underlying theory of this method and demonstrate that phase matching should allow for combs as broad as several THz to be spectrally translated to the mid-infrared. The high power and mutual coherence as well as the relatively low complexity of this approach should allow for broad application in areas such as chemical dynamics, quantum information, and photochemistry. ",
    "url": "https://arxiv.org/abs/2309.15249",
    "authors": [
      "Adam T. Heiniger",
      "Matthew J. Cich",
      "David A. Long"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.15532",
    "title": "Exploiting holographically encoded variance to transmit labelled images  through a multimode optical fiber",
    "abstract": "Artificial intelligence has emerged as promising tool to decode a phase image transmitted through a multimode fiber (MMF) by applying deep learning techniques. By transmitting tens of thousands of images through the MMF, deep neural networks (DNNs) are capable of learning how to decipher the seemingly random output speckle patterns and unveil the intrinsic input-output relationship. High fidelity reconstruction is obtained for datasets with a large degree of homogeneity, which underutilizes the capacity of the combined MMF-DNN system. Here, we show that holographic modulation can be employed to encode an additional layer of variance on the output speckle pattern, improving the overall transmissive capabilities of the system. Operatively we have implemented this by adding a holographic label to the original dataset and injecting the resulting phase image into the fiber facet through a Fourier transform lens. The resulting speckle pattern dataset can be clustered primarily by holographic label (rather than the image data), and can be reconstructed without loss of fidelity. As an application, we describe how colour images may be segmented into RGB components and each colour component may then be labelled by distinct hologram. A UNET architecture was then used to decode each class of speckle patterns and reconstruct the colour image without the need for temporal synchronisation between sender and receiver ",
    "url": "https://arxiv.org/abs/2309.15532",
    "authors": [
      "Liam Collard",
      "Mohammadrahim Kazemzadeh",
      "Linda Piscopo",
      "Massimo De Vittorio",
      "Ferruccio Pisanello"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2309.15561",
    "title": "Setups for eliminating static charge of the ATLAS18 strip sensors",
    "abstract": "Construction of the new all-silicon Inner Tracker (ITk), developed by the ATLAS collaboration for the High Luminosity LHC, started in 2020 and is expected to continue till 2028. The ITk detector will include 18,000 highly segmented and radiation hard n+-in-p silicon strip sensors (ATLAS18), which are being manufactured by Hamamatsu Photonics. Mechanical and electrical characteristics of produced sensors are measured upon their delivery at several institutes participating in a complex Quality Control (QC) program. The QC tests performed on each individual sensor check the overall integrity and quality of the sensor. During the QC testing of production ATLAS18 strip sensors, an increased number of sensors that failed the electrical tests was observed. In particular, IV measurements indicated an early breakdown, while large areas containing several tens or hundreds of neighbouring strips with low interstrip isolation were identified by the Full strip tests, and leakage current instabilities were measured in a long-term leakage current stability setup. Moreover, a high surface electrostatic charge reaching a level of several hundreds of volts per inch was measured on a large number of sensors and on the plastic sheets, which mechanically protect these sensors in their paper envelopes. Accumulated data indicates a clear correlation between observed electrical failures and the sensor charge-up. To mitigate the above-described issues, the QC testing sites significantly modified the sensor handling procedures and introduced sensor recovery techniques based on irradiation of the sensor surface with UV light or application of intensive flows of ionized gas. In this presentation, we will describe the setups implemented by the QC testing sites to treat silicon strip sensors affected by static charge and evaluate the effectiveness of these setups in terms of improvement of the sensor performance. ",
    "url": "https://arxiv.org/abs/2309.15561",
    "authors": [
      "P. Federicova",
      "A. Affolder",
      "G.A. Beck",
      "A. J. Bevand",
      "Z. Chen",
      "I. Dawson",
      "A. Deshmukh",
      "A. Dowling",
      "V. Fadeyev",
      "J. Fernandez-Tejero",
      "A. Fournier",
      "N. Gonzalez",
      "L. Hommels",
      "C. Jessiman",
      "S. Kachiguin",
      "Ch. Klein",
      "T. Koffas",
      "J. Kroll",
      "V. Latonova",
      "M. Mikestikova",
      "P. S. Miyagawa",
      "S. O'Toole",
      "Q. Paddock",
      "L. Poley",
      "E. Staats",
      "B. Stelzer",
      "P. Tuma",
      "M. Ullan",
      "Y. Unno",
      "S. C. Zenz"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2309.15650",
    "title": "Towards the use of X-ray Free-Electron Laser electron beams to study  Quantum Chromo-Dynamics",
    "abstract": "X-ray free-electron lasers (XFELs) utilize high-density and high-energy electron bunches which are well-suited to produce Compton back-scattering radiation. Here we study back-scattered radiation pulses produced by the interaction of XFEL electron beams and an optical laser. We discuss cost-effective setups to study such processes, taking advantage of the existing conventional as well as proposed XFEL infrastructure. We estimate parameters of possible experiments and compare them with other projects under construction. ",
    "url": "https://arxiv.org/abs/2309.15650",
    "authors": [
      "Eugene Bulyak",
      "Svitozar Serkez",
      "Gianluca Aldo Geloni"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2309.15708",
    "title": "Spectrally Sharp Near-Field Thermal Emission: Revealing Some  Disagreements between a Casimir-Polder Sensor and Predictions from Far-Field  Emittance",
    "abstract": "Near-field thermal emission largely exceed blackbody radiation, owing to spectrally sharp emission in surface polaritons. We turn Casimir-Polder interaction between Cs(7P1/2) and a sapphire interface, into a sensor sharply filtering, at 24.687 THz, the near-field sapphire emission at ~ 24.5 THz. Temperature evolution of sapphire mode is demonstrated. The Cs sensor, sensitive to both dispersion and dissipation, suggests the polariton to be red-shifted and sharper, as compared, up to 1100 K, to predictions from far-field sapphire emission, affected by birefringence and multiple resonances. ",
    "url": "https://arxiv.org/abs/2309.15708",
    "authors": [
      "J.C. de Aquino Carvalho",
      "I. Maurin",
      "P. Chaves de Souza Segundo",
      "A. Laliotis",
      "D. de Sousa Meneses",
      "D. Bloch"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.15291",
    "title": "Lithium plating induced degradation during fast charging of batteries  subjected to compressive loading",
    "abstract": "We report the lithium plating associated capacity loss during fast charging of compressively loaded lithium-ion batteries (LIBs). The charging and discharging of LIB under compressive loading during service may affect the cell performance or initiate localized defects in the electrodes. Pouch cells of capacity 20mAh were compressively loaded to nominal pressures of 0-440 kPa and subjected to 10 cycles of fast charging at 1C and 4C. Experimental results show that cells charged at 4C-rate experienced significant capacity fade, and applying compressive loads exacerbated the capacity loss. The coulombic efficiency study shows that active lithium loss was higher for the initial cycles before gradually reducing to a minimal capacity loss for the tenth charging cycle. The cell voltage relaxation immediately after charging was monitored to identify the stripping of plated lithium after fast charging cycles and showed that the duration of lithium stripping was higher for cells under mechanical compressive loading. Scanning electron microscopy (SEM) and Electron paramagnetic resonance spectroscopy (EPR) characterization of the anode showed significantly higher lithium deposits on the anodes charged at a 4C rate under compressive loads. These results indicate that applied mechanical compression causes increased lithium plating during fast charging of batteries. ",
    "url": "https://arxiv.org/abs/2309.15291",
    "authors": [
      "Prashant P. Gargh",
      "Abhishek Sarkar",
      "Ikenna C. Nlebedim",
      "Pranav Shrotriya"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2309.15339",
    "title": "Detecting quantum phase transitions in a frustrated spin chain via  transfer learning of a quantum classifier algorithm",
    "abstract": "The classification of phases and the detection of phase transitions are central and challenging tasks in diverse fields. Within physics, it relies on the identification of order parameters and the analysis of singularities in the free energy and its derivatives. Here, we propose an alternative framework to identify quantum phase transitions. Using the axial next-nearest neighbor Ising (ANNNI) model as a benchmark, we show how machine learning can detect three phases (ferromagnetic, paramagnetic, and a cluster of the antiphase with the floating phase). Employing supervised learning, we demonstrate the feasibility of transfer learning. Specifically, a machine trained only with nearest-neighbor interactions can learn to identify a new type of phase occurring when next-nearest-neighbor interactions are introduced. We also compare the performance of common classical machine learning methods with a version of the quantum nearest neighbors (QNN) algorithm. ",
    "url": "https://arxiv.org/abs/2309.15339",
    "authors": [
      "André J. Ferreira-Martins",
      "Leandro Silva",
      "Alberto Palhares",
      "Rodrigo Pereira",
      "Diogo O. Soares-Pinto",
      "Rafael Chaves",
      "Askery Canabarro"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2309.15813",
    "title": "Fractal-like star-mesh transformations using graphene quantum Hall  arrays",
    "abstract": "A mathematical approach is adopted for optimizing the number of total device elements required for obtaining high effective quantized resistances in graphene-based quantum Hall array devices. This work explores an analytical extension to the use of star-mesh transformations such that fractal-like, or recursive, device designs can yield high enough resistances (like 1 E{\\Omega}, arguably the highest resistance with meaningful applicability) while still being feasible to build with modern fabrication techniques. Epitaxial graphene elements are tested, whose quantized Hall resistance at the nu=2 plateau (R_H = 12906.4 {\\Omega}) becomes the building block for larger effective, quantized resistances. It is demonstrated that, mathematically, one would not need more than 200 elements to achieve the highest pertinent resistances ",
    "url": "https://arxiv.org/abs/2309.15813",
    "authors": [
      "Dominick S. Scaletta",
      "Swapnil M. Mhatre",
      "Ngoc Thanh Mai Tran",
      "Cheng-Hsueh Yang",
      "Heather M. Hill",
      "Yanfei Yang",
      "Linli Meng",
      "Alireza R. Panna",
      "Shamith U. Payagala",
      "Randolph E. Elmquist",
      "Dean G. Jarrett",
      "David B. Newell",
      "Albert F. Rigosi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2109.08121",
    "title": "Numerical Simulations of the Nonlinear Quantum Vacuum in the  Heisenberg-Euler Weak-Field Expansion",
    "abstract": " Comments: 35 pages, 34 figures ",
    "url": "https://arxiv.org/abs/2109.08121",
    "authors": [
      "Andreas Lindner",
      "Baris Ölmez",
      "Hartmut Ruhl"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.06667",
    "title": "Superconductor modulation circuits for Qubit control at microwave  frequencies",
    "abstract": " Comments: Presented at the Applied Superconductivity Conference (ASC 2022), Honolulu, 24-28 October 2022. 6 pages, 10 figures, 41 references ",
    "url": "https://arxiv.org/abs/2211.06667",
    "authors": [
      "Sasan Razmkhah",
      "Ali Bozbey",
      "Pascal Febvre"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2308.12837",
    "title": "Non-Hermitian gauged laser arrays with localized excitations: Anomalous  threshold and generalized principle of selective pumping",
    "abstract": " Comments: 12 pages, 10 figures ",
    "url": "https://arxiv.org/abs/2308.12837",
    "authors": [
      "Li Ge",
      "Zihe Gao",
      "Liang Feng"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2308.16304",
    "title": "Quantum Wavefront Shaping with a 48-element Programmable Phase Plate for  Electrons",
    "abstract": " Comments: Submission to SciPost ",
    "url": "https://arxiv.org/abs/2308.16304",
    "authors": [
      "Chu-Ping Yu",
      "Francisco Vega Ibañez",
      "Armand Béché",
      "Johan Verbeeck"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  }
]