[
  {
    "id": "arXiv:2202.03552",
    "title": "Broadband Resonance-Enhanced Frequency Generation by Four-Wave Mixing in  a Silicon Floquet Topological Photonic Insulator",
    "abstract": "Floquet topological photonic insulators, whose light transport properties are dictated by the periodic drive sequence of the lattice, provide more flexibility for controlling and trapping light than undriven topological insulators, which can enable novel nonlinear optics applications in topological photonics. Here, we employ a novel resonance effect called Floquet Defect Mode Resonance in a 2D silicon Floquet microring lattice to demonstrate resonance-enhanced frequency generation by four-wave mixing of Floquet bulk modes in the presence of Kerr nonlinearity. The compact, cavity-less resonance mode, induced through a periodic perturbation of the lattice drive sequence, has the largest reported Q-factor for a topological resonator of ~10^5 with low group velocity dispersion, which enables efficient broadband frequency generation over several Floquet-Brillouin zones of the Floquet topological insulator. We achieved wavelength conversion over 10.1 nm spectral range with an average enhancement of 12.5 dB in the conversion efficiency due to the Floquet Defect Mode Resonance. Our work could lead to robust light sources generated directly on a topologically-protected photonic platform. ",
    "url": "https://arxiv.org/abs/2202.03552",
    "authors": [
      "Tyler J. Zimmerling",
      "Shirin Afzal",
      "Vien Van"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.03658",
    "title": "100-mJ class, sub-two-cycle, carrier-envelope phasestable dual-chirped  optical parametric amplification",
    "abstract": "Based on the dual-chirped optical parametric amplification and type-I BiB$_3$O$_6$(BiBO) crystals, the generation of $>$100 mJ, 10.4 fs, 10 Hz, carrier-to-envelope phase (CEP)-stable laser pulses, which are centered at 1.7 $\\mu$m, is demonstrated; it produces a peak power of 10 TW. CEP-dependent high harmonic generation is implemented to confirm the sub-two-cycle pulse duration and CEP stabilization of infrared (IR) laser pulses. As far as we know, the obtained pulse energy and peak power represent the highest values for sub-two-cycle CEP-stable IR optical parametric amplification. Additionally, the prospects of achieving high-energy water window isolated attosecond pulses via our developed laser source are discussed. ",
    "url": "https://arxiv.org/abs/2202.03658",
    "authors": [
      "Lu Xu",
      "Bing Xue",
      "Nobuhisa Ishii",
      "Jiro Itatani",
      "Katsumi Midorikawa",
      "Eiji J. Takahashi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.03707",
    "title": "A modal approach to quantum temporal imaging",
    "abstract": "We consider the problem of quantum temporal imaging in the case where the time lens is implemented by a Sum Frequency Generation nonlinear process, in particular when the device is operated close to 100% conversion efficiency. In the general case where the time lens also presents a finite aperture and a non-perfect phase-matching the relevant figures of merit, as for example the temporal resolution, do not have an explicit expression. As a consequence, the performances of imaging scheme are difficult to assess. Having a reliable estimation of these figures of merits is particularly important because they can be significantly different from the regime of low conversion efficiency usually considered in classical temporal imaging. We show that this problem can be approached in terms of the eigenmodes of the imaging scheme and we show how its relevant figures of merit can be extracted from the modal description of the imaging scheme. As a consequence we obtain criteria allowing to design imaging schemes with close to unity efficiencies. ",
    "url": "https://arxiv.org/abs/2202.03707",
    "authors": [
      "G Patera",
      "M Allgaier",
      "D Horoshko",
      "M Kolobov",
      "C Silberhorn"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.03798",
    "title": "Deep learning fluid flow reconstruction around arbitrary two-dimensional  objects from sparse sensors using conformal mappings",
    "abstract": "The usage of deep neural networks (DNNs) for flow reconstruction (FR) tasks from a limited number of sensors is attracting strong research interest, owing to DNNs' ability to replicate very high dimensional relationships. Trained over a single flow case for a given Reynolds number or over a reduced range of Reynolds numbers, these models are unfortunately not able to handle fluid flows around different objects without re-training. In this work, we propose a new framework called Spatial Multi-Geometry FR (SMGFR) task, capable of reconstructing fluid flows around different two-dimensional objects without re-training, mapping the computational domain as an annulus. Different DNNs for different sensor setups (where information about the flow is collected) are trained with high-fidelity simulation data for a Reynolds number equal to approximately $300$ for 64 objects randomly generated using Bezier curves. The performance of the models and sensor setups are then assessed for the flow around 16 unseen objects. It is shown that our mapping approach improves percentage errors by up to 15\\% in SMGFR when compared to a more conventional approach where the models are trained on a Cartesian grid. Finally, the SMGFR task is extended to predictions of fluid flow snapshots in the future, introducing the Spatio-temporal MGFR (STMGFR) task. For this spatio-temporal reconstruction task, a novel approach is developed involving splitting DNNs into a spatial and a temporal component. Our results demonstrate that this approach is able to reproduce, in time and in space, the main features of a fluid flow around arbitrary objects. ",
    "url": "https://arxiv.org/abs/2202.03798",
    "authors": [
      "Ali Girayhan Özbay",
      "Sylvain Laizet"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2202.03831",
    "title": "Ultrathin quantum light source enabled by a nonlinear van der Waals  crystal with vanishing interlayer-electronic-coupling",
    "abstract": "Interlayer electronic coupling in two-dimensional (2D) materials enables tunable and emergent properties by stacking engineering. However, it also brings significant evolution of electronic structures and attenuation of excitonic effects in 2D semiconductors as exemplified by quickly degrading excitonic photoluminescence and optical nonlinearities in transition metal dichalcogenides when monolayers are stacked into van der Waals structures. Here we report a novel van der Waals crystal, niobium oxide dichloride, featuring a vanishing interlayer electronic coupling and scalable second harmonic generation intensity of up to three orders higher than that of exciton-resonant monolayer WS2. Importantly, the strong second-order nonlinearity enables correlated parametric photon pair generation, via a spontaneous parametric down-conversion (SPDC) process, in flakes as thin as ~46 nm. To our knowledge, this is the first SPDC source unambiguously demonstrated in 2D layered materials, and the thinnest SPDC source ever reported. Our work opens an avenue towards developing van der Waals material-based ultracompact on-chip SPDC sources, and high-performance photon modulators in both classical and quantum optical technologies. ",
    "url": "https://arxiv.org/abs/2202.03831",
    "authors": [
      "Qiangbing Guo",
      "Xiao-Zhuo Qi",
      "Meng Gao",
      "Sanlue Hu",
      "Lishu Zhang",
      "Wenju Zhou",
      "Wenjie Zang",
      "Xiaoxu Zhao",
      "Junyong Wang",
      "Bingmin Yan",
      "Mingquan Xu",
      "Yun-Kun Wu",
      "Goki Eda",
      "Zewen Xiao",
      "Huiyang Gou",
      "Yuan Ping Feng",
      "Guang-Can Guo",
      "Wu Zhou",
      "Xi-Feng Ren",
      "Cheng-Wei Qiu",
      "Stephen J. Pennycook",
      "Andrew T. S. Wee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2202.03959",
    "title": "Bayesian Inverse Uncertainty Quantification of the Physical Model  Parameters for the Spallation Neutron Source First Target Station",
    "abstract": "The reliability of the mercury spallation target is mission-critical for the neutron science program of the spallation neutron source at the Oak Ridge National Laboratory. We present an inverse uncertainty quantification (UQ) study using the Bayesian framework for the mercury equation of state model parameters, with the assistance of polynomial chaos expansion surrogate models. By leveraging high-fidelity structural mechanics simulations and real measured strain data, the inverse UQ results reveal a maximum-a-posteriori estimate, mean, and standard deviation of $6.5\\times 10^4$ ($6.49\\times 10^4 \\pm 2.39\\times 10^3$) Pa for the tensile cutoff threshold, $12112.1$ ($12111.8 \\pm 14.9$) kg/m$^3$ for the mercury density, and $1850.4$ ($1849.7 \\pm 5.3$) m/s for the mercury speed of sound. These values do not necessarily represent the nominal mercury physical properties, but the ones that fit the strain data and the solid mechanics model we have used, and can be explained by three reasons: The limitations of the computer model or what is known as the model-form uncertainty, the biases and errors in the experimental data, and the mercury cavitation damage that also contributes to the change in mercury behavior. Consequently, the equation of state model parameters try to compensate for these effects to improve fitness to the data. The mercury target simulations using the updated parametric values result in an excellent agreement with 88% average accuracy compared to experimental data, 6% average increase compared to reference parameters, with some sensors experiencing an increase of more than 25%. With a more accurate simulated strain response, the component fatigue analysis can utilize the comprehensive strain history data to evaluate the target vessel's lifetime closer to its real limit, saving tremendous target costs. ",
    "url": "https://arxiv.org/abs/2202.03959",
    "authors": [
      "Majdi I. Radaideh",
      "Lianshan Lin",
      "Hao Jiang",
      "Sarah Cousineau"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2105.13326",
    "title": "A quantum cascade laser-pumped molecular laser tunable over 1 THz",
    "abstract": " Comments: main text: 4 pages, 4 figures, supplement: 7 pages, 5 figures. APL Photonics (2021) ",
    "url": "https://arxiv.org/abs/2105.13326",
    "authors": [
      "Arman Amirzhan",
      "Paul Chevalier",
      "Jeremy Rowlette",
      "H. Ted Stinson",
      "Michael Pushkarsky",
      "Timothy Day",
      "Henry O. Everitt",
      "Federico Capasso"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2111.09501",
    "title": "Multi-line lasing in the broadly tunable ammonia quantum cascade laser  pumped molecular laser",
    "abstract": " Comments: 6 pages, 4 figures, 1 tables. Supplement: 13 pages, 5 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2111.09501",
    "authors": [
      "Paul Chevalier",
      "Arman Amirzhan",
      "Jeremy Rowlette",
      "H. Ted Stinson",
      "Michael Pushkarsky",
      "Timothy Day",
      "Federico Capasso",
      "Henry O. Everitt"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2201.11781",
    "title": "Sampling Rare Conformational Transitions with a Quantum Computer",
    "abstract": " Comments: 21 pages, 14 figures ",
    "url": "https://arxiv.org/abs/2201.11781",
    "authors": [
      "Danial Ghamari",
      "Philipp Hauke",
      "Roberto Covino",
      "Pietro Faccioli"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2202.01634",
    "title": "An architecture for quantum networking of neutral atom processors",
    "abstract": " Comments: v2: minor wording updates ",
    "url": "https://arxiv.org/abs/2202.01634",
    "authors": [
      "C. B. Young",
      "A. Safari",
      "P. Huft",
      "J. Zhang",
      "E. Oh",
      "R. Chinnarasu",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]