[
  {
    "id": "arXiv:2312.05384",
    "title": "Ultralow Noise Microwave Synthesis Via Difference Frequency Division of  a Brillouin Resonator",
    "abstract": "Low phase noise microwave oscillators are at the center of a multitude of applications that span the gamut of photonics and electronics. Within this space, optically-derived approaches to microwave frequency synthesis are particularly compelling owing to their unique combination of ultrawideband frequency access and the potential for resiliency to temperature and environmental perturbation via common-mode noise rejection. We demonstrate here an optical frequency divider that uses the 30 terahertz frequency gap between two stimulated Brillouin scattering (SBS) lasers as the basis for frequency division. The resulting microwave signal, centered at 10 GHz frequency, exhibits exceptionally low phase noise levels of -95 dBc/Hz and -110 dBc/Hz at 10 Hz and 100 Hz frequency offset, respectively. Moreover, the two SBS lasers, generated from a common fiber resonator, exhibits a high degree of correlated noise cancellation in their frequency difference. We measure 16.1 dB of noise rejection against intentionally applied vibrations, thus showcasing a promising pathway towards portable and robust ultralow noise photonic-microwave synthesis. ",
    "url": "https://arxiv.org/abs/2312.05384",
    "authors": [
      "William Loh",
      "Dodd Gray",
      "Reed Irion",
      "Owen May",
      "Connor Belanger",
      "Jason Plant",
      "Paul W. Juodawlkis",
      "Sivasubramaniam Yegnanarayanan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.05426",
    "title": "Enhancing the Electron Pair Approximation with Measurements on Trapped  Ion Quantum Computers",
    "abstract": "The electron pair approximation offers a resource efficient variational quantum eigensolver (VQE) approach for quantum chemistry simulations on quantum computers. With the number of entangling gates scaling quadratically with system size and a constant energy measurement overhead, the orbital optimized unitary pair coupled cluster double (oo-upCCD) ansatz strikes a balance between accuracy and efficiency on today's quantum computers. However, the electron pair approximation makes the method incapable of producing quantitatively accurate energy predictions. In order to improve the accuracy without increasing the circuit depth, we explore the idea of reduced density matrix (RDM) based second order perturbation theory (PT2) as an energetic correction to electron pair approximation. The new approach takes into account of the broken-pair energy contribution that is missing in pair-correlated electron simulations, while maintaining the computational advantages of oo-upCCD ansatz. In dissociations of N$_2$, Li$_2$O, and chemical reactions such as the unimolecular decomposition of CH$_2$OH$^+$ and the \\snTwo reaction of CH$_3$I $+$ Br$^-$, the method significantly improves the accuracy of energy prediction. On two generations of the IonQ's trapped ion quantum computers, Aria and Forte, we find that unlike the VQE energy, the PT2 energy correction is highly noise-resilient. By applying a simple error mitigation approach based on post-selection solely on the VQE energies, the predicted VQE-PT2 energy differences between reactants, transition state, and products are in excellent agreement with noise-free simulators. ",
    "url": "https://arxiv.org/abs/2312.05426",
    "authors": [
      "Luning Zhao",
      "Joshua Goings",
      "Qingfeng Wang",
      "Kyujin Shin",
      "Woomin Kyoung",
      "Seunghyo Noh",
      "Young Min Rhee",
      "Kyungmin Kim"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05443",
    "title": "Shock induced ignition and transition to detonation in the presence of  mechanically induced non-linear acoustic forcing",
    "abstract": "We address the problem of shock induced ignition and transition to detonation in a reactive medium in the presence of mechanically induced fluctuations by a moving oscillating piston. For the inert problem prior to ignition, we provide a closed form model for the generation of the train of compression and expansions, their steepening into a train of N-shock waves and their reflection on the lead shock, as well as the distribution energy dissipation rate in the induction zone. The model is found in excellent agreement with numerics. Reactive calculations were performed for hydrogen and ethylene fuels using a novel high-fidelity numerical Lagrangian scheme. Different regimes of ignition and transition to detonation, controlled by the time scale of the forcing and the two time scales of the chemistry: the induction and reaction times. Two novel hot spot cascade mechanisms were identified. The first relies on the coherence between the sequence of hot spot formation set by the piston forcing and forward wave interaction with the lead shock, generalizing the classic runaway in fast flames. The second hot spot cascade is triggered by the feedback between the pressure pulse generated by the first generation hot spot cascade and the shock. For slow forcing, the sensitization is through a modification to the classic run-away process, while the high frequency regime leads to very localized sub-critical hot-spot formation controlled by the cumulative energy dissipation of the first generation shocks at a distance comparable to the shock formation location. ",
    "url": "https://arxiv.org/abs/2312.05443",
    "authors": [
      "Wentian Wang",
      "James McDonald",
      "Matei Ioan Radulescu"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.05580",
    "title": "Radiation-reaction effects on the production of twisted photon in the  nonlinear inverse Thomson scattering",
    "abstract": "Twisted photons can be emitted by free electrons in circular or spiral motion, which carry orbital angular momentum (OAM) and possess a helical phase structure. However, classical radiation reaction (RR) effects has not been investigated as an accelerated electron emits vortex radiation during the interaction with a laser. This work focuses on investigating the effects of radiation reaction on the production of twisted photons in the Nonlinear Inverse Thomson Scattering (NITS) process. Using the precise electron trajectory obtained by Landau-Lifshitz (LL) equation with a circularly polarized (CP) laser, we find that the radiation reaction effects can be significant for a sufficiently long pulse of a laser. They observe modifications in the frequency, phase structure, rotational asymmetry of OAM density, and energy distribution of the vortex field due to radiation reaction. This finding could provide an unique signature for the detection of radiation reaction. ",
    "url": "https://arxiv.org/abs/2312.05580",
    "authors": [
      "Jing-Yuan Wang",
      "Qian Zhao",
      "Mamutjan Ababekri",
      "Jian-Xing Li"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05649",
    "title": "Micro pixelated halide perovskite photodiodes fabricated with  ultraviolet laser scribing",
    "abstract": "In this study, we present a complex investigation for miniaturizing of perovskite photodiodes (PPDs) in various geometries with use of ultraviolet laser scribing (UV-LS). Employing a 355 nm (3.5 eV) pulsed laser at 30 kHz, we successfully manufactured PPDs with pixel configurations of 70x130 um2, 520x580 um2, and 2000x2000 um2. The utilization of UV-LS has a proven efficiency in achieving relevant diode characteristics, such as low dark currents and high shunt resistance, as well as ultrafast response. The multi-step scribing cycle provided precise patterning of perovskite photodiodes (PPDs) in a string design. The dark current densities demonstrated exceptional uniformity, ranging from 10-10 A/cm2 for 2000x2000 um2 pixelated PPDs to 10-9 A/cm2 for the 70x130 um2 configuration. The string PPDs, consisting of 10 pixels per string, displayed homogenous dark current values, ensuring effective isolation between devices. Under green light illumination (540 nm), all PPD types exhibited a broad Linear Dynamic Range (LDR). Specifically, LDR values reached 110 dB, 117 dB, and 136 dB for 70x130, 520x580, and 2000x2000 devices, respectively, spanning an illumination intensity range from 2*10-3 mW/cm2 to 2 mW/cm2. High responsivity values up to 0.38 A/W, depending on the PPDs geometry, highlight the potential of laser scribing devices for sensing in the visible range. The calculated specific detectivity performance (from 1011 to 1013 Jones) surpasses commercial analogs, while the sub-microsecond response of 70x130 um2 and 520x580 um2 miniaturized devices underscores their suitability for precise time resolution detection systems. ",
    "url": "https://arxiv.org/abs/2312.05649",
    "authors": [
      "A.P. Morozov",
      "P.A. Gostishchev",
      "A. Zharkova",
      "A.A. Vasilev",
      "A.E. Aleksandrov",
      "A.R. Tameev",
      "A.R. Ishteev",
      "S.I. Didenko",
      "D.S. Saranin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.05661",
    "title": "Optimized Multifidelity Machine Learning for Quantum Chemistry",
    "abstract": "Machine learning (ML) provides access to fast and accurate quantum chemistry (QC) calculations for various properties of interest such as excitation energies. It is often the case that high accuracy in prediction using an ML model, demands a large and costly training set. Various solutions and procedures have been presented to reduce this cost. These include methods such as $\\Delta$-ML, hierarchical-ML, and multifidelity machine learning (MFML). MFML combines various $\\Delta$-ML like sub-models for various fidelities according to a fixed scheme derived from the sparse grid combination technique. In this work we implement an optimization procedure to combine multifidelity models in a flexible scheme resulting in optimized MFML (o-MFML) that provides superior prediction capabilities. This hyper-parameter optimization is carried out on a holdout validation set of the property of interest. This work benchmarks the o-MFML method in predicting the atomization energies on the QM7b dataset, and again in the prediction of excitation energies for three molecules of growing size. The results indicate that o-MFML is a strong methodological improvement over MFML and provides lower error of prediction. Even in cases of poor data distributions and lack of clear hierarchies among the fidelities, which were previously identified as issues for multifidelity methods, the o-MFML provides advantage to the prediction of quantum chemical properties. ",
    "url": "https://arxiv.org/abs/2312.05661",
    "authors": [
      "Vivin Vinod",
      "Ulrich Kleinekathöfer",
      "Peter Zaspel"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05691",
    "title": "Improving the representation of the atmospheric boundary layer by direct  assimilation of ground-based microwave radiometer observations",
    "abstract": "In a joint effort, MeteoSwiss and Deutscher Wetterdienst (DWD) address the need for improving the initial state of the atmospheric boundary layer (ABL) by exploiting ground-based profiling observations that aim to fill the existing observational gap in the ABL. We implemented the brightness temperature observations from ground-based microwave radiometers (MWRs) into our data assimilation systems using a local ensemble transform Kalman filter (LETKF) with RTTOV-gb (Radiative Transfer for TOVS, ground-based) as a forward operator. We were able to obtain a positive impact on the brightness temperature first guess and analysis as well as a slight impact on the ABL humidity using two MWRs at MeteoSwiss. These results led to a subsequent operational implementation of the observing system at MeteoSwiss. Furthermore, we performed an extensive set of assimilation experiments at DWD to further investigate various aspects such as the vertical localisation of selected single channels. We obtained a positive impact on the 6h-forecast of ABL temperature and humidity by assimilating two channels employing a dynamical localisation based on the sensitivity functions of RTTOV-gb but also with a static localisation in a single-channel setup. Our experiments indicate the importance of the vertical localisation when using more than one channel, although reliable improvements are challenging to obtain without a larger number of observations for both assimilation and verification. ",
    "url": "https://arxiv.org/abs/2312.05691",
    "authors": [
      "Jasmin Vural",
      "Claire Merker",
      "Moritz Löffler",
      "Daniel Leuenberger",
      "Christoph Schraff",
      "Olaf Stiller",
      "Annika Schomburg",
      "Christine Knist",
      "Alexander Haefele",
      "Maxime Hervo"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05701",
    "title": "Optical transmission of a moving Fabry-Perot interferometer",
    "abstract": "Fabry-Perot interferometers have been widely studied and used for well over a century. However, they have always been treated as stationary devices in the past. In this paper, we investigate the optical transmission of a longitudinally moving Fabry-Perot interferometer within the framework of relativity and establish a general relation between the transmission coefficient and the velocity for uniform motions. Several features of the transmission spectrum are analyzed, including velocity-dependent frequency rescaling, the Fabry-Perot transmittance, and the transmission phase near resonance. Special attentions are given to the non-relativistic regime, where application prospects are evaluated. Potential new interferometric schemes, such as velocity-scanning interferometry and hybrid interferometers based on nested configurations, are proposed. Finally, a special case of non-uniform motion is also investigated. ",
    "url": "https://arxiv.org/abs/2312.05701",
    "authors": [
      "Nazar Pyvovar",
      "Lingze Duan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.05788",
    "title": "Hot Electron Generation and Manipulation in Nano-spiked Plasmonic Cavity  Arrays",
    "abstract": "The generation of the localized surface plasmon resonance (LSPR) on the surface of plasmonic structures in the nanoscale has paved the way for advanced biosensing, surpassing the conventional detection limits. The electric field enhancement (electromagnetic hot spots) between two plasmonic nano structures at close quarters produces hot electrons with a change in the electron density of the material. Techniques such as photoinjection are suitable to inject hot electrons from the metal crossing the Schottky barrier to the semiconductor leading to the development of photocurrent. sea urchin looking spiked nanoparticles serve a great interest in research of plasmonic materials as they can generate hot electrons at higher rate compared to other structures. By means of finite element method (FEM) analysis, we investigate the electric field enhancement generated between the cavity of nano star spike pairs and extend the study to an array of them. We further do a parametric study and identify the importance of using such an array to generate hot electrons whose applications are envisaged for light harvesting, enhanced photodetection, photo catalysis etc. ",
    "url": "https://arxiv.org/abs/2312.05788",
    "authors": [
      "Siddhartha Banerjee",
      "Jolly Xavier"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05838",
    "title": "Intermode coupling in a fiber loop laser at low temperatures",
    "abstract": "We experimentally study an unequally-spaced optical comb (USOC), which is generated by a unidirectional fiber loop laser operated at low temperatures. The underlying mechanism responsible for USOC formation is explored using both close and open loop measurements. The role played by dispersion is investigated using radio frequency spectrum measurements. By integrating a saturable absorber into the loop, a lasing state is revealed, in which mode locking coexists with the USOC. ",
    "url": "https://arxiv.org/abs/2312.05838",
    "authors": [
      "Eyal Buks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.05906",
    "title": "Characterization and regulation of statistical properties in Er-doped  random fiber laser",
    "abstract": "Er-doped random fiber laser (ERFL) is a complex physical system, and understanding its intrinsic physical mechanisms is crucial for promoting applications. In this paper, we experimentally investigate the time-domain statistical properties of ERFL under full-bandwidth condition for the first time. We also analyze the effects of the transmission process and amplification process on the output characteristics of ERFL, on the basis of which we realize its regulation. This study guides RFL systems requiring transmission and amplification, offering fresh insights for regulating the time-domain stability. ",
    "url": "https://arxiv.org/abs/2312.05906",
    "authors": [
      "Xingyu Bao",
      "Shengtao Lin",
      "Jiaojiao Zhang",
      "Yongxin Liang",
      "Anchi Wan",
      "Yifei Qi",
      "Zinan Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06046",
    "title": "Electron energy gain due to a laser frequency modulation experienced by  electron during betatron motion",
    "abstract": "Direct laser acceleration of electrons is an important energy deposition mechanism for laser-irradiated plasmas that is particularly effective at relativistic laser intensities in the presence of quasi-static laser-driven plasma electric and magnetic fields. These radial electric and azimuthal magnetic fields provide transverse electron confinement by inducing betatron oscillations of forward-moving electrons undergoing laser acceleration. Electrons are said to experience a betatron resonance when the frequency of betatron oscillations matches the average frequency of the laser field oscillations at the electron position. In this paper, we show that the modulation of the laser frequency caused by the betatron oscillation can be another important mechanism for net energy gain that is qualitatively different from the betatron resonance. Specifically, we show that the frequency modulation experienced by the electron can lead to net energy gain in the regime where the laser field performs three oscillations per betatron oscillation. There is no net energy gain in this regime without the modulation because the energy gain is fully compensated by the energy loss. The modulation slows down the laser oscillation near transverse stopping points, increasing the time interval during which the electron gains energy and making it possible to achieve net energy gain. ",
    "url": "https://arxiv.org/abs/2312.06046",
    "authors": [
      "Alexey Arefiev",
      "I-Lin Yeh",
      "Louise Willingale"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06111",
    "title": "Investigating intrinsic silicon oxide and a lightly doped p-type layer  for evolution of tail states and estimating its impact as a passivation layer  in a HIT type device",
    "abstract": "Hydrogenated amorphous silicon is well known for its various alloys and wide ranging opto-electronic properties. Hydrogenated silicon sub-oxide (aSiO:H) is one of them. The effect of boron doping on optoelectronic properties of the aSiO:H have been investigated with intrinsic and delta-doped materials. The Urbach energy of the tail and midgap defect states of the intrinsic and lightly doped(0.01% gas phase doping) materials were found to be 103, 151 meV and 8.19x1016 , 5.47x1017 cm-3 respectively. As a result of the 0.01% doping a reduction in optical gap was observed from 1.99 to 1.967 eV along with a shift in Fermi level by 0.258eV, indicating an efficient boron doping of the intrinsic silicon oxide material. The lightly doped p-type layer was used to simulate device characteristics in amorphous silicon (aSi:H) and HIT-type solar cell. In the aSi:H device the power conversion efficiency (PCE) was moderate while in a HIT-type device the PCE was 26.4%. It indicated that a good quality silicon oxide layer can be an attractive passivation layer for a HIT type device. It further indicated that defect density of the passivation layer can have a significant impact on performance of a HIT type device. The primary difference of the two passivation layers (intrinsic and delta-doped) are the difference in mid-gap and tail states. Passivation layer with a higher mid-gap state leads to poorer device performance. Therefore, it highlights the importance of using a less defective passivation layer to improve device performance. ",
    "url": "https://arxiv.org/abs/2312.06111",
    "authors": [
      "S M Iftiquar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06133",
    "title": "Characterization of an $\\rm ^{27}Al^+$ ion optical clock laser with  three independent methods",
    "abstract": "We report on the development and performance evaluation of an ultra-stable clock laser for an $\\rm ^{27}Al^+$ optical clock. The thermal noise limited ultra-stable laser is developed based on a 30 cm long ultra-stable cavity. Three independent evaluation methods, including the frequency noise summation method, the three-cornered hat (TCH) method, and the optical clock transition detection method, are used to evaluate the clock laser performance. The summation result of various frequency noise terms is compared with the result of the TCH method. In addition, the $\\rm ^{27}Al^+$ ion optical clock transition with ultra-narrow linewidth is also used to detect the frequency noise of the laser at lower Fourier frequencies. The results of the three methods show good agreements, showing a frequency instability level of $1.3\\times10^{-16}$, and giving us confidence that these evaluation methods may provides guidance for accurate evaluations of high stability laser sources. ",
    "url": "https://arxiv.org/abs/2312.06133",
    "authors": [
      "Zhiyuan Wang",
      "Zhiyu Ma",
      "Wenzhe Wei",
      "Jialu Chang",
      "Jingxuan Zhang",
      "Qiyue Wu",
      "Wenhao Yuan",
      "Ke Deng",
      "Zehuang Lu",
      "Jie Zhang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06146",
    "title": "A general designing approach for polarization-independent photonic  on-chip systems",
    "abstract": "Due to that the polarization states in optical fibers change randomly during transmission, polarization-independent (PID) devices are demanded to receive lights with arbitrary polarization states. Compared with their orthogonal polarization states, the optical profiles of various modes of the same polarization are similar, and their directions of the main electric field are same. Therefore, it's much easier to design PID devices using multi-modes of one polarization state instead of orthogonal polarizations. This paper firstly presents a scalable method to achieve PID devices and systems by transforming the light orthogonal polarization states into one polarization with different modes. Taking thermo-optical switches as an example, the PDL of the fabricated 2 x 2 switch cell was about 0.8 dB at 1300-1360 nm, and its extinction ratio (ER) was larger than 19 dB for both polarizations. A 4 x 4 switch was also demonstrated and its function of dual polarization switching was implemented, whose ER was larger than 11 dB for both polarizations. This method has potential in constructing PID on-chip systems for optical communications, optical interconnections, etc. ",
    "url": "https://arxiv.org/abs/2312.06146",
    "authors": [
      "Yating Wu",
      "Xiaoyan Liu",
      "Tao Chu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06234",
    "title": "Delivery of nanosecond laser pulses by multimode anti-resonant hollow  core fiber at 1 um wavelength",
    "abstract": "In this paper we explore the application of low-loss multimode anti-resonant hollow-core fiber (MM-AR-HCF) in the delivery of nanosecond laser pulses at 1 um wavelength. MM-AR-HCF of large core offers a rich content of low-loss higher-order modes which plays a key role in the efficient coupling and transmission of high-power laser of degraded beam quality. In the experiment, laser pulses of an average pulse energy of 21.8 mJ with 14.6 ns pulse width (corresponding a peak power of 1.49 MW) are transmitted through MM-AR-HCF of 9.8 m length without damaging. Up to 94 % coupling efficiency is achieved where the incident laser beam suffers a degraded beam quality with and of 2.18 and 1.99 respectively. Laser-induced damage threshold (LIDT) of MM-AR-HCF measures 22.6 mJ for 94 % coupling efficiency, which is 7 times higher than that for multimode silica optical fiber with a core diameter of 200 um. ",
    "url": "https://arxiv.org/abs/2312.06234",
    "authors": [
      "Meng Zhao",
      "Fei Yu",
      "Dakun Wu",
      "Xinyue Zhu",
      "Si Chen",
      "Meng Wang",
      "MinZhe Liu",
      "Kun Zhao",
      "RuiZhan Zhai",
      "Zhongqing Jia",
      "Jonathan Knight"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2312.06263",
    "title": "Increasing the selectivity of the early notification biosensor system  under influence of acoustic vibration",
    "abstract": "The paper presents the results of a study of the impact of acoustic and vibration signals on Black Sea mussels, and determines the necessary technical characteristics of vibration sensors. A method has been developed based on the analysis of the time interval recorded by a valve motion sensor in the form of a monotonically decreasing function after the response of a mussel colony to the influence of a vibroacoustic signal. The method makes it possible to eliminate the calibration of the opening value of the mussel valves at the stage of manufacturing and setting up the biosensor system, as well as to control and determine false positives or incomplete opening of the valves of individual mussels when exposed to point stimuli. A structural and functional diagram of the developed experimental setup is presented ",
    "url": "https://arxiv.org/abs/2312.06263",
    "authors": [
      "A.N. Grekov",
      "N.A. Grekov",
      "K.A. Kuzmin",
      "S.S. Peliushenko"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06269",
    "title": "Quantum physics at your fingertips -- from paper strips to zippers",
    "abstract": "Quantum physics modeling is technically complex and often non-descriptive. This article presents some approaches how quantum physical ideas can be represented by haptic models. For this purpose, models made from 3D printers, models made from paper strips, and models made from textiles are compared. A novelty is the use of zippers instead of paper strips, which can be easily ''cut'' and ''glued'' together. The models have been developed primarily with the aim of conveying and visualizing topological ideas with little basic mathematical knowledge. ",
    "url": "https://arxiv.org/abs/2312.06269",
    "authors": [
      "Franziska Greinert",
      "Malte S. Ubben"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06302",
    "title": "Non-iterative Methods in Inhomogeneous Background Inverse Scattering  Imaging Problem Assisted by Swin Transformer Network",
    "abstract": "A deep learning-assisted inversion method is proposed to solve the inhomogeneous background imaging problem. Three non-iterative methods, namely the distorted-Born (DB) major current coefficients method, the DB modified Born approximation method, and the DB connection method, are introduced to address the inhomogeneous background inverse scattering problem. These methods retain the multiple scattering information by utilizing the major current obtained through singular value decomposition of the Green's function and the scattered field, without resourcing to optimization techniques. As a result, the proposed methods offer improved reconstruction resolution and accuracy for unknown objects embedded in inhomogeneous backgrounds, surpassing the backpropagation scheme (BPS) and Born approximation (BA) method that disregard the multiple scattering effect. To further enhance the resolution and accuracy of the reconstruction, a Shifted-Window (Swin) transformer network is employed for capturing super-resolution information in the images. The attention mechanism incorporated in the shifted window facilitates global interactions between objects, thereby enhancing the performance of the inhomogeneous background imaging algorithm while reducing computational complexity. Moreover, an adaptive training method is proposed to enhance the generalization ability of the network. The effectiveness of the proposed methods is demonstrated through both synthetic data and experimental data. Notably, super-resolution imaging is achieved with quasi real-time speed, indicating promising application potential for the proposed algorithms. ",
    "url": "https://arxiv.org/abs/2312.06302",
    "authors": [
      "Naike Du",
      "Tiantian Yin",
      "Jing Wang",
      "Rencheng Song",
      "Kuiwen Xu",
      "Bingyuan Liang",
      "Sheng Sun",
      "Xiuzhu Ye"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06303",
    "title": "Symmetry Breaking and Rainbow Trapping: Insights from Coupled Cavity  Photonic Crystal Waveguides",
    "abstract": "This study focuses on achieving rainbow trapping in photonic crystal coupled cavity waveguides via symmetry reduction at the cavity region. Employing both plane wave expansion and finite-difference time domain methods, we explore the impact of integrating an auxiliary rod at varying angles to the primary cavity rod. Our simulations reveal that strategic angle variations maximize the group index and group velocity while investigating group velocity dispersion and third order dispersion within the slow light region. Leveraging these results, we demonstrate effective rainbow trapping by manipulating the auxiliary rod angles in photonic crystal coupled cavity waveguides. Our results have encouraging implications for optical buffering, multiplexing, demultiplexing, advanced time-domain and spatial signal-processing. ",
    "url": "https://arxiv.org/abs/2312.06303",
    "authors": [
      "Hasan Oguz",
      "Zekeriya Mehmet Yuksel",
      "Ozgur Onder Karakilinc",
      "Halil Berberoglu",
      "Mirbek Turduev",
      "Sevgi Ozdemir Kart",
      "Muzaffer Adak"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06360",
    "title": "Resonant high-order harmonic generation by indium ions",
    "abstract": "High-order harmonic generation in multiphoton ionization regime is studied theoretically to examine the resonant effects of the generating particle. We solve the time-dependent Schr\\\"odinger equation for In+ in the laser field by expanding the solution in terms of unperturbed eigenstates obtained in the Hartree-Fock approximation. The intensity enhancement of the high harmonic is demonstrated under 7-photon resonance with the energy of the transition from the ground state to the 4d^9 5p ^1P_1 autoionizing state. Attosecond pulse generation using harmonics of the fifth and higher orders is studied. We find a train of almost spectral limited pulses with duration of 190 as. ",
    "url": "https://arxiv.org/abs/2312.06360",
    "authors": [
      "Alexander I. Magunov",
      "Vasily V. Strelkov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06497",
    "title": "MieAI: A neural network for calculating optical properties of internally  mixed aerosol in atmospheric models",
    "abstract": "Aerosols influence weather and climate by interacting with radiation through absorption and scattering. These effects heavily rely on the optical properties of aerosols, which are mainly governed by attributes such as morphology, size distribution, and chemical composition. These attributes undergo continuous changes due to chemical reactions and aerosol micro-physics, resulting in significant spatio-temporal variations. Most atmospheric models struggle to incorporate this variability because they use pre-calculated tables to handle aerosol optics. This offline approach often leads to substantial errors in estimating the radiative impacts of aerosols alongwith posing significant computational burdens. To address this challenge, we introduce a novel and computationally efficient machine learning ap proach called MieAI. It allows for online calculation of the optical properties of internally mixed aerosols with a log-normal size distribution. Importantly, MieAI fully incorporates the variability in aerosol chemistry and microphysics. Our evaluation of MieAI against traditional Mie calculations, using number concentrations from ICOsahedral Nonhydrostatic model with Aerosol and Reactive Trace gases (ICON-ART) simulations, demonstrates that MieAI exhibits excellent predictive accuracy for aerosol optical properties. MieAI achieves this with errors well within 10%, and it operates more than 1000 times faster than the benchmark approach of Mie calculations. Due to its generalized nature, the MieAI approach can be implemented in any chemistry transport model which represents aerosol size distribution in the form of log-normally distributed internally mixed modes. This advancement has the potential to replace frequently employed lookup tables and play a substantial role in the ongoing attempts to reduce uncertainties in estimating aerosol radiative forcing. ",
    "url": "https://arxiv.org/abs/2312.06497",
    "authors": [
      "Pankaj Kumar",
      "Heike Vogel",
      "Julia Bruckert",
      "Lisa Janina Muth",
      "Gholam Ali Hoshyaripour"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06535",
    "title": "An In-Silico Study on Integrated Mechanisms of Mechano-Electric Coupling  in Ischaemic Arrhythmogenesis",
    "abstract": "Heterogeneous mechanical dyskinesis during acute myocardial ischaemia is thought to contribute to arrhythmogenic alterations to cardiac electrophysiology. Various forms of mechano-electric coupling (MEC) mechanisms have been suggested to contribute to these changes, with two primary mechanisms being: (1) myofilament-dependent calcium release events, and (2) the activation of stretch-activated currents (SACs). In this computational investigation, we assessed the collective impact of these processes on mechanically-induced alternans that create an arrhythmogenic substrate during acute ischaemia. To appraise the potential involvement of MEC in ischaemia-induced arrhythmias, we developed a coupled model of ventricular myocyte electrophysiology and contraction including SACs and stretch-dependent calcium buffering and release. The model, reflecting observed electrophysiological changes during ischaemia, was exposed to a series of stretch protocols that replicated both physiological and pathological mechanical conditions. Pathologically realistic myofiber stretch variations revealed calcium sensitivity changes dependent on myofilament, leading to alterations in cytosolic calcium concentrations. Under calcium overload conditions, these changes resulted in electrical alternans. The study implies that strain impacts cellular electrophysiology through myofilament calcium release and SAC opening in ventricular mechano-electrical models, parameterised to available data. This supports experimental evidence suggesting that both calcium-driven instability via MEC and SAC-induced effects contribute to electrical alternans in acute ischaemia. ",
    "url": "https://arxiv.org/abs/2312.06535",
    "authors": [
      "Viviane Timmermann",
      "Samuel T. Wall",
      "Joakim Sundnes",
      "Tarek Lawen",
      "Peter A. Baumeister",
      "T. Alexander Quinn",
      "Andrew D. McCulloch",
      "Andrew G. Edwards"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05335",
    "title": "Optical probing of phononic properties of a tin-vacancy color center in  diamond",
    "abstract": "The coherence characteristics of a tin-vacancy color center in diamond are investigated through optical means including coherent population trapping between the ground state orbital levels and linewidth broadening effects. Due to the large spin-orbit splitting of the orbital ground states, thermalization between the ground states occurs at rates that are impractical to measure directly. Here, spectral information is transformed into its conjugate variable time, providing picosecond resolution and revealing an orbital depolarization timescale of ${\\sim30{\\rm~ps}}$. Consequences of the investigated dynamics are then used to estimate spin dephasing times limited by thermal effects. ",
    "url": "https://arxiv.org/abs/2312.05335",
    "authors": [
      "Cem Güney Torun",
      "Joseph H. D. Munns",
      "Franziska Marie Herrmann",
      "Viviana Villafane",
      "Kai Müller",
      "Andreas Thies",
      "Tommaso Pregnolato",
      "Gregor Pieplow",
      "Tim Schröder"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05453",
    "title": "Evidence of Gas Phase Nucleation of Nano Diamond in Microwave Plasma  Assisted Chemical Vapor Deposition",
    "abstract": "The mechanism of ballas like nano crystalline diamond formation (NCD) still remains elusive, and this work attempts to analyze its formation in the framework of activation energy ($E_\\text{a}$) of NCD films grown from H$_\\text{2}$/CH$_\\text{4}$ plasma in a 2.45 GHz chemical vapor deposition system. The $E_\\text{a}$ is calculated using the Arrhenius equation corresponding to the thickness growth rate while using substrate temperature ($\\sim1000-1300$ K) in all the calculations. While the calculated values match with the $E_\\text{a}$ for nano diamond formation throughout the literature, these values of $\\sim$10 kcal/mol are lower compared to $\\sim$15 -- 25 kcal/mol for standard single crystal diamond (SCD) formation, concluding thus far, that the energetics and processes involved are different. In this work, To further investigate this, the substrate preparation and sample collection method are modified while keeping the growth parameters constant. Unseeded Si substrates are physically separated from the plasma discharge by a molybdenum plate with a pinhole drilled in it. Small quantities of a sample substance are collected on the substrates. The sample is characterized by electron microscopy and Raman spectroscopy confirming it to be nano diamond, thus, suggesting that nano diamond self nucleates in the plasma and flows to the substrate which acts as a mere collection plate. It is hypothesized then, if nano diamond nucleates in gas phase, gas temperature has to be used in the Arrhenius analysis. The $E_\\text{a}$ values for all the nano diamond films are re-calculated using the simulated gas temperature ($\\sim1500-2000$ K) obtained from a simple H$_\\text{2}$/CH$_\\text{4}$ plasma model, giving values within the range characteristic to SCD formation. A unified growth mechanism for NCD and SCD is proposed concluding that the limiting reactions for NCD and SCD formation are the same. ",
    "url": "https://arxiv.org/abs/2312.05453",
    "authors": [
      "Tanvi Nikhar",
      "Sergey V. Baryshev"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2312.05641",
    "title": "Non-classical correlations between phonons and photons in a  MHz-frequency mechanical oscillator coupled to an optical cavity",
    "abstract": "We demonstrate non-classical correlations between phonons and photons created using opto-mechanical spontaneous parametric down-conversion in a system based on a soft-clamped ultracoherent membrane oscillator inside of a Fabry-P\\'erot optical resonator. We show that phonons stored in the mechanical oscillator, when subsequently read out, display strong signs of quantum coherence, which we demonstrate by single-photon counting enabled by our state-of-the-art optical filtering system. We observe a violation of the classical Cauchy-Schwarz inequality with a confidence of >92%. The presented system demonstrates the potential for studies of low-frequency quantum effects in sub-millimeter size nanogram-scale mechanical oscillators. ",
    "url": "https://arxiv.org/abs/2312.05641",
    "authors": [
      "Ivan Galinskiy",
      "Georg Enzian",
      "Michał Parniak",
      "Eugene Polzik"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.05723",
    "title": "Resonant stratification in Titan's global ocean",
    "abstract": "Titan's ice shell floats on top of a global ocean revealed by the large tidal Love number $k_2 = 0.616\\pm0.067$ registered by Cassini. The Cassini observation exceeds the predicted $k_2$ by one order of magnitude in the absence of an ocean, and is 3-$\\sigma$ away from the predicted $k_2$ if the ocean is pure water resting on top of a rigid ocean floor. Previous studies demonstrate that an ocean heavily enriched in salts (salinity $S\\gtrsim200$ g/kg) can explain the 3-$\\sigma$ signal in $k_2$. Here we revisit previous interpretations of Titan's large $k_2$ using simple physical arguments and propose a new interpretation based on the dynamic tidal response of a stably stratified ocean in resonance with eccentricity tides raised by Saturn. Our models include inertial effects from a full consideration of the Coriolis force and the radial stratification of the ocean, typically neglected or approximated elsewhere. The stratification of the ocean emerges from a salinity profile where salt concentration linearly increases with depth. We find multiple salinity profiles that lead to the $k_2$ required by Cassini. In contrast with previous interpretations that neglect stratification, resonant stratification reduces the bulk salinity required by observations by an order of magnitude, reaching a salinity for Titan's ocean that is compatible with that of Earth's oceans and close to Enceladus' plumes. Consequently, no special process is required to enrich Titan's ocean to a high salinity as previously suggested. ",
    "url": "https://arxiv.org/abs/2312.05723",
    "authors": [
      "Benjamin Idini",
      "Francis Nimmo"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2312.05949",
    "title": "Large quantum nonreciprocity in plasmons dragged by drifting electrons",
    "abstract": "Collective plasmon modes, riding on top of drifting electrons, acquire a fascinating nonreciprocal dispersion characterized by $\\omega_p(\\bm{q}) \\neq \\omega_p(-\\bm{q})$. The {\\it classical} plasmonic Doppler shift arises from the polarization of the Fermi surface due to the applied DC bias voltage. Going beyond this paradigm, we predict a {\\it quantum} plasmonic Doppler shift originating from the quantum metric of the Bloch wavefunction. We systematically compare the classical and quantum Doppler shifts by investigating the drift-induced nonreciprocal plasmon dispersion in generic quantum systems. We demonstrate quantum nonreciprocal plasmons in graphene and twisted bilayer graphene. We show that the quantum plasmonic Doppler shift dominates in \\moire systems at large wavevectors, yielding plasmonic nonreciprocity up to 20\\% in twisted bilayer graphene. Our findings demonstrate the supremacy of plasmonic quantum Doppler shift in \\moire systems, motivating the design of innovative nonreciprocal photonic devices with potential technological implications. ",
    "url": "https://arxiv.org/abs/2312.05949",
    "authors": [
      "Debasis Dutta",
      "Amit Agarwal"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2312.06071",
    "title": "Probabilistic Precipitation Downscaling with Optical Flow-Guided  Diffusion",
    "abstract": "In climate science and meteorology, local precipitation predictions are limited by the immense computational costs induced by the high spatial resolution that simulation methods require. A common workaround is statistical downscaling (aka superresolution), where a low-resolution prediction is super-resolved using statistical approaches. While traditional computer vision tasks mainly focus on human perception or mean squared error, applications in weather and climate require capturing the conditional distribution of high-resolution patterns given low-resolution patterns so that reliable ensemble averages can be taken. Our approach relies on extending recent video diffusion models to precipitation superresolution: an optical flow on the high-resolution output induces temporally coherent predictions, whereas a temporally-conditioned diffusion model generates residuals that capture the correct noise characteristics and high-frequency patterns. We test our approach on X-SHiELD, an established large-scale climate simulation dataset, and compare against two state-of-the-art baselines, focusing on CRPS, MSE, precipitation distributions, as well as an illustrative case -- the complex terrain of California. Our approach sets a new standard for data-driven precipitation downscaling. ",
    "url": "https://arxiv.org/abs/2312.06071",
    "authors": [
      "Prakhar Srivastava",
      "Ruihan Yang",
      "Gavin Kerrigan",
      "Gideon Dresdner",
      "Jeremy McGibbon",
      "Christopher Bretherton",
      "Stephan Mandt"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2312.06438",
    "title": "Fano Resonance in Excitation Spectroscopy and Cooling of an Optically  Trapped Single Atom",
    "abstract": "Electromagnetically induced transparency (EIT) can be used to cool an atom in a harmonic potential close to the ground state by addressing several vibrational modes simultaneously. Previous experimental efforts focus on trapped ions and neutral atoms in a standing wave trap. In this work, we demonstrate EIT cooling of an optically trapped single neutral atom, where the trap frequencies are an order of magnitude smaller than in an ion trap and a standing wave trap. We resolve the Fano resonance feature in fluorescence excitation spectra and the corresponding cooling profile in temperature measurements. A final temperature of around 6 $\\mu$K is achieved with EIT cooling, a factor of two lower than the previous value obtained using olarization gradient cooling. ",
    "url": "https://arxiv.org/abs/2312.06438",
    "authors": [
      "Chang Hoong Chow",
      "Boon Long Ng",
      "Vindhiya Prakash",
      "Christian Kurtsiefer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2312.06545",
    "title": "Classical Invasive Description of Informationally-Complete Quantum  Processes",
    "abstract": "In classical stochastic theory, the joint probability distributions of a stochastic process obey by definition the Kolmogorov consistency conditions. Interpreting such a process as a sequence of physical measurements with probabilistic outcomes, these conditions reflect that the measurements do not alter the state of the underlying physical system. Prominently, this assumption has to be abandoned in the context of quantum mechanics, yet there are also classical processes in which measurements influence the measured system. Here, we derive conditions that characterize uniquely classical processes that are probed by a reasonable class of invasive measurements. We then analyse under what circumstances such classical processes can simulate the statistics arising from quantum processes associated with informationally-complete measurements. We expect that our investigation will help build a bridge between two fundamental traits of non-classicality, namely, coherence and contextuality. ",
    "url": "https://arxiv.org/abs/2312.06545",
    "authors": [
      "Moritz F. Richter",
      "Andrea Smirne",
      "Walter T. Strunz",
      "Dario Egloff"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2312.06558",
    "title": "Deep Photonic Reservoir Computer for Speech Recognition",
    "abstract": "Speech recognition is a critical task in the field of artificial intelligence and has witnessed remarkable advancements thanks to large and complex neural networks, whose training process typically requires massive amounts of labeled data and computationally intensive operations. An alternative paradigm, reservoir computing, is energy efficient and is well adapted to implementation in physical substrates, but exhibits limitations in performance when compared to more resource-intensive machine learning algorithms. In this work we address this challenge by investigating different architectures of interconnected reservoirs, all falling under the umbrella of deep reservoir computing. We propose a photonic-based deep reservoir computer and evaluate its effectiveness on different speech recognition tasks. We show specific design choices that aim to simplify the practical implementation of a reservoir computer while simultaneously achieving high-speed processing of high-dimensional audio signals. Overall, with the present work we hope to help the advancement of low-power and high-performance neuromorphic hardware. ",
    "url": "https://arxiv.org/abs/2312.06558",
    "authors": [
      "Enrico Picco",
      "Alessandro Lupo",
      "Serge Massar"
    ],
    "subjectives": [
      "Neural and Evolutionary Computing (cs.NE)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.00318",
    "title": "Quantum defects from single surface exhibit strong mutual interactions",
    "abstract": " Comments: 12 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2302.00318",
    "authors": [
      "Chih-Chiao Hung",
      "Tim Kohler",
      "Kevin D. Osborn"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.12053",
    "title": "Towards chemical accuracy with shallow quantum circuits: A  Clifford-based Hamiltonian engineering approach",
    "abstract": " Comments: 14 pages, 6 figures. SI is included ",
    "url": "https://arxiv.org/abs/2306.12053",
    "authors": [
      "Jiace Sun",
      "Lixue Cheng",
      "Weitang Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2309.01676",
    "title": "Quantum Information-Assisted Complete Active Space Optimization (QICAS)",
    "abstract": " Comments: Close to published version. To appear in Journal of Physical Chemistry Letter ",
    "url": "https://arxiv.org/abs/2309.01676",
    "authors": [
      "Lexin Ding",
      "Stefan Knecht",
      "Christian Schilling"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2310.05289",
    "title": "Inference of highly time-resolved melt pool visual characteristics and  spatially-dependent lack-of-fusion defects in laser powder bed fusion using  acoustic and thermal emission data",
    "abstract": " Comments: 28 pages, 25 figures ",
    "url": "https://arxiv.org/abs/2310.05289",
    "authors": [
      "Haolin Liu",
      "Christian Gobert",
      "Kevin Ferguson",
      "Brandon Abranovic",
      "Hongrui Chen",
      "Jack L. Beuth",
      "Anthony D. Rollett",
      "Levent Burak Kara"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04893",
    "title": "Maximum Entropy Principle as Postulate of Quantum Mechanics",
    "abstract": " Comments: 5 pages, 1 figure ",
    "url": "https://arxiv.org/abs/2311.04893",
    "authors": [
      "Alexei V. Tkachenko"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2311.12653",
    "title": "A Comprehensive Characterization of the Neutron Fields Produced by the  Apollon Petawatt Laser",
    "abstract": " Title: A Comprehensive Characterization of the Neutron Fields Produced by the  Apollon Petawatt Laser ",
    "url": "https://arxiv.org/abs/2311.12653",
    "authors": [
      "Ronan Lelièvre",
      "Weipeng Yao",
      "Tessa Waltenspiel",
      "Itamar Cohen",
      "Arie Beck",
      "Erez Cohen",
      "David Michaeli",
      "Ishay Pomerantz",
      "Donald Cort Gautier",
      "François Trompier",
      "Quentin Ducasse",
      "Pavlos Koseoglou",
      "Pär-Anders Söderström",
      "François Mathieu",
      "Amokrane Allaoua",
      "Julien Fuchs"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2312.00835",
    "title": "Normal Frequency method for finding the existence of maximum clique of  the clique-complex",
    "abstract": " Title: Normal Frequency method for finding the existence of maximum clique of  the clique-complex ",
    "url": "https://arxiv.org/abs/2312.00835",
    "authors": [
      "Youngik Lee"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2312.02856",
    "title": "Comparative study of quantum emitter fabrication in wide bandgap  materials using localized electron irradiation",
    "abstract": " Title: Comparative study of quantum emitter fabrication in wide bandgap  materials using localized electron irradiation ",
    "url": "https://arxiv.org/abs/2312.02856",
    "authors": [
      "Anand Kumar",
      "Chanaprom Cholsuk",
      "Mohammad N. Mishuk",
      "Mouli Hazra",
      "Clotilde Pillot",
      "Tjorben Matthes",
      "Tanveer A. Shaik",
      "Asli Cakan",
      "Volker Deckert",
      "Sujin Suwanna",
      "Tobias Vogl"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04946",
    "title": "Interferometric determination of intrinsic nonlinear Kerr index in  lead-halide perovskites",
    "abstract": " Title: Interferometric determination of intrinsic nonlinear Kerr index in  lead-halide perovskites ",
    "url": "https://arxiv.org/abs/2312.04946",
    "authors": [
      "Dusan Lorenc",
      "Ayan Zhumekenov",
      "Osman M. Bakr",
      "Zhanybek Alpichshev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]