[
  {
    "id": "arXiv:2112.09873",
    "title": "An effective coaxiality error measurement for twist drill based on line  structured light sensor",
    "abstract": "Since the structure of twist drill is complex, it is hard and challenging for its coaxiality error measurement. In this paper, a novel mechanism, framework and method of coaxiality error measurement for twist drill is proposed. The mechanism includes encoder, PLC controller, line structured sensor and high precision turntable. First, profile point cloud data of the twist drill is collected through the line structured light sensor when the drill turns around in the controlling of PLC. Second, a GMM-based point cloud segmentation algorithm based on local depth features is investigated to extract blade back data. To improve the measurement accuracy, a statistical filter is designed to remove outliers during the target region extraction. Then, according to two characteristics of coaxiality error, an axis reconstruction method based on orthogonal synthesis of axisymmetric contour differences is presented, which is facilitated to pre-position the maximum deviation cross sections of the drill axis. Finally, the coaxiality error is measured through fitting the benchmark axis and the axis at the pre-positioned maximum deviation position. At the end, a large number of experiments are carried out, and it shows that our method is accuracy and robust. ",
    "url": "https://arxiv.org/abs/2112.09873",
    "authors": [
      "Ailing Cheng",
      "Jiaojiao Ye",
      "Fei Yang",
      "Shufang Lu",
      "Fei Gao"
    ],
    "subjectives": [
      "Computer Vision and Pattern Recognition (cs.CV)"
    ]
  },
  {
    "id": "arXiv:2112.10448",
    "title": "On sensor quantization in linear control systems: Krasovskii solutions  meet semidefinite programming",
    "abstract": "Stability and stabilization for linear state feedback control systems in the presence of sensor quantization are studied. As the closed-loop system is described by a discontinuous right-hand side differential equation, Krasovskii solutions (to the closed-loop system) are considered. Sufficient conditions in the form of matrix inequalities are proposed to characterize uniform global asymptotic stability of a compact set containing the origin. Such conditions are shown to be always feasible whenever the quantization-free closed-loop system is asymptotically stable. Building on the obtained conditions, computationally affordable algorithms for the solution to the considered problems are illustrated. The effectiveness of the proposed methodology is shown in three examples. ",
    "url": "https://arxiv.org/abs/2112.10448",
    "authors": [
      "Francesco Ferrante",
      "Frédéric Gouaisbaut",
      "Sophie Tarbouriech"
    ],
    "subjectives": [
      "Optimization and Control (math.OC)",
      "Systems and Control (eess.SY)"
    ]
  },
  {
    "id": "arXiv:2011.09960",
    "title": "Mathematical comparison of classical and quantum mechanisms in  optimization under local differential privacy",
    "abstract": " Comments: 26 pages ",
    "url": "https://arxiv.org/abs/2011.09960",
    "authors": [
      "Yuuya Yoshida"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)"
    ]
  },
  {
    "id": "arXiv:2111.00903",
    "title": "Towards a theory of quantum gravity from neural networks",
    "abstract": " Comments: 20 pages, minor corrections, accepted for publication in Entropy ",
    "url": "https://arxiv.org/abs/2111.00903",
    "authors": [
      "Vitaly Vanchurin"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "Quantum Physics (quant-ph)"
    ]
  }
]