[
  {
    "id": "arXiv:2208.11799",
    "title": "Multi-mode Analysis of Surface Losses in a Superconducting Microwave  Resonator in High Magnetic Fields",
    "abstract": "This paper reports on a surface impedance measurement of a niobium titanium superconducting radio frequency (SRF) cavity in a magnetic field (up to $10\\,{\\rm T}$). A novel method is employed to decompose the surface resistance contributions of the cylindrical cavity end caps and walls using measurements from multiple $TM$ cavity modes. The results confirm that quality factor degradation of a NbTi SRF cavity in a high magnetic field is primarily from surfaces perpendicular to the field (the cavity end caps), while parallel surface resistances (the walls) remain relatively constant. This result is encouraging for applications needing high Q cavities in strong magnetic fields, such as the Axion Dark Matter eXperiment (ADMX), because it opens the possibility of hybrid SRF cavity construction to replace conventional copper cavities. ",
    "url": "https://arxiv.org/abs/2208.11799",
    "authors": [
      "T. Braine",
      "G. Rybka",
      "A. A. Baker",
      "J. Brodsky",
      "G. Carosi",
      "N. Du",
      "N. Woollett",
      "S. Knirck",
      "M. Jones"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11808",
    "title": "Simulating nuclear and electronic quantum effects in enzymes",
    "abstract": "An accurate treatment of the structures and dynamics that lead to enhanced chemical reactivity in enzymes requires explicit treatment of both electronic and nuclear quantum effects. The former can be captured in ab initio molecular dynamics (AIMD) simulations while the latter can be included by performing ab initio path integral molecular dynamics (AI-PIMD) simulations. Both AIMD and AI-PIMD simulations have traditionally been computationally prohibitive for large enzymatic systems. Recent developments in streaming computer architectures and new algorithms to accelerate path integral simulations now make these simulations practical for biological systems, allowing elucidation of enzymatic reactions in unprecedented detail. In this chapter, we summarize these recent developments and discuss practical considerations for applying AIMD and AI-PIMD simulations to enzymes. ",
    "url": "https://arxiv.org/abs/2208.11808",
    "authors": [
      "Lu Wang",
      "Christine M. Isborn",
      "Thomas E. Markland"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Biological Physics (physics.bio-ph)"
    ]
  },
  {
    "id": "arXiv:2208.11884",
    "title": "Unidirectional scattering with spatial homogeneity using photonic time  disorder",
    "abstract": "The temporal degree of freedom in photonics has been a recent research hotspot due to its analogy with spatial axes, causality, and open-system characteristics. In particular, the temporal analogues of photonic crystals have stimulated the design of momentum gaps and their extension to topological and non-Hermitian photonics. Although recent studies have also revealed the effect of broken discrete time-translational symmetry in view of the temporal analogy of spatial Anderson localization, the broad intermediate regime between time order and time uncorrelated disorder has not been examined. Here we investigate the inverse design of photonic time disorder to achieve optical functionalities in spatially homogeneous platforms. By developing the structure factor and order metric using causal Green's functions for the domain of time disorder, we demonstrate engineered time scatterer, which provides unidirectional scattering with controlled scattering amplitudes. We also reveal that the order-to-disorder transition in the time domain allows for the manipulation of scattering bandwidths, which inspires resonance-free temporal colour filtering. Our work will pave the way for advancing optical functionalities without spatial patterning. ",
    "url": "https://arxiv.org/abs/2208.11884",
    "authors": [
      "Jungmin Kim",
      "Dayeong Lee",
      "Sunkyu Yu",
      "Namkyoo Park"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11901",
    "title": "Photonic Galton board in the synthetic dimension for  tera-sample-per-second arbitrary waveform generation",
    "abstract": "We propose and experimentally demonstrate a photonic Galton board (PGB) in the temporal synthetic dimension for ultra-high speed arbitrary waveform generation (AWG). The proposed PGB consists of two mutually coupled fiber loops with different time delays and each loop having an acousto-optic modulator, to have a synthesized one-dimensional (1D) temporal photonic system. By controlling the gain or loss of the optical pulse recirculating in the loop and tunning the time delay difference between the two loops, arbitrary waveforms with a sampling interval equal to the time delay difference between the two fiber loops are generated. Since the time delay difference can be controlled ultra-small, the equivalent sampling rate is ultra-high. The approach is studied theoretically and evaluated experimentally. The experimental results show for an input ultra-short optical pulse with a minimum temporal width of 1.07 ps, arbitrary waveforms with a sampling rate up to 341.53 GSa/s are generated. The sampling rate can be increased to the terahertz range if the temporal width of the recirculating optical pulse is reduced to less than 1 ps. ",
    "url": "https://arxiv.org/abs/2208.11901",
    "authors": [
      "Yiran Guan",
      "Jiejun Zhang",
      "Lingzhi Li",
      "Ruidong Cao",
      "Guangying Wang",
      "Jingxu Chen",
      "Jianping Yao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11918",
    "title": "Generation of bright collimated vortex $γ$-ray via laser driven  cone-fan target",
    "abstract": "We use numerical simulations to demonstrate that a source of bright collimated vortex $\\gamma$-ray with large orbital angular momentum can be achieved by irradiating a circularly polarized laser with an intensity about $10^{22}\\rm{W/{cm^2}}$ on a cone-fan target. In the studied setup, electron beam of energy of hundreds of MeV and vortex laser pulse are formed. And furthermore a high quality vortex $\\gamma$-ray is yielded with small divergence of $5^{\\circ}$ and high peak brilliance $\\sim5\\times10^{22}$ photons ${\\rm\\cdot s^{-1} \\cdot mm^{-2} \\cdot mrad^{-2}}$ $0.1\\%\\mathrm{BW}$ at $10\\mathrm{MeV}$. A considerable fraction of angular momentum of laser is converted to electron beam and vortex $\\gamma$-ray, which are roughly $27.8\\%$ and $3\\%$, respectively. And the conversion efficiency of energy from laser to electron beam and vortex $\\gamma$-ray are around $41\\%$ and $3.8\\%$. Moreover, comparative simulations for different right radius of cone reveal that there exists an optimal size that makes the highest angular momentum of $\\gamma$-ray photons to be around $2.8\\times10^6\\hbar$. The comparative simulations for different laser modes exhibit that it is more appropriate to choose the circularly polarized laser to generate vortex $\\gamma$-ray than the Laguerre-Gaussian one. ",
    "url": "https://arxiv.org/abs/2208.11918",
    "authors": [
      "Cui-Wen Zhang",
      "Mamat-Ali Bake",
      "Hong Xiao",
      "Hai-Bo Sang",
      "Bai-Song Xie"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12074",
    "title": "Ionization Induced by Ponderomotive Force in Intense and High-Frequency  Laser Fields",
    "abstract": "Atomic stabilization is a universal phenomenon that occurs when atoms interact with intense and high-frequency laser fields. In this work, we systematically study the influence of the ponderomotive (PM) force, present around the laser focus, on atomic stabilization. We show that the PM force could induce tunneling and even over-barrier ionization to the otherwise stabilized atoms. Such effect may overweight the typical multiphoton ionization under moderate laser intensities. Our work highlights the importance of an improved treatment of atomic stabilization that includes the influence of the PM force. ",
    "url": "https://arxiv.org/abs/2208.12074",
    "authors": [
      "Mingyu Zhu",
      "Yuxiang Liu",
      "Chunli Wei",
      "Hongcheng Ni",
      "Qi Wei"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12114",
    "title": "Orbital Angular Momentum Microlaser with Tunable Degree of Chirality and  Large Quantum Numbers",
    "abstract": "Chiral microlasers with orbital angular momenta are promising platforms for developing integrated high-dimensional photonic devices. However, it's still challenging to arbitrarily manipulate the degree of chirality and quantum numbers of OAM. Herein, we proposed and demonstrated OAM generations with tunable degree of chirality and large quantum numbers from microlasers. Through the design of an optical microcavity with uneven potential distribution for photons, the dissymmetry factor of OAM laser can be continuously tuned from -1 to +1 by governing the pump position. High-order vortices were also generated, in which the largest quantum number reached up to 352. We further demonstrated multi-vortex laser generation in spatial and temporal domains. This study provides a novel mechanism for manipulating the chirality of OAM based on microlasers, with a great potential in high-dimensional information processing. ",
    "url": "https://arxiv.org/abs/2208.12114",
    "authors": [
      "Zhen Qiao",
      "Song Zhu",
      "Yu-Cheng Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12116",
    "title": "Sensor trajectory estimation by triangulating lidar returns",
    "abstract": "The paper describes how to recover the sensor trajectory for an aerial lidar collect using the data for multiple-return lidar pulses. This work extends the work of Gatziolis and McGaughey (2019) by performing a least-squares fit for multiple pulses simultaneously with a spline fit for the sensor trajectory. The method can be naturally extended to incorporate the scan angle of the lidar returns following Hartzell (2020). This allows the pitch and the yaw of the sensor to be estimated in addition to its position. ",
    "url": "https://arxiv.org/abs/2208.12116",
    "authors": [
      "Charles F. F. Karney",
      "Sujeong Kim"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12158",
    "title": "Constraints on the detection of topological charge of optical vortices  using self-reference interferometry",
    "abstract": "Self-reference interferometry of optical vortices using a Michelson interferometer is investigated in this paper. It is found that the detection of topological charge (TC) for the optical vortices is constrained by some physical conditions. We present these conditions through the theoretical analyses, numerical simulation and experimental results. For different parameters, the maximal detectable TCs are different, which is helpful for the measurement of TC in the practical application. Within the range allowed by the constrained conditions, we also study the detection of TC using the interference pattern of two-way optical vortex by changing the inclined angle of one mirror of the Michelson interferometer. ",
    "url": "https://arxiv.org/abs/2208.12158",
    "authors": [
      "Siyao Wu",
      "Ling Chen",
      "Ruiping Jing",
      "Baocheng Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12159",
    "title": "Bichromatic Imaging of Single Molecules in an Optical Tweezer Array",
    "abstract": "We report on a novel bichromatic fluorescent imaging scheme for background-free detection of single CaF molecules trapped in an optical tweezer array. By collecting fluorescence on one optical transition while using another for laser-cooling, we achieve an imaging fidelity of 97.7(2)% and a non-destructive detection fidelity of 95.5(6)%. We characterize loss mechanisms of our scheme, many of which are generically relevant to the fluorescent detection of trapped molecules, including two-photon decay and admixtures of higher excited states that are induced by the trapping light. ",
    "url": "https://arxiv.org/abs/2208.12159",
    "authors": [
      "Connor M. Holland",
      "Yukai Lu",
      "Lawrence W. Cheuk"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2208.12192",
    "title": "Photonic integration of lithium niobate micro-ring resonators onto  silicon nitride waveguide chips by transfer-printing",
    "abstract": "The heterogeneous integration of lithium niobate photonic waveguide devices onto a silicon nitride waveguide platform via a transfer-printing approach has been demonstrated for the first time. A fabrication process was developed to make free-standing lithium niobate membrane devices compatible with back-end integration onto photonic integrated circuits. Micro-ring resonators in membrane format were lithographically defined by using laser direct writing and plasma dry etching. The lithium niobate micro-ring resonators were then transferred from their host substrate and released onto a silicon nitride waveguide chip. An all-pass ring resonator transmission spectrum was obtained in the 1.5 {\\mu}m to 1.6 {\\mu}m wavelength range, with a measured loaded Q-factor larger than 32000. ",
    "url": "https://arxiv.org/abs/2208.12192",
    "authors": [
      "Zhibo Li",
      "Jack A. Smith",
      "Mark Scullion",
      "Nils Kolja Wessling",
      "Loyd J. McKnight",
      "Martin D. Dawson",
      "Michael J. Strain"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.11780",
    "title": "Variational Quantum Solutions to the Advection-Diffusion Equation for  Applications in Fluid Dynamics",
    "abstract": "Constraints in power consumption and computational power limit the skill of operational numerical weather prediction by classical computing methods. Quantum computing could potentially address both of these challenges. Herein, we present one method to perform fluid dynamics calculations that takes advantage of quantum computing. This hybrid quantum-classical method, which combines several algorithms, scales logarithmically with the dimension of the vector space and quadratically with the number of nonzero terms in the linear combination of unitary operators that specifies the linear operator describing the system of interest. As a demonstration, we apply our method to solve the advection-diffusion equation for a small system using IBM quantum computers. We find that reliable solutions of the equation can be obtained on even the noisy quantum computers available today. This and other methods that exploit quantum computers could replace some of our traditional methods in numerical weather prediction as quantum hardware continues to improve. ",
    "url": "https://arxiv.org/abs/2208.11780",
    "authors": [
      "Reuben Demirdjian",
      "Daniel Gunlycke",
      "Carolyn A. Reynolds",
      "James D. Doyle",
      "Sergio Tafur"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2208.11934",
    "title": "Domain-informed graph neural networks: a quantum chemistry case study",
    "abstract": "We explore different strategies to integrate prior domain knowledge into the design of a deep neural network (DNN). We focus on graph neural networks (GNN), with a use case of estimating the potential energy of chemical systems (molecules and crystals) represented as graphs. We integrate two elements of domain knowledge into the design of the GNN to constrain and regularise its learning, towards higher accuracy and generalisation. First, knowledge on the existence of different types of relations (chemical bonds) between atoms is used to modulate the interaction of nodes in the GNN. Second, knowledge of the relevance of some physical quantities is used to constrain the learnt features towards a higher physical relevance using a simple multi-task paradigm. We demonstrate the general applicability of our knowledge integrations by applying them to two architectures that rely on different mechanisms to propagate information between nodes and to update node states. ",
    "url": "https://arxiv.org/abs/2208.11934",
    "authors": [
      "Jay Morgan",
      "Adeline Paiement",
      "Christian Klinke"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.12029",
    "title": "Complexity reduction in resonant open quantum system Tavis-Cummings  model with quantum circuit mapping",
    "abstract": "Tavis-Cummings (TC) cavity quantum electrodynamical effects, describing the interaction of $N$ atoms with an optical resonator, are at the core of atomic, optical and solid state physics. The full numerical simulation of TC dynamics scales exponentially with the number of atoms. By restricting the open quantum system to a single excitation, typical of experimental realizations in quantum optics, we analytically solve the TC model with an arbitrary number of atoms achieving reduced modeling complexity. This solution allows us to devise the Quantum Mapping Algorithm of Resonator Interaction with $N$ Atoms (Q-MARINA), an intuitive TC mapping to a quantum circuit with linear space and time scaling, whose $N+1$ qubits represent atoms and a lossy cavity, while the dynamics is encoded through $2N$ entangling gates. Finally, we benchmark the robustness of the algorithm on a quantum simulator and superconducting quantum processors against the quantum master equation solution on a classical computer. ",
    "url": "https://arxiv.org/abs/2208.12029",
    "authors": [
      "Marina Krstic Marinkovic",
      "Marina Radulaski"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.12172",
    "title": "Walking with the atoms in a chemical bond : A perspective using quantum  phase transition",
    "abstract": "Classical phase transitions, like solid-liquid-gas or order-disorder spin magnetic phases, are all driven by thermal energy fluctuations by varying the temperature. On the other hand, quantum phase transitions happen at absolute zero temperature with quantum fluctuations causing the ground state energy to show abrupt changes as one varies the system parameters like electron density, pressure, disorder, or external magnetic field. Phase transitions happen at critical values of the controlling parameters, such as the critical temperature in classical phase transitions, and system critical parameters in the quantum case. However, true criticality happens only at the thermodynamic limit, when the number of particles goes to infinity with constant density. To perform the calculations for the critical parameters, finite size scaling approach was developed to extrapolate information from a finite system to the thermodynamic limit. With the advancement in the experimental and theoretical work in the field of ultra-cold systems, particularly trapping and controlling single atomic and molecular systems, one can ask: do finite systems exhibit quantum phase transition? To address this question, finite size scaling for finite system was developed to calculate the quantum critical parameters. Recent observation of a quantum phase transition in a single trapped 171 Yb ion in the Paul trap indicates the possibility of quantum phase transition in finite systems. This perspective focuses on examining chemical processes at ultracold temperature as quantum phase transitions, particularly the formation and dissociation of chemical bonds, which is the basic process for understanding the whole of chemistry ",
    "url": "https://arxiv.org/abs/2208.12172",
    "authors": [
      "Sabre Kais"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2106.03358",
    "title": "Ray engineering from chaos to order in 2D optical cavities",
    "abstract": " Title: Ray engineering from chaos to order in 2D optical cavities ",
    "url": "https://arxiv.org/abs/2106.03358",
    "authors": [
      "Chenni Xu",
      "Li-Gang Wang",
      "Patrick Sebbah"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2201.03020",
    "title": "Using the Autler-Townes and ac Stark effects to optically tune the  frequency of indistinguishable single-photons from an on-demand source",
    "abstract": " Comments: 27 pages, 12 figures ",
    "url": "https://arxiv.org/abs/2201.03020",
    "authors": [
      "Chris Gustin",
      "Łukasz Dusanowski",
      "Sven Höfling",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.12157",
    "title": "Raman Spectroscopy and Machine Learning-based Optical Sensor for Rapid  Tuberculosis Diagnosis via Sputum",
    "abstract": " Title: Raman Spectroscopy and Machine Learning-based Optical Sensor for Rapid  Tuberculosis Diagnosis via Sputum ",
    "url": "https://arxiv.org/abs/2204.12157",
    "authors": [
      "Ubaid Ullah",
      "Zarfishan Tahir",
      "Obaidullah Qazi",
      "Shaper Mirza",
      "M. Imran Cheema"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2205.06180",
    "title": "Massively Scalable Wavelength Diverse Integrated Photonic Linear Neuron",
    "abstract": " Title: Massively Scalable Wavelength Diverse Integrated Photonic Linear Neuron ",
    "url": "https://arxiv.org/abs/2205.06180",
    "authors": [
      "Matthew van Niekerk",
      "Anthony Rizzo",
      "Hector Rubio Rivera",
      "Gerald Leake",
      "Daniel Coleman",
      "Christopher Tison",
      "Michael Fanto",
      "Keren Bergman",
      "Stefan Preble"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2206.10738",
    "title": "The chromium dimer: closing a chapter of quantum chemistry",
    "abstract": " Title: The chromium dimer: closing a chapter of quantum chemistry ",
    "url": "https://arxiv.org/abs/2206.10738",
    "authors": [
      "Henrik R. Larsson",
      "Huanchen Zhai",
      "C. J. Umrigar",
      "Garnet Kin-Lic Chan"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.05072",
    "title": "An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase-encoding and Intensity Detection",
    "abstract": " Title: An On-demand Photonic Ising Machine with Simplified Hamiltonian  Calculation by Phase-encoding and Intensity Detection ",
    "url": "https://arxiv.org/abs/2207.05072",
    "authors": [
      "Jiayi Ouyang",
      "Yuxuan Liao",
      "Zhiyao Ma",
      "Deyang Kong",
      "Xue Feng",
      "Xiang Zhang",
      "Xiaowen Dong",
      "Kaiyu Cui",
      "Fang Liu",
      "Wei Zhang",
      "Yidong Huang"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.10179",
    "title": "On parametric resonance in the laser action",
    "abstract": " Comments: 29 pages ",
    "url": "https://arxiv.org/abs/2208.10179",
    "authors": [
      "Alexander Komech"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  }
]