[
  {
    "id": "arXiv:2311.16400",
    "title": "Vector-based feedback of continuous wave radiofrequency compression  cavity for ultrafast electron diffraction",
    "abstract": "The temporal resolution of ultrafast electron diffraction (UED) at non relativistic beam energies ($\\lesssim$ 100 keV) suffers from space charge induced electron pulse broadening. We describe the implementation of a radiofrequency (RF) cavity operating in the continuous wave regime to compress high repetition rate electron bunches from a 40.4 kV DC photoinjector for ultrafast electron diffraction applications. A feedback loop based on the demodulated I and Q signals from an antenna located inside the cavity allows for the improvement of stability of both the phase and amplitude of the RF fields leading to $<$ 200 fs temporal resolution in pump-probe studies. ",
    "url": "https://arxiv.org/abs/2311.16400",
    "authors": [
      "Thomas Sutter",
      "Joshua Lee",
      "Atharva Kulkarni",
      "Pietro Musumeci",
      "Anshul Kogar"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.16408",
    "title": "Pathway selectivity in time-resolved spectroscopy using two-photon  coincidence counting with quantum entangled photons",
    "abstract": "Ultrafast optical spectroscopy is a powerful technique for studying the dynamic processes of molecular systems in condensed phases. However, in molecular systems containing many dye molecules, the spectra can become crowded and difficult to interpret owing to the presence of multiple nonlinear optical contributions. In this work, we theoretically propose time-resolved spectroscopy based on the coincidence counting of two entangled photons generated via parametric down-conversion with a monochromatic laser. We demonstrate that the use of two-photon counting detection of entangled photon pairs enables the selective elimination of the excited-state absorption signal. This selective elimination cannot be realized with classical coherent light. We anticipate that the proposed spectroscopy will help to simplify the spectral interpretation in complex molecular and materials systems comprising multiple molecules. ",
    "url": "https://arxiv.org/abs/2311.16408",
    "authors": [
      "Yuta Fujihashi",
      "Akihito Ishizaki",
      "Ryosuke Shimizu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16531",
    "title": "Channel Modeling for Terahertz Communications in Rain",
    "abstract": "Terahertz (THz) communication channels, integral to outdoor applications, are critically influenced by natural factors like rainfall. Our research focused on the nuanced effects of rain on these channels, employing an advanced rainfall emulation system. By analyzing key parameters such as rain rate, altitude based variations in rainfall, and diverse raindrop sizes, we identified the paramount significance of the number of raindrops in the THz channel, particularly in scenarios with constant rain rates but varying drop sizes. Central to our findings is a novel model grounded in Mie scattering theory, which adeptly incorporates the variability of raindrop size distributions at different altitudes. This model has displayed strong congruence with our experimental results. In essence, our study underscores the inadequacy of solely depending on a fixed ground-based rain rate and emphasizes the imperative of calibrating distribution metrics to cater to specific environmental and operational contexts. ",
    "url": "https://arxiv.org/abs/2311.16531",
    "authors": [
      "Peian Li",
      "Wenbo Liu",
      "Jiacheng Liu",
      "Da Li",
      "Guohao Liu",
      "Yuanshuai Lei",
      "Jiabiao Zhao",
      "Xiaopeng Wang",
      "Houjun Sun",
      "Jianjun Ma",
      "John F. Federici"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Systems and Control (eess.SY)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16557",
    "title": "A Continuous Dual-Axis Atomic Interferometric Inertial Sensor",
    "abstract": "We present an interferometric inertial sensor that utilizes two counter-propagating atomic beams with transverse two-dimensional cooling. By employing three parallel and spatially aligned Raman laser beams for Doppler-sensitive Raman transitions, we successfully generate inertia-sensitive Mach-Zehnder interference fringes with an interrogation length of $2L=54\\,\\rm{cm}$. The measured rotation and acceleration sensitivities are $0.25\\,(\\mu\\rm{rad/s})/\\sqrt{Hz}$ and $0.12\\,\\rm{m}\\textit{g}/\\rm{\\sqrt{Hz}}$, respectively. The sensor's capability to measure rotation and acceleration simultaneously in dynamic environments is validated through comparative analysis with classical sensors under force oscillation in different directions. Additionally, we conduct experiments on a turntable to calibrate the gyroscope's scaling factor and address nonlinearity. ",
    "url": "https://arxiv.org/abs/2311.16557",
    "authors": [
      "Pei-Qiang Yan",
      "Wei-Chen Jia",
      "Sheng-Zhe Wang",
      "Yan-Ying Feng"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16599",
    "title": "Statistics of tens-of-photon states scattered by optical cavity,  two-level atom and Jaynes-Cummings emitter",
    "abstract": "Manipulating photon states serves as a primary requirement for various optical devices and is of high relevance for quantum information technology. Nevertheless, the fundamental theoretical framework for tens-of-photon states has not been established. This study successfully establishes the matrix-product-state theory to explore the statistics of the tens-of-photon states scattered by optical cavities (OCs), two-level atoms (TLAs), and Jaynes-Cummings emitters (JCEs) in waveguide-QED systems. Taking the incident 10-photon states as an example, we reveal some novel physical results that differ from those for few-photon cases. We verify that OCs do not change the statistics of the incident photon states, being independent of the photon number. However, for the TLAs and JCEs, the photon number strongly impacts the photon bunching and anti-bunching behaviors. As the photon number increases, there exists a maximum value for the photon-photon correlation induced by the JCE. Especially, the scattered waves by the TLA (or JCE) exhibit extremely different statistics behaviors for the 10-photon cases from those for the bi-photon. These distinguishable conclusions for the tens-of-photon states and the developed matrix-product-state theory pave the way for the multi-photon manipulation. ",
    "url": "https://arxiv.org/abs/2311.16599",
    "authors": [
      "Jia-Nan Wu",
      "Bingsuo Zou",
      "and Yongyou Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16615",
    "title": "Space-based optical imaging of blue corona discharges on cumulonimbus  cloud tops",
    "abstract": "The ILAN-ES (Imaging of Lightning And Nocturnal Emissions from Space) experiment was conducted in April 2022 as part of the Axiom company AX-1 private mission to the International Space Station, in the framework of Rakia, an Israeli set of experiments selected for flight by the Ramon Foundation and the Israeli Space Agency. The mission objective was to record transient luminous events from the Cupola window in the ISS, based on preliminary thunderstorm forecasts uploaded to the crew 24-36 hours in advance. A Nikon D6 camera with a 50 mm lens was used, in a video mode of 60 fps. During the 12-day mission, 82 different targets were identified for the ISS, of which 20 were imaged by the astronauts, yielding a total harvest > 80 TLEs: sprites, Elves and BLUEs (blue corona discharges). We report here on opportune nadir observation of a thunderstorm that produced multiple blue events near the Myanmar-Thailand border on April 21st, 2022, at 21:30 UT. The storm produced many visible blue discharges of varying sizes and durations, in sizes ranging from hundreds of meters to a few km2. The emissions were mostly in blue, however the brightest events had also a conspicuous red component. We used meteorological and ENTLN lightning data to establish the relationship between lightning type and the observable properties of the blue corona discharges. ",
    "url": "https://arxiv.org/abs/2311.16615",
    "authors": [
      "Yoav Yair",
      "Menahem Korzets",
      "Adam Devir",
      "Melody Korman",
      "Eytan Stibbe"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16641",
    "title": "A High Resolution Dilatometer Using Optical Fiber Interferometer",
    "abstract": "We introduce a high performance differential dilatometer based on an all-fiber Michelson interferometer. Thanks to the contactless character and high sensitivity of the optical interferometer, it can resolve pm-level change of the sample thickness using an oscillating temperature with amplitude as small as 10 mK. After carefully optimizing the stability, the structural thermal expansion is surpressed to below 4 nm/K. As a demonstration, we measure the thermal expansion coefficient $\\alpha$ near the antiferromagnetic transition of BaFe$_2$As$_2$, the parent compound of the \"122\" Fe-based superconductor. Our dilatometer has potentials in studying the phase transition of fragile materials with sub-100$\\mu$m thickness and being integrated with multiple synchronous measurements and tuning. ",
    "url": "https://arxiv.org/abs/2311.16641",
    "authors": [
      "Xin Qin",
      "Guoxin Cao",
      "Shengchun Liu",
      "Yang Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16679",
    "title": "A new bandwidth-voltage trade-off paradigm in low-loss LNOI  electro-optic modulators, using equalizer configuration",
    "abstract": "As a crucial element for various applications, including optical communications and analog photonic links, electro-optic modulators have a small size, low voltage, and wide bandwidth. Electro-optic modulators based on the thin-film lithium niobate (TFLN) are highly efficient and have a large modulation bandwidth. However, there is a tradeoff between driving voltage and modulation bandwidth. In this study, we present the electro-optical modulator based on the TFLN platform by using the electro-optic equalizer. Using the electro-optic equalizer causes that the proposed modulator has a broad bandwidth while the driving voltage is not compromised. In this proposed modulator, to compensate for the velocity mismatch and minimize interference of the electrode with the waveguide, a two-layer metallization method is used. This proposed modulator results in minimal optical and microwave losses and allows for a large electro-optic bandwidth of up to 300GHz for a 5 mm-long device. Additionally, an efficiency of 4.5 V.cm. ",
    "url": "https://arxiv.org/abs/2311.16679",
    "authors": [
      "Fatemeh Ghavami",
      "Sara Darbari",
      "Mohammad Kazem Moravvej-Farshi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16746",
    "title": "Cryogenic Thermal Shock Effects on Optical Properties of Quantum  Emitters in Hexagonal Boron Nitride",
    "abstract": "Solid-state quantum emitters are vital building blocks for quantum information science and quantum technology. Among various types of solid-state emitters discovered to date, color centers in hexagonal boron nitride have garnered tremendous traction in recent years thanks to their environmental robustness, high brightness and room-temperature operation. Most recently, these quantum emitters have been employed for satellite-based quantum key distribution. One of the most important requirements to qualify these emitters for space-based applications is their optical stability against cryogenic thermal shock. Such understanding has, however, remained elusive to date. Here, we report on the effects caused by such thermal shock which induces random, irreversible changes in the spectral characteristics of the quantum emitters. By employing a combination of structural characterizations and density functional calculations, we attribute the observed changes to lattice strains caused by the cryogenic temperature shock. Our study shed light on the stability of the quantum emitters under extreme conditions, similar to those countered in outer space. ",
    "url": "https://arxiv.org/abs/2311.16746",
    "authors": [
      "Thi Ngoc Anh Mai",
      "Sajid Ali",
      "Md Shakhawath Hossain",
      "Chaohao Chen",
      "Lei Ding",
      "Yongliang Chen",
      "Alexander S. Solntsev",
      "Hongwei Mou",
      "Xiaoxue Xu",
      "Nikhil Medhekar",
      "Toan Trong Tran"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.16896",
    "title": "65 GOPS/neuron Photonic Tensor Core with Thin-film Lithium Niobate  Photonics",
    "abstract": "Photonics offers a transformative approach to artificial intelligence (AI) and neuromorphic computing by providing low latency, high bandwidth, and energy-efficient computations. Here, we introduce a photonic tensor core processor enabled by time-multiplexed inputs and charge-integrated outputs. This fully integrated processor, comprising only two thin-film lithium niobate (TFLN) modulators, a III-V laser, and a charge-integration photoreceiver, can implement an entire layer of a neural network. It can execute 65 billion operations per second (GOPS) per neuron, including simultaneous weight updates-a hitherto unachieved speed. Our processor stands out from conventional photonic processors, which have static weights set during training, as it supports fast \"hardware-in-the-loop\" training, and can dynamically adjust the inputs (fan-in) and outputs (fan-out) within a layer, thereby enhancing its versatility. Our processor can perform large-scale dot-product operations with vector dimensions up to 131,072. Furthermore, it successfully classifies (supervised learning) and clusters (unsupervised learning) 112*112-pixel images after \"hardware-in-the-loop\" training. To handle \"hardware-in-the-loop\" training for clustering AI tasks, we provide a solution for multiplications involving two negative numbers based on our processor. ",
    "url": "https://arxiv.org/abs/2311.16896",
    "authors": [
      "Zhongjin Lin",
      "Bhavin J. Shastri",
      "Shangxuan Yu",
      "Jingxiang Song",
      "Yuntao Zhu",
      "Arman Safarnejadian",
      "Wangning Cai",
      "Yanmei Lin",
      "Wei Ke",
      "Mustafa Hammood",
      "Tianye Wang",
      "Mengyue Xu",
      "Zibo Zheng",
      "Mohammed Al-Qadasi",
      "Omid Esmaeeli",
      "Mohamed Rahim",
      "Grzegorz Pakulski",
      "Jens Schmid",
      "Pedro Barrios",
      "Weihong Jiang",
      "Hugh Morison",
      "Matthew Mitchell",
      "Xiaogang Qiang",
      "Xun Guan",
      "Nicolas A. F. Jaeger",
      "Leslie A.n Rusch",
      "Sudip Shekhar",
      "Wei Shi",
      "Siyuan Yu",
      "Xinlun Cai",
      "Lukas Chrostowski"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Emerging Technologies (cs.ET)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.16174",
    "title": "Compact Modeling and Rapid Simulation of Silicon Photonic Micro-Disk and  Ring Modulators",
    "abstract": "Microdisk or microring modulators (MDMs or MRMs) realize compact electro-optic modulation in active silicon photonics (SiP) foundry platforms. A key advantage of these resonant modulators is that they readily implement dense wavelength division multiplexing (DWDM) in optical interconnects by tuning and locking the MDMs/MRMs to the DWDM wavelength grid. Compact modeling of static and transient dynamics of these modulators is important for co-simulation with CMOS drivers and wavelength stabilization circuits. This work presents the first compact model for microdisk modulators with a novel approach that uses experimental measurements and allows rapid and accurate simulation. This approach employs coupled real-valued differential equations with analytic signals in Verilog-A, leading to a 7X speed up in transient simulation time over the current art while enhancing accuracy. Since the model is generalized, it can also model microring resonators in addition to MDMs. The model also includes thermo-optic tuning for MDM/MRM with an embedded microheater, which is essential for simulations involving resonant wavelength stabilization. ",
    "url": "https://arxiv.org/abs/2311.16174",
    "authors": [
      "Vishal Saxena",
      "Md Jubayer Shawon"
    ],
    "subjectives": [
      "Systems and Control (eess.SY)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.04845",
    "title": "Modelling assisted tunneling on the Bloch sphere using the Quantum  Composer",
    "abstract": " Comments: 19 pages, 11 figures, submitted to European Journal of Physics ",
    "url": "https://arxiv.org/abs/2212.04845",
    "authors": [
      "Jonas Bley",
      "Vieri Mattei",
      "Simon Goorney",
      "Jacob Sherson",
      "Stefan Heusler"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2306.14478",
    "title": "Virtual perfect absorption in resonant media and their PT-symmetric  generalizations",
    "abstract": " Comments: 9 pages, 16 figures ",
    "url": "https://arxiv.org/abs/2306.14478",
    "authors": [
      "Denis Novitsky",
      "Alexander Shalin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.08216",
    "title": "Interference filter based external-cavity diode laser with combined dual  interference filters and largely adjustable feedback range",
    "abstract": " Comments: 15 pages, 13 figures ",
    "url": "https://arxiv.org/abs/2307.08216",
    "authors": [
      "Rui Chang",
      "Jun He",
      "Junmin Wang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2307.11957",
    "title": "High-performance real-world optical computing trained by in situ  model-free optimization",
    "abstract": " Title: High-performance real-world optical computing trained by in situ  model-free optimization ",
    "url": "https://arxiv.org/abs/2307.11957",
    "authors": [
      "Guangyuan Zhao",
      "Xin Shu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)"
    ]
  },
  {
    "id": "arXiv:2309.00290",
    "title": "Design and Numerical Analysis of Hyperbolic Metamaterial Based  Ultrasensitive E. Coli Sensor",
    "abstract": " Title: Design and Numerical Analysis of Hyperbolic Metamaterial Based  Ultrasensitive E. Coli Sensor ",
    "url": "https://arxiv.org/abs/2309.00290",
    "authors": [
      "Dip Sarker",
      "Ahmed Zubair"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.10527",
    "title": "Ultra-broadband and compact 2$\\times$2 3-dB silicon adiabatic coupler  based on supermode-injected adjoint shape optimization",
    "abstract": " Title: Ultra-broadband and compact 2$\\times$2 3-dB silicon adiabatic coupler  based on supermode-injected adjoint shape optimization ",
    "url": "https://arxiv.org/abs/2310.10527",
    "authors": [
      "Hongliang Chen",
      "Guangchen Su",
      "Xin Fu",
      "Lin Yang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14449",
    "title": "Optimizing Chaotic Dynamics in a Semiconductor Laser with Dual Optical  Feedback",
    "abstract": " Comments: 9 pages, 7 figures, submitted ",
    "url": "https://arxiv.org/abs/2311.14449",
    "authors": [
      "Robbe de Mey",
      "Spencer W. Jolly",
      "Martin Virte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2311.14951",
    "title": "Programmable high-dimensional Hamiltonian in a photonic waveguide array",
    "abstract": " Title: Programmable high-dimensional Hamiltonian in a photonic waveguide array ",
    "url": "https://arxiv.org/abs/2311.14951",
    "authors": [
      "Yang Yang",
      "Robert J. Chapman",
      "Ben Haylock",
      "Francesco Lenzini",
      "Yogesh N. Joglekar",
      "Mirko Lobino",
      "Alberto Peruzzo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]