[
  {
    "id": "arXiv:2510.17807",
    "title": "A fiber integrated N-V diamond magnetometer compatible with commercial endoscopic systems",
    "abstract": "           Nitrogen-vacancy (N-V) center in diamond provides a robust, solid-state platform for magnetic field measurements at room temperature. To harness its potential in inspecting inaccessible regions, here we present a compact endoscopic configuration of an N-V diamond-based magnetometer. The endoscopic magnetometer was developed by integrating a large-core optical fiber with a bulk N-V diamond for laser excitation and photoluminescence (PL) collection. The diamond and fiber were specially shaped to enhance PL collection through the fiber. Additionally, a 3D-printed endoscope head was employed to facilitate alignment of the bias magnetic field along the N-V axis. A magnetic field sensitivity of approximately 3 nT/Hz$^{1/2}$ was achieved by using cw-magnetometry measurements. The endoscope diameter was restricted to 10 mm to match the dimensions of most commercial endoscopes. The magnetic field non-uniformity caused by the small separation between the diamond and the magnet in the endoscope head limited the overall sensitivity. It could be further improved to 0.85 nT/Hz$^{1/2}$ by using a magnet placed at a sufficient distance outside the endoscope head. Our endoscopic design is mechanically stable and provides additional opportunities for integrating other functionalities into the probe head as needed.         ",
    "url": "https://arxiv.org/abs/2510.17807",
    "authors": [
      "Satbir Singh",
      "Hyunjong Lee",
      "Nhu Anh Nguyen",
      "Seonghyeon Kang",
      "Jeong Hyun Shim",
      "Sangwon Oh",
      "Kwang-Geol Lee"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.17827",
    "title": "Frequency multiplication in Terahertz band using AlGaN/GaN plasmonic crystals",
    "abstract": "           The plasma oscillations in high-mobility field-effect transistors (HEMTs) have emerged as a key physical mechanism for manipulating electromagnetic radiation in the sub-terahertz (sub-THz) and THz frequency ranges. These collective electron excitations can be excited and tuned electrically offering a compelling route to compact, integrable components for a wide range of next-generation technologies, including sixth-generation (6G) wireless networks, high-resolution biomedical and chemical spectroscopy, industrial process monitoring, and advanced security and defense systems. For these applications, plasmonic crystals -- periodic arrays of many strongly coupled FET channels-- are particularly promising. In this work, we report on a new class of collective excitations in plasmonic crystals termed rotonic plasmons, which arise at plasmonic mode crossings and exhibit a parabolic dispersion law reminiscent of soft-mode and roton-like spectra. We show that uniform gate modulation across plasmonic crystal unit cells induces periodic variations in the sheet carrier concentration and, consequently, in the plasma frequency. This time-periodic modulation drives nonlinear plasmonic parametric resonances enabling RF-to-THz conversion. By solving the generalized Mathieu equation with damping, we demonstrate that high-amplitude gate pumping enables frequency multiplication and, at cryogenic temperatures (77K) leads to parametric instabilities due to enhanced electron mobility. In plasmonic crystals with lower mobility, RF-to-THz conversion can instead be realized via periodic short-pulse excitation, a regime we introduce as Time-Domain Frequency Multiplication (TDFM). Investigation of AlGaN/GaN low-high plasmonic crystals confirm their potential as tunable, compact THz sources.         ",
    "url": "https://arxiv.org/abs/2510.17827",
    "authors": [
      "Michael Shur",
      "Gregory Aizin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.17850",
    "title": "Einstein-Grossmann geometry for frequency shifts of retrograde and direct orbits",
    "abstract": "           The metric gyro-potential of rotating distributions creates centripetal forces that can override Newtonian attraction on the inner and near-zone orbits. Einstein's geodesics in four metric potentials predict Zeeman-like shifts of Keplerian frequencies and measurable differences in the orbital speeds of direct and retrograde circulations.         ",
    "url": "https://arxiv.org/abs/2510.17850",
    "authors": [
      "Igor Bulyzhenkov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2510.17856",
    "title": "Carrier envelope phase and laser pulse shape effects on Schwinger vacuum pair production in super-Gaussian asymmetric electric fields",
    "abstract": "           We investigate the combined effects of carrier envelope phase and laser pulse shape on electron-positron pair production in the presence of an external asymmetric super-Gaussian electric field by solving the quantum Vlasov equation. By varying the field asymmetry, the pulse shape from Gaussian to super-Gaussian, and the carrier envelope phase, we show the momentum distribution and the number density of created pairs to exhibit extreme sensitivity to these field characteristics. The effects are also qualitatively explained by analyzing the turning-point structures within the WKB formalism. We observed that multiphoton pair production dominates in the case of long falling-pulse asymmetry. For a short falling pulse with a flat-top super-Gaussian laser profile, pair production is further facilitated. For certain field parameters, we demonstrate that the number density can be enhanced by two to three orders of magnitude.         ",
    "url": "https://arxiv.org/abs/2510.17856",
    "authors": [
      "Abhinav Jangir",
      "Anees Ahmed"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18009",
    "title": "Terahertz Switch Using an Array of Subwavelength Metallic Holes-coupled-disks",
    "abstract": "           Broadband switching of terahertz waves at room temperature is demonstrated using a reconfigurable subwavelength metallic hole coupled disk array. The interaction between a metallic membrane featuring periodically arranged circular holes and a substrate bearing a correspondingly periodic array of metallic disks - precisely aligned at their centers - significantly enhances the light coupling within each individual metallic structure, leading to an improved optical transmission and the appearance of a new transmission peak. By mechanical displacement of the metallic membrane with respect to the substrate with metallic disks, the light transmission through the structure can be reconfigured. The device exhibits a polarization-insensitive high-contrast switching performance of 89.4 dB at 942 GHz. The full-width at half-maximum bandwidth of the switch is 288 GHz. By proper design of the device's geometric dimensions, the operation frequency and bandwidth of the switch can be scaled.         ",
    "url": "https://arxiv.org/abs/2510.18009",
    "authors": [
      "Sanaz Zarei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18023",
    "title": "Mechanically Reconfigurable Terahertz Bandpass Filter Based on Double-Layered Subwavelength Metallic Rods",
    "abstract": "           Tunable bandpass terahertz filters are demanded in various key applications such as hyperspectral imagers, miniaturized spectrometers, and high-speed wireless communication systems. Here, a mechanically reconfigurable double-layered subwavelength metallic structure is presented for frequency-agile terahertz transmission bandpass filtering. The theoretically demonstrated polarization-insensitive filter shows remarkable performance metrics. By varying the vertical interlayer spacing of the metallic layers from 20 um to 4 um, the operation frequency tunes from 0.81 THz to 1.32 THz, and the full width at half maximum bandwidth changes from 209 GHz to 135 GHz, with maximum transmission efficiency greater than 98% and quality factor ranging between 3.88 and 9.77. A larger variation range of the vertical interlayer spacing leads to an enhanced frequency tuning range of the filter. Furthermore, simultaneous vertical and lateral interlayer displacements can provide polarization-dependent behavior for the filter. The underlying physical mechanism governing the filter's frequency response and tuning capability is analyzed by examining the electromagnetic field distributions within the double-layered subwavelength metallic structure and its Fabry-Perot-like behavior. The presented scheme holds significant promise for many terahertz applications due to its large tuning range, easy tuning mechanism, simple structure, and compatibility with fabrication materials and processes.         ",
    "url": "https://arxiv.org/abs/2510.18023",
    "authors": [
      "Sanaz Zarei"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18198",
    "title": "Universal loss and gain characterization inside photonic integrated circuits",
    "abstract": "           Integrated photonics has undergone tremendous development in the past few decades, transforming many fields of study in science and technology. Loss and gain are two fundamental elements in photonic circuits and have direct impacts on nearly all key performance metrics. Surprisingly, the tools to characterize the optical loss and gain inside photonic integrated circuits (PICs) are very limited. This is because, unlike free-space or fiber optics, integrated circuits cannot be nondestructively disassembled. Here, we report a universal method to see inside the photonic integrated circuits and measure loss and gain on the component level nondestructively. The method leverages nonlinear optical devices as optical power discriminators to retrieve the loss and gain information inside the PICs. Our method has a precision better than 0.1 dB, and can characterize the loss of individual fiber-chip coupling facet and general unknown devices under test. As a demonstration of applications, we measured the true on-chip quantum efficiency of a quantum PIC consisting of heterogeneously integrated balanced photodiodes, a critical building block for integrated quantum technology. Our method can be implemented on different photonic platforms, and can be used to understand gain and loss in complex photonic circuits, which is essential to optimize circuit design and to create large-scale systems with predictable, reproducible performance.         ",
    "url": "https://arxiv.org/abs/2510.18198",
    "authors": [
      "Haoran Chen",
      "Ruxuan Liu",
      "Gedalia Y. Koehler",
      "Fatemehsadat Tabatabaei",
      "Xiangwen Guo",
      "Shuman Sun",
      "Zijiao Yang",
      "Beichen Wang",
      "Andreas Beling",
      "Xu Yi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18230",
    "title": "Robust and Hyper-Efficient Multi-dimensional Optical Fiber Semantic Communication",
    "abstract": "           The growing demands of artificial intelligence and immersive media require communication beyond bit-level accuracy to meaning awareness. Conventional optical systems that focused on syntactic precision suffer significant inefficiencies. Here, we introduce a multi-dimensional semantic communication framework that bridges this gap by directly mapping high-level semantic features onto the orthogonal physical dimensions of light, frequency, polarization, and intensity, within a multimode fiber. This synergistic co-design of semantic logic and the photonic channel achieve an unprecedented equivalent spectral efficiency approaching 1000 bit/s/Hz. Moreover, it demonstrates profound resilience, maintaining high-fidelity reconstruction even when the physical-layer symbol error rate exceeds 36%, a condition under which conventional communication systems fail completely. Crucially, this deeply integrated co-design of semantic encoding and physical-layer modulation enables full semantic demodulation with only single-ended intensity detection, therefore significantly reducing system complexity and cost. This work establishes a validated pathway toward hyper-efficient, error-resilient optical networks for the next generation of data-intensive computing.         ",
    "url": "https://arxiv.org/abs/2510.18230",
    "authors": [
      "Yuxuan Xiong",
      "Ziwen Zhou",
      "Jixing Ren",
      "Jingze Liu",
      "Zheng Gao",
      "Ting Jiang",
      "Xuchen Hua",
      "Gengqi Yao",
      "Yuqi Li",
      "Mingming Zhang",
      "Hao Wu",
      "Siqi Yan",
      "Ming Tang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18295",
    "title": "Geometric Manifold Statistics of Turbulence-Impacted Beam Propagation and Compensation in Optical Communication",
    "abstract": "           The present study extends the analysis of turbulence-affected beam statistics through a manifold-based statistical framework that unifies probabilistic modeling with geometric interpretation. The spatial intensity distributions, distorted by dynamic turbulence, are represented using Gaussian Mixture Models (GMMs), whose probability landscapes are refined via Kernel Density Estimation (KDE) applied to pixel-level intensity data across temporal frames. The temporal evolution of turbulence is quantified by monitoring the variation of the unnormalized volumetric integrals under the GMM surfaces, providing a continuous measure of power redistribution within the optical field. Experimental investigations were carried out under four propagation conditions: turbulence-free reference, turbulence only, turbulence with a single PMMA compensator, and turbulence with dual PMMA compensators. To assess statistical dissimilarity, Affine-Invariant Riemannian Metric (AIRM) distances were computed between the covariance representations of successive frames, capturing the geometric evolution of beam topology in the space of Symmetric Positive Definite (SPD) matrices. Complementary topological distance analyses, performed with respect to the initial frame of each set, revealed distinct signatures of turbulence-induced aberrations and their progressive mitigation through dielectric compensation. The observed reduction in inter-frame distance metrics confirms the ability of coupled dipole interactions within PMMA slabs to partially restore statistical coherence in turbulence-distorted optical beams.         ",
    "url": "https://arxiv.org/abs/2510.18295",
    "authors": [
      "Shouvik Sadhukhan",
      "C. S. Narayanamurthy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18372",
    "title": "Inverse analysis for the identification of temporal and spatial characteristics of a short super-Gaussian laser pulse interacting with a solid plate",
    "abstract": "           In this paper, the results of numerical experiments verifying a novel setup for laser beam profiling are presented. The experimental setup is based on infrared thermography and includes laser beam illuminating a thin metal plate. The method allows to determine four parameters of the short high-power laser pulse, namely the Super-Gaussian profile coefficient, laser power, pulse start time and duration. The unknown parameters are retrieved based on temporal and spatial temperature distributions at the rear side of the illuminated plate. The applied inverse method is based on Levenberg-Marquardt technique and it is implemented in the GNU Octave environment. Solutions of the forward problem are obtained numerically, with the aid of three-dimensional transient heat transfer model implemented in the commercial software ANSYS Fluent. The paper presents the results of the sensitivity analysis as well as calibration and verification of the developed inverse algorithm through application of numerically-generated synthetic data. Strengths and weaknesses of the applied approach are widely discussed.         ",
    "url": "https://arxiv.org/abs/2510.18372",
    "authors": [
      "Karol Pietrak",
      "Piotr Łapka",
      "Małgorzata Kujawińska"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18463",
    "title": "On-Chip Time-Multiplexed Electronic Control of a Silicon Photonic Coherent Adder for Communication and Sensing",
    "abstract": "           The growing complexity of reconfigurable photonic circuits, made possible by the established maturity of silicon photonic foundries, demands efficient strategies to monitor and actively control the optical functionality at runtime. In this work, we show that both the readout of integrated sensors and the driving of actuators can be performed with a time-multiplexed addressing scheme, that drastically reduces the number of electrical connections required to interface the chip to the external hardware. This approach is achieved by monolithically integrating the electronic circuits needed to serialize/deserialize the feedback action directly on the photonic chip. We experimentally validate the proposed strategy with a silicon photonic coherent adder, showing that such time-multiplexed control does not introduce any penalty in the optical functionality. The circuit operation is then validated in a joint communication and sensing scenario, where the coherent adder is used to simultaneously receive a 25 Gbps high-speed transmission and to measure the phase difference between the input light beams.         ",
    "url": "https://arxiv.org/abs/2510.18463",
    "authors": [
      "Samuele De Gaetano",
      "Monica Crico",
      "Giorgio Ferrari",
      "Marco Sampietro",
      "Francesco Morichetti",
      "Andrea Melloni",
      "Francesco Zanetto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18472",
    "title": "Computational Physics Applied to Photonic Devices",
    "abstract": "           We all know that the first laser device was realised by Theodore Maiman at Hughes Labs in 1960. Less known is that the very first computer simulations of the relaxation oscillations displayed by Maiman's laser were also performed in 1960 on a digital IBM 704 computer. The reason is that lasers and almost all photonic devices are described by nonlinear equations that are more often than not impossible to be solved analytically, i.e. on a piece of paper. Since then the development and applications of lasers and photonic devices has progressed hand in hand with computer simulations and numerical programming. In this review we introduce and numerically solve the model equations for a variety of devices, lasers, lasers with modulated parameters, lasers with injection, Kerr resonators, saturable absorbers and optical parametric oscillators. By using computer simulations we demonstrate stability and instability of nonlinear solutions in these photonic devices via pitchfork, saddle-node, Hopf and Turing bifurcations; bistability, nonlinear oscillations, deterministic chaos, Turing patterns, conservative solitons; bright, dark and grey cavity solitons; frequency combs, spatial disorder, spatio-temporal chaos, defect mediated turbulence and even rogue waves. There has been a one-to-one correspondence between computer simulations of all these nonlinear features and laboratory experiments with applications in ultrafast optical communications, optical memories, neural networks, frequency standards, optical clocks, future GPS, astronomy and quantum technologies. All of this has been made possible by 'novel insights into spatio-temporal dynamics of lasers, nonlinear and quantum optical systems, achieved through the development and application of powerful techniques for small-scale computing' (2011 Occhialini Medal and Prize of the Institute of Physics and Societa' Italiana di Fisica).         ",
    "url": "https://arxiv.org/abs/2510.18472",
    "authors": [
      "Gian-Luca Oppo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2510.18507",
    "title": "GaN-based Resonant Cavity LEDs Fabricated by Photo-Electrochemical Etching and Micro-Transfer Printing",
    "abstract": "           Resonant cavity LEDs (RCLEDs) exhibit excellent temporal and spatial coherence with narrow spectral linewidth and small divergence angle, which is of great importance for micro-displays. In this paper, we demonstrate a novel method to create GaN-based RCLEDs by using photo-electrochemical etching and micro-transfer printing (MTP) technology. Through systematic optimizing of the etching conditions, highly selective etching of an InGaN multiple quantum well sacrificial layer is achieved with parasitic etching of adjacent layers being completely suppressed. The roughness of the underside of the exfoliated GaN film is only 3.3 nm. Raman spectroscopy shows that the residual stress in the released material is reduced from 0.74 GPa for the as-grown sample to -0.15 GPa. Using the MTP method, GaN coupons with a deposited upper dielectric mirror were transferred onto target substrates covered with either an Al mirror or dielectric distributed Bragg reflector to form two types of blue RCLEDs. The electroluminescence spectra of the two RCLEDs show a much narrower linewidth, reduced from 32 nm in the conventional LED to ~5 nm, together with stable peak wavelength with increasing current density, with the shift reduced from 9.3 nm to less than 1 nm. The far-field pattern is influenced by the bottom mirror, and the far-field divergence angle can be decreased to only 52° by matching the cavity and the quantum well exciton modes. This scalable approach is highly promising for the realization of compact resonant cavity devices and their use in displays and in communications.         ",
    "url": "https://arxiv.org/abs/2510.18507",
    "authors": [
      "Huanqing Chen",
      "Zhi Li",
      "Menglai Lei",
      "Muhammet Genc",
      "Linghai Meng",
      "Brendan Roycroft",
      "Weihhua Chen",
      "Xiaodong Hu",
      "Brian Corbett"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18523",
    "title": "Interface States in Space-Time Photonic Crystals: Topological Origin, Propagation and Amplification",
    "abstract": "           Studying the topology of spatiotemporal media poses a fundamental challenge: their remarkable properties stem from breaking spatial and temporal symmetries, yet this same breaking obscures their topological characterization. Here, we show that space-time symmetries persist in crystals with travelling-wave modulation, enabling the study of their topological properties and the prediction of spatiotemporal interface states. Using a Lorentz transformation to the frame comoving with the modulation, we identify a conserved joint parity-time-reversal symmetry in the new variables that enforces the quantization of the Zak phase, elevating it to a $\\mathbb{Z}_2$ topological invariant. We then calculate the associated interface states and uncover unique features arising from time-varying effects, including selective directional excitation, propagation along moving boundaries, frequency-converted replicas, and broadband amplification even in the absence of momentum gaps.         ",
    "url": "https://arxiv.org/abs/2510.18523",
    "authors": [
      "Alejandro Caballero",
      "Thomas F. Allard",
      "Paloma A. Huidobro"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18746",
    "title": "Non-Resonant Raman Optical Activity As Explored Via Phase-Space Electronic Structure Theory",
    "abstract": "           In order to model experimental non-resonant Raman optical activity, chemists must compute a host of second-order response tensors, (e.g. the electric-dipole magnetic-dipole polarizability) and their nuclear derivatives. While these response functions are almost always computed along vibrational modes within a Born-Oppenheimer (BO) framework, here we provide a natural interpretation of the electric-dipole magnetic-dipole polarizability within phase space electronic structure theory, a beyond-BO model whereby the electronic structure depends on nuclear momentum P in addition to nuclear position R. By coupling to nuclear momentum, phase space electronic structure theory is able to capture the asymmetric response of the electronic properties to an external field, in sofar as for a vibrating (non-stationary) molecule, the partial derivatives dmu/dB is not equal to dm/dF where mu and m are the electrical linear and magnetic dipoles, and F and B are electric and magnetic fields. As an example, for a prototypical methyloxirane molecule, we show that phase space electronic structure theory is able to deliver a reasonably good match with experimental results for a reasonable choice of gauge origin.         ",
    "url": "https://arxiv.org/abs/2510.18746",
    "authors": [
      "Zhen Tao",
      "Mansi Bhati",
      "Joseph E. Subotnik"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18823",
    "title": "Supercontinuum generation from Topological Edge Supermodes in a short SSH Photonic Crystal Fiber",
    "abstract": "           We introduce a topological photonic-crystal fiber that embeds a short Su-Schrieffer-Heeger (SSH) chain and supports two edge supermodes. Using full-vector modal analysis and a coupled generalized nonlinear Schroedinger equation, we show that each supermode provides an independent nonlinear channel with a distinct broadening mechanism: the even supermode features two zero-dispersion wavelengths and yields degenerate four-wave mixing sidebands, whereas the odd supermode is all-normal-dispersion and generates a smooth, flat ANDi-type continuum. Exciting a single core prepares a coherent superposition of the two supermodes; cross-phase modulation and inter-parity four-wave mixing then enable energy transfer across detunings inaccessible to either mode alone, producing the broadest and flattest spectrum with new short wavelengths components. Our results establish topology-enabled modal control as a scalable knob for engineering supercontinuum generation in short SSH topological fibers.         ",
    "url": "https://arxiv.org/abs/2510.18823",
    "authors": [
      "Daniel Rodriguez-Guillen",
      "Carlos Wiechers",
      "Lorena Velazquez-Ibarra"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18844",
    "title": "Quadratic Supercontinuum Generation from UV to Mid-IR in Lithium Niobate Nanophotonics",
    "abstract": "           Supercontinuum light sources are widely used for applications ranging from imaging to sensing and frequency comb stabilization. The most common mechanisms for their generation rely on cubic nonlinearities, for instance in crystals, optical fibers, and integrated photonics. However, quadratic supercontinuum generation (QSCG) offers potential for enhanced energy efficiency and broader spectral coverage because of the typically much stronger nonlinearity and ability to achieve both coherent up- and down-conversion via three-wave mixing processes. Despite such potentials, demonstrations of QSCG in integrated photonic waveguides have been sparse and have barely surpassed their cubic counterparts in terms of spectral coverage and energy-efficiency. Here, we introduce a new dispersion engineering principle and experimentally demonstrate purely quadratic supercontinuum generation in lithium niobate nano-waveguides substantially outperforming previous demonstrations in integrated photonics. In one device, by engineering a near-zero dispersion profile and using a single poling period for quasi-phase matched saturated second-harmonic generation, we achieve robust and energy efficient multi-octave QSCG with only femtojoules of pump pulse energy. In another device, we use a flat dispersion profile with two distant zero crossings of group velocity dispersion (GVD) to achieve broadband difference-frequency generation (DFG) for extending the spectral coverage further into the mid-IR and cover the entire transparency window of lithium niobate from 350 nm to 5000 nm. Our results showcase how DFG-assisted QSCG can access hard-to-access spectral regions in an energy-efficient fashion by properly utilizing dispersion engineering and quasi-phase matching.         ",
    "url": "https://arxiv.org/abs/2510.18844",
    "authors": [
      "Selina Zhou",
      "Maximilian Shen",
      "Ryoto Sekine",
      "Nicolas Englebert",
      "Thomas Zacharias",
      "Benjamin Gutierrez",
      "Robert M. Gray",
      "Justin Widjaja",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.17811",
    "title": "Channel Modeling of Satellite-to-Underwater Laser Communication Links: An Analytical-Monte Carlo Hybrid Approach",
    "abstract": "           Channel modeling for satellite-to-underwater laser communication (StULC) links remains challenging due to long distances and the diversity of the channel constituents. The StULC channel is typically segmented into three isolated channels: the atmospheric channel, the air-water interface channel, and the underwater channel. Previous studies involving StULC channel modeling either focused on separated channels or neglected the combined effects of particles and turbulence on laser propagation. In this paper, we established a comprehensive StULC channel model by an analytical-Monte Carlo hybrid approach, taking into account the effects of both particles and turbulence. We first obtained the intensity distribution of the transmitted laser beam after passing through the turbulent atmosphere based on the extended Huygens-Fresnel principle. Then we derived a closed-form probability density function of the photon propagating direction after passing through the air-water interface, which greatly simplified the modeling of StULC links. At last, we employed a Monte Carlo method to model the underwater links and obtained the power distribution at the receiving plane. Based on the proposed StULC channel model, we analyzed the bit error rate and the outage probability under different environmental conditions. Numerical results demonstrated that, the influence of underwater particle concentration on the communication performance is much pronounced than those of both the atmospheric turbulence and the underwater turbulence. Notably, increasing the wind speed at the air-water interface does not significantly worsen the communication performance of the StULC links.         ",
    "url": "https://arxiv.org/abs/2510.17811",
    "authors": [
      "Zhixing Wang",
      "Renzhi Yuan",
      "Haifeng Yao",
      "Chuang Yang",
      "Mugen Peng"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18105",
    "title": "Virus Spreading in Quantum Networks",
    "abstract": "           Recent advances in quantum communication have enabled long-distance secure information transfer through quantum channels, giving rise to quantum networks with unique physical and statistical properties. However, as in classical networks, the propagation of viruses in these systems could have severe consequences. Here, we investigate the critical problem of virus spreading in quantum networks. We develop quantitative tools, particularly a modified nonlinear dynamical system model, for performing epidemiological analyses on quantum networks. Our results show that quantum networks tend to be more resilient to viral infections, exhibiting higher epidemic thresholds than classical networks with identical graph topologies. This apparent robustness, however, arises primarily from the sparser connectivity inherent to the quantum networks. When the comparison is made at a fixed average connectivity, classical and quantum networks display comparable epidemic thresholds. These findings provide key insights into the security and reliability of future large-scale quantum communication systems. Our work bridges the fields of quantum information science, network theory, and epidemiology, paving the way for future studies of quantum epidemiological dynamics.         ",
    "url": "https://arxiv.org/abs/2510.18105",
    "authors": [
      "Junpeng Hou",
      "Mark M. Seidel",
      "Chuanwei Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.18111",
    "title": "Incomplete yet existent objects: a Nuclear Meinongian approach to quantum metaphysical indeterminacy",
    "abstract": "           This article proposes a reading of quantum metaphysical indeterminacy from the perspective of Parsons' Nuclear Meinongianism. In doing so, we identify a fundamental incompatibility between a key feature of Parsons' theory and standard quantum mechanics. Our approach interprets quantum indeterminacy as property incompleteness. However, this move, when combined with Parsons' framework, leads to what we term the ``Incompleteness-Entails-Nonexistence Principle'' (IENP), which implausibly entails the nonexistence of quantum objects. For Meinongianism to be a suitable tool for the metaphysics of quantum mechanics, this principle must be addressed. We argue for dropping the IENP and discuss the resulting metaphysical and metametaphysical consequences.         ",
    "url": "https://arxiv.org/abs/2510.18111",
    "authors": [
      "Raoni Arroyo",
      "Renato Semaniuc Valvassori"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18150",
    "title": "A Quantum Algorithm for the Finite Element Method",
    "abstract": "           The finite element method (FEM) is a cornerstone numerical technique for solving partial differential equations (PDEs). Here, we present $\\textbf{Qu-FEM}$, a fault-tolerant era quantum algorithm for the finite element method. In contrast to other quantum PDE solvers, Qu-FEM preserves the geometric flexibility of FEM by introducing two new primitives, the unit of interaction and the local-to-global indicator matrix, which enable the assembly of global finite element arrays with a constant-size linear combination of unitaries. We study the modified Poisson equation as an elliptic problem of interest, and provide explicit circuits for Qu-FEM in Cartesian domains. For problems with constant coefficients, our algorithm admits block-encodings of global arrays that require only $\\tilde{\\mathcal{O}}\\left(d^2 p^2 n\\right)$ Clifford+$T$ gates for $d$-dimensional, order-$p$ tensor product elements on grids with $2^n$ degrees of freedom in each dimension, where $n$ is the number of qubits representing the $N=2^n$ discrete grid points. For problems with spatially varying coefficients, we perform numerical integration directly on the quantum computer to assemble global arrays and force vectors. Dirichlet boundary conditions are enforced via the method of Lagrange multipliers, eliminating the need to modify the block-encodings that emerge from the assembly procedure. This work presents a framework for extending the geometric flexibility of quantum PDE solvers while preserving the possibility of a quantum advantage.         ",
    "url": "https://arxiv.org/abs/2510.18150",
    "authors": [
      "Ahmad M. Alkadri",
      "Tyler D. Kharazi",
      "K. Birgitta Whaley",
      "Kranthi K. Mandadapu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2510.18286",
    "title": "Information geometry of nonmonotonic quantum natural gradient",
    "abstract": "           Natural gradient is an advanced optimization method based on information geometry, where the Fisher metric plays a crucial role. Its quantum counterpart, known as quantum natural gradient (QNG), employs the symmetric logarithmic derivative (SLD) metric, one of the quantum Fisher metrics. While quantization in physics is typically well-defined via the canonical commutation relations, the quantization of information-theoretic quantities introduces inherent arbitrariness. To resolve this ambiguity, monotonicity has been used as a guiding principle for constructing geometries in physics, as it aligns with physical intuition. Recently, a variant of QNG, which we refer to as nonmonotonic QNG in this paper, was proposed by relaxing the monotonicity condition. It was shown to achieve faster convergence compared to conventional QNG. In this paper, we investigate the properties of nonmonotonic QNG. To ensure the paper is self-contained, we first demonstrate that the SLD metric is locally optimal under the monotonicity condition and that non-monotone quantum Fisher metrics can lead to faster convergence in QNG. Previous studies primarily relied on a specific type of quantum divergence and assumed that density operators are full-rank. Here, we explicitly consider an alternative quantum divergence and extend the analysis to non-full-rank cases. Additionally, we explore how geometries can be designed using Petz functions, given that quantum Fisher metrics are characterized through them. Finally, we present numerical simulations comparing different quantum Fisher metrics in the context of parameter estimation problems in quantum circuit learning.         ",
    "url": "https://arxiv.org/abs/2510.18286",
    "authors": [
      "Hideyuki Miyahara"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Information Theory (cs.IT)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18579",
    "title": "Stability Criteria and Optoelectronic Properties of Mg3ZBr3 (Z = As, Sb, Bi) Perovskites for Evaluating the Performance in PIN Photo Diode",
    "abstract": "           The toxicity and stability issues of lead-based perovskites motivate the search for non-toxic, durable alternatives. This work examines lead-free $\\mathrm{Mg_3ZBr_3}$ ($Z=\\mathrm{As,Sb,Bi}$) halide perovskites as optoelectronic materials, with emphasis on $\\mathrm{Mg_3AsBr_3}$ and $\\mathrm{Mg_3SbBr_3}$. First-principles calculations establish cubic $Pm\\bar{3}m$ frameworks stabilized by strong Mg--Br linkages, and indirect band gaps of $2.0645\\,\\mathrm{eV}$ for $\\mathrm{Mg_3AsBr_3}$ and $1.6533\\,\\mathrm{eV}$ for $\\mathrm{Mg_3SbBr_3}$ obtained using hybrid functionals. Optical spectra show a rapid rise in absorption above the gap and an increasing static dielectric response along $\\mathrm{As}\\rightarrow\\mathrm{Sb}\\rightarrow\\mathrm{Bi}$, indicating strengthened light--matter coupling. Phonon dispersions lack imaginary branches, confirming dynamical stability, and exhibit large mode anharmonicity (Grüneisen signatures) consistent with soft-lattice heat transport. Moving down the pnictogen series expands the lattice and lowers the Goldschmidt tolerance factor, while enhanced pnictogen--Br $p$-orbital hybridization and stereochemically active $n\\mathrm{s}^{2}$ lone pairs (Sb, Bi) narrow the band gap and increase the optical dielectric response. Elastic analyses confirm Born stability and moderate stiffness, with Hill-averaged bulk moduli decreasing from approximately $44\\,\\mathrm{GPa}$ ($\\mathrm{Mg_3AsBr_3}$) to $35\\,\\mathrm{GPa}$ ($\\mathrm{Mg_3BiBr_3}$). Drift--diffusion $p$--$i$--$n$ simulations qualitatively track band-edge-limited spectra, aligning with the computed gaps. Together, these results position these materials as promising lead-free candidates for stable thin-film photodiode and photovoltaic applications.         ",
    "url": "https://arxiv.org/abs/2510.18579",
    "authors": [
      "Md Mohiuddin",
      "Mohammed Mehedi Hasan",
      "Alamgir Kabir"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18623",
    "title": "Optimal quantum learning in proximity to universality",
    "abstract": "           The boundary between classically simulable and computationally superior quantum systems is fundamental to identifying true quantum advantage. We investigate this within the framework of quantum reservoir computing by introducing a tunable $N$-qubit random circuit model, where a fraction $p$ of Clifford gates are probabilistically substituted with nonstabilizing conditional-$\\hat{T}$ gates. We establish a direct correspondence between the reservoir's performance on temporal processing tasks and its entanglement spectrum statistics and long-range nonstabilizer resource content. To assess scalability, we study the scaling of the anti-flatness of states in the large-$N$ limit at a fixed circuit depth ratio $d/N \\sim \\mathcal{O}(1)$. This is taken as a witness to concentration of measures, a known impediment to learning in thermalizing systems. We demonstrate that the learnability and scalability of the reservoir can be continuously controlled by the parameter $p$, allowing us to navigate from classically tractable to maximally expressive quantum dynamics. These architecture-agnostic results offer a general strategy for designing powerful and trainable quantum machine learning systems and clarify the physical resources underpinning quantum computational advantage.         ",
    "url": "https://arxiv.org/abs/2510.18623",
    "authors": [
      "Moein N. Ivaki",
      "Matias Karjula",
      "Tapio Ala-Nissila"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2510.18700",
    "title": "Source-device-independent monolithically integrated QRNG in a black box with generation rate in excess of 30 Gbit/s",
    "abstract": "           Quantum mechanics provides a secure means of generating random numbers, with applications in fields spanning scientific simulation to cryptography. The first source-device-independent monolithically integrated quantum random number generator is reported. With a generation rate of 35 Gbit/s, the device is based on an InP photonic integrated circuit with a quantum vacuum state entropy source, sampled by heterodyne coherent detection using an optical local oscillator. The entire device is conveniently housed in a black box and includes all the necessary driving and signal conditioning electronics, with electrical interfaces only; the exhibited security, compactness, and fast generation rate make the generator suitable for applications in QKD.         ",
    "url": "https://arxiv.org/abs/2510.18700",
    "authors": [
      "Peter Seigo Kincaid",
      "Lorenzo De Marinis",
      "Francesco Testa",
      "Nicola Andriolli",
      "Giampiero Contestabile"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.00043",
    "title": "Analysis of optical pattern formation on glass: exploring light phenomena in the International Physicists Tournament",
    "abstract": "           Motivated by a problem from the 2023 International Physicists' Tournament, we investigate the formation of particular patterns when light passes through glass. Experimentally, we use various glass plates, registering each reflected and transmitted outcome. Thus, we find the condition to form a common pattern, namely, randomly scratched plates produce the halos. We engineer other optical patterns by means of the specular holography method. Using the Defocusing Microscopy technique, we study the geometric properties of the glass, establishing the physical and mathematical model for a simulation. Our computational results agree well with the experimental ones, leading us to conclude that the pattern formation is governed by specular reflection on various points along the scratches. Our findings give an initial explanation for the pattern formation on glass, in particular for the halo design. We also show that the IPT open questions help students learn physics concepts and develop research skills.         ",
    "url": "https://arxiv.org/abs/2407.00043",
    "authors": [
      "Maressa P Sampaio",
      "Renan G Alvim",
      "Felipe K Kalil",
      "Maria C O Aguiar",
      "Ubirajara Agero"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2501.16654",
    "title": "The space charge effects on the intra-bunch motion under large chromaticity at the Main Ring in the Japan Proton Accelerator Research Complex",
    "abstract": "           In general, optimizing chromaticity and transverse feedback parameters is important in suppressing beam instabilities for stable operation in high-intensity proton machines. Meanwhile, space charge effects impact the intrabunch motion of the proton bunch within a large chromaticity region in the machines, such as the main ring (MR) in the Japan Proton Accelerator Research Complex (J-PARC). To address this issue, the decoherence and recoherence of the transverse motion of the particles comprising the proton bunch are investigated. The analysis reveals that the space charge effects have a significant influence on the recoherence period through the chromaticity. Nevertheless, the relationship between the maximum frequency in the bunch and the chromaticity is not affected by the space charge effects. These findings are demonstrated with particle tracking simulations including the direct and indirect space charge effects, and the impedance source of the J-PARC MR. Furthermore, we illustrate the influence of the indirect space charge effect on particle motion by examining the excitation patterns of radial and head-tail modes.         ",
    "url": "https://arxiv.org/abs/2501.16654",
    "authors": [
      "Nobuyuki Yoshimura",
      "Takeshi Toyama",
      "Yoshihiro Shobuda"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2502.12385",
    "title": "Programmable photonic waveguide arrays: opportunities and challenges",
    "abstract": "           The rising complexity of photonic applications, ranging from quantum computing to neuromorphic processing, has driven the demand for highly programmable and scalable photonic integrated circuits. While mesh-based architectures built from Mach-Zehnder interferometers have enabled significant advances, their reliance on beam splitting and light bending introduces optical loss, fabrication challenges, and scalability bottlenecks. Continuously lateral-coupled integrated waveguide arrays (WAs), by contrast, offer compact systems with no direct free-space analogs, but their static nature has limited their utility. Recently, programmable waveguide arrays (PWAs) have emerged as a promising alternative, combining the Hamiltonian richness of WAs with tunable control. This perspective outlines the conceptual foundations, recent progress, and future potential of PWAs across quantum simulation, photonic neural networks, topological photonics, and nonlinear optics. We examine the theoretical and practical challenges of modeling, fabrication, and control, and propose PWAs as a next-generation architecture for compact, reconfigurable photonic processors.         ",
    "url": "https://arxiv.org/abs/2502.12385",
    "authors": [
      "Yang Yang",
      "Akram Youssry",
      "Alberto Peruzzo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.06437",
    "title": "Enhancing optical lattice clock coherence times with erasure conversion",
    "abstract": "           Increasing coherent interrogation times is central to advancing the precision of optical clocks. Synchronous differential optical clock comparisons have now demonstrated atomic coherence times that far exceed the coherence time of the clock laser. While atom coherence times are then primarily limited by errors induced by lattice Raman scattering, excited clock state radiative decay, and broadening from two-body collisions, many of these errors take the atoms out of the clock transition subspace, and can therefore be converted into \"erasure\" errors if the appropriate readout scheme is employed. Here we experimentally demonstrate a hyperfine-resolved readout technique for ${}^{87}$Sr optical lattice clocks that mitigates decoherence from Raman scattering induced by the lattice as well as radiative decay. By employing hyperfine-resolved readout in synchronous differential comparisons between ${}^{87}$Sr ensembles with both Ramsey and spin echo spectroscopy sequences, we achieve enhanced atomic coherence times exceeding 100 s and 150 s, respectively, enabling longer coherent measurements without a reduction in performance. We anticipate that this hyperfine-resolved readout technique will benefit applications of state-of-the-art optical lattice clock comparisons in which the coherence times are constrained by Raman scattering or radiative decay.         ",
    "url": "https://arxiv.org/abs/2505.06437",
    "authors": [
      "Shuo Ma",
      "Jonathan Dolde",
      "Xin Zheng",
      "Dhruva Ganapathy",
      "Alexander Shtov",
      "Jenny Chen",
      "Anke Stoeltzel",
      "Bennett J. Christensen",
      "Shimon Kolkowitz"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.10001",
    "title": "Intelligent Configuration of Integrated Microwave Photonic Filter Featuring Self-Stabilization and Programmable Response",
    "abstract": "           Integrated microwave photonic filters (IMPFs) emerge as promising candidates for advanced microwave systems owing to their distinctive combination of wide operational bandwidth, flexibility, and compact size. Nevertheless, the complex and time-consuming manual manipulation of IMPFs remains a significant impediment to their widespread applications. Here, to the best of the knowledge, the first intelligent configuration of IMPF is experimentally demonstrated, featuring wideband center frequency tunability, flexible bandwidth reconfigurability, self-stabilization, and excellent channel equalization simultaneously. The configuration is enabled by our proposed universal hybrid collaboration strategy, which fully unleashes the hardware potential of the optical device, thus enabling comprehensive synergy of multiple properties. Results show that the center frequency of IMPF is tuned from 2 to 48 GHz, covering microwave S band to Ka band, and the bandwidth is reconfigured from 0.66 to 4.15 GHz, with a rejection ratio of up to 37.67 dB. The roll-off rate and shape factor reach as high as 17.50 dB GHz-1 and 0.78, respectively. Meanwhile, the maximum center frequency drift of IMPF over 3 h is reduced from 11.950 to 0.051 GHz even without a thermo-electric cooler, indicating that the center frequency stability is enhanced by 234 times. The passband shape of the IMPF is dynamically adjusted to equalize frequency-dependent fading, achieving up to 2.42 dB of intra-channel fading compensation. This work highlights the potential of IMPFs based on intelligent configuration, unlocking new avenues for practical applications of microwave photonic signal processing.         ",
    "url": "https://arxiv.org/abs/2505.10001",
    "authors": [
      "Yutong Shi",
      "Yuan Yu",
      "Yifan Liu",
      "Kaixiang Cao",
      "Mengmeng Deng",
      "Fangzheng Zhang",
      "Hailong Zhou",
      "Xinliang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.12002",
    "title": "Evolution of perturbed long nonlinear plane, ring and hybrid surface waves",
    "abstract": "           The two-dimensional evolution of perturbed long weakly-nonlinear surface plane, ring, and hybrid waves, consisting, to leading order, of a part of a ring and two tangent plane waves, is modelled numerically within the scope of the 2D Boussinesq-Peregrine system. Numerical runs are initiated and interpreted using the reduced 2+1-dimensional cKdV-type and KPII equations. The cKdV-type equation leads to two different models, the KdV$\\theta$ and cKdV equations, depending on whether we use the general or singular (i.e. the envelope of the general) solution of the associated nonlinear first-order differential equation. The KdV$\\theta$ equation is also derived directly from the 2D Boussinesq-Peregrine system and used to analytically describe the intermediate 2D asymptotics of line solitons subject to sufficiently long transverse perturbations of finite strength, while the cKdV equation is used to initiate outward- and inward-propagating ring waves with localised and periodic perturbations. Both of these equations, together with the KPII equation, are used to model the evolution of hybrid waves, where we show, in particular, that large localised waves (lumps) can appear as transient (emerging and then disappearing) states in the evolution of inward-propagating waves, contributing to the possible mechanisms for the generation of rogue waves. Detailed comparisons are made between the key features of the non-stationary two-dimensional modelling and relevant predictions of the reduced equations.         ",
    "url": "https://arxiv.org/abs/2505.12002",
    "authors": [
      "Benjamin Martin",
      "Dmitri Tseluiko",
      "Karima Khusnutdinova"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2506.04629",
    "title": "Analog dual classifier via a time-modulated neuromorphic metasurface",
    "abstract": "           A neuromorphic metasurface embodies mechanical intelligence by realizing physical neural architectures. It exploits guided wave scattering to conduct computations in an analog manner. Through multiple tuned waveguides, the neuromorphic system recognizes the features of an input signal and self-identifies its classification label. The computational input is introduced to the system through mechanical excitations at one edge, generating elastic waves that traverse multiple layers of resonant metasurfaces. These metasurfaces possess a tunable phase akin to trainable parameters in deep learning algorithms. While early efforts have been promising, the well-established constraints on wave propagation in finite media limit such systems to single-task realizations. In this work, we devise a dual classifier neuromorphic metasurface and demonstrate its effectiveness in carrying out two completely independent classification problems that are concurrently carried out in parallel, thus addressing a major bottleneck in physical computing systems. Parallelization is achieved through smart multiplexing of the carrier computational frequency, enabled by prescribed temporal modulations of the embedded waveguides. The presented theory and results pave the way for new paradigms in wave-based computing systems, which have been elusive thus far.         ",
    "url": "https://arxiv.org/abs/2506.04629",
    "authors": [
      "M. Mousa",
      "M. Moghaddaszadeh",
      "M. Nouh"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.17046",
    "title": "Radiation reaction effects on particle dynamics in intense counterpropagating laser pulses",
    "abstract": "           In high-intensity laser-plasma interactions, particles can lose a substantial fraction of their energy by emitting radiation. Using particle-in-cell simulations, we study the impact of radiation reaction on the dynamics of an underdense plasma target struck by counterpropagating circularly polarized laser pulses. By varying the relative wavelengths and intensities of the pulses, we find a range of parameters where radiation reaction can detrap electrons from the interference beat wave. The resulting charge separation field and the dominant direction of ion expulsion are thus reversed by radiative effects. Based on the electron dynamics during the interaction, we estimate the bounds on the parameter regime where the reversal occurs. The bounds take the form of three simple inequalities which depend only on the wavelength, normalized vector potential, and pulse duration ratios of the two lasers as well as the product of the pulse duration with a dimensionless radiation reaction parameter. Our estimates, which predict whether radiation reaction will change the final ion direction for a given set of laser parameters, broadly agree with the simulated results. Finally, we outline an experimental procedure by which the reversal could be used to observe the transition to radiation-dominated dynamics.         ",
    "url": "https://arxiv.org/abs/2507.17046",
    "authors": [
      "Caleb Redshaw",
      "Matthew R. Edwards"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2509.21583",
    "title": "Systematic Study of Amorphous ABC Heterostructures at the Atomic Scale as a Nonlinear Optical Metamaterial",
    "abstract": "           The systematic exploration of ABC type heterostructures reveals that nanoscale morphological modification markedly improves nonlinear optical properties to maximize the artificial bulk second-order susceptibility. These amorphous birefringent heterostructures are fabricated through cyclic plasma-enhanced atomic layer deposition of three oxides, effectively breaking centrosymmetry. We observe a dependence of optical nonlinearity on the thickness variation of three constituent materials: SiO$_2$ (A), TiO$_2$ (B), and Al$_2$O$_3$ (C), ranging from tens of nanometers to the atomic scale, and these materials exhibit second-order susceptibility at their interfaces. Our findings reveal that the enhancement of nonlinear optical properties is strongly correlated with a high density of layers and superior interface quality, where the interface second-order nonlinearity transitions to bulk-like second-harmonic generation. An effective bulk second-order susceptibility of $\\chi_{zzz}\\nobreakspace{}=\\nobreakspace{}2.0\\nobreakspace{}\\pm\\nobreakspace{}0.2$ pm/V is achieved, comparable to typical values for conventional monocrystalline nonlinear materials.         ",
    "url": "https://arxiv.org/abs/2509.21583",
    "authors": [
      "Martin Mičulka",
      "Jinsong Liu",
      "Sebastian Beer",
      "Raihan Rafi",
      "Denys Sevriukov",
      "Sergiy Yulin",
      "Vladimir Roddatis",
      "Stefan Nolte",
      "Isabelle Staude",
      "Andreas Tünnermann",
      "Sven Schröder",
      "Adriana Szeghalmi"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2510.14367",
    "title": "A 2-bit Ku-band Digital Metasurface with Infinitely Scalable Capability",
    "abstract": "           In this letter, we present the design and implementation of a 2-bit digaital metasurface operating in the Ku-band, engineered to exhibit advanced polarization conversion characteristics and support dual-polarization control for both X- and Y-polarizations. To address the challenge of array size scalability hindered by extensive DC control routing in 2-bit metasurfaces, we propose a novel RF-DC separation architecture. This approach integrates the metasurface and DC control circuitry onto separate printed circuit boards (PCBs), interconnected via pin cascading, enabling theoretically unlimited two-dimensional array expansion. To validate this design, a ${4\\times16 \\times 16}$ metasurface prototype was fabricated and experimentally evaluated, which can achieve a gain of 28.3dB and an aperture efficiency of 21.02\\%, confirming the scalability and performance of the proposed architecture. The developed 2-bit high-gain metasurface offers significant reference value for applications in long-distance communication and radar detection. Furthermore, the RF-DC separation architecture introduces a pioneering framework for large-scale metasurface deployment in practical engineering scenarios, enhancing design flexibility and scalability.         ",
    "url": "https://arxiv.org/abs/2510.14367",
    "authors": [
      "Xiaocun Zong",
      "Hao Shi",
      "Fan Yang",
      "Yong Liu",
      "Shenheng Xu",
      "Maokun Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2510.17750",
    "title": "Lattice-induced sound trapping in biperiodic metasurfaces of acoustic resonators",
    "abstract": "           A referential example of a physical system that supports bound states in the continuum (BICs) with an infinite quality factor ($Q$-factor) is a subwavelength lattice of discrete scatterers (resonators) whose response can be significantly modified by exploiting lattice interactions. In this work, we explore the interference Friedrich-Wintgen mechanism for realizing acoustic BICs (trapped modes) at the $\\Gamma$-point (in-plane Bloch wave vector $\\mathbf{k}_{\\parallel} = \\mathbf{0}$) in biperiodic lattices of acoustic resonators with one resonator per unit cell. To do so, we expand the pressure field from the lattice into a series of scalar zonal ($m = 0$) spherical multipoles, carried by a normally incident plane wave, and formulate analytical conditions on the resonator's multipole moments under which an eigenmode becomes a BIC. The conditions allow us to determine the lattice constant and frequency values that enable the formation of the axisymmetric BIC due to the destructive interference of radiation from zonal multipole moments of a certain parity, although each moment radiates individually. By employing the T-matrix method for acoustic metasurfaces, we numerically investigate the BIC resonance in various structures, including finite arrays, and also the transformation of such resonances into high-$Q$ quasi-BIC regimes, which can be excited by a plane wave at normal incidence.         ",
    "url": "https://arxiv.org/abs/2510.17750",
    "authors": [
      "Nikita Ustimenko",
      "Andrey B. Evlyukhin",
      "Vicky Kyrimi",
      "Alexander V. Kildishev",
      "Carsten Rockstuhl"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2507.05907",
    "title": "Design and optimization of in situ self-functionalizing stress sensors",
    "abstract": "           Mechanical contributions are crucial regulators of diverse biological processes, yet their \\textit{in vivo} measurement remains challenging due to limitations of current techniques, that can be destructive or require complex dedicated setups. This study introduces a novel method to synthesize biocompatible, self-functionalizing stress sensors based on inverted emulsions, that can be used to probe stresses inside tissues but can also locally perturb the biological environment through specific binder presentation or drug delivery. We engineered an optimal design for these inverted emulsions, focusing on finding the balance between the two contradictory constraints: achieving low surface tension for deformability while maintaining emulsion instability for efficient self-functionalization and drug release. Proof-of-concept experiments in both agarose gels and complex biological systems, including brain organoids and zebrafish embryos, confirm the droplets ability to deform in response to mechanical stress applied within the tissue, to self-functionalize and to release encapsulated molecules locally. These versatile sensors offer a method for non-invasive stress measurements and targeted chemical delivery within living biological tissues, giving the potential to overcome current technical barriers in biophysical studies.         ",
    "url": "https://arxiv.org/abs/2507.05907",
    "authors": [
      "Olga Vasiljevic",
      "Nicolas Harmand",
      "Antoine Hubert",
      "Lydia Kebbal",
      "Volker Bormuth",
      "Clara Hayn",
      "Jonathan Fouchard",
      "Elie Wandersman",
      "Marie Anne Breau",
      "Lea-Laetitia Pontani"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Tissues and Organs (q-bio.TO)"
    ]
  },
  {
    "id": "arXiv:2508.21093",
    "title": "Floquet-engineered moire quasicrystal patterns of ultracold Bose gases in twisted bilayer optical lattices",
    "abstract": "           We investigate the formation of moiré quasicrystal patterns in Bose gases confined in twisted bilayer optical lattices via Floquet-engineered intralayer atomic interactions. Dynamical evolutions of the inverse participation ratio and the density wave amplitude reveal the stage for the emergence of moiré quasicrystal patterns, whose symmetry can be easily manipulated by the modulation frequencies and amplitudes. Reducing the frequencies and increasing the amplitudes can both facilitate lattice symmetry breaking and the subsequent emergence of rotational symmetry. Notably, a twelve-fold quasicrystal pattern emerges under specific parameters, closely resembling the moiré quasicrystal in twisted bilayer graphene. The momentum-space distributions also exhibit high rotational symmetry, which is consistent with the real-space patterns at specific evolution times. Our findings establish a new quantum platform for exploring quasicrystals and their symmetry properties in ultracold bosonic systems.         ",
    "url": "https://arxiv.org/abs/2508.21093",
    "authors": [
      "Zhenze Fan",
      "Juan Wang",
      "Yan Li"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]