[
  {
    "id": "arXiv:2302.10988",
    "title": "Travel times and ray paths for acoustic and elastic waves in generally  anisotropic media",
    "abstract": "Wavefield travel time tomography is used for a variety of purposes in acoustics, geophysics and non-destructive testing. Since the problem is non-linear, assessing uncertainty in the results requires many forward evaluations. It is therefore important that the forward evaluation of travel times and ray paths is efficient, which is challenging in anisotropic media. Given a computed travel time field, ray tracing can be performed to obtain the fastest ray path from any point in the medium to the source of the travel time field. These rays can then be used to speed up gradient based inversion methods. We present a forward modeller for calculating travel time fields by localised estimation of wavefronts, and a novel approach to ray tracing through travel time fields. These methods have been tested in a complex anisotropic weld and give travel times comparable to those obtained using finite element modelling while being computationally cheaper. ",
    "url": "https://arxiv.org/abs/2302.10988",
    "authors": [
      "James Ludlam",
      "Katy tant",
      "Victorita Dolean",
      "Andrew Curtis"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11015",
    "title": "Water Dynamics in Highly Concentrated Protein Systems -- Insight from  Nuclear Magnetic Resonance Relaxometry",
    "abstract": "1H spin-lattice relaxation experiments have been performed for water - Bovine Serum Al-bumin (BSA) mixtures including 20% wt and 40% wt of BSA. The experiments have been carried out in a frequency range encompassing three orders of magnitude, from 10 kHz to 10 MHz, versus temperature. The relaxation data have been thoroughly analyzed in terms of several relaxation models with the purpose to reveal the mechanisms of water motion. For this purpose four relaxation models have been used: the data have been decomposed into relaxation contributions expressed in terms of Lorentzian spectral densities, then three dimensional translation diffusion has been assumed, next two dimensional surface diffusion has been considered and eventually, a model of surface diffusion mediated by acts of adsorption to the surface has been employed. In this way it has been demonstrated that the last concept is most plausible. Parameters describing the dynamics in a quantita-tive manner have been determined and discussed. ",
    "url": "https://arxiv.org/abs/2302.11015",
    "authors": [
      "Danuta Kruk",
      "Adam Kasparek",
      "Elzbieta Masiewicz",
      "Karol Kolodziejski",
      "Radoslaw Cybulski",
      "Bartosz Nowak"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11133",
    "title": "Experimental Demonstration of Sequential Multiparty Quantum Secret  Sharing and Quantum Conference Key Agreement",
    "abstract": "Quantum secret sharing (QSS) and quantum conference key agreement (QCKA) provide efficient encryption approaches for realizing multi-party secure communication, which are essential components of future quantum networks. We present three practical, scalable, verifiable (k, n) threshold QSS protocols that are secure against eavesdroppers and dishonest players. The proposed QSS protocols eliminate the need for each player preparing the laser source and laser phase locking of the overall players. The dealer can implement the parameter evaluation and get the secret information of each player without the cooperation from other players. We consider the practical security of the proposed QSS systems with Trojan-horse attack, untrusted source intensity fluctuating and untrusted noisy sources. Our QSS systems are versatile, they can support the QCKA protocol by only modifying the classic post-processing and requiring no changes to the underlying hardware architecture. We experimentally implement the QSS and QCKA protocol with five parties over 25 km (55 km) single mode fibers, and achieve a key rate of 0.0061 (7.14*10^-4) bits per pulse. Our work paves the way for the practical applications of future QSS and QCKA. ",
    "url": "https://arxiv.org/abs/2302.11133",
    "authors": [
      "Shuaishuai Liu",
      "Zhengguo Lu",
      "Pu Wang",
      "Yan Tian",
      "Qing Lu",
      "Xuyang Wang",
      "Yongmin Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11387",
    "title": "Switchable-magnetisation planar probe MFM sensor",
    "abstract": "We present an alternative switching-magnetization magnetic force microscopy (SM- MFM) method using planar tip-on-chip probes. Unlike traditional needle-like tips, the planar probe approach integrates a microdevice near the tip apex with dedicated functionality. Its 1 mm x 1 mm planar surface paves the way for freedom in ultra thin-film engineering and micro-/nano-tailoring for application-oriented tip functionalization. Here, we form a microscale current pathway near the tip end to control tip magnetisation. The chip like probe or planar probe, was applied to study the complex magnetic behaviour of epitaxial transition metal oxide perovskite LaMnO3, which was previously shown to behave as complex material with domains associated with superpara-, antiferro- and ferromagnetism. To this end we successfully imaged an inhomogeneous distribution of weak ferromagnetic islands with a resolution better than 10 nm. ",
    "url": "https://arxiv.org/abs/2302.11387",
    "authors": [
      "Michael Verhage",
      "Tunç H. Çiftçi",
      "Michiel Reul",
      "Tamar Cromwijk",
      "Thijs J. N. van Stralen",
      "Bert Koopmans",
      "Oleg Kurnosikov",
      "Kees Flipse"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.11415",
    "title": "50 MeV electron beams accelerated by a terawatt scalable kHz laser",
    "abstract": "We show the laser-driven acceleration of unprecedented, collimated (2 mrad) and quasi-monoenergetic (dE/E = 25%) electron beams with energy up to 50 MeV at 1 kHz repetition rate. The laser driver is a multi-cycle (15 fs) 1 kHz OPCPA system, operating at 26 mJ (1.7 TW). The scalability of the driver laser technology and the electron beams reported in this work pave the way towards developing high brilliance X-ray sources for medical imaging, innovative devices for brain cancer treatment and represent a step forward to the realization of a kHz GeV electron beamline. ",
    "url": "https://arxiv.org/abs/2302.11415",
    "authors": [
      "C. M. Lazzarini",
      "G. M. Grittani",
      "P. Valenta",
      "I. Zymak",
      "R. Antipenkov",
      "U. Chaulagain",
      "L. V. N. Goncalves",
      "A. Grenfell",
      "M. Lamac",
      "S. Lorenz",
      "M. Nevrkla",
      "V. Sobr",
      "A. Spacek",
      "W. Szuba",
      "P. Bakule",
      "G. Korn",
      "S. V. Bulanov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11492",
    "title": "Hybrid integrated near UV lasers using the deep-UV Al2O3 platform",
    "abstract": "Hybrid integrated diode lasers have so far been realized using silicon, polymer, and silicon nitride (Si3N4) waveguide platforms for extending on-chip tunable light engines from the infrared throughout the visible range. Here we demonstrate the first hybrid integrated laser using the aluminum oxide (Al2O3) deep-UV capable waveguide platform. By permanently coupling low-loss Al2O3 frequency-tunable Vernier feedback circuits with GaN double-pass amplifiers in a hermetically sealed housing, we demonstrate the first extended cavity diode laser (ECDL) in the near UV. The laser shows a maximum fiber-coupled output power of 0.74 mW, corresponding to about 3.5 mW on chip, and tunes more than 4.4 nm in wavelength from 408.1 nm to 403.7 nm. Integrating stable, single-mode and tunable lasers into a deep-UV platform opens a new path for chip-integrated photonic applications. ",
    "url": "https://arxiv.org/abs/2302.11492",
    "authors": [
      "C. A. A. Franken",
      "W. A. P. M. Hendriks",
      "L. V. Winkler",
      "M. Dijkstra",
      "A. R. do Nascimento Jr",
      "A. van Rees",
      "M. R. S. Mardani",
      "R. Dekker",
      "J. van Kerkhof",
      "P. J. M. van der Slot",
      "S. M. García-Blanco",
      "K. -J. Boller"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11531",
    "title": "Effect of Aberrations on 3D optical topologies",
    "abstract": "Optical knots and links, consisting of trajectories of phase or polarisation singularities, are intriguing nontrivial three-dimensional topologies. They are theoretically predicted and experimentally observed in paraxial and non-paraxial regimes, as well as in random and speckle fields. Framed and nested knots can be employed in security protocols for secret key sharing, quantum money, and topological quantum computation. The topological nature of optical knots suggests that environmental disturbances should not alter their topology; therefore, they may be utilised as a resilient vector of information. Hitherto, the robustness of these nontrivial topologies under typical disturbances encountered in optical experiments has not been investigated. Here, we provide the experimental analysis of the effect of optical phase aberrations on optical knots and links. We demonstrate that Hopf links, trefoil and cinquefoil knots exhibit remarkable robustness under misalignment and phase aberrations. The observed knots are obliterated for high aberration strengths and defining apertures close to the characteristic optical beam size. Our observations recommend employing these photonics topological structures in both classical and quantum information processing in noisy channels where optical modes are strongly affected and not applicable. ",
    "url": "https://arxiv.org/abs/2302.11531",
    "authors": [
      "Nazanin Dehghan",
      "Alessio D'Errico",
      "Tareq Jaouni",
      "Ebrahim Karimi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.11546",
    "title": "Solution to the integrated optimization of dose, dose rate, and LET for  proton FLASH therapy using a distributed parallel computing framework",
    "abstract": "Purpose: The recently proposed Integrated Physical Optimization IMPT (IPO-IMPT) framework has demonstrated the feasibility of simultaneously accounting for dose, dose rate, and linear energy transfer (LET) in patient treatment planning with proton FLASH. Here we present a solution to IPO-IMPT using a distributed parallel computing framework that was used to simulate the underlying quantum physics processes involved in radiation transport. We also present animal study simulations to demonstrate the need for doing Integrated Biological Optimization IMPT (IBO-IMPT). Methods: We have developed software which simultaneously optimizes the geometry of a patient-specific set of range compensating bars and range modulating pins, and the weights of a FLASH proton pencil beam spot map, for dose, instantaneous dose rate (IDR), and LET. The method uses the Open Science Grid (OSG), a distributed computing cluster, to efficiently complete the computationally intensive calculations. We also introduce the concept of a \"restricted influence grid\" as a technique for significantly improving computational performance. Additionally, animal study simulations were performed using TOPAS. Results: Our optimization technique created a sizable improvement in IDR and LET in the organs at risk (OARs) of our test patient with a negligible sacrifice to dose coverage of the CTV when compared to traditional IMPT. Our animal studies demonstrate that extra biological dose (XBD) should potentially be used to optimize for biological parameters in addition to physical parameters. Conclusion: This solution to IPO-IMPT is a promising tool for patient treatment planning which has the potential to be used to more effectively spare heathly tissue via the FLASH effect without sacrificing tumor killing efficacy. ",
    "url": "https://arxiv.org/abs/2302.11546",
    "authors": [
      "Nathan Harrison",
      "Minglei Kang",
      "Ruirui Liu",
      "Serdar Charyyev",
      "Niklas Wahl",
      "Wei Liu",
      "Jun Zhou",
      "Charles Simone",
      "Jeffrey Bradley",
      "William S. Dynan",
      "Liyong Lin"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2302.10905",
    "title": "Scientific Computing with Diffractive Optical Neural Networks",
    "abstract": "Diffractive optical neural networks (DONNs) have been emerging as a high-throughput and energy-efficient hardware platform to perform all-optical machine learning (ML) in machine vision systems. However, the current demonstrated applications of DONNs are largely straightforward image classification tasks, which undermines the prospect of developing and utilizing such hardware for other ML applications. Here, we numerically and experimentally demonstrate the deployment of an all-optical reconfigurable DONNs system for scientific computing, including guiding two-dimensional quantum material synthesis, predicting the properties of nanomaterials and small molecular cancer drugs, predicting the device response of nanopatterned integrated photonic power splitters, and the dynamic stabilization of an inverted pendulum with reinforcement learning. Despite a large variety of input data structures, we develop a universal feature engineering approach to convert categorical input features to the images that can be processed in the DONNs system. Our results open up new opportunities of employing DONNs systems for a broad range of ML applications. ",
    "url": "https://arxiv.org/abs/2302.10905",
    "authors": [
      "Ruiyang Chen",
      "Yingheng Tang",
      "Jianzhu Ma",
      "Weilu Gao"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.11112",
    "title": "State Transfer and Entanglement between Two- and Four-Level Atoms in A  Cavity",
    "abstract": "Qudits with a large Hilbert space to host quantum information are widely utilized in various applications, such as quantum simulation and quantum computation, but the manipulation and scalability of qudits still face challenges. Here, we propose a scheme to directly and locally transfer quantum information from multiple atomic qubits to a single qudit and vice versa in an optical cavity. With the qubit-qudit interaction, our scheme can transfer quantum states efficiently and measurement-independently. In addition, this scheme can be extended to the non-local case, where a high-dimensional maximal entangled state with asymmetric particle numbers can be robustly generated for realizing long-distance quantum communication. Such an information interface for qubits and qudit may have enlightening significance for future research on quantum systems in hybrid dimensions. ",
    "url": "https://arxiv.org/abs/2302.11112",
    "authors": [
      "Si-Wu Li",
      "Tianfeng Feng",
      "Xiao-Long Hu",
      "Ze-Liang Xiang",
      "Xiaoqi Zhou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.11173",
    "title": "VI-DGP: A variational inference method with deep generative prior for  solving high-dimensional inverse problems",
    "abstract": "Solving high-dimensional Bayesian inverse problems (BIPs) with the variational inference (VI) method is promising but still challenging. The main difficulties arise from two aspects. First, VI methods approximate the posterior distribution using a simple and analytic variational distribution, which makes it difficult to estimate complex spatially-varying parameters in practice. Second, VI methods typically rely on gradient-based optimization, which can be computationally expensive or intractable when applied to BIPs involving partial differential equations (PDEs). To address these challenges, we propose a novel approximation method for estimating the high-dimensional posterior distribution. This approach leverages a deep generative model to learn a prior model capable of generating spatially-varying parameters. This enables posterior approximation over the latent variable instead of the complex parameters, thus improving estimation accuracy. Moreover, to accelerate gradient computation, we employ a differentiable physics-constrained surrogate model to replace the adjoint method. The proposed method can be fully implemented in an automatic differentiation manner. Numerical examples demonstrate two types of log-permeability estimation for flow in heterogeneous media. The results show the validity, accuracy, and high efficiency of the proposed method. ",
    "url": "https://arxiv.org/abs/2302.11173",
    "authors": [
      "Yingzhi Xia",
      "Qifeng Liao",
      "Jinglai Li"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)",
      "Machine Learning (stat.ML)"
    ]
  },
  {
    "id": "arXiv:2302.11194",
    "title": "Ultra Narrow Linewidth Frequency Reference via Measurement and Feedback",
    "abstract": "The generation of very narrow linewidth light sources is of great importance in modern science. One such source is the superradiant laser, which relies on collectively interacting ultra long lived dipoles driven by incoherent light. Here we discuss a different way of generating spectrally pure light by coherently driving such dipoles inside an optical QED cavity. The light exiting the cavity carries information about the detuning between the driving light and the atomic transition, but is also affected by the noise originating from all the decoherence processes that act on the combined atom-cavity system. We calculate these effects to obtain fundamental limits for frequency estimation and stabilization across a range of values of input light intensities and atom-light interaction strengths, estimate these limits in state-of-the-art cavity experiments with alkaline-earth atoms and identify favorable operating conditions. We find that the achievable linewidths are comparable to those of the superradiant laser. ",
    "url": "https://arxiv.org/abs/2302.11194",
    "authors": [
      "Diego Barberena",
      "Robert J. Lewis-Swan",
      "Ana Maria Rey",
      "James K. Thompson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.11421",
    "title": "Measurement optimization techniques for excited electronic states in  near-term quantum computing algorithms",
    "abstract": "The variational quantum eigensolver (VQE) remains one of the most popular near-term quantum algorithms for solving the electronic structure problem. Yet, for its practicality, the main challenge to overcome is improving the quantum measurement efficiency. Numerous quantum measurement techniques have been developed recently, but it is unclear how these state-of-the-art measurement techniques will perform in extensions of VQE for obtaining excited electronic states. Assessing the measurement techniques' performance in the excited state VQE is crucial because the measurement requirements in these extensions are typically much greater than in conventional VQE, as one must measure the expectation value of multiple observables in addition to that of the electronic Hamiltonian. Here, we adapt various measurement techniques to two widely used excited state VQE algorithms: multi-state contraction and quantum subspace expansion. Then, the measurement requirements of each measurement technique are numerically compared. We find that the best methods for multi-state contraction are ones utilizing Hamiltonian data and wavefunction information to minimize the number of measurements. In contrast, randomized measurement techniques are more appropriate for quantum subspace expansion, with many more observables of vastly different energy scales to measure. Nevertheless, when the best possible measurement technique for each excited state VQE algorithm is considered, significantly fewer measurements are required in multi-state contraction than in quantum subspace expansion. ",
    "url": "https://arxiv.org/abs/2302.11421",
    "authors": [
      "Seonghoon Choi",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2211.17151",
    "title": "Multi-contrast Jones-matrix optical coherence tomography -- the concept,  principle, implementation, and applications",
    "abstract": " Title: Multi-contrast Jones-matrix optical coherence tomography -- the concept,  principle, implementation, and applications ",
    "url": "https://arxiv.org/abs/2211.17151",
    "authors": [
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2212.00185",
    "title": "Phase-Resolved Rydberg Atom Field Sensing using Quantum Interferometry",
    "abstract": " Title: Phase-Resolved Rydberg Atom Field Sensing using Quantum Interferometry ",
    "url": "https://arxiv.org/abs/2212.00185",
    "authors": [
      "Samuel Berweger",
      "Alexandra B. Artusio-Glimpse",
      "Andrew P. Rotunno",
      "Nikunjkumar Prajapati",
      "Joseph D. Christesen",
      "Kaitlin R. Moore",
      "Matthew T. Simons",
      "Christopher L. Holloway"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03110",
    "title": "High Rate Studies of the ATLAS sTGC Detector and Optimization of the  Filter Circuit on the Input of the Front-End Amplifier",
    "abstract": " Comments: to be submitted ",
    "url": "https://arxiv.org/abs/2212.03110",
    "authors": [
      "Siyuan Sun",
      "Luca Moleri",
      "Gerardo Vasquez",
      "Peter Teterin",
      "Sabrina Corsetti",
      "Liang Guan",
      "Benoit Lefebvre",
      "Enrique Kajomovitz",
      "Lorne Levinson",
      "Nachman Lupu",
      "Rob McPherson",
      "Alexander Vdovin",
      "Rongkun Wang",
      "Bing Zhou",
      "Junjie Zhu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2301.13114",
    "title": "Label-free intratissue activity imaging of alveolar organoids with  dynamic optical coherence tomography",
    "abstract": " Title: Label-free intratissue activity imaging of alveolar organoids with  dynamic optical coherence tomography ",
    "url": "https://arxiv.org/abs/2301.13114",
    "authors": [
      "Rion Morishita",
      "Pradipta Mukherjee",
      "Ibrahim Abd El-Sadek",
      "Toshio Suzuki",
      "Yiheng Lim",
      "Antonia Lichtenegger",
      "Shuichi Makita",
      "Kiriko Tomita",
      "Yuki Yamamoto",
      "Tetsuharu Nagamoto",
      "Yoshiaki Yasuno"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)",
      "Optics (physics.optics)"
    ]
  }
]