[
  {
    "id": "arXiv:2408.06373",
    "title": "On Long-Crested Ocean Rogue Waves Originating From Localized Amplitude and Frequency Modulations",
    "abstract": "           Rogue waves are known to occur on the ocean surface leading to significant damage to marine installations and compromising ship safety. Understanding the physical mechanisms responsible for extreme wave focusing is crucial in order to predict and prevent their formation and impact. Two intensively discussed wave amplification frameworks are the linear and nonlinear focusing mechanisms. These are also known as superposition principle and modulation instability, respectively. We report an experimental study investigating the formation mechanism in a unidirectional representative JONSWAP-type sea state and show that the nonlinear focusing mechanism can be sub-categorized into either a localized amplitude or a so far less-studied phase-related frequency modulation, or both being at play. The frequency modulation-type mechanism occurs at a lower probability, as suggested from the distribution of more than 200 extreme events, however, it cannot be underrated or disregarded.         ",
    "url": "https://arxiv.org/abs/2408.06373",
    "authors": [
      "Yuchen He",
      "Amin Chabchoub"
    ],
    "subjectives": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2408.06575",
    "title": "Optimal strategies for low-noise detection of atoms using resonant frequency modulation spectroscopy in cold atom interferometers",
    "abstract": "           Resonant frequency modulation spectroscopy has been used as a highly-sensitive method for measuring the output of cold-atom interferometers. Using a detailed model that accounts for optical saturation, spatially-varying intensities and atomic densities, and radiation pressure on the atoms, we theoretically investigate under what parameter regimes the optimum signal-to-noise ratio is found under experimentally realistic conditions. We compare this technique to the standard method of fluorescence imaging and find that it outperforms fluorescence imaging for compact interferometers using condensed atomic sources or where the photon collection efficiency is limited. However, we find that fluorescence imaging is likely to be the preferred method when using squeezed atomic sources due to limited atom number.         ",
    "url": "https://arxiv.org/abs/2408.06575",
    "authors": [
      "Ryan J. Thomas",
      "Samuel R. Legge",
      "Simon A. Haine",
      "John D. Close"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06671",
    "title": "Si-waveguide-based optical power monitoring of 2$\\times$2 Mach$\\unicode{x2013}$Zehnder interferometer based on InGaAsP/Si hybrid MOS optical phase shifter",
    "abstract": "           Transparent in-line optical power monitoring in Si programmable photonic integrated circuits (PICs) is indispensable for calibrating integrated optical devices such as optical switches and resonators. A Si waveguide (WG) photodetector (PD) based on defect-mediated photodetection is a promising candidate for a transparent in-line optical power monitor owing to its simplicity and ease of integration with a fully complementary metal-oxide-semiconductor (CMOS)-compatible process. Here, we propose a simple optical power monitoring scheme for a 2$\\times$2 Mach$\\unicode{x2013}$Zehnder interferometer (MZI) optical switch based on InGaAsP/Si hybrid MOS optical phase shifters. In the proposed scheme, a low-doped p-type Si WG PD with a response time of microseconds is utilized as a transparent in-line optical power monitor and the ground terminal of the MOS optical phase shifter is shared with that of the Si WG PD to enable the simple monitoring of the output optical power of the MZI. Based on this scheme, we experimentally demonstrate that the output optical power of a 2$\\times$2 MZI can be simply monitored by applying a bias voltage to the Si slabs formed at the output WGs of the MZI without excess optical insertion loss.         ",
    "url": "https://arxiv.org/abs/2408.06671",
    "authors": [
      "Tomohiro Akazawa",
      "Stéphane Monfray",
      "Frédéric Boeuf",
      "Kasidit Toprasertpong",
      "Shinichi Takagi",
      "Mitsuru Takenaka"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06688",
    "title": "Femtosecond laser written low-loss multiscan waveguides in fused silica",
    "abstract": "           We report low-loss multiscan waveguides fabricated in fused silica using femtosecond laser writing technology. The multiscan principle allows to tailor the writing regime to excel at key features of any integrated photonic platform: coupling losses and propagation losses. We optimized the writing parameters for different sizes of square-shaped waveguides and reached the mode overlap value with a standard single-mode optical fiber of above 98.8\\% and demonstrated very low coupling losses of 0.2 dB/facet on average. Propagation losses in the fabricated waveguides amounted to 0.07 dB/cm. We applied the developed recipe to the fabrication of a fiber-coupled 25-channel interferometer with total insertion losses below 1 dB. The findings of this work are of interest for broad range of applications and in particular for optical information processing and quantum photonics.         ",
    "url": "https://arxiv.org/abs/2408.06688",
    "authors": [
      "N.N. Skryabin",
      "S.A. Zhuravitskii",
      "I.V. Dyakonov",
      "A.A. Kalinkin",
      "S.S. Straupe",
      "S.P. Kulik"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.06773",
    "title": "Broadband localization of light at the termination of a topological photonic waveguide",
    "abstract": "           Localized optical field enhancement enables strong light-matter interactions necessary for efficient manipulation and sensing of light. Specifically, tunable broadband energy localization in nanoscale hotspots offers a wide range of applications in nanophotonics and quantum optics. We experimentally demonstrate a novel principle for the local enhancement of electromagnetic fields, based on strong suppression of backscattering. This is achieved at a designed termination of a topologically non-trivial waveguide that nearly preserves the valley degree of freedom. The symmetry origin of the valley degree of freedom prevents edge states to undergo intervalley scattering at waveguide discontinuities that obey the symmetry of the crystal. Using near-field microscopy, we reveal that this can lead to strong confinement of light at the termination of a topological photonic waveguide, even without breaking time-reversal symmetry. We emphasize the importance of symmetry conservation by comparing different waveguide termination geometries, confirming that the origin of suppressed backscattering lies with the near-conservation of the valley degree of freedom, and show the broad bandwidth of the effect.         ",
    "url": "https://arxiv.org/abs/2408.06773",
    "authors": [
      "Daniel Muis",
      "Yandong Li",
      "René Barczyk",
      "Sonakshi Arora",
      "L. Kuipers",
      "Gennady Shvets",
      "Ewold Verhagen"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.06802",
    "title": "The role of the inverse Cherenkov effect in the formation of ultrashort Raman solitons in silica microspheres",
    "abstract": "           We theoretically demonstrate a new regime of the formation of ultrashort optical solitons in spherical silica microresonators with whispering gallery modes.The solitons are driven by a coherent CW pump at the frequency in the range of normal dispersion, and the energy is transferred from this pump to the solitons via two channels: Raman amplification and the inverse Cherenkov effect. We discuss three different regimes of soliton propagation and we also show that these Raman solitons can be controlled by weak coherent CW signals.         ",
    "url": "https://arxiv.org/abs/2408.06802",
    "authors": [
      "Alexey N. Osipov",
      "Elena A. Anashkina",
      "Alexey V. Yulin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2408.06861",
    "title": "Complexity of chaotic optical frequency combs",
    "abstract": "           The dynamics of a single-mode semiconductor laser induced by the optical injection of a frequency comb are analyzed through the lens of complexity. In particular, the focus is dynamics outside the injection-locking region. Permutation entropy (P.E.) and chaos bandwidth (this http URL.)are used to quantify complexity. Various numerically simulated system outputs across the frequency detuning range and for different injection strengths are considered. Numerically simulated outputs from a single-mode injection system in the absence of comb injection are compared to comment on the origin of the reported complexity. Furthermore, experimental outputs are used to confirm the findings. Despite the presence of periodic dynamics originating from the frequency comb, the presented system generates remarkably high complex outputs with P.E. up to 0.99 maintained over an extended period of observation and long timescales with this http URL. up to 25 GHz.         ",
    "url": "https://arxiv.org/abs/2408.06861",
    "authors": [
      "Tushar Malica",
      "Yaya Doumbia",
      "Marc Sciamanna"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Chaotic Dynamics (nlin.CD)"
    ]
  },
  {
    "id": "arXiv:2408.06913",
    "title": "Dispersive gains enhance wireless power transfer with asymmetric resonance",
    "abstract": "           Parity-time symmetry is a fundamental concept in non-Hermitian physics that has recently gained attention for its potential in engineering advanced electronic systems and achieving robust wireless power transfer even in the presence of disturbances, through the incorporation of nonlinearity. However, the current parity-time-symmetric scheme falls short of achieving the theoretical maximum efficiency of wireless power transfer and faces challenges when applied to non-resistive loads. In this study, we propose a theoretical framework and provide experimental evidence demonstrating that asymmetric resonance, based on dispersive gain, can greatly enhance the efficiency of wireless power transfer beyond the limits of symmetric approaches. By leveraging the gain spectrum interleaving resulting from dispersion, we observe a mode switching phenomenon in asymmetric systems similar to the symmetry-breaking effect. This phenomenon reshapes the distribution of resonance energy and enables more efficient wireless power transfer compared to conventional methods. Our findings open up new possibilities for harnessing dispersion effects in various domains such as electronics, microwaves, and optics. This work represents a significant step towards exploiting dispersion as a means to optimize wireless power transfer and lays the foundation for future advancements in these fields.         ",
    "url": "https://arxiv.org/abs/2408.06913",
    "authors": [
      "Xianglin Hao",
      "Ke Yin",
      "Shiqing Cai",
      "Jianlong Zou",
      "Ruibin Wang",
      "Xikui Ma",
      "Chi K. Tse",
      "Tianyu Dong"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06971",
    "title": "Hybrid integrated laser at visible wavelengths using aluminum nitride photonic integrated circuit",
    "abstract": "           We show the first demonstration of a hybrid external cavity diode laser (ECDL) using aluminum nitride (AlN) as the wave-guiding material. Two devices are presented, a near-infrared (NIR) laser using a 850 nm diode and a red laser using a 650 nm diode. The NIR laser has $\\approx$1 mW on chip power, 6 nm of spectral coverage, instantaneous linewidth of 720$\\pm$80 kHz, and 12 dB side mode suppression ratio (SMSR). The red laser has 15 dB SMSR.         ",
    "url": "https://arxiv.org/abs/2408.06971",
    "authors": [
      "Nikolay Videnov",
      "Matthew L. Day",
      "Michal Bajcsy"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06979",
    "title": "Electrically-Driven Two-Dimensional Semiconductor Microcavity Laser",
    "abstract": "           Two-dimensional (2-D) monolayer transition-metal dichalcogenides (TMDCs) are promising materials for realizing ultracompact, low-threshold semiconductor lasers. And the development of the electrical-driven TMDC devices is crucial for enhancing the integration potential of practical optoelectronic systems. However, at current stage, the electrically-driven 2-D TMDC laser has never been realized. Herein, we have developed the first electrically-driven 2-D TMDC microcavity laser.         ",
    "url": "https://arxiv.org/abs/2408.06979",
    "authors": [
      "Zheng-Zhe Chen",
      "Hsiang-Ting Lin",
      "Chiao-Yun Chang",
      "Adil Muhammad",
      "Po-Cheng Tsai",
      "Tsung Sheng Kao",
      "Chi Chen",
      "Shu-Wei Chang",
      "Shih-Yen Lin",
      "Min-Hsiung Shih"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.07068",
    "title": "Atomic fluorescence collection into planar photonic devices",
    "abstract": "           Fluorescence collection from individual emitters plays a key role in state detection and remote entanglement generation, fundamental functionalities in many quantum platforms. Planar photonics have been demonstrated for robust and scalable addressing of trapped-ion systems, motivating consideration of similar elements for the complementary challenge of photon collection. Here, using an argument from the reciprocity principle, we show that far-field photon collection efficiency can be simply expressed in terms of the fields associated with the collection optic at the emitter position alone. We calculate collection efficiencies into ideal paraxial and fully vectorial focused Gaussian modes parameterized in terms of focal waist, and further quantify the modest enhancements possible with more general beam profiles, establishing design requirements for efficient collection. Towards practical implementation, we design, fabricate, and characterize a diffractive collection element operating at $\\lambda=397$ nm predicted to offer a total 0.25\\% collection efficiency into a single waveguide mode. A more efficient design with more demanding fabrication requirements would offer $1.14\\%$, and we indicate avenues to improved devices approaching the limits predicted for ideal beams. We point out a particularly simple integrated waveguide configuration for polarization-based remote entanglement generation enabled by integrated collection.         ",
    "url": "https://arxiv.org/abs/2408.07068",
    "authors": [
      "Orion Smedley",
      "Vighnesh Natarajan",
      "Oscar Jaramillo",
      "Hamim Mahmud Rivy",
      "Karan K. Mehta"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06368",
    "title": "Analysis of the Non-variational Quantum Walk-based Optimisation Algorithm",
    "abstract": "           This paper introduces in detail a non-variational quantum algorithm designed to solve a wide range of combinatorial optimisation problems, including constrained problems and problems with non-binary variables. The algorithm returns optimal and near-optimal solutions from repeated preparation and measurement of an amplified state. The amplified state is prepared via repeated application of two unitaries; one which phase-shifts solution states dependent on objective function values, and the other which mixes phase-shifted probability amplitudes via a continuous-time quantum walk (CTQW) on a problem-specific mixing graph. The general interference process responsible for amplifying optimal solutions is derived in part from statistical analysis of objective function values as distributed over the mixing graph. The algorithm's versatility is demonstrated through its application to various problems: weighted maxcut, k-means clustering, quadratic assignment, maximum independent set and capacitated facility location. In all cases, efficient circuit implementations of the CTQWs are discussed. A penalty function approach for constrained problems is also introduced, including a method for optimising the penalty function. For each of the considered problems, the algorithm's performance is simulated for a randomly generated problem instance, and in each case, the amplified state produces a globally optimal solution within a small number of iterations.         ",
    "url": "https://arxiv.org/abs/2408.06368",
    "authors": [
      "Tavis Bennett",
      "Lyle Noakes",
      "Jingbo B. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06375",
    "title": "Toward an understanding of the measurement process in quantum mechanics",
    "abstract": "           A suggestion is made for what happens to a wave function during a measurement. A sequence of interactions with the components of a measurement device is modeled with a simple stochastic process that produces the Born interpretation of quantum mechanical amplitudes.         ",
    "url": "https://arxiv.org/abs/2408.06375",
    "authors": [
      "Alan Schaum"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06454",
    "title": "TESERACT: Twin Earth SEnsoR Astrophotonic CubesaT",
    "abstract": "           In this paper, we evaluate the viability of CubeSats as an attractive platform for lightweight instrumentation by describing a proof of concept CubeSat that houses an astrophotonic chip for transit spectroscopy-based exoplanet atmosphere gas sensing. The Twin Earth SEnsoR Astrophotonic CubesaT (TESERACT) was designed to house a correlation spectroscopy chip along with an electrical and optical system for operation. We investigate design challenges and considerations in incorporating astrophotonic instrumentation such as component integration, thermal management and optical alignment. This work aims to be a pathfinder for demonstrating that astrophotonic-based CubeSat missions can perform leading edge, targeted science in lower-cost CubeSat platforms.         ",
    "url": "https://arxiv.org/abs/2408.06454",
    "authors": [
      "Tyler deLoughery",
      "Clayton Lauzon",
      "Haydn Sims",
      "Wahab Almuhtadi",
      "Ross Cheriton"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2408.06461",
    "title": "Integrated astrophotonic phase control for high resolution optical interferometry",
    "abstract": "           Long baseline optical interferometry and aperture synthesis using ground-based telescopes can enable unprecedented angular resolution astronomy in the optical domain. However, atmospheric turbulence leads to large, dynamic phase errors between participating apertures that limit fringe visibility using telescopes arrays or subaperture configurations in a single large telescope. Diffraction limited optics or adaptive optics can be used to ensure coherence at each aperture, but correlating the phase between apertures requires high speed, high stroke phase correction and recombination that is extremely challenging and costly. As a solution, we show an alternative phase correction and beam combination method using a centimeter-scale silicon astrophotonic chip optimized for H-band operation. The 4.7x10mm silicon photonic chip is fabricated using electron beam lithography with devices with 2 up to 32 independent channels. Light is coupled into the chip using single mode fiber ribbons. An array of microheaters is used to individually tune the effective index of each spiral delay waveguides. Narrowband spectral splitters at each spatial channel divert a modulated digital reference signal from an artificial guide star off-chip for phase measurement. Science light from other wavelengths is coherently combined using on-chip beam combiners and outputted to a single waveguide. We described the role, design, fabrication and characterization of the photonic chip. This photonic phase control scheme can be applied in astronomical interferometry or optical satellite communications.         ",
    "url": "https://arxiv.org/abs/2408.06461",
    "authors": [
      "Ross Cheriton",
      "Siegfried Janz",
      "Glen Herriot",
      "Jean-Pierre Véran",
      "Brent Carlson"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2408.06560",
    "title": "Influence of Point Defects on Laser-Induced Excitation in Silicon",
    "abstract": "           We studied the influence of defect states on the laser excitation process in silicon using time-dependent density functional theory. We assumed two types of point defects: interstitial oxygen and silicon vacancies. We found that the photoabsorption efficiency increased with defect density in both cases owing to the color center. These defects distorted the crystal structure, thereby relaxing the selection rules and changing the indirect gap to direct. At low laser intensities, the defect states dominated the absorption process. However, as the laser intensity increased, the excitation efficiency approached that of crystalline silicon. In addition, we observed that the excitation efficiency did not scale linearly with the pulse length. Notably, in the case of Si vacancies, saturable absorption significantly reduced photoabsorption. Our results suggest that the existence of a defect and its density could be detected by even-order high-harmonics generation.         ",
    "url": "https://arxiv.org/abs/2408.06560",
    "authors": [
      "Tomohito Otobe",
      "Eiyu Gushiken"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06908",
    "title": "Optical line shapes of color centers in solids from classical autocorrelation functions",
    "abstract": "           Color centers play key roles in applications, including, e.g., solid state lighting and quantum information technology, for which the coupling between their optical and vibrational properties is crucial. Established methodologies for predicting the optical lineshapes of such emitters rely on the generating function (GF) approach and impose tight constraints on the shape of and relationship between the ground and excited state landscapes, which limits their application range. Here, we describe an approach based on direct sampling of the underlying auto-correlation functions through molecular dynamics simulations (MD-ACF) that overcomes these restrictions. The energy landscapes are represented by a machine-learned potential, which provides an accurate yet efficient description of both the ground and excited state landscapes through a single model, guaranteeing size-consistent predictions. We apply this methodology to the (VSiVC)kk(0) divacancy defect in 4H-SiC, a prototypical color center, which has been studied both experimentally and theoretically. We demonstrate that at low temperatures the present MD-ACF approach yields predictions in agreement with earlier GF calculations. Unlike the latter it is, however, also applicable at high temperatures as it is not subject to the same limitations, especially with respect to handling of anharmonicity, and can be applied to study non-crystalline materials. While we discuss remaining challenges and possible extensions, the methodology presented here already holds the potential to substantially widen the range of computational predictions of the optical properties of color centers and related defects, especially for cases with pronounced anharmonicity and/or large differences between the initial and final states.         ",
    "url": "https://arxiv.org/abs/2408.06908",
    "authors": [
      "Christopher Linderälv",
      "Nicklas Österbacka",
      "Julia Wiktor",
      "Paul Erhart"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2408.06976",
    "title": "Optical Control of Ultrafast Photocurrent in Graphene",
    "abstract": "           The ability to manipulate electrons with the intense laser pulse enables an unprecedented control over the electronic motion on its intrinsic timescale. Present work explores the desired control of photocurrent generation in monolayer graphene on ultrafast timescale. The origin of photocurrent is attributed to the asymmetric residual electronic population in the conduction band after the end of the laser pulse, which also facilitates valley polarization. Present study offers a comprehensive analysis of the differences between these two observables, namely photocurrent and valley polarization. It is found that the corotating circularly polarized $\\omega-2\\omega$ laser pulses allow the generation of photocurrent but no valley polarization, whereas counterrotating circularly polarized $\\omega-2\\omega$ laser pulses yield significant valley polarization without any photocurrent in graphene. Different laser parameters, such as subcycle phase, wavelength, and intensity provide different knobs to control the generation of the photocurrent. In addition, threefold increase in the photocurrent's amplitude can be achieved by altering electronic properties of graphene via strain engineering. Our findings reveal intriguing underlying mechanisms into the interplay between the symmetries of the graphene's electronic structure and the driving laser pulses, shedding light on the potential for harnessing graphene's properties for novel applications in ultrafast photonics, optoelectronic devices, and quantum technologies.         ",
    "url": "https://arxiv.org/abs/2408.06976",
    "authors": [
      "Navdeep Rana",
      "Gopal Dixit"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.06119",
    "title": "Harnessing Forward Multiple Scattering for Optical Imaging Deep Inside an Opaque Medium",
    "abstract": "           As light travels through a disordered medium such as biological tissues, it undergoes multiple scattering events. This phenomenon is detrimental to in-depth optical microscopy, as it causes a drastic degradation of contrast, resolution and brightness of the resulting image beyond a few scattering mean free paths. However, the information about the inner reflectivity of the sample is not lost; only scrambled. To recover this information, a matrix approach of optical imaging can be fruitful. Here, we report on a de-scanned measurement of a high-dimension reflection matrix R via low coherence interferometry. Then, we show how a set of independent focusing laws can be extracted for each medium voxel through an iterative multi-scale analysis of wave distortions contained in R. It enables an optimal and local compensation of forward multiple scattering paths and provides a three-dimensional confocal image of the sample as the latter one had become digitally transparent. The proof-of-concept experiment is performed on a human opaque cornea and an extension of the penetration depth by a factor five is demonstrated compared to the state-of-the-art.         ",
    "url": "https://arxiv.org/abs/2303.06119",
    "authors": [
      "Ulysse Najar",
      "Victor Barolle",
      "Paul Balondrade",
      "Mathias Fink",
      "A. Claude Boccara",
      "Alexandre Aubry"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2309.04701",
    "title": "Quantum and classical Fisher information in four-dimensional scanning transmission electron microscopy",
    "abstract": "           We analyze the quantum limit of sensitivity in four-dimensional scanning transmission electron microscopy (4D-STEM), which has emerged as a favored technique for imaging the structure of a wide variety of materials, including biological and other radiation-sensitive materials. 4D-STEM is an indirect (computational) imaging technique, which uses a scanning beam, and records the scattering distribution in momentum (diffraction) space for each beam position. We find that, in measuring a sample's electrostatic potential, the quantum Fisher information from 4D-STEM can match that from real-space phase-contrast imaging. Near-optimum quantum Fisher information is achieved using a delocalized speckled probe. However, owing to the detection in the diffraction plane, 4D-STEM ultimately enables only about half of the quantum limit, whereas Zernike phase-contrast imaging enables the quantum limit for all spatial frequencies admitted by the optical system. On the other hand, 4D-STEM can yield information on spatial frequencies well beyond those accessible by phase-contrast TEM. Our conclusions extend to analogous imaging modalities using coherent scalar visible light and x-rays.         ",
    "url": "https://arxiv.org/abs/2309.04701",
    "authors": [
      "Christian Dwyer",
      "David M. Paganin"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.02416",
    "title": "Laser Resonance Chromatography of $^{229}$Th$^{3+}$ in He: an ab initio investigation",
    "abstract": "           We propose a laser resonance chromatography (LRC) experiment on $^{229}$Th$^{3+}$, with the goal of detecting the ion's electronic ground $5f$ $^2$F$_{5/2}$ state and metastable $7s$ $^2$S$_{1/2}$ state by means of their ion mobilities. To this end, we first model the ion-neutral interaction potentials for the two electronic states with a relativistic Fock space coupled cluster method and complete basis-set extrapolation scheme. The interaction potentials are used to simulate the state-specific reduced ion mobilities in terms of the operating temperature and the external electric field. The ion mobilities differ by more than 7% at 300 K and moderate field strengths; thus, separation of the $^{229}$Th$^{3+}$ metastable state lies within the reach of LRC experiments targeting optical probing and monitoring of the nuclear clock transition in this isotope.         ",
    "url": "https://arxiv.org/abs/2405.02416",
    "authors": [
      "Giorgio Visentin",
      "Anastasia Borschevsky",
      "Larry A. Viehland",
      "Stephan Fritzsche",
      "Mustapha Laatiaoui"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2406.17994",
    "title": "Computing linear optical spectra in the presence of nonadiabatic effects on Graphics Processing Units using molecular dynamics and tensor-network approaches",
    "abstract": "           We compare two recently developed strategies, implemented in open source software packages, for computing linear optical spectra in condensed phase environments in the presence of nonadiabatic effects. Both approaches rely on computing excitation energy and transition dipole fluctuations along molecular dynamics (MD) trajectories, treating molecular and environmental degrees of freedom on the same footing. Spectra are then generated in two ways: In the recently developed Gaussian Non-Condon Theory (GNCT), the linear response functions are computed in terms of independent adiabatic excited states, with non-Condon effects described through spectral densities of transition dipole fluctuations. For strongly coupled excited states, we instead parameterize a linear vibronic coupling (LVC) Hamiltonian directly from spectral densities of energy fluctuations and diabatic couplings computed along the MD trajectory. The optical spectrum is then calculated using powerful, numerically exact tensor-network approaches. Both the electronic structure calculations to sample system fluctuations and the quantum dynamics simulations using tensor-network methods are carried out on graphics processing units (GPUs), enabling rapid calculations on complex condensed phase systems. We assess the performance of the approaches using model systems in the presence of a conical intersection (CI), and the pyrazine molecule in different solvent environments.         ",
    "url": "https://arxiv.org/abs/2406.17994",
    "authors": [
      "Evan Lambertson",
      "Dayana Bashirova",
      "Kye E. Hunter",
      "Benhardt Hansen",
      "Tim J. Zuehlsdorff"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2306.11844",
    "title": "Refining the weighted subspace-search variational quantum eigensolver: compression of ans\\\"atze into a single pure state and optimization of weights",
    "abstract": "           The weighted subspace-search variational quantum eigensolver (SSVQE) is a prominent algorithm for calculating excited-state properties of molecular quantum systems. In this work, we elaborate on some of its fundamental features with the aim of improving its practical realization. First, we demonstrate that the initial ansätze for various excited states could be prepared into a single pure state through a minimal number of ancilla qubits, followed by the optimization of a subsequent global unitary rotation in the targeted subspace. Since the ancillas' sole purpose is to purify an underlying ensemble $\\rho_{\\boldsymbol{w}}$ state with spectral weights $\\boldsymbol{w}$, their measurement would just collapse $\\rho_{\\boldsymbol{w}}$ with probabilities $w_j$ to one of its eigenstates $|\\Psi_j \\rangle$. We thus observe that our realization of SSVQE is equivalent to the original SSVQE improved by importance sampling. Then, we elaborate by numerical means on the potential influence of the auxiliary weights $\\boldsymbol{w}$ on the accuracy of the sought-after eigenstates and eigenenergies. Clear trends are discovered which are contrasted with some recent mathematical results concerning the ensemble variational principle that underlies SSVQE.         ",
    "url": "https://arxiv.org/abs/2306.11844",
    "authors": [
      "Cheng-Lin Hong",
      "Luis Colmenarez",
      "Lexin Ding",
      "Carlos L. Benavides-Riveros",
      "Christian Schilling"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2401.14259",
    "title": "Mpemba effects in nonequilibrium open quantum systems",
    "abstract": "           The Mpemba effect was originally referred to as the faster icing of a higher-temperature system than a lower-temperature system, and was later generalized to anomalous decays of both classical and quantum observables to equilibrium states. Mpemba effect is mostly considered in classical systems and during cooling processes towards equilibrium states. We investigate the emergence of the effect in nonequilibrium quantum systems where the system has no asymptotic equilibrium state to approach. Instead, the system is put in contact with two different baths, and only a nonequilibrium state exists, sustained by constant energy injection from the surrounding thermal baths. Firstly, we show that the nonequilibrium conditions can dramatically enlarge the parameter regimes where the MPE emerges. Secondly, we demonstrate that the anomalous MPEs and inverse MPEs emerge in the evolution of quantum correlations in the two-site fermionic system and that nonequilibrium conditions can expedite or delay the MPEs. Thirdly, we show that the nonequilibrium-induced quantum coherence can have considerable contributions to the emergence of the MPE which the conventional Lindbladian dynamics fails to capture.         ",
    "url": "https://arxiv.org/abs/2401.14259",
    "authors": [
      "Xuanhua Wang",
      "Jin Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13616",
    "title": "Entangled Matter-waves for Quantum Enhanced Sensing",
    "abstract": "           The ability to create and harness entanglement is crucial to the fields of quantum sensing and simulation, and ultracold atom-cavity systems offer pristine platforms for this undertaking. Here, we present a method for creating and controlling entanglement between solely the motional states of atoms in a cavity without the need for electronic interactions. We show this interaction arises from a general atom-cavity model, and discuss the role of the cavity frequency shift in response to atomic motion. This cavity response leads to many different squeezing interactions between the atomic momentum states. Furthermore, we show that when the atoms form a density grating, the collective motion leads to one-axis twisting, a many-body energy gap, and metrologically useful entanglement even in the presence of noise. Noteably, an experiment has recently demonstrated this regime leads to an effective momentum-exchange interaction between atoms in a common cavity mode. This system offers a highly tunable, many-body quantum sensor and simulator.         ",
    "url": "https://arxiv.org/abs/2406.13616",
    "authors": [
      "John Drew Wilson",
      "Jarrod T. Reilly",
      "Haoqing Zhang",
      "Chengyi Luo",
      "Anjun Chu",
      "James K. Thompson",
      "Ana Maria Rey",
      "Murray J. Holland"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2407.11642",
    "title": "Purcell-enhanced single-photon emission from InAs/GaAs quantum dots coupled to broadband cylindrical nanocavities",
    "abstract": "           On-chip emitters that generate single and entangled photons are essential for photonic quantum information processing technologies. Semiconductor quantum dots (QDs) are attractive candidates that emit high-quality quantum states of light, however at a rate limited by their spontaneous radiative lifetime. In this study, we utilize the Purcell effect to demonstrate up to a 38-fold enhancement in the emission rate of InAs QDs by coupling them to metal-clad GaAs nanopillars. These cavities, featuring a sub-wavelength mode volume of 4.5x10-4 ({\\lambda}/n)3 and quality factor of 62, enable Purcell-enhanced single-photon emission across a large bandwidth of 15 nm with a multi-photon emission probability as low as 0.5 %. The broadband nature of the cavity eliminates the need for implementing tuning mechanisms typically required to achieve QD-cavity resonance, thus relaxing fabrication constraints. Ultimately, this QD-cavity architecture represents a significant stride towards developing solid-state quantum emitters generating near-ideal single-photon states at GHz-level repetition rates.         ",
    "url": "https://arxiv.org/abs/2407.11642",
    "authors": [
      "Abhiroop Chellu",
      "Subhajit Bej",
      "Hanna Wahl",
      "Hermann Kahle",
      "Topi Uusitalo",
      "Roosa Hytönen",
      "Heikki Rekola",
      "Jouko Lang",
      "Eva Schöll",
      "Lukas Hanschke",
      "Patricia Kallert",
      "Tobias Kipp",
      "Christian Strelow",
      "Marjukka Tuominen",
      "Klaus D. Jöns",
      "Petri Karvinen",
      "Tapio Niemi",
      "Mircea Guina",
      "Teemu Hakkarainen"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  }
]