[
  {
    "id": "arXiv:2512.15936",
    "title": "Off resonant Fano enhanced single molecule resolution imaging with a CW source",
    "abstract": "           Apertureless scanning near-field optical microscopy (a-SNOM) is typically limited to ~10 nm resolution by the tip apex size. We demonstrate that ~1-nm resolution can be achieved under continuous-wave (CW) illumination by exploiting Fano path interference. A defect center that naturally forms at the apex of a metal-coated AFM tip acts as a quantum object and induces Fano interference, forcing a stronger but normally off-resonant plasmonic mode (597 nm) to operate effectively on resonance at the driving wavelength (520 nm). Because this interference occurs only beneath the defect, a ~1-nm-wide, strongly enhanced near-field hotspot is created. Using this off-resonant Fano-enhanced field, we achieve single-molecule-resolution imaging based on exact three-dimensional Maxwell simulations.         ",
    "url": "https://arxiv.org/abs/2512.15936",
    "authors": [
      "Rasim Volga Ovali",
      "Mehmet Emre Tasgin"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.15970",
    "title": "Optical coprocessor based on spontaneous Brillouin scattering",
    "abstract": "           Analog coprocessors for neural networks are an intensively developing field. They provide approximate results of computations for relatively low energy cost and at high speed. We show that a set of ring resonators with Brillouin interaction between photons and phonons, being coupled to a waveguide, can be used to implement matrix-vector multiplication. The input vector is formed by occupancies of the anti-Stokes optical modes pumped via spontaneous Brillouin scattering, i.e, scattering on thermal phonons. Brillouin scattering rates and coupling constants between ring resonators and the waveguide form the matrix. The system allows for parallel computations in frequency band.         ",
    "url": "https://arxiv.org/abs/2512.15970",
    "authors": [
      "I. V. Vovchenko",
      "A. A. Zyablovsky",
      "A. A. Pukhov",
      "E. S. Andrianov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16018",
    "title": "Precision continuous-wave laser measurement of the $\\text{1}^\\text{3}\\text{S}_\\text{1} \\to \\text{2}^\\text{3}\\text{S}_\\text{1}$ interval in positronium",
    "abstract": "           We report a 4.9\\,ppb measurement of the positronium $\\text{1}^\\text{3}\\text{S}_\\text{1} \\to \\text{2}^\\text{3}\\text{S}_\\text{1}$ interval using continuous-wave two-photon laser spectroscopy. The transition is detected via photoionization by the same excitation laser. The resulting positrons are guided to a microchannel plate detector, surrounded by scintillators to detect the annihilation photons in coincidence, thereby reducing the background. A Monte Carlo lineshape simulation, accounting for effects such as the second-order Doppler shift and the AC Stark shift, is used to extract a transition frequency of $1233607224.1(6.0)\\,\\text{MHz}$, consistent with the previous 2.6\\,ppb determination of this transition and with the most recent QED calculations at order $\\mathcal{O}(\\alpha^7\\ln^2(1/\\alpha))$, which predict $1233607222.12(58)\\,\\text{MHz}$. Combining the two measurements gives $1233607218.1(2.8)\\,\\text{MHz}$, reducing the tension with QED to about $1.4\\,\\sigma$. We also present a semi-analytical lineshape model of $\\text{1}^\\text{3}\\text{S}_\\text{1} \\to \\text{2}^\\text{3}\\text{S}_\\text{1}$ of positronium, which shows excellent agreement with detailed simulations and is validated by the experimental data. This expands on previous work with stable atoms by incorporating effects such as limited lifetime of the atoms, photoionization and AC Stark shift. The lineshape modelling is also applicable to other unstable systems, such as muonium. This provides a powerful tool for optimizing the experimental parameters and gaining deeper insights without the need for computationally intensive simulations.         ",
    "url": "https://arxiv.org/abs/2512.16018",
    "authors": [
      "Lucas de Sousa Borges",
      "Edward Thorpe-Woods",
      "Evans Javary",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2512.16257",
    "title": "Quantum Readiness in Latin American High Schools: Curriculum Compatibility and Enabling Conditions",
    "abstract": "           The accelerating global development of quantum technologies strengthens the case for introducing quantum computing concepts before university. Yet in Latin America, there is no consolidated, region wide integration of quantum computing into secondary education, and the feasibility conditions for doing so remain largely unexamined. This paper proposes a qualitative, comparative framework to assess academic readiness for quantum education across six countries - Peru, Bolivia, Chile, Argentina, Brazil, and Colombia - grounded in the relationship between curriculum compatibility and enabling conditions spanning institutional capacity, teacher preparation, infrastructure, and equity. Using official curricula, policy documents, national statistics, and educational reports, we apply structured qualitative coding and a 1-5 ordinal scoring system to generate a cross country diagnosis. The findings reveal substantial regional asymmetries: among the six countries studied, Chile emerges as the most institutionally prepared for progressive quantum education integration, while the remaining countries exhibit varying combinations of curricular gaps and fragmented but promising enabling conditions. Building on this diagnosis, we propose a country sensitive, regionally coordinated roadmap for staged implementation, beginning with teacher development and pilot centers, leveraging open source platforms and local language resources, and scaling toward gradual curricular integration. This work establishes a baseline for future quantitative and mixed method studies evaluating learning outcomes, motivation, and scalable models for quantum education in Latin America.         ",
    "url": "https://arxiv.org/abs/2512.16257",
    "authors": [
      "Adriana Celeste Alvarado Leon",
      "Osmar Denilson Herrera Cueva",
      "Rosario Mercedes Morales Orvezo",
      "Daniella Alexandra Crysti Vargas Saldana",
      "Freddy Herrera Cueva"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16308",
    "title": "Polygonal Spatiotemporal Optical Vortices Wavepackets with Prescribed Vortex Structure",
    "abstract": "           Optical vortices carrying orbital angular momentum offer additional degrees of freedom. According to the orientation of orbital angular momentum, optical vortices can be classified into spatial optical vortex beam carrying longitudinalorbital angular momentum and spatiotemporal optical vortices carrying transverse orbital angular momentum. As an emerging subset of optical vortices, polygonal optical vortices provide a unique platform for a wide range of frontier applications by introducing a new degree of freedom in the form of a customizable intensity structure. In the spatial domain, polygonal spatial optical vortex beam carrying longitudinal orbital angular momentum have already demonstrated great potential in optical manipulation and two-photon lithography. However, polygonal spatiotemporal optical vortex wavepackets contain multiple sub spatiotemporal optical vortices carrying transverse orbital angular momentum remains unrealized to date. In this work, we theoretically propose and experimentally demonstrate polygonal spatiotemporal optical vortices wavepackets embedded with prescribed vortex structures. Within the structure, a prescribed number of sub spatiotemporal optical vortices carrying transverse orbital angular momentum is set along a designed polygonal spatiotemporal trajectory. Using the spatiotemporal holographic shaping approach, we generate polygonal perfect spatiotemporal optical vortex wavepacket and use the combination of multiple polygonal perfect spatiotemporal optical vortex wavepacket to form polygonal spatiotemporal optical vortex wavepacket with the prescribed vortex structure. A full control over multiple key properties of the polygonal spatiotemporal optical vortex wavepackets such as the geometry, number of phase singularities, and spatiotemporal distribution of sub spatiotemporal optical vortices is also achieved.         ",
    "url": "https://arxiv.org/abs/2512.16308",
    "authors": [
      "Haifa Fan",
      "Qian Cao",
      "Andy Chong",
      "Qiwen Zhan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16311",
    "title": "Bunch-by-Bunch Prediction of Beam Transverse Position, Phase, and Length in a Storage Ring Using Neural Networks",
    "abstract": "           Real-time, bunch-by-bunch monitoring of transverse position, longitudinal phase, and bunch length is crucial for beam control in diffraction-limited storage rings, where complex collective dynamics pose unprecedented diagnostic challenges. This study presents a neural network framework that simultaneously predicts these parameters directly from beam position monitor waveforms. The hybrid architecture integrates specialized Multi-Layer Perceptron (MLP), Convolutional Neural Network (CNN), and Long Short-Term Memory with Attention (LSTM-Attention) sub-networks, overcoming key limitations of traditional methods such as serial processing chains and batch-mode operation. Validated on experimental data from the Shanghai Synchrotron Radiation Facility and Hefei Light Source, the model achieves high prediction accuracy with a sub-millisecond latency of 0.042 ms per bunch. This performance demonstrates its potential as a core tool for real-time, multi-parameter diagnostics and active feedback in next-generation light sources.         ",
    "url": "https://arxiv.org/abs/2512.16311",
    "authors": [
      "Can Liu",
      "Xing Yang",
      "Youming Deng",
      "Qingqing Duan",
      "Yongbin Leng"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16350",
    "title": "Three-Octave Supercontinuum Generation Spanning from Ultraviolet in Lithium Tantalate Waveguides",
    "abstract": "           We demonstrate, for the first time, supercontinuum generation spanning more than three octaves in dispersion-engineered thin-film lithium tantalite (TFLT) waveguides. Pumped by a femtosecond laser at 1560 nm, the waveguides yield a spectrum from 240 nm in the ultraviolet to beyond 2400 nm in the near-infrared. The spectral evolution is mapped from low-power harmonic generation (second- and third-harmonic) to a high-power continuum driven by soliton fission and dispersive wave emission. This first demonstration of ultrabroadband nonlinear optics in TFLT establishes it as a competitive, low-loss platform for integrated photonics, with significant potential for applications in frequency metrology and on-chip spectroscopy.         ",
    "url": "https://arxiv.org/abs/2512.16350",
    "authors": [
      "Lingfang Wang",
      "Tianyou Tang",
      "Huizong Zhu",
      "Juanjuan Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16403",
    "title": "Photoacoustic model for laser-induced acoustic desorption of nanoparticles",
    "abstract": "           Laser-induced acoustic desorption (LIAD) enables loading nanoparticles into optical traps under vacuum for levitated optomechanics experiments. Current LIAD systems rely on empirical optimization using available laboratory lasers rather than systematic theoretical design, resulting in large systems incompatible with portable or space-based applications. We develop a theoretical framework using the photoacoustic wave equation to model acoustic wave generation and propagation in metal substrates, enabling systematic optimization of laser parameters. The model identifies key scaling relationships: surface acceleration scales as $\\tau^{-2}$ with pulse duration, while acoustic diffraction sets fundamental limits on optimal spot size $w \\gtrsim \\sqrt{v\\tau d}$. Material figures of merit combine thermal expansion and optical absorption properties, suggesting alternatives to traditional aluminum substrates. The framework validates well against experimental data and demonstrates that compact laser systems with sub-nanosecond pulse durations can achieve performance competitive with existing laboratory-scale implementations despite orders-of-magnitude lower pulse energies. This enables rational design of minimal LIAD systems for practical applications.         ",
    "url": "https://arxiv.org/abs/2512.16403",
    "authors": [
      "Matthew Edmonds",
      "James Bateman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16467",
    "title": "Reconfigurable Silicon Photonics Extreme Learning Machine with Random Non-linearities as Neural Processor and Physical Unclonable Function",
    "abstract": "           An alternative extreme learning machine -ELM- paradigm is presented exploiting random non-linearities -RN, named RN-ELM, instead of a conventional fixed node non-linearity. This method is implemented on a hybrid neural engine, with the physical layer realized by an integrated silicon photonic mesh and the digital layer by a simple regression algorithm. Non-linearities are intrinsically non-power depended and are generated through non-linear frequency to power mapping offered by optical filters. The numerical evaluation is based on an experimentally derived transfer function of an all-pass filter, implemented on a silicon reconfigurable photonic integrated chip -RPIC. RN-ELM is evaluated in a twofold manner; first as a machine learning scheme, where the expressivity offered by multiple, yet random, activation functions lead to a compact and highly simplified design with 5 optical filters, offering state-of-the-art performance in time-series prediction tasks with minimum hardware requirements. The second scenario entails its deployment as a physical unclonable function -PUF, for authentication applications directly in the physical layer. In this case, the random activation functions are associated with unavoidable, fabrication related waveguide imperfections that can act as hardware signatures. Numerical results reveal a probability of cloning as low as 10e-15, which corresponds to a highly secure authentication token.         ",
    "url": "https://arxiv.org/abs/2512.16467",
    "authors": [
      "George Sarantoglou",
      "Georgios Aias Karydis",
      "Adonis Bogris",
      "Charis Mesaritakis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2512.16516",
    "title": "Spatiotemporal topological phase transitions in photonic spacetime crystals",
    "abstract": "           Topological phase transitions, characterized by the closing and reopening of band gaps and a concomitant change in topological invariants, have played a central role in topological physics. However, such transitions have so far been restricted to spatial crystals, relying solely on energy band gaps and spatial interfaces. Here, we transcend this conventional framework and report, for the first time, spatiotemporal topological phase transition in photonic spacetime crystals - structures that are periodically modulated in both space and time. Using a dynamically modulated transmission line metamaterial, we theoretically propose and experimentally demonstrate complete spatiotemporal topological phase transitions characterized by the closing and reopening of both energy and momentum band gaps, alongside changes in spatiotemporal topological invariants and topological phases. Furthermore, in a genuine photonic spacetime crystal that possesses a complete energy-momentum band gap, we directly observe a space-time topological event that localizes in both space and time, exhibiting relativistic-causality-governed excitation and robustness against spatiotemporal disorders. Our findings reveal the interplay among space, time, and topology, establishing a unified framework that provides a comprehensive picture of the emerging topological space-time physics and opening new avenues for robust spatiotemporal topological wave manipulations.         ",
    "url": "https://arxiv.org/abs/2512.16516",
    "authors": [
      "Zebin Zhu",
      "Bolun Huang",
      "Siqi Xu",
      "Jingming Chen",
      "Yan Meng",
      "Zhenxiao Zhu",
      "Xiang Xi",
      "Zhen Gao"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16588",
    "title": "Octave-spanning, deterministic single soliton generation in 4H-silicon carbide-on-insulator microring resonators",
    "abstract": "           The miniaturization of self-referencing frequency comb systems enables emerging applications in metrology and spectroscopy. One major challenge in realizing the chip-scale self-referencing function is to generate octave-spanning soliton microcombs with low operation power. Accessing soliton states is also not trivial due to the thermal effect. Though an auxiliary laser was utilized to compensate for the thermal effect, deterministic single soliton generation is still elusive, especially for broadband operation. In this work, dispersion management is performed for a 4H-silicon carbide-on-insulator (SiCOI) multi-mode microring resonator, benefiting from the submicron-confinement waveguide layout. The fundamental transverse electric (TE) mode is engineered to anomalous dispersion for two dispersive waves generation over an octave span. While a higher order TE mode is engineered to normal dispersion to accommodate the auxiliary light for thermal compensation. The normal dispersion prevents modulation-instability Kerr comb generation, allowing for a large soliton existence range. We achieve microring resonators with Q up to 5.8 million and sub-milli-watt-threshold Kerr comb generation. Combining the dispersion-managed design and high Q device, we demonstrate the deterministic generation of a single soliton comb spanning beyond an octave with a low on-chip power of 60 mW. Our demonstration paves the way to realize chip-scale, turn-key, self-referenced frequency combs.         ",
    "url": "https://arxiv.org/abs/2512.16588",
    "authors": [
      "Yi Zheng",
      "Liping Zhou",
      "Chengli Wang",
      "Yanjing Zhao",
      "Ailun Yi",
      "Kresten Yvind",
      "Xin Ou",
      "Minhao Pu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16643",
    "title": "Temperature dependence of the long-term annealing behavior of neutron irradiated diodes from 8-inch p-type silicon wafers",
    "abstract": "           To face the higher levels of radiation due to the 10-fold increase in integrated luminosity during the High-Luminosity LHC, the CMS detector will replace the current Calorimeter Endcap (CE) using the High-Granularity Calorimeter (HGCAL) concept. The high-radiation regions of the the CE, where fluences between $1\\cdot10^{14}~n_{eq}/cm^{2}$ and $1\\cdot10^{16}~n_{eq}/cm^{2}$ and doses of up to 2\\,MGy are expected considering an integrated luminosity of $3\\,ab^{-1}$, will be equipped with silicon pad sensors. This includes the entire electromagnetic as well as parts of the hadronic section of the CE. The silicon sensors are processed on 8-inch p-type wafers with an active thickness of 300\\,\\textmu m, 200\\,\\textmu m and 120\\,\\textmu m and cut into hexagonal shapes for optimal use of the full wafer area and tiling. With each main sensor, several small test structures (e.g. pad diodes) are hosted on the wafers, used for quality assurance and radiation hardness tests. In order to investigate the radiation-induced bulk damage, these diodes have been irradiated with reactor neutrons at JSI (Jozef Stefan Institute, Ljubljana, Slovenia) to fluences between $5\\cdot10^{14}~n_{eq}/cm^{2}$ and $1.5\\cdot10^{16}~n_{eq}/cm^{2}$. This study focuses on the isothermal annealing behavior of the bulk material at different temperatures between 5.5°C and 60°C using electrical characterization and charge collection measurements. The results are used to extract the annealing time constants for this material and fluence range based on the Hamburg model approach to allow an estimation of the expected annealing effects in silicon sensors during the year-end technical stops and the long HL-LHC shutdowns. The annealing parameters found will make it possible to model the annealing behavior of p-type silicon detector projects at HL-LHC fluence ranges better than the existing Hamburg model.         ",
    "url": "https://arxiv.org/abs/2512.16643",
    "authors": [
      "Leena Diehl",
      "Oliwia Kaluzinska",
      "Marie Mühlnikel",
      "Max Andersson",
      "Natalya Gerassyova",
      "Jenan Amer",
      "Eva Sicking",
      "Dana Groner",
      "Jan Kieseler",
      "Matteo Defranchis"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2512.16652",
    "title": "Subspace tracking: a novel measurement method to test the standard phase noise model of optical frequency combs",
    "abstract": "           The introduction of digital signal processing (DSP) assisted coherent detection has been a cornerstone of modern fiber-optic communication systems. The ability to digitally, i.e. after analogue-to-digital converter, compensate for chromatic dispersion, polarization mode dispersion, and phase noise has rendered traditional analog feedback loops largely obsolete. While analog techniques remain prevalent for phase noise characterization of single-frequency lasers, the phase noise characterization of optical frequency combs presents a greater challenge. This complexity arises from different number of phase noise sources affecting an optical frequency comb. Here, we show how a phase noise measurement techniques method based on multi-heterodyne coherent detection and DSP-based subspace tracking can be used to identify, measure and quantify various phase noise sources associated with an optical frequency comb.         ",
    "url": "https://arxiv.org/abs/2512.16652",
    "authors": [
      "Darko Zibar",
      "Holger Heebøll",
      "Jasper Riebesehl",
      "Michael Galili",
      "Francesco Da Ros",
      "Aleksandr Razumov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2512.16672",
    "title": "Acoustic scattering singularities via quasi-Bound states in the continuum",
    "abstract": "           Non-Hermitian systems enable advanced control of wave propagation by exploiting engineered losses. This introduces an additional degree of freedom that permits the emergence of exceptional points (EPs). In this letter, we theoretically and experimentally demonstrate the control of scattering singularities in a non-Hermitian acoustic system using quasibound states in the continuum (qBICs). Through Friedrich Wintgen interference, the losses of a two port cavity are tuned until achieving critical coupling, yielding narrowband coherent perfect absorption (CPA) with a quality factor of 140. Additionally, by coupling two distinct resonators, we observe the emergence of an EP, where both eigenvalues simultaneously coalesce and vanish, resulting in narrowband unidirectional absorption. Our results establish a connection between qBICs and scattering singularities, and offer a route toward acoustic devices featuring narrowband resonances and tunable radiative losses.         ",
    "url": "https://arxiv.org/abs/2512.16672",
    "authors": [
      "Anis Maddi",
      "Mourad Oudich",
      "Aurelien Merkel",
      "Julio A. Iglesias Martínez",
      "Badreddine Assouar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16677",
    "title": "QMCkl: A Kernel Library for Quantum Monte Carlo Applications",
    "abstract": "           Quantum Monte Carlo (QMC) methods deliver highly accurate electronic structure calculations but are computationally intensive. The quantum Monte Carlo kernel library (QMCkl) provides a modular, portable collection of high-performance kernels implementing the core building blocks of QMC calculations. It offers a C-compatible API, supports the TREXIO standard for input, and covers essential QMC kernels including atomic and molecular orbitals, cusp corrections, Jastrow factor, and the necessary derivatives also to perform variational and structural optimization. QMCkl separates algorithmic development from hardware-specific tuning by combining human-readable reference implementations with performance-optimized kernels that produce identical numerical results. The library enables consistent, efficient, and reproducible simulations across different QMC codes and architectures, and achieves substantial speedups in the evaluation of the energy and its derivatives. Beyond QMC, QMCkl can accelerate deterministic quantum chemistry workflows and visualization tools, promoting cross-code interoperability and simplifying high-performance scientific software development.         ",
    "url": "https://arxiv.org/abs/2512.16677",
    "authors": [
      "Emiel Slootman",
      "Vijay Gopal Chilkuri",
      "Aurelien Delval",
      "Max Hoffer",
      "Tommaso Gorni",
      "François Coppens",
      "Joris van de Nes",
      "Ramón L. Panadés-Barrueta",
      "Evgeny Posenitskiy",
      "Abdallah Ammar",
      "Edgar Josué Landinez Borda",
      "Kevin Camus",
      "Oto Kohulàk",
      "Emmanuel Giner",
      "Pablo de Oliveira Castro",
      "Cedric Valensi",
      "William Jalby",
      "Claudia Filippi",
      "Anthony Scemama"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16713",
    "title": "Intrinsic temporal and spectral mixing in time-resolved terahertz spectroscopy",
    "abstract": "           In an ultrafast optical-pump terahertz-probe measurement, the photoinduced material response can be modulated on a timescale shorter than the extent of the THz pulse. In this situation, the measured time-frequency response deviates from a simple time-dependent linear response. When full two-dimensional time-frequency maps are measured, this yields complex features that can be incorrectly assigned to a photoexcited coherent response. We investigate this experimentally via the measured response of photoexcited SnSe, whereby photoinduced phase change dynamics lead to ultrafast changes of the charge carrier and lattice optical conductivity response. Two-dimensional time-frequency THz transmission maps subsequently show unexpected time-frequency features at early pump-probe delay times. These features are reproduced in both finite-difference time-domain simulations of the THz experiment and in an extension of non-equilibrium response function theory, demonstrating their systematic origin. This work improves the understanding of systematic effects in high time resolution optical-pump THz-probe spectroscopy, and explores the conditions in which they are likely to appear.         ",
    "url": "https://arxiv.org/abs/2512.16713",
    "authors": [
      "Benjamin J. Dringoli",
      "David G. Cooke"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16769",
    "title": "Operation of silicon photomultipliers in a dilution refrigerator down to 9.4 mK towards a cryogenic cosmic ray muon veto system",
    "abstract": "           We report the characterisation of a FBK NUV-HD-cryo silicon photomultiplier (SiPM) sensor operated in an 9.4 $\\pm$ 0.2 mK environment inside a dilution refrigerator, towards the development of a cryogenic cosmic ray muon veto system to be operated internal to a dilution refrigerator required for low background experiments such as the QUEST-DMC dark matter search experiment. We characterise the single photon response and the gain (the charge produced per detected photon), the dark count noise rate, and correlated noise contributions as a function of operating voltage. This paper also reports first proof of concept measurements of using a SiPM directly coupled to scintillator in a 9.4 mK temperature environment, towards detecting candidate cosmic ray muon signals.         ",
    "url": "https://arxiv.org/abs/2512.16769",
    "authors": [
      "QUEST-DMC Collaboration",
      "A. Kemp",
      "S. Autti",
      "E. Bloomfield",
      "A. Casey",
      "N. Darvishi",
      "N. Eng",
      "P. Franchini",
      "R. P. Haley",
      "P. J. Heikkinen",
      "A. Jennings",
      "S. Koulosousas",
      "E. Leason",
      "L. V. Levitin",
      "J. March-Russell",
      "A. Mayer",
      "J. Monroe",
      "D. Münstermann",
      "M. T. Noble",
      "J. R. Prance",
      "X. Rojas",
      "T. Salmon",
      "J. Saunders",
      "J. Smirnov",
      "R. Smith",
      "M. D. Thompson",
      "A. Thomson",
      "A. Ting",
      "V. Tsepelin",
      "S. M. West",
      "L. Whitehead",
      "D. E. Zmeev"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2512.16789",
    "title": "Evaluation of a large-area double-sided silicon strip detector for quality assurance in ion-beam radiotherapy",
    "abstract": "           Designed to provide quality assurance for ion-beam radiotherapy, the prototype fIVI (filtered Interaction Vertex Imaging) Range Monitoring System is a two-layer tracker which employs double-sided strip-segmented silicon detectors. To meet the high demands of a clinical environment, a large sensitive area is required, along with a fast and compact readout. As this device utilizes sensors and readout electronics adapted from particle physics, where the expected energy and count rate differ significantly from radiotherapy, validation was necessary to ensure that these sensors would function effectively at the order 100 MeV/u energies and order MHz count rates expected during clinical irradiation. Tests were conducted using scattered subclinical 19 MeV protons at high intensity, and clinical 207 MeV/u carbon ions at low intensity to independently validate these variables. The detection system is found to operate at rates up to 1.3 MHz, with a negligible fraction of events being affected by pileup. The efficiency of hit reconstruction is high, with a timestamp resolution of 6.25 ns, and a coincidence window of 31.25 ns, as is required for clinical event rates. With these settings, over 90% of particle interactions are able to reconstruct unique hit positions and contribute to track formation. This device is the first system using large-area, high-resolution detectors which meets the demanding count rate requirements associated with clinical radiotherapy.         ",
    "url": "https://arxiv.org/abs/2512.16789",
    "authors": [
      "Devin Hymers",
      "Sebastian Schroeder",
      "Olga Bertini",
      "Johann Heuser",
      "Joerg Lehnert",
      "Christian Joachim Schmidt",
      "Dennis Mücher"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16831",
    "title": "Experimental Measurement of Enhanced Group Delay Silicon Photonic Waveguides Indicative of the Frozen Mode Regime Around the Stationary Inflection Point",
    "abstract": "           The dispersion engineering of periodic silicon photonic waveguides presents opportunities for significant group delay enhancement compared to uniform waveguides of comparable length. We describe the spectral response characteristics for measured devices and compare their properties to modeled data. These waveguides support the frozen mode regime (FMR) around near infrared wavelengths and are expected to show enhanced group delays around the FMR resonances. Measurements of fabricated devices provide evidence for enhanced delays and spectral properties associated with the FMR. We study how perturbations to the waveguide model impact agreement with measurements and its meaning for these devices operating in the FMR.         ",
    "url": "https://arxiv.org/abs/2512.16831",
    "authors": [
      "Nathaniel Furman",
      "Albert Herrero-Parareda",
      "Anthony Rapp",
      "Ilya Vitebskiy",
      "Ricky Gibson",
      "Bradley J. Thompson",
      "Dean P. Brown",
      "Robert Bedford",
      "Filippo Capolino"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16014",
    "title": "Magneto-optical Kerr effect in pump-probe setups",
    "abstract": "           We develop a general theoretical framework for computing the time-resolved magneto-optical Kerr effect in ultrafast pump-probe setups, formulated within the Dynamical Projective Operatorial Approach (DPOA) and its application to the generalized linear-response theory for pumped systems. Furthermore, we exploit this formalism to express the post-pump optical conductivity and consequently the Kerr rotation in terms of the time-evolved single-particle density matrix (SPDM), providing a transparent and computationally efficient description of photo-excited multi-band systems. This extension, in addition to its lower computational cost, has the advantage of allowing the inclusion of phenomenological damping. We illustrate the formalism using both (i) a two-band tight-binding model, which captures the essential physics of ultrafast spin-charge dynamics and the Kerr rotation, and (ii) weakly spin-polarized germanium, as a realistic playground with a complex band structure. The results demonstrate that, by exploiting DPOA and/or its SPDM extension, one can reliably reproduce both the short-time features under the pump-pulse envelope and the long-time dynamics after excitation, offering a versatile framework for analyzing time-resolved magneto-optical Kerr effect experiments in complex materials. Moreover, this analysis clearly shows that the Kerr rotation can be used to deduce experimentally the relevant n-photon resonances for a given specific material.         ",
    "url": "https://arxiv.org/abs/2512.16014",
    "authors": [
      "Amir Eskandari-asl",
      "Adolfo Avella"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16060",
    "title": "Frequency Extraction from Invariant Flows",
    "abstract": "           In non-degenerate integrable Hamiltonian systems, invariant tori can be parameterized equivalently by action variables or by their fundamental frequencies. We introduce an invariant-flow formulation for extracting fundamental frequencies of integrable Hamiltonian systems. By treating invariants as generators of commuting Hamiltonian flows, the frequencies are obtained from time-of-flight parameters along these flows, providing a direct alternative to action-angle constructions and spectral methods based on long time series. The approach yields an explicit numerical procedure that extends naturally to systems with multiple degrees of freedom. Its effectiveness is demonstrated using the McMillan map, where machine-precision accuracy is achieved.         ",
    "url": "https://arxiv.org/abs/2512.16060",
    "authors": [
      "Derong Xu",
      "Yongjun Li",
      "Yue Hao",
      "Sergei Nagaitsev"
    ],
    "subjectives": [
      "Exactly Solvable and Integrable Systems (nlin.SI)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16197",
    "title": "Near-Infrared Quantum Emission from Oxygen-Related Defects in hBN",
    "abstract": "           Color centers hosted in hexagonal boron nitride (hBN) have emerged as a promising platform for single-photon emission and coherent spin-photon interfaces that underpin quantum communication and quantum networking technologies. As a wide-bandgap van der Waals material, hBN can host individual optically active quantum defects emitting across the ultraviolet to visible spectrum, but existing color centers often show broad phonon sidebands (PSBs), unstable emission, or inconvenient wavelengths. Here, we show a simple, scalable oxygen-plasma process that reproducibly creates oxygen-related single quantum emitters in hBN with blinking-free zero-phonon lines spanning the near-infrared (NIR) spectrum from 700-960 nanometers. These emitters demonstrate room-temperature operation, high brightness, and ultra-sharp cryogenic linewidths in the few-gigahertz range under non-resonant excitation. Analysis of the PSBs shows weak electron-phonon coupling and predominant zero-phonon-line emission, while first-principles calculations identify plausible oxygen-related defect configurations. These emitters provide a promising platform for indistinguishable NIR single photons towards free-space quantum networking.         ",
    "url": "https://arxiv.org/abs/2512.16197",
    "authors": [
      "Sean Doan",
      "Sahil D. Patel",
      "Yilin Chen",
      "Jordan A. Gusdorff. Mark E. Turiansky",
      "Luis Villagomez",
      "Luka Jevremovic",
      "Nicholas Lewis",
      "Kenji Watanabe",
      "Takashi Taniguchi",
      "Lee C. Bassett",
      "Chris Van de Walle",
      "Galan Moody"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16385",
    "title": "Instantaneous velocity during quantum tunnelling",
    "abstract": "           Quantum tunnelling, a hallmark phenomenon of quantum mechanics, allows particles to pass through the classically forbidden region. It underpins fundamental processes ranging from nuclear fusion and photosynthesis to the operation of superconducting qubits. Yet the underlying dynamics of particle motion during tunnelling remain subtle and are still the subject of active debate. Here, by analyzing the temporal evolution of the tunnelling process, we show that the particle velocity inside the barrier continuously relaxes from a large initial value toward a smaller one, and may even approach zero in the evanescent regime. Meanwhile, the probability density within the barrier gradually builds up before reaching its stationary profile, in contrast to existing inherently. In addition, starting from the steady-state equations, we derive an explicit relation between the particle velocity and the barrier width, and show that the velocity in evanescent states approaches zero when the barrier is sufficiently wide. These findings resolve the apparent paradox of a vanishing steady-state velocity coexisting with a finite particle density. We point out that defining an effective speed from the probability density, rather than from the probability current, can lead to spuriously nonzero \"stationary speed,\" as appears to be the case in Ref. [Nature 643, 67 (2025)]. Our work establishes a clear dynamical picture for the formation of tunnelling flow and provides a theoretical foundation for testing time-resolved tunnelling phenomena.         ",
    "url": "https://arxiv.org/abs/2512.16385",
    "authors": [
      "Xiao-Wen Shang",
      "Jian-Peng Dou",
      "Feng Lu",
      "Sen Lin",
      "Hao Tang",
      "Xian-Min Jin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16437",
    "title": "A Novel Proposal in Wind Turbine Blade Failure Detection: An Integrated Approach to Energy Efficiency and Sustainability",
    "abstract": "           This paper presents a novel methodology for detecting faults in wind turbine blades using com-putational learning techniques. The study evaluates two models: the first employs logistic regression, which outperformed neural networks, decision trees, and the naive Bayes method, demonstrating its effectiveness in identifying fault-related patterns. The second model leverages clustering and achieves superior performance in terms of precision and data segmentation. The results indicate that clustering may better capture the underlying data characteristics compared to supervised methods. The proposed methodology offers a new approach to early fault detection in wind turbine blades, highlighting the potential of integrating different computational learning techniques to enhance system reliability. The use of accessible tools like Orange Data Mining underscores the practical application of these advanced solutions within the wind energy sector. Future work will focus on combining these methods to improve detection accuracy further and extend the application of these techniques to other critical components in energy infrastructure.         ",
    "url": "https://arxiv.org/abs/2512.16437",
    "authors": [
      "Jordan Abarca-Albores",
      "Danna Cristina Gutiérrez Cabrera",
      "Luis Antonio Salazar-Licea",
      "Dante Ruiz-Robles",
      "Jesus Alejandro Franco",
      "Alberto-Jesus Perea-Moreno",
      "David Muñoz-Rodríguez",
      "Quetzalcoatl Hernandez-Escobedo"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2512.16495",
    "title": "Classical and quantum electromagnetic momentum in anisotropic optical waveguides",
    "abstract": "           The guided modes supported by dielectric channel waveguides act as individual carriers of momentum. We show this by proving that the modes satisfy an orthogonality condition which relates to the momentum of the optical electromagnetic field, with a link to the more familiar power (energy) orthogonality. This result forms the basis for a rigorous, self-consistent procedure for the quantization of broadband guided electromagnetic fields in the typical channels used in integrated photonic circuits. Our work removes the existing theoretical gap between the classical solution of the Maxwell equations for guided fields and the intuitive understanding of photons in waveguides. The presented approach is valid for straight, lossless, and potentially anisotropic, dielectric waveguides of general shape, in the linear regime, and including material dispersion. Examples for the hybrid modes of a thin film lithium niobate strip waveguide are briefly discussed.         ",
    "url": "https://arxiv.org/abs/2512.16495",
    "authors": [
      "Denis Kopylov",
      "Manfred Hammer"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16657",
    "title": "Shaping Dynamics Through Memory: A Study of Reservoir Profiles in Open Quantum Systems",
    "abstract": "           In this work, we investigate how different reservoir memory profiles influence the dynamical evolution of a single waveguide coupled to an external environment. We compare three representative memory kernels: Lorentzian, Gaussian and Uniform, highlighting their distinct spatial correlations and their impact on system behavior. We compute the transmission amplitude, transparency properties, as well as long-time behavior of the system under each memory model. To quantify deviations from Markovian dynamics, we employ a non-Markovianity measure based on information backflow, allowing a direct comparison between the structured reservoirs and the Markovian limit. Our results reveal clear signatures of memoryless-induced modifications in the transmission spectrum and demonstrate how specific reservoir profiles enhance or suppress non-Markovian effects.         ",
    "url": "https://arxiv.org/abs/2512.16657",
    "authors": [
      "J. R. Silva",
      "C. Antunis B. S. Santos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2512.16846",
    "title": "Signatures of real-space geometry, topology, and metric tensor in quantum transport in periodically corrugated spaces",
    "abstract": "           The motion of a quantum particle constrained to a two-dimensional non-compact Riemannian manifold with non-trivial metric can be described by a flat-space Schroedinger-type equation at the cost of introducing local mass and metric and geometry-induced effective potential with no classical counterpart. For a metric tensor periodically modulated along one dimension, the formation of bands is demonstrated and transport-related quantities are derived. Using S-matrix approach, the quantum conductance along the manifold is calculated and contrasted with conventional quantum transport methods in flat spaces. The topology, e.g. whether the manifold is simply connected, compact or non-compact shows up in global, non-local properties such as the Aharonov-Bohm phase. The results vividly demonstrate emergent phenomena due to the interplay of reduced-dimensionality, particles quantum nature, geometry, and topology.         ",
    "url": "https://arxiv.org/abs/2512.16846",
    "authors": [
      "Benjamin Schwager",
      "Theresa Appel",
      "Jamal Berakdar"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Mathematical Physics (math-ph)",
      "Classical Physics (physics.class-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.14649",
    "title": "Intensified optical camera with Timepix4 readout",
    "abstract": "           We report the first characterization results of an optical time-stamping camera based on the Timepix4 chip coupled to a fully depleted optical silicon sensor and fast image intensifier, enabling sub-nanosecond scale, time-resolved imaging for single photons. The system achieves an RMS time resolution of 0.3 ns in direct detection mode without the intensifier and from 0.6 to 1.5 ns in the single-photon regime with an intensifier for different amplitude-based signal selections. This shows that Timepix4 provides a significant improvement over previous Timepix3-based cameras in terms of timing precision, and also in pixel count and data throughput. We analyze key factors that affect performance, including sensor bias and timewalk effect, and demonstrate effective correction methods to recover high temporal accuracy. The camera's temporal resolution, event-driven readout and high rate capability make it a scalable platform for a wide range of applications, including quantum optics, ultrafast imaging, and time-correlated photon counting experiments.         ",
    "url": "https://arxiv.org/abs/2509.14649",
    "authors": [
      "Erik Hogenbirk",
      "Andrei Nomerotski",
      "Bram Bouwens",
      "Gabriel Diaz",
      "Shazia Farooq",
      "Sergei Kulkov",
      "Erik Maddox",
      "Ondrej Matousek",
      "Peter Svihra",
      "Henrique Zanoli"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.15853",
    "title": "Electron-positron pair generation using a single kJ-class laser pulse in a foam-reflector setup",
    "abstract": "           We investigate the process of creating electron-positron pairs from laser-matter interaction in pre-ionised foam targets using particle-in-cell simulations. A high-intensity laser pulse drives electrons via direct laser acceleration up to a cone-shaped reflector. The high-energy electrons interact with the reflected laser pulse, generating abundant pairs. The effects of the plasma-channel shape on the propagation of the laser pulse and subsequent pair production is studied. The results show that the number of Compton emission and Breit-Wheeler pair creation events is highly sensitive to the diffraction of the laser due to its interaction with the foam.         ",
    "url": "https://arxiv.org/abs/2509.15853",
    "authors": [
      "Oliver Mathiak",
      "Lars Reichwein",
      "Alexander Pukhov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2503.22604",
    "title": "Enhanced Variational Quantum Kolmogorov-Arnold Network",
    "abstract": "           The Kolmogorov-Arnold Network (KAN) is a novel multi-layer network model recognized for its efficiency in neuromorphic computing, where synapses between neurons are trained linearly. Computations in KAN are performed by generating a polynomial vector from the state vector and layer-wise trained synapses, enabling efficient processing. While KAN can be implemented on quantum computers using block encoding and Quantum Signal Processing, these methods require fault-tolerant quantum devices, making them impractical for current Noisy Intermediate-Scale Quantum (NISQ) hardware. We propose the Enhanced Variational Quantum Kolmogorov-Arnold Network (EVQKAN) to overcome this limitation, which emulates KAN through variational quantum algorithms. The EVQKAN ansatz employs a tiling technique to emulate layer matrices, leading to significantly higher accuracy compared to conventional Variational Quantum Kolmogorov-Arnold Network (VQKAN) and Quantum Neural Networks (QNN), even with a smaller number of layers. EVQKAN achieves superior performance with a single-layer architecture, whereas QNN and VQKAN typically struggle. Additionally, EVQKAN eliminates the need for Quantum Signal Processing, enhancing its robustness to noise and making it well-suited for practical deployment on NISQ-era quantum devices.         ",
    "url": "https://arxiv.org/abs/2503.22604",
    "authors": [
      "Hikaru Wakaura",
      "Rahmat Mulyawan",
      "Andriyan B. Suksmono"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2504.05567",
    "title": "Scalable low-latency entanglement distribution for distributed quantum computing",
    "abstract": "           Practical distributed quantum computing and error correction require quantum networks with high-qubit-rate, high-fidelity, and low-reconfiguration-latency. Unfortunately, current approaches are limited by fundamental constraints: single-channel entanglement rates remain at the MHz level with millisecond-level reconfiguration, which is insufficient for fault-tolerant distributed quantum computing. Here, we propose a quantum network architecture that leverages reconfigurable quantum interfaces and wavelength-selective switches to overcome bandwidth and latency constraints. By tuning the frequency and temporal modes of photonic qubits across dense wavelength division multiplexing (DWDM) channels, our protocol achieves an entanglement generation rate of up to 183.4 MHz based on our comprehensive modeling of the networked cold atom computing systems. Our architecture enables nanosecond-scale network reconfiguration with low loss, low infidelity, and high dimensionality. Our modeling and simulation are designed for deployable distributed quantum computing and error correction, integrating the quantum interface, network switching, circuit compilation, and execution into a unified framework. The proposed architecture is fully compatible with industry-standard DWDM infrastructure, providing a scalable and cost-effective foundation for distributed quantum computing.         ",
    "url": "https://arxiv.org/abs/2504.05567",
    "authors": [
      "Jiapeng Zhao",
      "Yang Xu",
      "Xiyuan Lu",
      "Eneet Kaur",
      "Michael Kilzer",
      "Ramana Kompella",
      "Robert W. Boyd",
      "Reza Nejabati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.07558",
    "title": "Atomic structure of the PL5 defect in silicon carbide revealed by single-spin spectroscopy and oxygen implantation",
    "abstract": "           PL5 and PL6 centers in 4H-SiC are promising for quantum applications due to their superior charge stability and optically detected magnetic resonance (ODMR) properties at room temperature. However, their atomic structures remain unresolved, with ongoing controversy regarding their potential association with stacking faults. Previous measurements relying on spin ensemble detection were insufficient to draw definitive conclusions. In this work, we conduct correlative imaging of stacking faults and PL5/PL6 at the single-defect level, definitively ruling out any spatial correlation and demonstrating that these centers are not associated with stacking faults. Furthermore, we find that substituting oxygen for nitrogen in ion implantation enhances the yields of PL5 and PL6 by more than $11$-fold and $23$-fold, respectively. Single-spin ODMR spectroscopy of PL5 reveals six distinct orientations, determines the transverse zero-field splitting parameter $E$, and characterizes the hyperfine coupling. Combined with our ab initio calculations, these results provide compelling evidence for the assignment of PL5 as an OV($kh$) defect, consisting of an oxygen atom occupying the C($k$) site as the nearest neighbor to a Si($h$) vacancy. The structural analysis together with the demonstrated defect yield enhancement lays the foundation for fabricating high-sensitivity, high-contrast ensemble quantum sensors in two and three dimensions.         ",
    "url": "https://arxiv.org/abs/2504.07558",
    "authors": [
      "Yu Chen",
      "Qi Zhang",
      "Mingzhe Liu",
      "Junda Wu",
      "Jinpeng Liu",
      "Xin Zhao",
      "Jingyang Zhou",
      "Pei Yu",
      "Shaochun Lin",
      "Yuanhong Teng",
      "Wancheng Yu",
      "Ya Wang",
      "Changkui Duan",
      "Fazhan Shi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2508.16413",
    "title": "Quantum Fisher information as a witness of non-Markovianity and criticality in the spin-boson model",
    "abstract": "           The quantum Fisher information, the quantum analogue of the classical Fisher information, is a central quantity in quantum metrology and quantum sensing due to its connection to parameter estimation and fidelity susceptibility. Using numerically exact methods applied to a paradigmatic open quantum system, the spin-boson model, we calculate both static and dynamical quantum Fisher information matrix elements with respect to spin-bath couplings and magnetic field strengths. As the spin-bath interaction increases, we first show that the coupling-coupling matrix elements relative to the ground state of the Hamiltonian are linked to the entanglement growth and signal the Berezinskii-Kosterlitz-Thouless quantum phase transition through their non-monotonic behavior. We also point out that the static quantum Fisher information exhibits a non-perturbative behavior in the zero-coupling limit, which we justify with an analytic argument. Furthermore, we demonstrate that the time-dependent matrix elements can reveal non-Markovian effects as well as the transition from the coherent to incoherent regime at the Toulouse point, remaining robust under pure dephasing noise. Non-monotonic signatures of the quantum Fisher information matrix reflect changes in quantum resources such as entanglement and coherence, quantify non-Markovian behavior, and enable criticality-enhanced quantum sensing, thereby shedding light on key features of open quantum systems.         ",
    "url": "https://arxiv.org/abs/2508.16413",
    "authors": [
      "Daniele Parlato",
      "Grazia Di Bello",
      "Fabrizio Pavan",
      "Giulio De Filippis",
      "Carmine Antonio Perroni"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.19959",
    "title": "Direct probing of the simulation complexity of open quantum many-body dynamics",
    "abstract": "           Simulating open quantum systems is key to understanding non-equilibrium processes, as persistent influence from the environment induces dissipation and can give rise to steady-state phase transitions. A common strategy is to embed the system-environment into a larger unitary framework, but this obscures the intrinsic complexity of the reduced system dynamics. Here, we investigate the computational complexity of simulating open quantum systems, focusing on two physically relevant parameters -- correlation length and mixing time -- and explore whether it can be comparable (or even lower) to that of simulating their closed counterparts. In particular, we study the role of dissipation in simulating open-system dynamics using both quantum and classical methods, where the classical complexity is characterised by the bond dimension and operator entanglement entropy. Our results show that dissipation affects correlation length and mixing time in distinct ways at intermediate and long timescales. Moreover, we observe numerically that in classical tensor network simulations, classical complexity does not decrease with stronger dissipation, revealing a separation between quantum and classical resource scaling.         ",
    "url": "https://arxiv.org/abs/2508.19959",
    "authors": [
      "Lucia Vilchez-Estevez",
      "Alexander Yosifov",
      "Jinzhao Sun"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2511.13142",
    "title": "Multiphase transport and compositional mixing mechanisms in twin-wire laser directed energy deposition: toward process stability and graded material fabrication",
    "abstract": "           Twin-wire laser directed energy deposition (TW-LDED) provides a promising route for alloying and fabrication of compositionally graded structures. However, inherent multiparameter coupling in twin-wire systems critically exacerbates both process instabilities and compositional inhomogeneity. This unresolved issue escalates into a fundamental technological bottleneck, as the underlying physical mechanisms remain poorly understood. This study developed a high-fidelity multi-physics and multiphase simulation framework coupled with experimental validation to reveal thermal-fluid behavior and heat-mass transfer mechanisms in TW-LDED using Inconel 718 and SS316L fine wires. Three distinct transition modes were identified: twin-wire melt droplet, twin-wire liquid bridge, and droplet-bridge mixed transitions, with the twin-wire liquid bridge regime delivering optimal stability and uniform mixing. Parametric analysis demonstrates that increasing wire feeding speed or decreasing wire initial height promotes stable liquid bridge formation, while small laser spots at low feeding speeds induce excessive volumetric energy density and bridge instability. Simulation and single-track experiments confirm that liquid bridge transitions reduce dimensional fluctuations by 85% while enhancing compositional homogeneity. Conversely, the melt droplet-bridge transition mode creates periodic flow switching and compositional discontinuities along the scan direction. Finally, a 60 mm functionally graded ring was successfully fabricated using optimized parameters, achieving uniform elemental distribution in the transition zone without significant segregation, validating the feasibility of TW-LDED for functionally graded components.         ",
    "url": "https://arxiv.org/abs/2511.13142",
    "authors": [
      "Yi Li",
      "Yuhui Li",
      "Jianzhao Wu",
      "Luxuan Zhang",
      "Maoyuan Li",
      "Chaochao Wu",
      "Zhenzhong Wang"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  }
]