[
  {
    "id": "arXiv:2507.23016",
    "title": "Planar Waveguide Circulating Gaussian Beam Resonators on a Silicon Photonic Chip",
    "abstract": "           A Si slab waveguide resonator design with a circulating Gaussian-like cavity mode is described and characterized, for both all-pass and add-drop configurations and several different input/output coupling strengths. The circulating beam propagates in a slab waveguide with no lateral confinement. Three straight mirrors and one curved mirror define a folded two-dimensional Gaussian cavity. Light is coupled to and from the resonator by beam splitters formed by a narrow gap between a cavity mirror and the input slab waveguides. The coupling is determined by the gap width and is wavelength independent and lossless. For a L=100 um path length cavity, resonance line widths of 5 pm with Q-values of Q = 310000 were measured. The resonator drop spectrum exhibited a comb of almost identical resonance lines across a 100 nm tuning range. This resonator design is capable of broadband operation and is less susceptible to sidewall roughness and defect scattering induced loss and mode splitting, when compared with Si rings formed from narrow single mode waveguides.         ",
    "url": "https://arxiv.org/abs/2507.23016",
    "authors": [
      "Siegfried Janz",
      "Shurui Wang",
      "Rubin Ma",
      "Jean Lapointe",
      "Martin Vachon"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.23103",
    "title": "Hyperbolic Plasmon dispersion and Optical Conductivity of Holey Graphene: signatures of flat-bands",
    "abstract": "           Holey graphene (HG) is a novel two-dimensional (2D) material that has attracted considerable attention due to its remarkable electrical, thermal, and mechanical properties. The recent discovery of flat bands in HG has garnered significant interest. In this work, we systematically investigate the tunable plasmonic modes and optical conductivity of HG at or near the flat band condition by changing the holes radii and periodic configuration. It is found that HG presents nearly flat plasmonic bands in configurations with larger hole radii. Hyperbolic plasmons are found due to the breaking of the graphene's bipartite sublattice symmetry induced by the holes. Such an effect is also confirmed by looking at the optical conductivity, that also presents a marked anisotropy. The material's marked optical anisotropy leads to hyperbolic plasmons, making it a promising platform for nanophotonic applications.         ",
    "url": "https://arxiv.org/abs/2507.23103",
    "authors": [
      "Abdiel de Jesús Espinosa-Champo",
      "Gerardo G. Naumis"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2507.23183",
    "title": "Fundamental Limitations of Absolute Ranging via Deep Frequency Modulation Interferometry",
    "abstract": "           High-precision absolute length metrology using laser interferometry faces inherent challenges from interferometric ambiguity. Deep Frequency Modulation Interferometry (DFMI) addresses this by simultaneously extracting two distinct length-encoding parameters: the precise, ambiguous interferometric phase ($\\Phi$) and the coarser, unambiguous effective modulation depth ($m$). This paper establishes the fundamental statistical and systematic limitations governing the absolute accuracy of DFMI. We detail two primary readout algorithms: a frequency-domain Non-Linear Least Squares (NLS) fit and a time-domain Extended Kalman Filter (EKF). We derive the Cramér-Rao Lower Bound (CRLB) for the estimation of $m$ and $\\Phi$, identifying intrinsic ``dead zones'' where precision degrades, and asymptotic limits as a function of signal quality and integration time, achievable by both NLS and EKF. Critically, we develop analytical models for dominant systematic biases, revealing previously uncharted ``valleys of robustness'' -- specific operating points where errors from modulation non-linearity and residual amplitude modulation are strongly suppressed. This analysis clarifies critical trade-offs between different design parameters, integration time, and total error, informing instrument design and underscoring the necessity of advanced compensation techniques for high-accuracy applications.         ",
    "url": "https://arxiv.org/abs/2507.23183",
    "authors": [
      "Miguel Dovale-Álvarez"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2507.23265",
    "title": "Atomic-Scale Light Coupling Control in Ultrathin Photonic Nanomembranes",
    "abstract": "           Atomic layer materials have emerged as essential building blocks for next generation quantum and semiconductor technologies, where atomic scale control over light matter interactions is critical. However, their inherently small optical interaction volume poses fundamental challenges for efficient integration into quantum and nanophotonic devices. Addressing this limitation requires the development of photonic platforms that can effectively enhance atomic-scale optical coupling. To this end, air suspended nanomembranes with extreme thinness and minimal radiative loss offer an ideal framework for integrating atomic layer materials into photonic systems. Here, we demonstrate an ultrathin freestanding photonic nanomembrane with a thickness down to 29 nm comparable to that of atomic layer materials enabling atomic scale control of light coupling. This architecture supports strong field confinement at the surface and significantly enhances light matter interaction. Through the integration of atomic layer material, we achieve angstrom level thickness modulation, where a single atomic-layer-deposition cycle corresponding to a thickness increment of 0.65 angstrom results in a 0.09 nm shift in the high Q resonance. High-resolution spatial mapping further confirms uniform and deterministic resonance tuning across the nanomembrane surface. This approach provides a scalable and versatile route for atomic-scale light coupling, effectively overcoming the limitations of conventional photonics and enabling progress in quantum photonics, 2D optoelectronics, and advanced semiconductor technologies.         ",
    "url": "https://arxiv.org/abs/2507.23265",
    "authors": [
      "Chih-Zong Deng",
      "Jui-Han Fu",
      "Yen-Ju Wu",
      "Kuniaki Konishi",
      "Vincent Tung",
      "Chun-Wei Chen",
      "Ya-Lun Ho"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.23352",
    "title": "Two-mode and dual-resonant planar photonic waveguides for efficient guiding and trapping of atoms",
    "abstract": "           The trapping of ultracold atoms using two-colour evanescent light waves formed by propagating modes of suspended optical rib waveguides is modelled in different configurations. Reducing the anisotropy of the two-colour evanescent optical dipole potential requires two laser light components with a large frequency difference. The upper frequency is guided in the two lowest transverse waveguide modes and the lower frequency propagates in a single-mode regime. This increases the dipole potential depth in the lateral direction. An additional increase in the optical dipole potential can be achieved by tuning the frequencies of the two modes to two different atomic transitions. When applied to rubidium, the total depth of the corresponding surface optical dipole traps can reach 0.3 mK or above under reasonable conditions.         ",
    "url": "https://arxiv.org/abs/2507.23352",
    "authors": [
      "Yuri B. Ovchinnikov"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.23531",
    "title": "Interaction-Region Decoupling through Structured Absorbing Potentials: A Framework for Scalable Time-Dependent Quantum Dynamics Calculations",
    "abstract": "           Accurate quantum mechanical treatment of molecular reactions remains a longstanding challenge, especially for reactions involving deep potential wells and long-lived intermediate complexes. Here, we introduce an interaction region decoupling (IRD) strategy that incorporates structured absorbing potentials to dynamically partition the interaction region into reactant and product subspaces. The IRD framework integrates naturally with standard TDWP propagation schemes and enables the construction of region-specific basis sets, dramatically enhancing computational efficiency. Benchmark applications to the F + HD and O + OH reactions demonstrate that this approach achieves state-resolved accuracy while reducing computational cost by over two orders of magnitude. This strategy paves the way for routine quantum mechanical treatment of complex-forming four-atom reactions previously considered intractable.         ",
    "url": "https://arxiv.org/abs/2507.23531",
    "authors": [
      "Yuegu Fang",
      "Jiayu Huang",
      "Dong H. Zhang"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2507.23617",
    "title": "Quasi-continuous sub-$μ$K strontium source without a high-finesse cavity stabilized laser",
    "abstract": "           We demonstrate a quasi-continuous sub-$\\mu$K strontium source achieved without the use of a high-finesse cavity-locked laser. Our frequency reference is based on a dispersion-optimized, fiber-based frequency comb that enables sub-kHz linewidths. The long-term stability of the comb is defined by an external RF reference: either a 10 MHz RF signal from the Dutch Metrology Institute (VSL), or a tunable RF source whose long-term stability is maintained by monitoring and stabilizing the position of a narrow-line magneto-optical trap (MOT). The comb-stabilized system is benchmarked against a conventional cavity-locked laser and achieves comparable performance in broadband and single-frequency MOTs using the narrow $^1$S$_0$ $\\rightarrow$ $^3$P$_1$ laser cooling transition. We generate high-flux, sub-$\\mu$K samples of all three bosonic strontium isotopes and demonstrate quasi-continuous outcoupling from the MOT. These results highlight the system's suitability for compact, robust, and field-deployable continuous cold atom devices.         ",
    "url": "https://arxiv.org/abs/2507.23617",
    "authors": [
      "Sana Boughdachi",
      "Benedikt Heizenreder",
      "Ananya Sitaram",
      "Erik Dierikx",
      "Yan Xie",
      "Sander Klemann",
      "Paul Klop",
      "Jeroen Koelemeij",
      "Rafał Wilk",
      "Florian Schreck",
      "Andreas Brodschelm"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)"
    ]
  },
  {
    "id": "arXiv:2507.22992",
    "title": "Improved Simulation of Asynchronous Entanglement Distribution in Noisy Quantum Networks",
    "abstract": "           This work introduces a lightweight simulation framework for evaluating asynchronous entanglement distribution protocols under realistic error models. We focus on two contemporary protocols: sequential, where entanglement is established one node at a time, and parallel, where all nodes attempt to generate entanglement simultaneously. We evaluate the performance of each protocol using two key metrics: the fidelity of distributed entangled states, and the hashing rate, a measure of entanglement efficiency. These metrics are compared between both protocols across a range of network sizes and noise parameters. We demonstrate that the parallel protocol consistently outperforms the sequential, particularly in the hashing rate metric due to reduced runtime, suggesting that parallel protocols are a strong candidate for a realizable quantum Internet. Our framework offers an accessible and scalable tool for evaluating entanglement distribution strategies, by reducing the simulation of complex quantum processes to simple memory time calculations.         ",
    "url": "https://arxiv.org/abs/2507.22992",
    "authors": [
      "Emma Hughes",
      "William Munizzi",
      "Prineha Narang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Information Theory (cs.IT)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.23050",
    "title": "Quantitative Nonlinear Optical Polarimetry with High Spatial Resolution",
    "abstract": "           Nonlinear optical microscopy such as in the optical second-harmonic generation (SHG) modality has become a popular tool today for probing materials in the physical and biological sciences. While imaging and spectroscopy are widely used in the microscopy mode, nonlinear polarimetry, which can shed light on materials' symmetry and microstructure, is relatively underdeveloped. This is partly because quantitative analytical modeling of the optical SHG response for anisotropic crystals and films largely assumes low-numerical aperture (NA) focusing of light, where the plane-wave approximation is sufficient. Tight focusing provides unique benefits in revealing out-of-plane polarization responses, which cannot be detected by near-plane-wave illumination at normal incidence. Here, we outline a method for quantitatively analyzing SHG polarimetry measurements obtained under high-NA focusing within a microscope geometry. Experiments and simulations of a variety of standard samples, from single crystals to thin films, are in good agreement, including measured and simulated spatial SHG maps of ferroelectric domains. A solution to the inverse problem is demonstrated, where the spatial distribution of an SHG tensor with unknown tensor coefficient magnitudes is determined by experimentally measured polarimetry. The ability to extract the out-of-plane component of the nonlinear polarization in normal incidence is demonstrated, which can be valuable for high-resolution polarimetry of 2D materials, thin films, heterostructures, and uniaxial crystals with a strong out-of-plane response. Copyright 2025 Optica Publishing Group. Users may use, reuse, and build upon the article, or use the article for text or data mining, so long as such uses are for non-commercial purposes and appropriate attribution is maintained. All other rights are reserved. this https URL ",
    "url": "https://arxiv.org/abs/2507.23050",
    "authors": [
      "Albert Suceava",
      "Sankalpa Hazra",
      "Jadupati Nag",
      "John Hayden",
      "Safdar Imam",
      "Zhiwen Liu",
      "Abishek Iyer",
      "Mercouri Kanatzidis",
      "Susan Trolier-McKinstry",
      "Jon-Paul Maria",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.23142",
    "title": "Local-available quantum correlation swapping in one-parameter X states",
    "abstract": "           Although introduced originally for entanglement, quantum repeaters and swapping protocols have been analyzed for other quantum correlations (QC), such as quantum discord. Introduced by Mundarain and Ladrón de Guevara, local-available quantum correlations (LAQC) are a promising yet understudied quantum correlation. Recently, Bellor\\'ın et al. obtained exact analytical results for the LAQC quantifier of general 2-qubit X states. Starting from those previous results, we analyzed the LAQC swapping for five families of one-parameter 2-qubit X states. As expected, we find that if the initial state and the one used for the projective measurement are correlated, the final state will have non-zero LAQC.         ",
    "url": "https://arxiv.org/abs/2507.23142",
    "authors": [
      "Hermann L. Albrecht Q"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.23406",
    "title": "Theory of dispersive shock waves induced by the Raman effect in optical fibers",
    "abstract": "           We develop the theory of dispersive shock waves in optical fibers for the case of long-distance propagation of optical pulses, when the small Raman effect stabilizes the profile of the shock. The Whitham modulation equations are derived as the basis for the Gurevich-Pitaevskii approach to the analytical theory of such shocks. We show that the wave variables at both sides of the shock are related by the analogue of the Rankine-Hugoniot condition that follows from the conservation laws of the Whitham equations. Solutions of the Whitham equations yield the profiles of the wave variables that agree very well with the exact numerical solution of the generalized nonlinear Schroedinger equation for propagation of optical pulses.         ",
    "url": "https://arxiv.org/abs/2507.23406",
    "authors": [
      "D.V. Shaykin",
      "A.M. Kamchatnov"
    ],
    "subjectives": [
      "Pattern Formation and Solitons (nlin.PS)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.23625",
    "title": "Implementing Pseudofractal Designs in Graphene-Based Quantum Hall Arrays using Minkowski-Bouligand Algorithms",
    "abstract": "           This work introduces a pseudofractal analysis for optimizing high-resistance graphene-based quantized Hall array resistance standards (QHARS). The development of resistance standard device designs through star-mesh transformations is detailed, aimed at minimizing element count. Building on a recent mathematical framework, the approach presented herein refines QHARS device concepts by considering designs incorporating pseudofractals (which may be expressed as star-mesh transformations). To understand how future QHARS pseudofractal designs enable varying sizes of neighborhoods of available quantized resistance, Minkowski-Bouligand algorithms are used to analyze fractal dimensions of the device design topologies. Three distinct partial recursion cases are explored in addition to the original full recursion design, and expressions for their total element counts are derived. These partial recursions, assessed through their fractal dimensions, offer enhanced flexibility in achieving specific resistance values within a desired neighborhood compared to full recursion methods, albeit with an increased number of required elements. The formalisms presented are material-independent, making them broadly applicable to other quantum Hall systems and artifact standards.         ",
    "url": "https://arxiv.org/abs/2507.23625",
    "authors": [
      "Dominick S. Scaletta",
      "Ngoc Thanh Mai Tran",
      "Marta Musso",
      "Dean G. Jarrett",
      "Heather M. Hill",
      "Massimo Ortolano",
      "David B. Newell",
      "Albert F. Rigosi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2507.23630",
    "title": "Influences of the Minkowski-Bouligand Dimension on Graphene-Based Quantum Hall Array Designs",
    "abstract": "           This work elaborates on how one may develop high-resistance quantized Hall array resistance standards (QHARS) by using star-mesh transformations for element count minimization. Refinements are made on a recently developed mathematical framework optimizing QHARS device designs based on full, symmetric recursion by reconciling approximate device values with exact effective quantized resistances found by simulation and measurement. Furthermore, this work explores the concept of fractal dimension, clarifying the benefits of both full and partial recursions in QHARS devices. Three distinct partial recursion cases are visited for a near-1 Gigaohm QHARS device. These partial recursions, analyzed in the context of their fractal dimensions, offer increased flexibility in accessing desired resistance values within a specific neighborhood compared to full recursion methods, though at the cost of the number of required devices.         ",
    "url": "https://arxiv.org/abs/2507.23630",
    "authors": [
      "Dominick S. Scaletta",
      "Ngoc Thanh Mai Tran",
      "Marta Musso",
      "Valery Ortiz Jimenez",
      "Heather M. Hill",
      "Dean G. Jarrett",
      "Massimo Ortolano",
      "Curt A. Richter",
      "David B. Newell",
      "Albert F. Rigosi"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.10721",
    "title": "High-gain optical parametric amplification with a continuous-wave pump using a domain-engineered thin-film lithium niobate waveguide",
    "abstract": "           While thin film lithium niobate (TFLN) is known for efficient signal generation, on-chip signal amplification remains challenging from fully integrated optical communication circuits. Here we demonstrate the continuous-wave-pump optical parametric amplification (OPA) using an x-cut domain-engineered TFLN waveguide, with high gain over the telecom band up to 13.9 dB, and test it for high signal-to-noise ratio signal amplification using a commercial optical communication module pair. Fabricated in wafer scale using common process as devices including modulators, this OPA device marks an important step in TFLN photonic integration.         ",
    "url": "https://arxiv.org/abs/2411.10721",
    "authors": [
      "Mengwen Chen",
      "Chenyu Wang",
      "Kunpeng Jia",
      "Xiao-Hui Tian",
      "Jie Tang",
      "Chunxi Zhu",
      "Xiaowen Gu",
      "Zexing Zhao",
      "Zikang Wang",
      "Zhilin Ye",
      "Ji Tang",
      "Yong Zhang",
      "Zhong Yan",
      "Xuewen Wang",
      "Guang Qian",
      "Biaobing Jin",
      "Zhenlin Wang",
      "Shi-Ning Zhu",
      "Zhenda Xie"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.15166",
    "title": "Gravitization Equation and Zero Energy Momentum Tensor Theorem with Cancellation Law in Gravitational Quantum Field Theory",
    "abstract": "           We investigate the essential properties of gravitational quantum field theory (GQFT) based on spin gauge symmetry, using the general theory of quantum electrodynamics as an example. A constraint equation for the field strength of the gravigauge field is derived, serving as a gravitization equation within the spin-related gravigauge spacetime. This equation reveals how gravitational effects emerge from the non-commutative relation of the gravigauge derivative operator. By transmuting the action from gravigauge spacetime to Minkowski spacetime, we demonstrate that translational invariance results in a vanishing energy-momentum tensor in GQFT when the equations of motion are applied to all fundamental fields, including the gravigauge field. This extends the conservation law of the energy-momentum tensor in quantum field theory to a cancellation law of the energy-momentum tensor in GQFT. As a result, an equivalence between the general gravitational equation and the zero energy-momentum tensor theorem naturally arises in GQFT. Certain aspects of the Poincaré gauge theory are also briefly discussed. Furthermore, a GQFT incorporating the Chern-Simons action in three-dimensional spacetime is developed, based on the inhomogeneous spin gauge symmetry WS(1,2) and the global Poincaré symmetry PO(1,2). This framework provides a basis for exploring its connection to Witten's perspective on three-dimensional gravity.         ",
    "url": "https://arxiv.org/abs/2411.15166",
    "authors": [
      "Yue-Liang Wu"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)"
    ]
  },
  {
    "id": "arXiv:2505.10668",
    "title": "Plasmonic Nanoparticle-in-nanoslit Antenna as Independently Tunable Dual-Resonant Systems for Efficient Frequency Upconversion",
    "abstract": "           Dual-band plasmonic nanoantennas, exhibiting two widely separated user-defined resonances, are fundamental building blocks for the investigation and optimization of plasmon-enhanced optical phenomena, including photoluminescence, Raman scattering, and various nonlinear effects such as harmonic generation or sum-frequency generation, parametric down-conversion, etc. The nanoparticle-on-slit (NPoS) or nanoparticle-in-groove (NPiG) is a recently proposed dual-band antenna with independently tunable resonances at mid-infrared and visible wavelengths. It was used to enhance the corresponding sum- and difference-frequency generation processes from optimally located molecules by an estimated $10^{13}$-fold. However, the theoretical understanding of such structures and their eigenmodes remains poor, hindering further optimization and limiting broader applications. Here, we explore a diverse range of nanocavity-like quasi-normal modes (QNMs) supported by NPoS structures, examining the contributions of both their near-field (i.e., giant photonic density of states) and far-field (i.e., spatial radiation patterns) characteristics to frequency upconversion. We identify methods for independently tuning the visible and mid-infrared resonances while conserving a good mode overlap in the near field, which is essential for efficient nonlinear processes. Moreover, through mode analysis, we unveil an experimentally unexplored fundamental resonance with greater field enhancement and much-improved mode overlap with the mid-infrared field, which could, in principle, further boost the mid-infrared upconversion efficiency by 5-fold compared to existing results. This work helps to rationalize and optimize the enhancement of nonlinear effects across a wide spectral range using a flexible and experimentally attractive nanoplasmonic platform.         ",
    "url": "https://arxiv.org/abs/2505.10668",
    "authors": [
      "Huatian Hu",
      "Zhiwei Hu",
      "Christophe Galland",
      "Wen Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2507.22714",
    "title": "On the impact of the turbulent grazing flow development on the acoustic response of an acoustic liner",
    "abstract": "           The interaction between acoustic waves and turbulent grazing flow over an acoustic liner is investigated using Lattice-Boltzmann Very-Large-Eddy simulations. A single-degree-of-freedom liner with 11 streamwise-aligned cavities is studied in a grazing flow impedance tube. The conditions replicate reference experiments from the Federal University of Santa Catarina. The influence of grazing flow (with a centerline Mach of 0.32), acoustic wave amplitude, frequency, and propagation direction relative to the mean flow is analysed. Impedance is computed using both the in-situ and the mode-matching methods. The in-situ method reveals strong spatial variations; however, averaged values throughout the sample show minimal differences between upstream and downstream propagating waves, in contrast to the mode-matching method. Flow analyses reveal that the orifices displace the flow away from the face sheet, with this effect amplified by acoustic waves and dependent on the wave propagation direction. Consequently, the boundary layer displacement thickness (${\\delta}$*) increases along the streamwise direction compared to a smooth wall and exhibits localised humps downstream of each orifice. The growth of ${\\delta}$* alters the flow dynamics within the orifices by weakening the shear layer at downstream positions. This influences the acoustic-induced mass flow rate through the orifices, suggesting that acoustic energy is dissipated differently along the liner. The role of near-wall flow features highlights the need to consider a spatially evolving turbulent flow when studying the acoustic-flow interaction and measuring impedance. The spatial development of the turbulent flow may also partly explain the upstream-downstream impedance differences, as current eduction methods do not account for it.         ",
    "url": "https://arxiv.org/abs/2507.22714",
    "authors": [
      "Angelo Paduano",
      "Francesco Scarano",
      "Julio Cordioli",
      "Damiano Casalino",
      "Francesco Avallone"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2503.15882",
    "title": "Optical control of the moiré twist angle",
    "abstract": "           In this theoretical work, we propose an all-optical method for fast, precise manipulation of two-dimensional multilayers by transferring orbital angular momentum from phase-structured light (e.g. vortex beams) to a 2D material flake. We model the light-matter interaction, analyze the twist dynamics, and develop a phase diagram for optical twists by mapping the system onto an impulsively forced nonlinear pendulum. Our findings reveal rich dynamical responses spanning single- and multi-pulse twist angle control to (quasi)stable dynamical trajectories, and suggest a pathway for all-optical measurement of the twist potential energy. Aided by classical potential estimates for the interlayer energy and numerical simulation, we demonstrate the feasibility of this approach with hexagonal boron nitride bilayers and extend the results to dichalcogenides with first-principles calculations. These results can be generalized to other 2D multilayers, paving the way for scalable and customizable moiré electronics and photonics.         ",
    "url": "https://arxiv.org/abs/2503.15882",
    "authors": [
      "Zhiren He",
      "Prathap Kumar Jharapla",
      "Nicolas Leconte",
      "Jeil Jung",
      "Guru Khalsa"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.14614",
    "title": "Measurement-device-independent quantum key distribution with asymmetric sources",
    "abstract": "           Measurement-device-independent quantum key distribution (MDI-QKD), which eliminates all the attacks from the eavesdropper to the measurement party, has been one of the most promising technology for the implementation of end-to-end quantum networks. In practice, the asymmetry of both sources and channels is generally inevitable. Therefore, we propose a theory to analyze the performance when any two MDI users in networks communicates using asymmetric sources in distinct single or multiple temporal modes. As a specific application, we model to obtain the key rate of MDI-QKD with weak coherent pulse source and spontaneous parametric down-conversion source, and compare the performance to the cases with symmetric (i.e. identical) sources. The result demonstrates that the actual performance does not degrade due to the asymmetry of sources. In contrary, it maintains at a good level over the entire distance we study. This work provides a theoretical basis for analyzing and optimizing MDI-QKD networks with asymmetric sources, and thus paving the way for the practical deployment of completely asymmetric MDI-QKD networks.         ",
    "url": "https://arxiv.org/abs/2504.14614",
    "authors": [
      "Jia-Ju Deng",
      "Feng-Yu Lu",
      "Zhen-Qiu Zhong",
      "Xiao-Hai Zhan",
      "Zhen-Qiang Yin",
      "Shuang Wang",
      "Wei Chen",
      "De-Yong He",
      "Guang-Can Guo",
      "Zheng-Fu Han"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.06275",
    "title": "SinBasis Networks: Matrix-Equivalent Feature Extraction for Wave-Like Optical Spectrograms",
    "abstract": "           Wave-like images-from attosecond streaking spectrograms to optical spectra, audio mel-spectrograms and periodic video frames-encode critical harmonic structures that elude conventional feature extractors. We propose a unified, matrix-equivalent framework that reinterprets convolution and attention as linear transforms on flattened inputs, revealing filter weights as basis vectors spanning latent feature subspaces. To infuse spectral priors we apply elementwise $\\sin(\\cdot)$ mappings to each weight matrix. Embedding these transforms into CNN, ViT and Capsule architectures yields Sin-Basis Networks with heightened sensitivity to periodic motifs and built-in invariance to spatial shifts. Experiments on a diverse collection of wave-like image datasets-including 80,000 synthetic attosecond streaking spectrograms, thousands of Raman, photoluminescence and FTIR spectra, mel-spectrograms from AudioSet and cycle-pattern frames from Kinetics-demonstrate substantial gains in reconstruction accuracy, translational robustness and zero-shot cross-domain transfer. Theoretical analysis via matrix isomorphism and Mercer-kernel truncation quantifies how sinusoidal reparametrization enriches expressivity while preserving stability in data-scarce regimes. Sin-Basis Networks thus offer a lightweight, physics-informed approach to deep learning across all wave-form imaging modalities.         ",
    "url": "https://arxiv.org/abs/2505.06275",
    "authors": [
      "Yuzhou Zhu",
      "Zheng Zhang",
      "Ruyi Zhang",
      "Liang Zhou"
    ],
    "subjectives": [
      "Machine Learning (cs.LG)",
      "Artificial Intelligence (cs.AI)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.00540",
    "title": "Manipulation of photonic spin Hall effect in the Rydberg atomic medium",
    "abstract": "           We present a theoretical study demonstrating enhanced tunability of the photonic spin Hall effect (PSHE) using a strongly interacting Rydberg atomic medium under electromagnetically induced transparency (EIT) conditions. In contrast to conventional approaches that rely on static refractiveindex profiles or metamaterials, here the PSHE is controlled via a nonlocal third-order nonlinear susceptibility arising from long range Rydberg-Rydberg interactions. We show that this nonlocal nonlinearity enables dynamic modulation of spin-dependent light trajectories, amplifying the normally weak PSHE into a readily observable and adjustable effect. These results pave the way for new capabilities in photonic information processing and sensing. In particular, an adjustable PSHE may enable beam steering based on photon spin, improve the sensitivity of precision measurements, and support photonic devices whose functionality can be reconfigured in real time.         ",
    "url": "https://arxiv.org/abs/2506.00540",
    "authors": [
      "Wenzhang Liu",
      "Muqaddar Abbas",
      "Jiawei Lai",
      "Pei Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.20160",
    "title": "Polarized Houston State Framework for Nonequilibrium Driven Open Quantum Systems",
    "abstract": "           We introduce a new theoretical framework -- the polarized Houston basis -- to model nonequilibrium dynamics in driven open quantum systems, formulated for use within the quantum master equation. This basis extends conventional Houston states by incorporating field-induced polarization effects, enabling a more accurate description of excitation dynamics under external driving. Using a one-dimensional dimer-chain model, we examine band population dynamics through projections onto polarized Houston states, original Houston states, and naive Bloch states. We find that the polarized Houston basis significantly suppresses spurious Bloch-state excitations and virtual transitions present in standard Houston approaches, allowing for a cleaner extraction of real excitations. When implemented in the relaxation time approximation of the quantum master equation, this formalism also yields a substantial reduction of unphysical DC currents in insulating systems. Our results highlight the polarized Houston basis as a powerful tool for simulating nonequilibrium phenomena in light-driven open quantum materials.         ",
    "url": "https://arxiv.org/abs/2507.20160",
    "authors": [
      "Shunsuke A. Sato",
      "Hannes Hübener",
      "Umberto De Giovannini",
      "Angel Rubio"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2507.21408",
    "title": "Dissipation in the Broadband and Ultrastrong Coupling Regimes of Cavity Quantum Electrodynamics: An Ab Initio Quantized Quasinormal Mode Approach",
    "abstract": "           Phenomenological approaches to photon loss have long been the workhorse of cavity-QED, but prove inadequate in the presence of sufficiently broadband light-matter interactions. We present a rigorous and ab initio derivation of a quantum master equation for a quantized optical cavity mode coupled to a dipole, using a quasinormal mode (QNM) quantization procedure for plasmonic and dielectric open-system cavity-QED, which is valid in broadband light-matter interaction regimes, including ultrastrong coupling (USC). The theory supports general three-dimensional resonators with arbitrary dispersion and loss, and thus can be applied to a wide range of open cavities. Our ab initio and gauge-invariant approach fully recovers the recent result of Phys. Rev. Lett. 134, 123601 (2025) for the spectral density of a quantized cavity with a single dipole, exhibits a dissipative classical-quantum correspondence for bosonic Hopfield model systems, and reveals important departures from previous heuristic assumptions about system-bath coupling. We identify a new criterion for what we term the \"broadband\" dissipative regime of cavity-QED, where phenomenological models require corrections in accordance with the intrinsic and spatially-dependent complex phase of the QNM, and also shed light on fundamental limits to single-mode models in extreme coupling regimes. Using plasmonic and dielectric cavity examples, we show validity ranges of our QNM master equation and spectral USC calculations, and discuss prospects for near-term experimental observation of broadband dissipative effects.         ",
    "url": "https://arxiv.org/abs/2507.21408",
    "authors": [
      "Chris Gustin",
      "Juanjuan Ren",
      "Sebastian Franke",
      "Stephen Hughes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]