[
  {
    "id": "arXiv:2207.06500",
    "title": "In-situ equalization of single-atom loading in large-scale optical  tweezers arrays",
    "abstract": "We report on the realization of large assembled arrays of more than 300 single $^{87}$Rb atoms trapped in optical tweezers in a cryogenic environment at $\\sim4$~K. For arrays with $N_{\\rm a}=324$ atoms, the assembly process results in defect-free arrays in $\\sim37\\%$ of the realizations. To achieve this high assembling efficiency, we equalize the loading probability of the traps within the array using a closed-loop optimization of the power of each optical tweezers, based on the analysis of the fluorescence time-traces of atoms loaded in the traps. ",
    "url": "https://arxiv.org/abs/2207.06500",
    "authors": [
      "Kai-Niklas Schymik",
      "Bruno Ximenez",
      "Etienne Bloch",
      "Davide Dreon",
      "Adrien Signoles",
      "Florence Nogrette",
      "Daniel Barredo",
      "Antoine Browaeys",
      "Thierry Lahaye"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06737",
    "title": "Planarized THz quantum cascade lasers for broadband coherent photonics",
    "abstract": "Recently, there has been a growing interest in integrated THz photonics for various applications in communications, spectroscopy and sensing. We present a new integrated photonic platform based on active and passive elements integrated in a double-metal, high confinement waveguide layout planarized with a low-loss polymer. An extended top metallization results in low waveguide losses and improved dispersion, thermal and RF properties, as it enables to decouple the design of THz and microwave cavities. Free-running on-chip quantum cascade laser combs spanning 800 GHz, harmonic states over 1.1 THz and RF-injected broadband incoherent states spanning over nearly 1.6 THz are observed. With a strong external RF drive, actively mode-locked pulses as short as 4.4 ps can be produced, as measured by SWIFTS. We demonstrate as well passive waveguides with low insertion loss, enabling the tuning of the laser cavity boundary conditions and the co-integration of active and passive components on the same THz photonic chip. ",
    "url": "https://arxiv.org/abs/2207.06737",
    "authors": [
      "Urban Senica",
      "Andres Forrer",
      "Tudor Olariu",
      "Paolo Micheletti",
      "Sara Cibella",
      "Guido Torrioli",
      "Mattias Beck",
      "Jérôme Faist",
      "Giacomo Scalari"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06876",
    "title": "A high finesse bow-tie cavity for strong atom-photon coupling in Rydberg  arrays",
    "abstract": "We report a high-finesse bow-tie cavity designed for atomic physics experiments with Rydberg atom arrays. The cavity has a finesse of $51,000$ and a waist of $7.1$ $\\mu$m at the cesium D2 line ($852$ nm). With these parameters, the cavity induces strong coupling between a single atom and a single photon, corresponding to a cooperativity per traveling mode of $35$ at the cavity waist. To trap and image atoms, the cavity setup utilizes two in-vacuum aspheric lenses with numerical aperture (N.A.) $0.35$ and is capable of housing N.A. $0.5$ microscope objectives. In addition, the large atom-mirror distance ($\\gtrsim1.5$ cm) provides good optical access and minimizes stray electric fields at the position of the atoms. This cavity setup can operate in tandem with the Rydberg array platform, creating a fully connected system for quantum simulation and computation. ",
    "url": "https://arxiv.org/abs/2207.06876",
    "authors": [
      "Yu-Ting Chen",
      "Michal Szurek",
      "Beili Hu",
      "Julius de Hond",
      "Boris Braverman",
      "Vladan Vuletic"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07062",
    "title": "Thermal stability and optoelectronic behavior of polyaniline/GNP  (graphene nanoplatelets) nanocomposites",
    "abstract": "Polyaniline and graphene nanoplatelets (PANI-GNP) nanocomposites are synthesized by in situ oxidative polymerization of polyaniline using an oxidizing agent, ammonium peroxy disulphate (APS). The mass of GNP in the nanocomposites varied by 5, 10, and 15 wt% compared to PANI. The synthesized polyaniline coated graphene nanoplatelets (PANI-GNP) nanocomposites are chemically characterized and using Fourier Transform Infrared Spectroscopy (FTIR), Raman spectroscopy, Scanning electron microscopy (SEM), UV-Vis spectroscopy, and X-ray diffraction analysis (XRD). FTIR and Raman spectroscopy analysis confirmed the uniform coating of polyaniline on GNP. The SEM micrograph and XRD pattern demonstrate the polymerization quality and crystallization degree of samples. UV-Vis analysis showed a decrease in the bandgap of polyaniline, which confirms that nanocomposites are more suitable for optoelectronic application because of variation in the bandgap. TGA analysis showed the thermal stability of PANI is increased with the increased mass of GNP. This study suggests the potential of GNP as a filler for efficient modification in the morphological, electrical, optical, and thermal properties of PANI. ",
    "url": "https://arxiv.org/abs/2207.07062",
    "authors": [
      "Pralhad Lamichhane",
      "Dilli Dhakal",
      "Ishan N Jayalath",
      "Ganga Raj Neupane",
      "Nishan Khatri",
      "Parameswar Hari",
      "Kaan Kalkan",
      "Ranji Vaidyanathan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2207.06487",
    "title": "Fabrication of Periodic, Flexible and Porous Silicon Microwire Arrays  with Controlled Diameter and Spacing: Effects on Optical properties",
    "abstract": "A new method of introducing nanopores with spongy morphology during fabrication of size and pitch controlled flexible silicon microwires (SiMWs) in wafer scale is presented using nanosphere lithography technique in addition to metal catalyzed electroless etching technique by varying concentration of oxidant and introducing surfactant or co-solvents to the etching solution. For achieving self-assembled monolayer closed-pack pattern of SiO2 microparticles in wafer-scale simple spin coating process was used. The effect of variation of the etchant, oxidant and surfactant on the morphology and optical properties of SiMWs were studied. By simply controlling the diameter of SiO2 microparticles and concentration of H2O2 the size of the MWs as well as the introduction of pores could be controlled in wafer-scale. Average reflectance suppressed to below 8% in the broad spectral range of 400-800 nm for these porous, spongy and flexible SiMW arrays in wafer scale. The mechanism behind this formation of spongy, porous and flexible nature of the SiMWs is also demonstrated for a better understanding of the etching process. ",
    "url": "https://arxiv.org/abs/2207.06487",
    "authors": [
      "Anjali Saini",
      "Mohammed Abdelhameed",
      "Divya Rani",
      "Wipakorn Jevasuwan",
      "Naoki Fukata",
      "Premshila Kumari",
      "Sanjay K. Srivastava",
      "Prathap Pathi",
      "Arup Samanta",
      "Mrinal Dutta"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06491",
    "title": "Dynamics of the lithium metal electrodeposition: Effects of a gas bubble",
    "abstract": "Rechargeable lithium metal batteries have been widely investigated recently, driven by the global trend for the electrification of transportation. Understanding the dynamics of lithium metal electrodeposition is crucial to design safe and reliable lithium metal anodes. In this study, we developed a grand potential-based phase-field model to investigate the effect of a static gas bubble, which forms due to the complicated internal side reactions, on the dynamics of the dendrite growth during electrodeposition. It is observed that with the presence of a gas bubble, the dendrite growth is largely accelerated, due to the accumulation of lithium ions on the far side of the bubble away from the anode surface, which could serve as an ion \"reservoir\" for the dendrite growth, leading to the bending/tilting of the lithium dendrites toward the bubble. Meanwhile, the effects of the bubble size and distance to the anode are further studied, demonstrating that the larger the bubble size and the closer to the anode, the longer the lithium dendrites grow. We hope this study could serve as an example to exploit the effect of extrinsic factors on the dendrite growth dynamics. ",
    "url": "https://arxiv.org/abs/2207.06491",
    "authors": [
      "Shoutong Jin",
      "Linming Zhou",
      "Yongjun Wu",
      "Shang Zhu",
      "Qilong Zhang",
      "Hui Yang",
      "Yuhui Huang",
      "Zijian Hong"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06549",
    "title": "Completing the quantum ontology with the electromagnetic zero-point  field",
    "abstract": "This text begins with a series of critical considerations on the initial interpretation of quantum phenomena observed in atomic systems. The bewildering explanations advanced during the construction of quantum mechanics are shown to have distanced the new theory from the rest of scientific knowledge, by introducing indeterminism, acausality, nonlocality, and even subjectivism as part of its interpretative framework. The conclusion drawn from this unsatisfactory interpretative landscape is that quantum mechanics lacks a key ontological ingredient. Arguments are given in favour of the random zero-point radiation field (ZPF) as the element needed to complete the quantum ontology. The (wave-mediated) quantum stochastic process is shown to be essentially different from Brownian motion, and more amenable to an analogy with the hydrodynamic case. The new perspective provided by the introduction of the ZPF is used to explain some salient features of quantum systems, such as the stationary atomic states and the transitions between them, and the apparent nonlocality expressed in the entangled states. Notably, the permanent presence of the field drastically affects the dynamics of the (otherwise classical) particle, which eventually falls under the control of the field. This qualitative change is reflected in the transition from the initial classical description in space-time, to the final quantum one in the Hilbert space. The clarification of the mechanism of quantization leads us to consider the possibility that a similar phenomenon occurs in other physical systems of corpuscles subjected to an oscillating background, of which the walking-droplet system is a paradigmatic example. ",
    "url": "https://arxiv.org/abs/2207.06549",
    "authors": [
      "Luis de la Peña",
      "Ana María Cetto"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06889",
    "title": "Nonreciprocal Amplification Transition in a Driven-Dissipative Quantum  Network",
    "abstract": "We study the transport properties of a driven-dissipative quantum network, where multiple bosonic cavities such as photonic microcavities are coupled through a nonreciprocal bus with unidirectional transmission. For short-range coupling between the cavities, the occurrence of nonreciprocal amplification can be linked to a topological phase transition of the underlying dynamic Hamiltonian. However, for long-range coupling, we find that the nonreciprocal amplification transition deviates drastically from the topological phase transition. Nonetheless, we show that the nonreciprocal amplification transition can be connected to the emergence of zero-energy edge states of an auxiliary Hamiltonian with chiral symmetry even in the long-range coupling limit. We also investigate the stability, the crossover from short to long-range coupling, and the bandwidth of the nonreciprocal amplification. Our work has potential application in signal transmission and amplification, and also opens a window to non-Hermitian systems with long-range coupling and nontrivial boundary effects. ",
    "url": "https://arxiv.org/abs/2207.06889",
    "authors": [
      "Mingsheng Tian",
      "Fengxiao Sun",
      "Kaiye Shi",
      "Haitan Xu",
      "Qiongyi He",
      "Wei Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2207.07112",
    "title": "Quantum Simulation of Open Quantum Systems Using Density-Matrix  Purification",
    "abstract": "Electronic structure and transport in realistically-sized systems often require an open quantum system (OQS) treatment, where the system is defined in the context of an environment. As OQS evolution is non-unitary, implementation on quantum computers -- limited to unitary operations -- is challenging. We present a general framework for OQSs where the system's $d \\times d$ density matrix is recast as a $d^{2}$ wavefunction which can be evolved by unitary transformations. This theory has two significant advantages over conventional approaches: (i) the wavefunction requires only an $n$-qubit, compared to $2n$-qubit, bath for an $n$-qubit system and (ii) the purification includes dynamics of any pure-state universe. We demonstrate this method on a two-level system in a zero temperature amplitude damping channel and a two-site quantum Ising model. Quantum simulation and experimental-device results agree with classical calculations, showing promise in simulating non-unitary operations on NISQ quantum devices. ",
    "url": "https://arxiv.org/abs/2207.07112",
    "authors": [
      "Anthony W. Schlimgen",
      "Kade Head-Marsden",
      "LeeAnn M. Sager-Smith",
      "Prineha Narang",
      "David A. Mazziotti"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2111.03203",
    "title": "A possible solution to the which-way problem of quantum interference",
    "abstract": " Comments: 6 pages, including 1 figure; detailed explanation of the novel aspects of the method added to the introduction ",
    "url": "https://arxiv.org/abs/2111.03203",
    "authors": [
      "Holger F. Hofmann",
      "Tomonori Matsushita",
      "Shunichi Kuroki",
      "Masataka Iinuma"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "History and Philosophy of Physics (physics.hist-ph)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2204.01954",
    "title": "Application of a Spectral Method to Simulate Quasi-Three-Dimensional  Underwater Acoustic Fields",
    "abstract": " Comments: 32 pages, 22 figures. arXiv admin note: text overlap with arXiv:2112.13602 ",
    "url": "https://arxiv.org/abs/2204.01954",
    "authors": [
      "Houwang Tu",
      "Yongxian Wang",
      "Wei Liu",
      "Chunmei Yang",
      "Jixing Qin",
      "Shuqing Ma",
      "Xiaodong Wang"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Sound (cs.SD)",
      "Audio and Speech Processing (eess.AS)"
    ]
  },
  {
    "id": "arXiv:2205.01328",
    "title": "A fast quantum algorithm for computing matrix permanent",
    "abstract": " Comments: 10 pages, 2 figures, 1 table ",
    "url": "https://arxiv.org/abs/2205.01328",
    "authors": [
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2207.03137",
    "title": "Optical dispersions through intracellular inhomogeneities",
    "abstract": " Comments: 11 pages, 9 figures ",
    "url": "https://arxiv.org/abs/2207.03137",
    "authors": [
      "Masaki Watabe",
      "Atsuko Iwane",
      "Osamu Matoba",
      "Koichi Takahashi"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  }
]