[
  {
    "id": "arXiv:2311.03618",
    "title": "Fabrication of Sawfish photonic crystal cavities in bulk diamond",
    "abstract": "Color centers in diamond are quantum systems with optically active spin-states that show long coherence times and are therefore a promising candidate for the development of efficient spin-photon interfaces. However, only a small portion of the emitted photons is generated by the coherent optical transition of the zero-phonon line (ZPL), which limits the overall performance of the system. Embedding these emitters in photonic crystal cavities improves the coupling to the ZPL photons and increases their emission rate. Here, we demonstrate the fabrication process of \"Sawfish\" cavities, a design recently proposed that has the experimentally-realistic potential to simultaneously enhance the emission rate by a factor of 46 and couple photons into a single-mode fiber with an efficiency of 88%. The presented process allows for the fabrication of fully suspended devices with a total length of 20.5 $\\mu$m and features size as small as 40 nm. The optical characterization shows fundamental mode resonances that follow the behavior expected from the corresponding design parameters and quality (Q) factors as high as 3825. Finally, we investigate the effects of nanofabrication on the devices and show that, despite a noticeable erosion of the fine features, the measured cavity resonances deviate by only 0.9 (1.2)% from the corresponding simulated values. This proves that the Sawfish design is robust against fabrication imperfections, which makes it an attractive choice for the development of quantum photonic networks. ",
    "url": "https://arxiv.org/abs/2311.03618",
    "authors": [
      "Tommaso Pregnolato",
      "Marco E. Stucki",
      "Julian M. Bopp",
      "Maarten H. v. d. Hoeven",
      "Alok Gokhale",
      "Olaf Krüger",
      "Tim Schröder"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03671",
    "title": "LOKII project: Advances in high-pressure laser floating zone growth",
    "abstract": "The optical floating zone crystal growth technique is a well-established method for obtaining large, high-purity single crystals. While the floating zone method has been constantly evolving for over six decades, the development of high-pressure (up to 1000 bar) growth systems has only recently been realized via the combination of laser-based heating sources with an all-metal chamber. While our inaugural high-pressure laser floating zone furnace design demonstrated the successful growth of new volatile and metastable phases, the furnace design faces several limitations with imaging quality, heating profile control, and chamber cooling power. Here, we present a second-generation design of the high-pressure laser floating zone furnace, \"LOKII\", and demonstrate that this redesign facilitates new advances in crystal growth by highlighting several exemplar materials: $\\alpha$-Fe$_2$O$_3$, $\\beta$-Ga$_2$O$_3$, and La$_2$CuO$_{4+\\delta}$. Notably, for La$_2$CuO$_{4+\\delta}$, we demonstrate the feasibility and long-term stability of traveling solvent floating zone growth under a record pressure of 700 bar. ",
    "url": "https://arxiv.org/abs/2311.03671",
    "authors": [
      "Steven J. Gomez Alvarado",
      "Eli Zoghlin",
      "Azzedin Jackson",
      "Linus Kautzsch",
      "Jayden Plumb",
      "Michael Aling",
      "Andrea N. Capa Salinas",
      "Ganesh Pokharel",
      "Yiming Pang",
      "Reina M. Gomez",
      "Samantha Daly",
      "Stephen D. Wilson"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Strongly Correlated Electrons (cond-mat.str-el)"
    ]
  },
  {
    "id": "arXiv:2311.03675",
    "title": "Ultra-compact and efficient integrated multichannel mode multiplexer in  silicon for few-mode fibers",
    "abstract": "Space-division multiplexing (SDM) is one of the key enabling technologies to increase the capacity of fiber communication systems. However, implementing SDM-based systems using multimode fiber has been challenging with the need for compact, low-cost, and scalable mode de/multiplexer (DE/MUX). Here we present a novel integrated mode MUX for few-mode fibers (FMFs) which can launch up to eight spatial and polarization channels. The new design is composed of a two-dimensional multimode grating coupler (MMGC), highly compact mode size converters (MSCs), and adiabatic directional couplers (ADCs). Eight data lanes in FMFs can be selectively launched with integrated optical phase shifters. Experimental results reveal efficient chip-to-fiber coupling with peak efficiencies of -3.8 dB, -5.5 dB, -3.6 dB, and -4.1 dB for LP01, LP11a, LP11b, and LP21b modes, respectively. Meanwhile, the proposed design can efficiently couple all the degenerate LP modes in a two-mode FMF, allowing signal descrambling in the demultiplexer. Thanks to the use of integrated subwavelength Mikaelian lens for mode-independent field size conversion with loss $\\leq$0.25 dB, the total footprint of the MMGC and MSCs is only 35x35 $\\mu$m$^{2}$. The proposed design shows great potential for densely integrated photonic circuits in future SDM applications. ",
    "url": "https://arxiv.org/abs/2311.03675",
    "authors": [
      "Wu Zhou",
      "Zunyue Zhang",
      "Hao Chen",
      "Hon Ki Tsang",
      "Yeyu Tong"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03686",
    "title": "Scattering matrix for chiral harmonic generation and frequency mixing in  nonlinear metasurfaces",
    "abstract": "We generalize the concept of optical scattering matrix ($S$-matrix) to characterize harmonic generation and frequency mixing in planar metasurfaces in the limit of undepleted pump approximation. We show that the symmetry properties of such nonlinear $S$-matrix are determined by the microscopic and macroscopic symmetries of the metasurface. We demonstrate that for description of degenerate frequency mixing processes such as optical harmonic generation, the multidimensional $S$-matrix can be replaced with a reduced two-dimensional $S$-matrix. We show that for metasurfaces possessing specific point group symmetries, the selection rules determining the transformation of the reduced nonlinear $S$-matrix are simplified substantially and can be expressed in a compact form. We apply the developed approach to analyse chiral harmonic generation in nonlinear metasurfaces with various symmetries including rotational, in-plane mirror, and out-of-plane mirror symmetries. For each of those symmetries, we confirm the results of the developed analysis by full-wave numerical calculations. We believe our results provide a new paradigm for engineering nonlinear optical properties of metasurfaces which may find applications in active and nonlinear optics, biosensing, and quantum information processing. ",
    "url": "https://arxiv.org/abs/2311.03686",
    "authors": [
      "Kirill Koshelev",
      "Ivan Toftul",
      "Yongsop Hwang",
      "Yuri Kivshar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03750",
    "title": "Control over cavity exciton polaritons in monolayer semiconductors",
    "abstract": "Integrating two-dimensional van der Waals materials with optical cavities has revealed a fascinating platform to study exciton-polariton physics. Manipulating exciton polaritons often requires external control over the electrical and optical properties of materials. Here we demonstrate the electrical control of 2D exciton polaritons by strongly coupling a transition metal dichalcogenides (TMD) heterostructure to a photonic crystal nanocavity. Through precise control of the doping level in the TMD monolayers using electrostatic gating, we demonstrate a wide range of tunability in the exciton oscillator strength and hence the exciton photon hybridization. This tunability leads to the demonstration of a continuous transition from weak to strong coupling regime, as manifested by the disappearance and emergence of exciton polaritons, showcasing the versatility of our approach. Our work paves the way to further exploring nonlinear and quantum exciton polaritons in 2D materials and their device applications. ",
    "url": "https://arxiv.org/abs/2311.03750",
    "authors": [
      "Zhi Wang",
      "Li He",
      "Bumho Kim",
      "Bo Zhen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2311.03847",
    "title": "A revision of the forces exerted in the Rayleigh regime by a tighlty  focused optical vortex tweezer",
    "abstract": "Optical tweezers use light from a tightly focused laser beam to manipulate the motion of tiny particles. When the laser light is strongly focused, but still paraxial, its e/m field is characterized by a longitudinal component which is of magnitude comparable to the transverse ones and which has been ignored in the theoretical analysis of the tweezing forces. In our work we revise the calculations of the various components of the radiation pressure force, within the limits of Rayleigh regime or dipole approximation, in the case where a tiny particle interacts, in free space, with a circularly polarized optical vortex beam, by taking into account this ignored field term. We show that this term is responsible for considerable modifications in the magnitude of the various components, moreover and also for the appearance of terms involving the coupling of the spin angular momentum (SAM) and the orbital angular momentum (OAM) of the photons of the vortex beam. We compare our findings with the ones taken ignoring the longitudinal field component. ",
    "url": "https://arxiv.org/abs/2311.03847",
    "authors": [
      "Khalid Aloufi",
      "Vasileios E. Lembessis",
      "Omar M. Aldossary"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03859",
    "title": "Spectral scaling of unstably-stratified atmospheric flows: understanding  the low frequency spread of Kaimal model",
    "abstract": "For more than five decades, a notable spread in the low frequencies of velocity and temperature spectra, scaled using inertial subrange properties and Monin-Obukhov similarity theory, has been observed in unstable stratification. A large ensemble of 14 datasets, over relatively simple terrain (from flat and homogeneous to gentle slope or valley floor) and very complex terrain (steep slope, crater rim, mountain top), are used to assess the reasons of this low-frequency behaviour. Turbulence anisotropy is shown to be the primary factor influencing the spectral energy at the largest scales and the spectral peak position of streamwise and spanwise velocity spectra, with stability acting as a secondary factor. On the contrary, the low-frequency behaviour of surface-normal and temperature spectra is dominated by stability effects, while turbulence anisotropy plays a secondary role. These observations are valid over both simple and complex terrain, even though variability of the largest scales of complex terrain datasets integrate other processes not included in turbulence anisotropy or stability conditions. Using a combination of non-dimensional turbulence parameters - temperature and velocity variances as well as dissipation of turbulence kinetic energy and of temperature variance - and of a semi-empirical model provided in the literature, we are able to describe the behaviour of the velocity and temperature spectra with only turbulence anisotropy and stability as input parameters. Finally, the paper provides some insights into the nature of anisotropic eddies, as well as the relationship between the boundary layer height and the spectral behaviour. ",
    "url": "https://arxiv.org/abs/2311.03859",
    "authors": [
      "Claudine Charrondière",
      "Ivana Stiperski"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03887",
    "title": "Toward ground-truth optical coherence tomography via three-dimensional  unsupervised deep learning processing and data",
    "abstract": "Optical coherence tomography (OCT) can perform non-invasive high-resolution three-dimensional (3D) imaging and has been widely used in biomedical fields, while it is inevitably affected by coherence speckle noise which degrades OCT imaging performance and restricts its applications. Here we present a novel speckle-free OCT imaging strategy, named toward-ground-truth OCT (tGT-OCT), that utilizes unsupervised 3D deep-learning processing and leverages OCT 3D imaging features to achieve speckle-free OCT imaging. Specifically, our proposed tGT-OCT utilizes an unsupervised 3D-convolution deep-learning network trained using random 3D volumetric data to distinguish and separate speckle from real structures in 3D imaging volumetric space; moreover, tGT-OCT effectively further reduces speckle noise and reveals structures that would otherwise be obscured by speckle noise while preserving spatial resolution. Results derived from different samples demonstrated the high-quality speckle-free 3D imaging performance of tGT-OCT and its advancement beyond the previous state-of-the-art. ",
    "url": "https://arxiv.org/abs/2311.03887",
    "authors": [
      "Renxiong Wu",
      "Fei Zheng",
      "Meixuan Li",
      "Shaoyan Huang",
      "Xin Ge",
      "Linbo Liu",
      "Yong Liu",
      "Guangming Ni"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03921",
    "title": "Fast and Efficient Type-II Phototransistors Integrated on Silicon",
    "abstract": "Increasing the efficiency and reducing the footprint of on-chip photodetectors enables dense optical interconnects for emerging computational and sensing applications. Avalanche photodetectors (APD) are currently the dominating on-chip photodetectors. However, the physics of avalanche multiplication leads to low energy efficiencies and prevents device operation at a high gain, due to a high excess noise, resulting in the need for electrical amplifiers. These properties significantly increase power consumption and footprint of current optical receivers. In contrast, heterojunction phototransistors (HPT) exhibit high efficiency and very small excess noise at high gain. However, HPT's gain-bandwidth product (GBP) is currently inferior to that of APDs at low optical powers. Here, we demonstrate that the type-II energy band alignment in an antimony-based HPT results in a significantly smaller junction capacitance and higher GBP at low optical powers. We used a CMOS-compatible heterogeneous integration method to create compact optical receivers on silicon with an energy efficiency that is about one order of magnitude higher than that of the best reported integrated APDs on silicon at a similar GBP of 270 GHz. Bitrate measurements show data rate spatial density above 800 Tbps per mm2, and an energy-per-bit consumption of only 6 fJ/bit at 3 Gbps. These unique features suggest new opportunities for creating highly efficient and compact on-chip optical receivers based on devices with type-II band alignment. ",
    "url": "https://arxiv.org/abs/2311.03921",
    "authors": [
      "Lining Liu",
      "Simone Bianconi",
      "Skylar Wheaton",
      "Nathaniel Coirier",
      "Farah Fahim",
      "Hooman Mohseni"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04022",
    "title": "Coloured Digital Terahertz Holography Within 1.39-4.25 THz range",
    "abstract": "Terahertz coloured digital holography ranging from 1.39 THz up to 4.25 THz is demonstrated. It is shown that it can be applied for the investigation of low-absorbing objects, and it is illustrated via inspection of stacked graphene layers placed on high-resistivity silicon substrate. Holograms are recorded using an optically-pumped molecular THz laser operating at discrete emission lines of 1.39 THz, 2.52 THz, 3.11 THz, and 4.25 THz frequencies and it unveiled that phase-shifting methods allow to qualitatively reconstruct coloured THz holograms with improved quality achieved by removing unwanted information related with so-called DC term and conjugated beam forming virtual image. ",
    "url": "https://arxiv.org/abs/2311.04022",
    "authors": [
      "Rusne Ivaskeviciute-Povilauskiene",
      "Linas Minkevicius",
      "Ignas Grigelionis",
      "Agnieszka Siemion",
      "Domas Jokubauskis",
      "Kestutis Ikamas",
      "Alvydas Lisauskas",
      "Gintaras Valusis"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.04173",
    "title": "Multiple and spectrally robust photonic magic angles in reconfigurable  α-MoO3 trilayers",
    "abstract": "The assembling of twisted stacks of van der Waals (vdW) materials had led to the discovery of a profusion of remarkable physical phenomena in recent years, as it provides a means to accurately control and harness electronic band structures. This has given birth to the so-called field of twistronics. An analogous concept has been developed for highly confined polaritons, or nanolight, in twisted bilayers of strongly anisotropic vdW materials, extending the field to the twistoptics realm. In this case, the emergence of a topological transition of the polaritonic dispersion at a given twist angle (photonic magic angle) results in the propagation of nanolight along one specific direction (canalization regime), holding promises for unprecedented control of the flow of energy at the nanoscale. However, there is a fundamental limitation in twistoptics that critically impedes such control: there is only one photonic magic angle (and thus canalization direction) in a twisted bilayer and it is fixed for each incident frequency. Here, we overcome this limitation by demonstrating the existence of multiple spectrally robust photonic magic angles in reconfigurable twisted vdW trilayers. As a result, we show that canalization of nanolight can be programmed at will along any desired in-plane direction in a single device, and, importantly, within broad spectral ranges of up to 70 cm-1. Our findings lay the foundation for robust and widely tunable twistoptics, opening the door for applications in nanophotonics where on-demand control of energy at the nanoscale is crucial, such as thermal management, nanoimaging or entanglement of quantum emitters. ",
    "url": "https://arxiv.org/abs/2311.04173",
    "authors": [
      "J. Duan",
      "G. Álvarez-Pérez",
      "C. Lanza",
      "A.I.F. Tresguerres-Mata",
      "K. Voronin",
      "N. Capote-Robayna",
      "A. Tarazaga Martín-Luengo",
      "J. Martín-Sánchez",
      "V.S. Volkov",
      "A.Y. Nikitin",
      "P. Alonso-González"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2311.04187",
    "title": "Laser-driven ion and electron acceleration from near-critical density  gas targets: towards high-repetition rate operation in the 1 PW, sub-100 fs  laser interaction regime",
    "abstract": "Ion acceleration from gaseous targets driven by relativistic-intensity lasers was demonstrated as early as the late 90s, yet most of the experiments conducted to date have involved picosecond-duration, Nd:glass lasers operating at low repetition rate. Here, we present measurements on the interaction of ultraintense ($\\sim 10^{20}\\,\\rm W\\,cm^{-2}$, 1 PW), ultrashort ($\\sim 70\\,\\rm fs$) Ti:Sa laser pulses with near-critical ($\\sim 10^{20}\\,\\rm cm^{-3}$) helium gas jets, a debris-free targetry compatible with high ($\\sim 1\\,\\rm Hz$) repetition rate operation. We provide evidence of $\\alpha$ particles being forward accelerated up to $\\sim 2.7\\,\\rm MeV$ energy with a total flux of $\\sim 10^{11}\\,\\rm sr^{-1}$ as integrated over $>0.1 \\,\\rm MeV$ energies and detected within a $0.5\\,\\rm mrad$ solid angle. We also report on on-axis emission of relativistic electrons with an exponentially decaying spectrum characterized by a $\\sim 10\\,\\rm MeV$ slope, i.e., five times larger than the standard ponderomotive scaling. The total charge of these electrons with energy above 2 MeV is estimated to be of $\\sim 1 \\,\\rm nC$, corresponding to $\\sim 0.1\\,\\%$ of the laser drive energy. In addition, we observe the formation of a plasma channel, extending longitudinally across the gas density maximum and expanding radially with time. These results are well captured by large-scale particle-in-cell simulations, which reveal that the detected fast ions most likely originate from reflection off the rapidly expanding channel walls. The latter process is predicted to yield ion energies in the MeV range, which compare well with the measurements. Finally, direct laser acceleration is shown to be the dominant mechanism behind the observed electron energization. ",
    "url": "https://arxiv.org/abs/2311.04187",
    "authors": [
      "V.Ospina-Bohórquez",
      "C.Salgado-López",
      "M.Ehret",
      "S.Malko",
      "M.Salvadori",
      "T.Pisarczyk",
      "T.Chodukowski",
      "Z.Rusiniak",
      "M.Krupka",
      "P.GuillonM.Lendrin",
      "G.Pérez-Callejo",
      "C.Vlachos",
      "F.Hannachi",
      "M.Tarisien",
      "F.Consoli",
      "C.Verona",
      "G.Prestopino",
      "J.Dostal",
      "R.Dudzak",
      "J.L.Henares",
      "J.I.Apiñaniz",
      "D.DeLuis",
      "A.Debayle",
      "J.Caron",
      "T.Ceccotti",
      "R.Hernández-Martín",
      "J.Hernández-Toro",
      "M.Huault",
      "A. Martín-López",
      "C.Méndez",
      "T.-H.Nguyen-Bui",
      "J.A.Perez-Hernández",
      "X.Vaisseau",
      "O.Varela",
      "L.Volpe",
      "L.Gremillet",
      "J.J.Santos"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.03461",
    "title": "A low phase noise cavity transmission self-injection locked laser system  for atomic physics experiments",
    "abstract": "Lasers with high spectral purity are indispensable for optical clocks and coherent manipulation of atomic and molecular qubits for applications such as quantum computing and quantum simulation. Stabilisation of the laser to a reference can provide a narrow linewidth and high spectral purity. However, widely-used diode lasers exhibit fast phase noise that prevents high fidelity qubit manipulation. Here we demonstrate a self-injection locked diode laser system utilizing a medium finesse cavity. The cavity not only provides a stable resonance frequency, but at the same time acts as a low-pass filter for phase noise beyond the cavity linewidth of around 100 kHz, resulting in low phase noise from dc to the injection lock limit. We model the expected laser performance and benchmark it using a single trapped $^{40}$Ca$^{+}$-ion as a spectrum analyser. We show that the fast phase noise of the laser at relevant Fourier frequencies of 100 kHz to >2 MHz is suppressed to a noise floor of between -110 dBc/Hz and -120 dBc/Hz, an improvement of 20 to 30 dB over state-of-the-art Pound-Drever-Hall-stabilized extended-cavity diode lasers. This strong suppression avoids incoherent (spurious) spin flips during manipulation of optical qubits and improves laser-driven gates in using diode lasers with applications in quantum logic spectroscopy, quantum simulation and quantum computation. ",
    "url": "https://arxiv.org/abs/2311.03461",
    "authors": [
      "Ludwig Krinner",
      "Lennart Pelzer",
      "Nicolas Spethmann",
      "Kai Dietze",
      "Piet O. Schmidt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.03597",
    "title": "Using system-reservoir methods to derive effective field theories for  broadband nonlinear quantum optics: a case study on cascaded quadratic  nonlinearities",
    "abstract": "In broadband quantum optical systems, nonlinear interactions among a large number of frequency components induce complex dynamics that may defy heuristic analysis. In this work we introduce a perturbative framework for factoring out reservoir degrees of freedom and establishing a concise effective model (effective field theory) for the remaining system. Our approach combines approximate diagonalization of judiciously partitioned subsystems with master equation techniques. We consider cascaded optical $\\chi^{(2)}$ (quadratic) nonlinearities as an example and show that the dynamics can be construed (to leading order) as self-phase modulations of dressed fundamental modes plus cross-phase modulations of dressed fundamental and second-harmonic modes. We then formally eliminate the second-harmonic degrees of freedom and identify emergent features of the fundamental wave dynamics, such as two-photon loss channels, and examine conditions for accuracy of the reduced model in dispersive and dissipative parameter regimes. Our results highlight the utility of system-reservoir methods for deriving accurate, intuitive reduced models for complex dynamics in broadband nonlinear quantum photonics. ",
    "url": "https://arxiv.org/abs/2311.03597",
    "authors": [
      "Chris Gustin",
      "Ryotatsu Yanagimoto",
      "Edwin Ng",
      "Tatsuhiro Onodera",
      "Hideo Mabuchi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.03841",
    "title": "Preliminary Design of Scalable Hardware Integrated Platform for LLRF  Application",
    "abstract": "In this paper, the SHIP4LLRF (Scalable Hardware Integrated Platform for LLRF) based on 6U VPX-standard was designed preliminarily, which includes 6U mother board and two HPC FPGA mezzanine cards (FMCs). The ADC and DAC FMC is based on ADS54J60 from TI and LTC2000Y-16 form ADI, respectively. The system mother board is based on Xilinx Kintex UltraScale KU060, which also features 64-bit DDR4 SDRAM, QSFP and USB3.0 interfaces. Each FMC connector is assigned 58 pairs of LVDS standard IOs and 8 pairs of GTH high-speed serial lanes. Besides, the mother board is equipped with the self-developed ZYNQBee2 module based on ZYNQ7010 for slow control such as EPICS. All ADC or DAC raw data in each SHIP4LLEF is compressed loss-less without triggering and transmitted to the process board. A scalar quantization method which is in development is used for lossless compression of ADC raw data, the process board will decompress the ADC data and perform a digital algorithm to measure the amplitude and phase of the high frequency signal. This de-sign is scalable for testing and upgradability, mean-while, the trigger-less data transmission enable this system participate in both local (rack-scale) and accelerator-wide communication networks. ",
    "url": "https://arxiv.org/abs/2311.03841",
    "authors": [
      "Lin Jiang",
      "Jingjun Wen",
      "Tao Xue",
      "Xiaowei Guo",
      "Haoyan Yang",
      "Qiutong Pan",
      "Jianmin Li",
      "Yinong Liu",
      "Liangjun Wei"
    ],
    "subjectives": [
      "Hardware Architecture (cs.AR)",
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04053",
    "title": "Comparing Latency and Power Consumption: Quantum vs. Classical  Preprocessing",
    "abstract": "Low latency and low power consumption are the main goals for our future networks. Fiber optics are already widely used for their faster speed. We want to investigate if optical decoding has further advantages to reaching future goals. We have investigated and compared the decoding latency and power consumption of an optical chip and its electronic counterpart built with MOSFETs. We have found that optical processing has a speed and power consumption benefit. For future networks and real-time applications, this can bring huge advantages over our current electronic processors. ",
    "url": "https://arxiv.org/abs/2311.04053",
    "authors": [
      "Zuhra Amiri",
      "Janis Nötzel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.04129",
    "title": "Purcell modified Doppler cooling of quantum emitters inside optical  cavities",
    "abstract": "Standard cavity cooling of atoms or dielectric particles is based on the action of dispersive optical forces in high-finesse cavities. We investigate here a complementary regime characterized by large cavity losses, resembling the standard Doppler cooling technique. For a single two-level emitter a modification of the cooling rate is obtained from the Purcell enhancement of spontaneous emission in the large cooperativity limit. This mechanism is aimed at cooling of quantum emitters without closed transitions, which is the case for molecular systems, where the Purcell effect can mitigate the loss of population from the cooling cycle. We extend our analytical formulation to the many particle case governed by weak individual coupling but exhibiting collective strong Purcell enhancement to a cavity mode. ",
    "url": "https://arxiv.org/abs/2311.04129",
    "authors": [
      "Julian Lyne",
      "Nico S. Bassler",
      "Song Eun Park",
      "Guido Pupillo",
      "Claudiu Genes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.04141",
    "title": "Benchmarking a Neutral-Atom Quantum Computer",
    "abstract": "In this study, we simulated the algorithmic performance of a small neutral atom quantum computer and compared its performance when operating with all-to-all versus nearest-neighbor connectivity. This comparison was made using a suite of algorithmic benchmarks developed by the Quantum Economic Development Consortium. Circuits were simulated with a noise model consistent with experimental data from Nature 604, 457 (2022). We find that all-to-all connectivity improves simulated circuit fidelity by $10\\%-15\\%$, compared to nearest-neighbor connectivity. ",
    "url": "https://arxiv.org/abs/2311.04141",
    "authors": [
      "N. Wagner",
      "C. Poole",
      "T. M. Graham",
      "M. Saffman"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.03451",
    "title": "Label-free incoherent super-resolution optical microscopy",
    "abstract": " Comments: 37 pages including supplementary, 6 figures in main text and 20 figures in supplementary ",
    "url": "https://arxiv.org/abs/2301.03451",
    "authors": [
      "Nikhil Jayakumar",
      "Luis E. Villegas-Hernández",
      "Weisong Zhao",
      "Hong Mao",
      "Firehun T Dullo",
      "Jean-Claude Tinguley",
      "Krizia Sagini",
      "Alicia Llorente",
      "Balpreet Singh Ahluwalia"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2310.10057",
    "title": "Storage and retrieval of electromagnetic waves in a metasurface based on  bound states in the continuum by conductivity modulation",
    "abstract": " Comments: 7 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2310.10057",
    "authors": [
      "Toshihiro Nakanishi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.01718",
    "title": "A high-performance surface acoustic wave sensing technique",
    "abstract": " Title: A high-performance surface acoustic wave sensing technique ",
    "url": "https://arxiv.org/abs/2311.01718",
    "authors": [
      "Mengmeng Wu",
      "Xiao Liu",
      "Renfei Wang",
      "Xi Lin",
      "Yang Liu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  }
]