[
  {
    "id": "arXiv:2301.08275",
    "title": "quTARANG: A python GPE solver to study turbulence in quantum systems",
    "abstract": "quTARANG is a Python-based general-purpose Gross-Pitaevskii Equation (GPE) solver. It can solve GPE in 1D, 2D and 3D and has the ability to run on both CPU and GPU. It has been developed to study turbulence in quantum systems, specifically in atomic Bose-Einstein condensates, and can be used to study different quantities, such as the varied spectra associated with quantum turbulence. ",
    "url": "https://arxiv.org/abs/2301.08275",
    "authors": [
      "Shawan Kumar Jha",
      "Sachin Singh Rawat",
      "Mahendra K. Verma",
      "Pankaj Kumar Mishra"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08417",
    "title": "Suppression of laser beam's polarization and intensity fluctuation via a  Mach-Zehnder interferometer with proper feedback",
    "abstract": "Long ground-Rydberg coherence lifetime is interesting for implementing high-fidelity quantum logic gates, many-body physics, and other quantum information protocols. However, the potential well formed by a conventional far-off-resonance red-detuned optical-dipole trap that is attractive for ground-state cold atoms is usually repulsive for Rydberg atoms, which will result in the rapid loss of atoms and low repetition rate of the experimental sequence. Moreover, the coherence time will be sharply shortened due to the residual thermal motion of cold atoms. These issues can be addressed by a one-dimensional magic lattice trap, which can form a deeper potential trap than the traveling wave optical dipole trap when the output power is limited. In addition, these common techniques for atomic confinement generally have certain requirements for the polarization and intensity stability of the laser. Here, we demonstrated a method to suppress both the polarization drift and power fluctuation only based on the phase management of the Mach-Zehnder interferometer for a one-dimensional magic lattice trap. With the combination of three wave plates and the interferometer, we used the instrument to collect data in the time domain, analyzed the fluctuation of laser intensity, and calculated the noise power spectral density. We found that the total intensity fluctuation comprising laser power fluctuation and polarization drift was significantly suppressed, and the noise power spectral density after closed-loop locking with a typical bandwidth of 1-3000 Hz was significantly lower than that under the free running of the laser system. Typically, at 1000 Hz, the noise power spectral density after locking was about 10 dB lower than that under the free running of a master oscillator power amplifier system.The intensity-polarization control technique provides potential applications. ",
    "url": "https://arxiv.org/abs/2301.08417",
    "authors": [
      "Xiaokai Hou",
      "Shou Liu",
      "Xin Wang",
      "Feifei Lu",
      "Jun He",
      "Junmin Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08425",
    "title": "Graphene as Infrared Light Sensor Material",
    "abstract": "The infrared (IR) photoresponse of graphene synthesized by an atmospheric chemical vapor deposition (CVD) system using a mixture of hydrogen and methane gases was studied. The IR sensor devices were fabricated using graphene films transferred onto a SiO2 substrate by a lift-off process. The quality of graphene was investigated with Raman spectroscopy and optical microscopy. The photoresponse was recorded under the illumination of IR light of wavelength 850 nm and intensity of around 0.216 mW/cm^2. The effects of temperature and hydrogenation on photoconductivity were also studied. It was found that the transient response and recovery times decreased with the temperature increase. The hydrogenation effect also caused a significant decrease in the photoresponse of the device. Although the net change in the photoresponse for IR light was lower at low illumination intensity levels, the transient responses were observed around 100 times faster than the recently reported CNT-based IR sensors. ",
    "url": "https://arxiv.org/abs/2301.08425",
    "authors": [
      "Ahalapitiya H. Jayatissa",
      "Madhav Gautam"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.08522",
    "title": "Quasi-classical simulations of resonance Raman spectra based on path  integral linearization",
    "abstract": "Based on a linearization approximation coupled with path integral formalism, we propose a method derived from the propagation of quasi-classical trajectories to simulate resonance Raman spectra. This method is based on a ground state sampling followed by an ensemble of trajectories on the mean surface between the ground and excited states. The method was tested on three models and compared to quantum mechanics solution based on a sum-over-states approach: harmonic and anharmonic oscillators and the HOCl molecule (hypochlorous acid). The method proposed is able to correctly characterize resonance Raman scattering and enhancement, including the description of overtones and combination bands. The absorption spectrum is obtained at the same time and the vibrational fine structure can be reproduced for long excited state relaxation times. The method can be applied also to dissociating excited states (as is the case for HOCl). ",
    "url": "https://arxiv.org/abs/2301.08522",
    "authors": [
      "Hugo Bessone",
      "Rodolphe Vuilleumier",
      "Riccardo Spezia"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08554",
    "title": "Magnetic isotope effects: a potential testing ground for quantum biology",
    "abstract": "One possible explanation for magnetosensing in biology, such as avian magnetoreception, is based on the spin dynamics of certain chemical reactions that involve radical pairs. Radical pairs have been suggested to also play a role in anesthesia, hyperactivity, neurogenesis, circadian clock rhythm, microtubule assembly, etc. It thus seems critical to probe the credibility of such models. One way to do so is through isotope effects with different nuclear spins. Here we briefly review the papers involving spin-related isotope effects in biology. We suggest studying isotope effects can be an interesting avenue for quantum biology. ",
    "url": "https://arxiv.org/abs/2301.08554",
    "authors": [
      "Hadi Zadeh-Haghighi",
      "Christoph Simon"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)",
      "Biomolecules (q-bio.BM)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08586",
    "title": "Giant spin-vorticity coupling excited by shear-horizontal surface  acoustic waves",
    "abstract": "A non-magnetic layer can inject spin-polarized currents into an adjacent ferromagnetic layer via spin vorticity coupling (SVC), inducing spin wave resonance (SWR). In this work, we present the theoretical model of SWR generated by shear-horizontal surface acoustic wave (SH-SAW) via SVC, which contains distinct vorticities from well-studied Rayleigh SAW. Both Rayleigh- and SH-SAW delay lines have been designed and fabricated with a Ni81Fe19/Cu bilayer integrated on ST-cut quartz. Given the same wavelength, the measured power absorption of SH-SAW is four orders of magnitudes higher than that of the Rayleigh SAW. In addition, a high-order frequency dependence of the SWR is observed in the SH-SAW, indicating SVC can be strong enough to compare with magnetoelastic coupling. ",
    "url": "https://arxiv.org/abs/2301.08586",
    "authors": [
      "Mingxian Huang",
      "Wenbin Hu",
      "Huaiwu Zhang",
      "Feiming Bai"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08625",
    "title": "Interaction of thin tungsten and tantalum films with ultrashort laser  pulses: calculations from first principles",
    "abstract": "The interaction of ultrashort laser pulses with thin tungsten and tantalum films is investigated through the full-potential band-structure calculations. Our calculations show that at relatively low absorbed energies (the electron temperature $T_e$$\\lesssim$7 kK), the lattice of tantalum undergoes noticeable hardening. The hardening leads to the change of the tantalum complete melting threshold under these conditions. Calculations suggest that for the isochorically heated Ta film, if such hardening really occurs, the complete melting threshold will be at least 25% higher. It is also shown that the body-centered cubic structures of W and Ta crystals become dynamically unstable when the electronic subsystem is heated to sufficiently high temperatures ($T_e$$>$22 kK). This lead to their complete melting on the sub-picosecond time scale. ",
    "url": "https://arxiv.org/abs/2301.08625",
    "authors": [
      "N. A. Smirnov"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2301.08656",
    "title": "Quantum Control of Trapped Polyatomic Molecules for eEDM Searches",
    "abstract": "Ultracold polyatomic molecules are promising candidates for experiments in quantum science, quantum sensing, ultracold chemistry, and precision measurements of physics beyond the Standard Model. A key, yet unrealized, requirement of these experiments is the ability to achieve full quantum control over the complex internal structure of the molecules. Here, we establish coherent control of individual quantum states in a polyatomic molecule, calcium monohydroxide (CaOH), and use these techniques to demonstrate a method for searching for the electron electric dipole moment (eEDM). Optically trapped, ultracold CaOH molecules are prepared in a single quantum state, polarized in an electric field, and coherently transferred into an eEDM sensitive state where an electron spin precession measurement is performed. To extend the coherence time of the measurement, we utilize eEDM sensitive states with tunable, near-zero magnetic field sensitivity. The spin precession coherence time is limited by AC Stark shifts and uncontrolled magnetic fields. These results establish a path for eEDM searches with trapped polyatomic molecules, towards orders-of-magnitude improved experimental sensitivity to time-reversal-violating physics. ",
    "url": "https://arxiv.org/abs/2301.08656",
    "authors": [
      "Loïc Anderegg",
      "Nathaniel B. Vilas",
      "Christian Hallas",
      "Paige Robichaud",
      "Arian Jadbabaie",
      "John M. Doyle",
      "Nicholas R. Hutzler"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08702",
    "title": "Inhibited spontaneous emission of quantum dots weakly coupled to off  resonant silver nanoplatelets and silver nanowires",
    "abstract": "Spontaneous emission (SE) rate of any light emitters directly scales with the locally available modes for photons. The emission rate can be modified, by changing the dielectric environment of light emitters. Generally cavities with modes in resonance to light emission frequency, are used to amplify the light emission rate. The Fermi golden rule predicts that if the cavity modes are offresonant to the emission frequency, then the SE rate is suppressed. In this study, we demonstrate that the SE of colloidal alloyed quantum dots is inhibited by coupling them to chemically synthesized Silver nanowires and Silver nanoplatelet systems. The silver nanoplatelet and silver nanowire plasmonic resonance modes are in ultraviolet and infrared regions of the electromagnetic spectrum. The quantum dots emit in visible region of light. This off-resonant weak coupling of emitters and cavities results in emission rate suppression and is quantified by time resolved photoluminescence (TRPL) measurements. TRPL decay profiles show that the emission rate can be suppressed by coupling self assembled quantum dot monolayers to a single silver nanoplatelet and a single silver nanowire respectively. ",
    "url": "https://arxiv.org/abs/2301.08702",
    "authors": [
      "Harshavardhan R. Kalluru",
      "Binita Tongbram",
      "Ashish Biswas",
      "Jaydeep K. Basu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.08722",
    "title": "Optimizing the sensitivity of high repetition rate broadband transient  optical spectroscopy with modified shot-to-shot detection",
    "abstract": "A major limitation of transient optical spectroscopy is that relatively high laser fluences are required to enable broadband, multichannel detection with acceptable signal-to-noise levels. Under typical experimental conditions, many condensed phase and nanoscale materials exhibit fluence dependent dynamics, including higher order effects such as carrier-carrier annihilation. With the proliferation of commercial laser systems, offering both high repetition rates and high pulse energies, has come new opportunities for high sensitivity pump-probe measurements at low pump fluences. However, experimental considerations needed to fully leverage the statistical advantage of these laser systems has not been fully described. Here we demonstrate a high repetition rate, broadband transient spectrometer capable of multichannel shot-to-shot detection at 90 kHz. Importantly, we find that several high-speed cameras exhibit a time-domain fixed pattern noise resulting from interleaved analog-to-digital converters that is particularly detrimental to the conventional \"ON/OFF\" modulation scheme used in pump-probe spectroscopy. Using a modified modulation and data processing scheme, we achieve a noise level of $10^{-5}$ OD for an integration time of four seconds, an order of magnitude lower than for commercial 1 kHz transient spectrometers. We leverage the high sensitivity of this system to measure the differential transmission of monolayer graphene at low pump fluence. We show that signals on the order of $10^{-6}$ OD can be measured, enabling a new data acquisition regime for low dimensional materials. ",
    "url": "https://arxiv.org/abs/2301.08722",
    "authors": [
      "Siedah J. Hall",
      "Peter J. Budden",
      "Anne Zats",
      "Matthew Y. Sfeir"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2301.07973",
    "title": "Reassessing the problem of time of quantum gravity",
    "abstract": "In this paper I raise a worry about the most extended resolutions of the problem of time of canonical quantizations of general relativity. The reason for this is that these resolutions are based on analogies with deparametrizable models for which the problem can be solved, while I argue in this paper that there are good reasons for doubting about these resolutions when the theory is not deparametrizable, which is the case of general relativity. I introduce an example of a non-deparametrizable model, a double harmonic oscillator system expressed by its Jacobi action, and argue that the problem of time for this model is not solvable, in the sense that its canonical quantization doesn't lead to the quantum theory of two harmonic oscillators and the standard resolutions of the problem of time don't work for this case. I argue that as general relativity is strongly analogous to this model, one should take seriously the view that the canonical quantization of general relativity doesn't lead to a meaningful quantum theory. Finally, I comment that this has an impact on the foundations of different approaches to quantum gravity. ",
    "url": "https://arxiv.org/abs/2301.07973",
    "authors": [
      "Alvaro Mozota Frauca"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08250",
    "title": "Light propagation in Kerr spacetime",
    "abstract": "We explicitly solve the equations for the propagation of an electromagnetic wave up to the subleading order geometric optics expansion in the Kerr spacetime. This is done in two nontrivial steps. We first construct a set of parallel propagated null tetrad in Kerr spacetime. Two of the components of such tetrad give the propagation and polarization of an electromagnetic wave in geometric optics approximation. Then we use the parallel propagated tetrad to solve the modified trajectory equation in Kerr spacetime. We obtain the wavelength-dependent deviation of the trajectory of electromagnetic waves, which gives the mathematical description of the gravitational spin Hall effect in Kerr spacetime. ",
    "url": "https://arxiv.org/abs/2301.08250",
    "authors": [
      "Pravin Kumar Dahal"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.08291",
    "title": "Frequency Domain Multiplexing for MKIDs: Comparing the Xilinx ZCU111  RFSoC with their new 2x2 RFSoC board",
    "abstract": "The Xilinx ZCU111 Radio Frequency System on Chip (RFSoC) is a promising solution for reading out large arrays of microwave kinetic inductance detectors (MKIDs). The board boasts eight on-chip 12-bit / 4.096 GSPS analogue-to-digital converters (ADCs) and eight 14-bit / 6.554 GSPS digital-to-analogue converters (DACs), as well as field programmable gate array (FPGA) resources of 930,000 logic cells and 4,272 digital signal processing (DSP) slices. While this is sufficient data converter bandwidth for the readout of 8,000 MKIDs, with a 2 MHz channel-spacing, and a 1 MHz sampling rate (per channel), additional FPGA resources are needed to perform the DSP needed to process this large number of MKIDs. A solution to this problem is the new Xilinx RFSoC 2x2 board. This board costs only one fifth of the ZCU111 while still providing the same logic resources as the ZCU111, albeit with only a quarter of the data converter resources. Thus, using multiple RFSoC 2x2 boards would provide a better balance between FPGA resources and data converters, allowing the full utilization of the RF bandwidth provided by the data converters, while also lowering the cost per pixel value of the readout system, from approximately EUR2.50 per pixel with the ZCU111, to EUR1 per pixel. ",
    "url": "https://arxiv.org/abs/2301.08291",
    "authors": [
      "Eoin Baldwina",
      "Mario De Lucia",
      "Colm Bracken",
      "Gerhard Ulbricht",
      "Oisin Creaner",
      "Jack Piercy",
      "Tom Ray"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.08444",
    "title": "Extraction of the frequency moments of spectral densities from  imaginary-time correlation function data",
    "abstract": "We introduce an exact framework to compute the positive frequency moments $M^{(\\alpha)}(\\mathbf{q})=\\braket{\\omega^\\alpha}$ of different dynamic properties from imaginary-time quantum Monte Carlo data. As a practical example, we obtain the first five moments of the dynamic structure factor $S(\\mathbf{q},\\omega)$ of the uniform electron gas at the electronic Fermi temperature based on \\emph{ab initio} path integral Monte Carlo simulations. We find excellent agreement with known sum rules for $\\alpha=1,3$, and, to our knowledge, present the first results for $\\alpha=2,4,5$. Our idea can be straightforwardly generalized to other dynamic properties such as the single-particle spectral function $A(\\mathbf{q},\\omega)$, and will be useful for a number of applications, including the study of ultracold atoms, exotic warm dense matter, and condensed matter systems. ",
    "url": "https://arxiv.org/abs/2301.08444",
    "authors": [
      "Tobias Dornheim",
      "Damar C. Wicaksono",
      "Juan E. Suarez-Cardona",
      "Panagiotis Tolias",
      "Maximilian Böhme",
      "Zhandos Moldabekov",
      "Michael Hecht",
      "Jan Vorberger"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08583",
    "title": "qBounce: Systematic shifts of transition frequencies of gravitational  states of ultra-cold neutrons using Ramsey gravity resonance spectroscopy",
    "abstract": "qBounce is using quantum states of ultra-cold neutrons in the gravitational field of the Earth to investigate gravitation in the micrometre range. We present current measurements taken in 2021 at the Institut Laue-Langevin (ILL) to determine energy differences of these states by mechanically induced transitions. This allows a determination of the local acceleration $g$ using a quantum measurement. The data presented here results in $g=9.8120(18) m/s^2$. The classical local value at the experiment is $g_c=9.8049 m/s^2$. We present an analysis of systematic effects that induces shifts of the transition frequency of order 100 mHz. The inferred value for $g$ at the experiment shows a systematic shift of $\\delta g\\approx3.9\\sigma$. ",
    "url": "https://arxiv.org/abs/2301.08583",
    "authors": [
      "Jakob Micko",
      "J. Bosina",
      "S. S. Cranganore",
      "T. Jenke",
      "M. Pitschmann",
      "S. Roccia",
      "R.I.P. Sedmik",
      "H. Abele"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "General Relativity and Quantum Cosmology (gr-qc)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08699",
    "title": "Athermal Phonon Sensors in Searches for Light Dark Matter",
    "abstract": "In recent years, theoretical and experimental interest in dark matter (DM) candidates have shifted focus from primarily Weakly-Interacting Massive Particles (WIMPs) to an entire suite of candidates with masses from the zeV-scale to the PeV-scale to 30 solar masses. One particular recent development has been searches for light dark matter (LDM), which is typically defined as candidates with masses in the range of keV to GeV. In searches for LDM, eV-scale and below detector thresholds are needed to detect the small amount of kinetic energy that is imparted to nuclei in a recoil. One such detector technology that can be applied to LDM searches is that of Transition-Edge Sensors (TESs). Operated at cryogenic temperatures, these sensors can achieve the required thresholds, depending on the optimization of the design. In this thesis, I will motivate the evidence for DM and the various DM candidates beyond the WIMP. I will then detail the basics of TES characterization, expand and apply the concepts to an athermal phonon sensor--based Cryogenic PhotoDetector (CPD), and use this detector to carry out a search for LDM at the surface. The resulting exclusion analysis provides the most stringent limits in DM-nucleon scattering cross section (comparing to contemporary searches) for a cryogenic detector for masses from 93 to 140 MeV, showing the promise of athermal phonon sensors in future LDM searches. Furthermore, unknown excess background signals are observed in this LDM search, for which I rule out various possible sources and motivate stress-related microfractures as an intriguing explanation. Finally, I will shortly discuss the outlook of future searches for LDM for various detection channels beyond nuclear recoils. ",
    "url": "https://arxiv.org/abs/2301.08699",
    "authors": [
      "Samuel L. Watkins"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2301.08725",
    "title": "Using Gamma Functions in the Mathematical Formulation of the Impact  Crater Size-Age Frequency Distribution on Earth and Mars",
    "abstract": "A review of a mathematical formulation that describes the number of impact craters as function of diameter and time of formation is presented, where the use of Gamma functions is emphasized. The application of this formalism for the description of the impact crater data of Planets Earth and Mars is also discussed. ",
    "url": "https://arxiv.org/abs/2301.08725",
    "authors": [
      "William Bruckman"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2203.05577",
    "title": "The role of fluctuations in quantum and classical time crystals",
    "abstract": " Comments: 11 pages, 5 figures ",
    "url": "https://arxiv.org/abs/2203.05577",
    "authors": [
      "Toni L. Heugel",
      "Alexander Eichler",
      "R. Chitra",
      "Oded Zilberberg"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14967",
    "title": "Artificial non-Abelian lattice gauge fields for photons in the synthetic  frequency dimension",
    "abstract": " Title: Artificial non-Abelian lattice gauge fields for photons in the synthetic  frequency dimension ",
    "url": "https://arxiv.org/abs/2208.14967",
    "authors": [
      "Dali Cheng",
      "Kai Wang",
      "Shanhui Fan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2211.12651",
    "title": "Demonstration of Frequency Stability limited by Thermal Fluctuation  Noise in Silicon Nitride Nanomechanical Resonators",
    "abstract": " Title: Demonstration of Frequency Stability limited by Thermal Fluctuation  Noise in Silicon Nitride Nanomechanical Resonators ",
    "url": "https://arxiv.org/abs/2211.12651",
    "authors": [
      "Chang Zhang",
      "Raphael St-Gelais"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08195",
    "title": "Towards Improved Quantum Simulations and Sensing with Trapped 2D Ion  Crystals via Parametric Amplification",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2301.08195",
    "authors": [
      "Matt Affolter",
      "Wenchao Ge",
      "Bryce Bullock",
      "Shaun C. Burd",
      "Kevin A. Gilmore",
      "Jennifer F. Lilieholm",
      "Allison L. Carter",
      "John J. Bollinger"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]