[
  {
    "id": "arXiv:2405.14897",
    "title": "Inverse Radon transforms: analytical and Tikhonov-like regularizations of inversion",
    "abstract": "           We study the influence of analytical regularization used in the generalized function (distribution) space to the Tikhonov regularization procedure utilized in the different versions of Moore-Penrose's inversion. By introducing a new analytical term to the Tikhonov regularization of Moore-Penrose's inversion procedure, we derive new optimization conditions that extend the Tikhonov regularization framework and influence the fitting parameter. This enhancement yields a more robust and accurate reconstruction of physical quantities, demonstrating its potential impact on various studies. We illustrate the significance of new term through schematic examples of physical applications, highlighting its relevance to diverse fields. Our findings provide a valuable tool for improving inversion methods and their applications in physics and beyond.         ",
    "url": "https://arxiv.org/abs/2405.14897",
    "authors": [
      "I.V. Anikin",
      "Xurong Chen"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15017",
    "title": "Kinetic inductance current sensor for visible to near-infrared wavelength transition-edge sensor readout",
    "abstract": "           Single-photon detectors based on the superconducting transition-edge sensor (TES) are used in a number of visible to near-infrared (VNIR) applications, particularly for photon-number-resolving measurements in quantum information science. To be practical for large-scale photonic quantum computing or for future spectroscopic imaging applications in astronomy, the size of VNIR TES arrays must be increased from a few pixels to many thousands. Historically, TES arrays have been read out with multiplexed superconducting quantum interference devices (SQUIDs), but the microsecond-duration pulse signals of VNIR TESs are notoriously difficult to multiplex. In this manuscript, we introduce the kinetic inductance current sensor (KICS), a more readily scalable readout technology that exploits the nonlinear kinetic inductance in a superconducting resonator to make sensitive current measurements. KICS devices can replace SQUIDs for many applications because of their ability to measure fast, high slew-rate signals, their compatibility with standard microwave frequency-division multiplexing techniques, and their relatively simple fabrication. Here, we demonstrate the readout of a VNIR TES using a KICS with $3.7$ $\\text{MHz}$ of bandwidth. We measure a readout noise of $1.4$ $\\text{pA}/\\sqrt{\\text{Hz}}$, considerably below the TES noise at frequencies of interest, and a TES energy resolution of $(0.137 \\pm 0.001)$ $\\text{eV}$ at $0.8$ $\\text{eV}$, comparable to resolutions observed with non-multiplexed SQUID readouts.         ",
    "url": "https://arxiv.org/abs/2405.15017",
    "authors": [
      "Paul Szypryt",
      "Douglas A. Bennett",
      "Ian Fogarty Florang",
      "Joseph W. Fowler",
      "Andrea Giachero",
      "Ruslan Hummatov",
      "Adriana E. Lita",
      "John A. B. Mates",
      "Sae Woo Nam",
      "Galen C. O'Neil",
      "Daniel S. Swetz",
      "Joel N. Ullom",
      "Michael R. Vissers",
      "Jordan Wheeler",
      "Jiansong Gao"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.15121",
    "title": "Two-octave frequency combs from all-silica-fiber implementation",
    "abstract": "           Mid-infrared frequency comb spectroscopy enables measurement of molecular at megahertz spectral resolution, sub-hertz frequency accuracy and microsecond acquisition speed. However, the widespread adoption of this technique has been hindered by the complexity and alignment sensitivity of mid-infrared frequency comb sources. Leveraging the underexplored mid-infrared window of silica fibers presents a promising approach to address these challenges. In this study, we present the first experimental demonstration and quantitative numerical description of mid-infrared frequency comb generation in silica fibers. Our all-silica-fiber frequency comb spans over two octaves (0.8 $\\mu$m to 3.5 $\\mu$m) with a power output of 100 mW in the mid-infrared region. The amplified quantum noise is suppressed using four-cycle (25 fs) driving pulses, with the carrier-envelope offset frequency exhibiting a signal-to-noise ratio of 40 dB and a free-running bandwidth of 90 kHz. Our developed model provides quantitative guidelines for mid-infrared frequency comb generation in silica fibers, enabling all-fiber frequency comb spectroscopy in diverse fields such as organic synthesis, pharmacokinetics processes, and environmental monitoring.         ",
    "url": "https://arxiv.org/abs/2405.15121",
    "authors": [
      "Yanyan Zhang",
      "Mingkun Li",
      "Pan Zhang",
      "Yueqing Du",
      "Shibang Ma",
      "Yuanshan Liu",
      "Sida Xing",
      "Shougang Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.15323",
    "title": "Laser-cluster interaction in an external magnetic field: the effect of laser polarization",
    "abstract": "           Collisionless absorption of laser energy by an electron via laser-cluster interaction in an ambient magnetic field ($B_0$) has recently renewed interest. %due to high levels of absorption. Previously, using a rigid sphere model (RSM) and an extensive particle-in-cell (PIC) simulation with linearly polarized (LP) laser light, we have shown that an auxiliary field $B_0$ in a transverse direction to the laser polarization significantly enhances the laser absorption [Scientific Reports {\\bf 12}, 11256 (2022)]. In this LP case, the average energy ($\\mathcal{E}_A$) of an electron rises near $30-70$ times of its ponderomotive energy ($U_p$). The two-stage laser absorption by cluster electrons has been attributed via anharmonic resonance (AHR) followed by electron-cyclotron resonance (ECR) satisfying the improved phase-matching and frequency-matching conditions simultaneously. %Again, we report the narrow cone-like propagation of these %energetic electron bunches as a weakly relativistic electron beam with an %angular spread $\\Delta\\theta<5^{\\circ}$. %Also, we highlight the effect of bigger cluster sizes on the energy and %angular spread of these electrons. In the present work, we study the effect of circularly polarized (CP) laser fields on the cluster-electron dynamics considering left/right circular polarizations with an ambient $B_0$. %, energy distribution, and..         ",
    "url": "https://arxiv.org/abs/2405.15323",
    "authors": [
      "Kalyani Swain",
      "Mrityunjay Kundu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15462",
    "title": "Sub-20 kHz low frequency noise near ultraviolet miniature external cavity laser diode",
    "abstract": "           We present a compact InGaN fiber Bragg grating (FBG) semiconductor laser diode operating below 400 nm in the single-mode emission regime. This compact coherent laser source exhibits an intrinsic linewidth of 14 kHz in the near-UV range and a side-mode suppression ratio reaching up to 40 dB accompanied by a mW-level output power. Furthermore, the properties of the FBG, including its central wavelength, bandwidth, and reflectivity, can be readily customized to fulfill specific requirements. As a result, the small footprint design of this laser is compatible with integration into a standard butterfly package to ease the lab-to-market technology transfer. The combination of low frequency noise and fibered output signal positions these FBG laser systems as strong candidates for hybridization with integrated photonic platforms tailored for quantum information processing and metrology.         ",
    "url": "https://arxiv.org/abs/2405.15462",
    "authors": [
      "R Kervazo",
      "A Congar",
      "G Perin",
      "L Lablonde",
      "R Butté",
      "N Grandjean",
      "L Bodiou",
      "J Charrier",
      "S Trebaol"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2405.15024",
    "title": "The 18 May 2024 superbolide over the Iberian Peninsula: USG space sensors and ground-based independent observations",
    "abstract": "           On 18 May 2024, a superbolide traversed the western part of the Iberian Peninsula, culminating its flight over the Atlantic Ocean and generating significant media attention. This event was caused by a weak carbonaceous meteoroid of 93.0$\\pm$0.8 cm, with a density of 1613$\\pm$12 kg\\,m$^{-3}$, entering the atmosphere at 40.1$\\pm$0.4 km\\,s$^{-1}$ with an angle of 10.93$\\pm$0.02$^\\circ$. The luminous phase started at 137.88$\\pm$0.05 km and ended at an altitude of 53.78$\\pm$0.07 km. The meteoroid's heliocentric orbit was characterized by an inclination of 14.42$\\pm$0.23$^\\circ$, a high eccentricity of 0.950$\\pm$0.004, a semi-major axis of 2.31$\\pm$0.13 au, and a notably short perihelion distance of 0.116$\\pm$0.003 au. The superbolide was recorded by multiple ground-based stations of the Spanish Meteor Network (SPMN), the European Space Agency (ESA), and the U.S. Government (USG) space sensors. Our analysis shows a good agreement with the radiant and velocity data reported by the Center for Near-Earth Object Studies (CNEOS), with a deviation of 1.6$^\\circ$ and -0.4 km\\,s$^{-1}$, respectively. Due to the absence of observable deceleration, we successfully reconciled satellite radiometric data with a purely dynamic atmospheric flight model, constraining the meteoroid's mass and coherently fitting its velocity profile.         ",
    "url": "https://arxiv.org/abs/2405.15024",
    "authors": [
      "Eloy Peña-Asensio",
      "Pau Grèbol-Tomàs",
      "Josep M. Trigo-Rodríguez",
      "Pablo Ramírez-Moreta",
      "Rainer Kresken"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15098",
    "title": "Magnetic Resonance Image Processing Transformer for General Reconstruction",
    "abstract": "           Purpose: To develop and evaluate a deep learning model for general accelerated MRI reconstruction. Materials and Methods: This retrospective study built a magnetic resonance image processing transformer (MR-IPT) which includes multi-head-tails and a single shared window transformer main body. Three mutations of MR-IPT with different transformer structures were implemented to guide the design of our MR-IPT model. Pre-trained on the MRI set of RadImageNet including 672675 images with multiple anatomy categories, the model was further migrated and evaluated on fastMRI knee dataset with 25012 images for downstream reconstruction tasks. We performed comparison studies with three CNN-based conventional networks in zero- and few-shot learning scenarios. Transfer learning process was conducted on both MR-IPT and CNN networks to further validate the generalizability of MR-IPT. To study the model performance stability, we evaluated our model with various downstream dataset sizes ranging from 10 to 2500 images. Result: The MR-IPT model provided superior performance in multiple downstream tasks compared to conventional CNN networks. MR-IPT achieved a PSNR/SSIM of 26.521/0.6102 (4-fold) and 24.861/0.4996 (8-fold) in 10-epoch learning, surpassing UNet128 at 25.056/0.5832 (4-fold) and 22.984/0.4637 (8-fold). With the same large-scale pre-training, MR-IPT provided a 5% performance boost compared to UNet128 in zero-shot learning in 8-fold and 3% in 4-fold. Conclusion: MR-IPT framework benefits from its transformer-based structure and large-scale pre-training and can serve as a solid backbone in other downstream tasks with zero- and few-shot learning.         ",
    "url": "https://arxiv.org/abs/2405.15098",
    "authors": [
      "Guoyao Shen",
      "Mengyu Li",
      "Stephan Anderson",
      "Chad W. Farris",
      "Xin Zhang"
    ],
    "subjectives": [
      "Image and Video Processing (eess.IV)",
      "Computer Vision and Pattern Recognition (cs.CV)",
      "Machine Learning (cs.LG)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15422",
    "title": "Quantum-centric strong and dynamical electron correlation: A resource-efficient second-order $N$-electron valence perturbation theory formulation for near-term quantum devices",
    "abstract": "           We present a measurement-cost efficient implementation of Strongly-Contracted $N$-Electron Valence Perturbation Theory (SC-NEVPT2) for use on near-term quantum devices. At the heart of our algorithm we exploit the properties of adaptive Informationally Complete positive operator valued measures (IC-POVMs) to recycle the measurement outcomes from a ground state energy estimation on a quantum device to reconstruct the matrix elements of the three- and four-body reduced density matrices for use in a subsequent CPU-driven NEVPT2 calculation. The proposed scheme is capable of producing results in good agreement with corresponding conventional NEVPT2 simulations, while significantly reducing the cost of quantum measurements and allowing for embarrassingly parallel estimations of higher-order RDMs in classical post-processing. Our scheme shows favourable scaling of the total number of shots with respect to system size. This paves the way for routine inclusion of dynamic electron correlation effects in hybrid quantum-classical computing pipelines.         ",
    "url": "https://arxiv.org/abs/2405.15422",
    "authors": [
      "Aaron Fitzpatrick",
      "N.Walter Talarico",
      "Roberto Di Remigio Eikås",
      "Stefan Knecht"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15617",
    "title": "Inductive detection of inverse spin-orbit torques in magnetic heterostructures",
    "abstract": "           The manipulation of magnetization via Magnetic torques is one of the most important phenomena in spintronics. In thin films, conventionally, a charge current flowing in a heavy metal is used to generate transverse spin currents and to exert torques on the magnetization of an adjacent ferromagnetic thin film layer. Here, in contrast to the typically employed heavy metals, we study spin-to-charge conversion in ferromagnetic heterostructures with large spin-orbit interaction that function as the torque-generating layers. In particular, we chose perpendicular magnetic anisotropy (PMA) multilayers [Co/Ni] and [Co/Pt] as the torque-generating layers and drive magnetization dynamics in metallic ferromagnetic thin film $\\mathrm{Co_{20}Fe_{60}B_{20}}$ (CoFeB) layers with in-plane magnetic anisotropy (IMA). We investigate the spin dynamics driven by spin-orbit torque (SOT) and the concomitant charge current generation by the inverse SOT process using an inductive technique based on a vector network analyzer. In our experimental findings, we find that the SOTs generated by our multilayers are of a magnitude comparable to those produced by Pt, consistent with first-principles calculations. Furthermore, we noted a significant correlation between the SOT and the thickness of the CoFeB layer.         ",
    "url": "https://arxiv.org/abs/2405.15617",
    "authors": [
      "Misbah Yaqoob",
      "Fabian Kammerbauer",
      "Tom G. Saunderson",
      "Vitaliy I. Vasyuchka",
      "Dongwook Go",
      "Hassan Al-Hamdo",
      "Gerhard Jakob",
      "Yuriy Mokrousov",
      "Mathias Kläui",
      "Mathias Weiler"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15704",
    "title": "Quantum nondemolition measurement operator with spontaneous emission",
    "abstract": "           We present a theory for quantum nondemolition (QND) measurements of an atomic ensemble in the presence of spontaneous emission. We derive the master equation that governs the evolution of the ground state of the atoms and the quantum state of light. Solving the master equation exactly without invoking the Holstein-Primakoff approximation and projecting out the quantum state of light, we derive a positive operator-valued measure that describes the QND measurement. We show that at high spontaneous emission conditions, the QND measurement has a unique dominant state to which the measurement collapses. We additionally investigate the behavior of the QND measurement in the limiting case of strong atom-light interactions, where we show that the positive operator valued measure becomes a projection operator. We further analyze the effect of spontaneous emission noise on atomic state preparation. We find that it limits the width of the eigenvalue spectrum available to a quantum state in a linear superposition. This effect leads to state collapse on the dominant state. We generate various non-classical states of the atom by tuning the atom-light interaction strength. We find that non-classical states such as the Schrödinger-cat state, whose coherence spans the entire eigenvalue spectrum of the total spin operator $J_z$ for a given spin eigenvalue $J$, lose their coherence because spontaneous emission limits the accessibility of states farther away from the dominant state.         ",
    "url": "https://arxiv.org/abs/2405.15704",
    "authors": [
      "Ebubechukwu O. Ilo-Okeke",
      "Tim Byrnes"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13924",
    "title": "Periodic Korteweg-de Vries soliton potentials generate magnetic field strength with excellent quasisymmetry",
    "abstract": "           Quasisymmetry (QS) is a hidden symmetry of the magnetic field strength, $B$, that confines charged particles effectively in a three-dimensional toroidal plasma equilibrium. Here, we show that QS has a deep connection to the underlying symmetry that makes solitons possible. Our approach uncovers a hidden lower dimensionality of $B$ on a magnetic flux surface, which could make stellarator optimization schemes significantly more efficient. Recent numerical breakthroughs have yielded configurations with excellent volumetric QS and surprisingly low magnetic shear. Our approach elucidates why the magnetic shear is low in these configurations. Furthermore, we deduce an upper bound on the maximum toroidal volume that can be quasisymmetric and verify it for the Landreman-Paul precise quasiaxisymmetric (QA) stellarator configuration. In the neighborhood of the outermost surface, we show that the B approaches the form of the 1-soliton reflectionless potential. We present three independent approaches to demonstrate that quasisymmetric $B$ is described by well-known integrable systems such as the Korteweg-de Vries (KdV) equation. The first approach is weakly nonlinear multiscale perturbation theory, which highlights the crucial role that magnetic shear plays in QS. We show that the overdetermined problem of finding quasisymmetric vacuum fields admits solutions for which the rotational transform is not free but highly constrained. We obtain the KdV equation (and, more specifically, Gardner's equation for certain choices of parameters). Our second approach is non-perturbative and based on ensuring single-valuedness of $B$, which directly leads to its Painlevé property shared by the KdV equation. Our third approach uses machine learning, trained on a large dataset of numerically optimized quasisymmetric stellarators. We robustly recover the KdV (and Gardner's) equation from the data.         ",
    "url": "https://arxiv.org/abs/2302.13924",
    "authors": [
      "W. Sengupta",
      "N. Nikulsin",
      "S. Buller",
      "R. Madan",
      "E.J. Paul",
      "R. Nies",
      "A.A. Kaptanoglu",
      "S.R.Hudson",
      "A. Bhattacharjee"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2310.03679",
    "title": "Role of Spatial Coherence in Diffractive Optical Neural Networks",
    "abstract": "           Diffractive optical neural networks (DONNs) have emerged as a promising optical hardware platform for ultra-fast and energy-efficient signal processing for machine learning tasks, particularly in computer vision. Previous experimental demonstrations of DONNs have only been performed using coherent light. However, many real-world DONN applications require consideration of the spatial coherence properties of the optical signals. Here, we study the role of spatial coherence in DONN operation and performance. We propose a numerical approach to efficiently simulate DONNs under incoherent and partially coherent input illumination and discuss the corresponding computational complexity. As a demonstration, we train and evaluate simulated DONNs on the MNIST dataset of handwritten digits to process light with varying spatial coherence.         ",
    "url": "https://arxiv.org/abs/2310.03679",
    "authors": [
      "Matthew J. Filipovich",
      "Aleksei Malyshev",
      "A. I. Lvovsky"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2310.04219",
    "title": "Control of the local photonic density of states above magneto-optical metamaterials",
    "abstract": "           The local density of states (LDOS) of electromagnetic field drives many basic processes associated to light-matter interaction such as the thermal emission of object, the spontaneous emission of quantum systems or the fluctuation-induced electromagnetic forces on molecules. Here, we study the LDOS in the close vicinity of magneto-optical metamaterials under the action of an external magnetic field and demonstrate that it can be efficiently changed in a narrow or a broad spectral range simply by changing the spatial orientation or the magnitude of this field. This result paves the way for an active control of the photonic density of states at deep-subwavelength scale.         ",
    "url": "https://arxiv.org/abs/2310.04219",
    "authors": [
      "Philippe Ben-Abdallah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2403.04332",
    "title": "A new metric for the comparison of permittivity models in terahertz time-domain spectroscopy",
    "abstract": "           We present a robust method, as well as a new metric, for the comparison of permittivity models in terahertz timedomain spectroscopy (THz-TDS). In this work, we perform an extensive noise analysis of a THz-TDS system, we remove and model the unwanted deterministic noises and implement them into our fitting process. This is done using our open-source software, Fit@TDS, available at : this https URL. This work is the first step towards the derivation of uncertainties, and therefore the use of error bars. We hope that this will lead to performing analytical analysis with THz-TDS, as results obtained from different setups will be comparable. Finally, we apply this protocol to the study of a $\\alpha$-lactose monohydrate pellet in order to give more insight on the molecular dynamics behind the absorption peaks. The comparison with simulation results is made easier thanks to the probabilities derived from the metric.         ",
    "url": "https://arxiv.org/abs/2403.04332",
    "authors": [
      "Romain Peretti",
      "Mélanie Lavancier",
      "Nabil Vindas-Yassine",
      "Juliette Vlieghe",
      "Theo Hannotte",
      "Jean-Francois Lampin",
      "François Orieux"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.03093",
    "title": "Unified laser stabilization and isolation on a silicon chip",
    "abstract": "           Rapid progress in photonics has led to an explosion of integrated devices that promise to deliver the same performance as table-top technology at the nanoscale; heralding the next generation of optical communications, sensing and metrology, and quantum technologies. However, the challenge of co-integrating the multiple components of high-performance laser systems has left application of these nanoscale devices thwarted by bulky laser sources that are orders of magnitude larger than the devices themselves. Here we show that the two main ingredients for high-performance lasers -- noise reduction and isolation -- currently requiring serial combination of incompatible technologies, can be sourced simultaneously from a single, passive, CMOS-compatible nanophotonic device. To do this, we take advantage of both the long photon lifetime and the nonreciprocal Kerr nonlinearity of a high quality factor silicon nitride ring resonator to self-injection lock a semiconductor laser chip while also providing isolation. Additionally, we identify a previously unappreciated power regime limitation of current on-chip laser architectures which our system overcomes. Using our device, which we term a unified laser stabilizer, we demonstrate an on-chip integrated laser system with built-in isolation and noise reduction that operates with turnkey reliability. This approach departs from efforts to directly miniaturize and integrate traditional laser system components and serves to bridge the gap to fully integrated optical technologies.         ",
    "url": "https://arxiv.org/abs/2404.03093",
    "authors": [
      "Alexander D. White",
      "Geun Ho Ahn",
      "Richard Luhtaru",
      "Joel Guo",
      "Theodore J. Morin",
      "Abhi Saxena",
      "Lin Chang",
      "Arka Majumdar",
      "Kasper Van Gasse",
      "John E. Bowers",
      "Jelena Vučković"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2304.02515",
    "title": "High-throughput quantum photonic devices emitting indistinguishable photons in the telecom C-band",
    "abstract": "           Single indistinguishable photons at telecom C-band wavelengths are essential for quantum networks and the future quantum internet. However, high-throughput technology for single-photon generation at 1550 nm remained a missing building block to overcome present limitations in quantum communication and information technologies. Here, we demonstrate the high-throughput fabrication of quantum-photonic integrated devices operating at C-band wavelengths based on epitaxial semiconductor quantum dots. Our technique enables the deterministic integration of single pre-selected quantum emitters into microcavities based on circular Bragg gratings. Respective devices feature the triggered generation of single photons with ultra-high purity and record-high photon indistinguishability. Further improvements in yield and coherence properties will pave the way for implementing single-photon non-linear devices and advanced quantum networks at telecom wavelengths.         ",
    "url": "https://arxiv.org/abs/2304.02515",
    "authors": [
      "Paweł Holewa",
      "Daniel A. Vajner",
      "Emilia Zięba-Ostój",
      "Maja Wasiluk",
      "Benedek Gaál",
      "Aurimas Sakanas",
      "Marek Burakowski",
      "Paweł Mrowiński",
      "Bartosz Krajnik",
      "Meng Xiong",
      "Kresten Yvind",
      "Niels Gregersen",
      "Anna Musiał",
      "Alexander Huck",
      "Tobias Heindel",
      "Marcin Syperek",
      "Elizaveta Semenova"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2401.02280",
    "title": "Nonreciprocal entanglement in cavity magnomechanics exploiting chiral cavity-magnon coupling",
    "abstract": "           We show how to achieve nonreciprocal quantum entanglement in a cavity magnomechanical system by exploiting the chiral cavity-magnon coupling. The system consists of a magnon mode, a mechanical vibration mode, and two degenerate counter-propagating microwave cavity modes in a torus-shaped cavity. We show that nonreciprocal stationary microwave-magnon and -phonon bipartite entanglements and photon-magnon-phonon tripartite entanglement can be achieved by respectively driving different circulating cavity modes that hold a chiral coupling to the magnon mode. The nonreciprocal entanglements are shown to be robust against various experimental imperfections. We specifically show how such nonreciprocal entanglement can realize the channel multiplexing quantum teleportation. The work may find promising applications of the cavity magnomechanical systems in noise-tolerant quantum processing, channel multiplexing quantum teleportation, and chiral magnonic quantum networks.         ",
    "url": "https://arxiv.org/abs/2401.02280",
    "authors": [
      "Zhi-Yuan Fan",
      "Xuan Zuo",
      "Hao-Tian Li",
      "Jie Li"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2402.09423",
    "title": "Online Mean Estimation for Multi-frame Optical Fiber Signals On Highways",
    "abstract": "           In the era of Big Data, prompt analysis and processing of data sets is critical. Meanwhile, statistical methods provide key tools and techniques to extract valuable insights and knowledge from complex data sets. This paper creatively applies statistical methods to the field of traffic, particularly focusing on the preprocessing of multi-frame signals obtained by optical fiber-based Distributed Acoustic Sensing (DAS) system. An online non-parametric regression model based on Local Polynomial Regression (LPR) and variable bandwidth selection is employed to dynamically update the estimation of mean function as signals flow in. This mean estimation method can derive average information of multi-frame fiber signals, thus providing the basis for the subsequent vehicle trajectory extraction algorithms. To further evaluate the effectiveness of the proposed method, comparison experiments were conducted under real highway scenarios, showing that our approach not only deals with multi-frame signals more accurately than the classical filter-based Kalman and Wavelet methods, but also meets the needs better under the condition of saving memory and rapid responses. It provides a new reliable means for signal processing which can be integrated with other existing methods.         ",
    "url": "https://arxiv.org/abs/2402.09423",
    "authors": [
      "Linlin Wang",
      "Mingxue Quan",
      "Wei Wang",
      "Dezhao Wang",
      "Shanwen Wang"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2405.13689",
    "title": "Stabilizing classical accelerometers and gyroscopes with a quantum inertial sensor",
    "abstract": "           Accurate measurement of inertial quantities is essential in geophysics, geodesy, fundamental physics and navigation. For instance, inertial navigation systems require stable inertial sensors to compute the position and attitude of the carrier. Here, we present the first hybridized cold-atom inertial sensor based on matter wave interferometry where the atomic measurements are used to correct the drift and bias of both an accelerometer and a gyroscope at the same time. We achieve respective bias stabilities of $7 \\times 10^{-7}$ m/s$^2$ and $4 \\times 10^{-7}$ rad/s after two days of integration, corresponding to a 100-fold and 3-fold increase on the stability of the hybridized sensor compared to the force-balanced accelerometer and Coriolis vibrating gyroscope operated alone. The instrument has been operated under up to 100-times the Earth rotation rate. Compared to state-of-the-art atomic gyroscope, the simplicity and scalability of our architecture make it easily extendable to a compact full six-axis inertial measurement unit, providing a pathway towards autonomous positioning and orientation using cold-atom sensors.         ",
    "url": "https://arxiv.org/abs/2405.13689",
    "authors": [
      "Clément Salducci",
      "Yannick Bidel",
      "Malo Cadoret",
      "Sarah Darmon",
      "Nassim Zahzam",
      "Alexis Bonnin",
      "Sylvain Schwartz",
      "Cédric Blanchard",
      "Alexandre Bresson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Accelerator Physics (physics.acc-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]