[
  {
    "id": "arXiv:2505.07904",
    "title": "Predicting the optical properties of organometallic nanoparticles with a scale-bridging method: The importance of the embedding",
    "abstract": "           It remains a prime question of how to describe the optical properties of large molecular clusters accurately. Quantum chemical methods capture essential electronic details but are infeasible for entire clusters, while optical simulations handle cluster-scale effects but miss crucial quantum effects. To overcome such limitations, we apply here a multi-scale modeling approach, combining precise quantum chemistry calculations with Maxwell scattering simulations, to study the linear and nonlinear optical response of finite-size supramolecular gold-cysteine nanoparticles dispersed in water. In this approach, every molecular unit that forms the cluster is represented by a polarizability and a hyperpolarizability, and the overall response is obtained from solving an optical multiple scattering problem. We particularly demonstrate how important it is to accurately consider the environment of the individual molecular units when computing their polarizability and hyperpolarizability. In our quantum chemical simulations, we do so at the level of a static partial charge field that represents the presence of other molecular units. Without correctly considering these effects of the embedding, predictions would deviate from experimental observations even qualitatively. Our findings pave the way for more accurate predictions of the optical response of complex molecular systems, which is crucial for advancing applications in nanophotonics, biosensing, and molecular optoelectronics.         ",
    "url": "https://arxiv.org/abs/2505.07904",
    "authors": [
      "Mariia Poleva",
      "Benedikt Zerulla",
      "Christof Holzer",
      "Vlasta Bonačić-Koutecký",
      "Anna Pniakowska",
      "Joanna Olesiak-Banska",
      "Rodolphe Antoine",
      "Ivan Fernandez-Corbaton",
      "Carsten Rockstuhl",
      "Marjan Krstić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.07905",
    "title": "Quantum superposition principle reformulation and collapse of wave function explanation",
    "abstract": "           The quantum superposition principle is reexamined and reformulated based on the adiabatic theorem of quantum mechanics, nonadiabatic dressed states and experimental evidences. The collapse of the wave function and the quantum measurement problem are explained within the reformulated quantum superposition principle.         ",
    "url": "https://arxiv.org/abs/2505.07905",
    "authors": [
      "I. G. Koprinkov"
    ],
    "subjectives": [
      "General Physics (physics.gen-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08156",
    "title": "Resonance phenomena of thermo-bioconvection generated by chemotactic bacteria under unsteady heat condition",
    "abstract": "           Bioconvection is a phenomenon caused by microorganisms with tactic properties. To effectively utilize bioconvection for industrial purposes, it is necessary to find a way to control it. In this study, we performed a three-dimensional numerical analysis of thermo-bioconvection generated by a suspension of chemotactic bacteria under unsteady heating conditions at the bottom. Under unsteady heating conditions, thermal convection and bioconvection coexist, and unsteady thermo-bioconvection occurs around plumes. When the frequency of the temperature fluctuation is low, thermo-bioconvection follows the temperature fluctuation. However, as the frequency increases, the ability of thermo-bioconvection to follow the temperature fluctuation deteriorates. A resonance phenomenon occurs at the frequency where the instability of the suspension owing to the density difference between the bacteria and water is maintained and where thermo-bioconvection can follow temperature fluctuations. At the resonance frequency, the transport characteristics of bacteria and oxygen throughout the entire region within the suspension improve significantly. As the amplitude of temperature fluctuations and thermal Rayleigh number increase, the interference between thermal convection and bioconvection intensifies, leading to a noticeable improvement in transport characteristics owing to the resonance phenomenon. At this time, the amplitude of temperature fluctuations and thermal Rayleigh number do not almost affect the resonance frequency. This study demonstrated the possibility of thermal control of transport properties in bioconvection.         ",
    "url": "https://arxiv.org/abs/2505.08156",
    "authors": [
      "Hideki Yanaoka",
      "Daichi Koizumi"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08172",
    "title": "Measurement of Multilayer Coating Thickness on Interwoven Carbon-Fiber-Reinforced Polymers Using the Terahertz PHASR Scanner",
    "abstract": "           Coating thickness measurement and inspection of defects beneath optically opaque surfaces are among the most promising commercial applications of the terahertz (THz) imaging technology. However, there are two main sources of complexity in THz spectral measurements that have resulted in reduced accuracy and high uncertainty in the determination of coating thicknesses. These factors include: 1. The need for \\textit{a priori} knowledge of the complex index of refraction of each coating layer, and 2. The complex and polarization-sensitive reflectivity of samples with carbon-fiber-reinforced polymer (CFRP) substrates. In this paper, we propose a combined hardware and software solution to address these two limitations. We employ the polarimetric version of our Portable HAndheld Spectral Reflection (PHASR) Scanner and use a novel training model on time-of-flight measurements obtained by sparse deconvolution of the THz time-domain pulses. Our method does not depend on separate measurement of the index of refraction of the coating layers; rather, it relies on a physics-based linear model, trained using a small subset of the sample data. We show that thickness measurements with mean square error of about 10 $\\mu$m and accuracy of more than 92\\% can be achieved when the useful bandwidth of the scanner is limited to about 1.5 THz using photoconductive antenna emitters and detectors. We show that the anisotropic response of the carbon fiber bundles and the weave pattern structure of the substrate can significantly influence the accuracy of the coating measurement, and therefore a polarimetric imaging approach should be used for inspection of similar samples.         ",
    "url": "https://arxiv.org/abs/2505.08172",
    "authors": [
      "Arash Karimi",
      "Zachery B. Harris",
      "Erica Heller",
      "Paul Vahey",
      "M. Hassan Arbab"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.08195",
    "title": "Aitomia: Your Intelligent Assistant for AI-Driven Atomistic and Quantum Chemical Simulations",
    "abstract": "           We have developed Aitomia - a platform powered by AI to assist in performing AI-driven atomistic and quantum chemical (QC) simulations. This intelligent assistant platform is equipped with chatbots and AI agents to help experts and guide non-experts in setting up and running the atomistic simulations, monitoring their computation status, analyzing the simulation results, and summarizing them for the user in text and graphical forms. We achieve these goals by exploiting fine-tuned open-source large language models (LLMs), rule-based agents, and a retrieval-augmented generation (RAG) system. Aitomia leverages the versatility of our MLatom ecosystem for AI-enhanced computational chemistry. This intelligent assistant is going to be integrated into the Aitomistic Hub and XACS online computing services, with some functionality already publicly available as described at this http URL. Aitomia is expected to lower the barrier to performing atomistic simulations, accelerating research and development in the relevant fields.         ",
    "url": "https://arxiv.org/abs/2505.08195",
    "authors": [
      "Jinming Hu",
      "Hassan Nawaz",
      "Yuting Rui",
      "Lijie Chi",
      "Arif Ullah",
      "Pavlo O. Dral"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Artificial Intelligence (cs.AI)",
      "Machine Learning (cs.LG)",
      "Multiagent Systems (cs.MA)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08289",
    "title": "Nonlinear optical response in kagome lattice with inversion symmetry breaking",
    "abstract": "           The kagome lattice is a fundamental model structure in condensed matter physics and materials science featuring symmetry-protected flat bands, saddle points, and Dirac points. This structure has emerged as an ideal platform for exploring various quantum physics. By combining effective model analysis and first-principles calculations, we propose that the synergy among inversion symmetry breaking, flat bands, and saddle point-related van Hove singularities within the kagome lattice holds significant potential for generating strong second-order nonlinear optical response. This property provides an inspiring insight into the practical application of the kagome-like materials, which is helpful for a comprehensive understanding of kagome lattice-related physics. Moreover, this work offers an alternative approach for designing materials with strong a second-order nonlinear optical response.         ",
    "url": "https://arxiv.org/abs/2505.08289",
    "authors": [
      "Xiangyang Liu",
      "Junwen Lai",
      "Jie Zhan",
      "Tianye Yu",
      "Peitao Liu",
      "Seiji Yunoki",
      "Xing-Qiu Chen",
      "Yan Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2505.08335",
    "title": "Uncertainty-aware Frequency-domain Acoustic Full Waveform Inversion Using Gaussian Random Fields and Ensemble Kalman Inversion",
    "abstract": "           In recent years, uncertainty-aware full waveform inversion (FWI) has received increasing attention, with a growing emphasis on producing informative uncertainty estimates alongside inversion results. Bayesian inference methods--particularly Monte Carlo-based approaches--have been widely employed to quantify uncertainty. However, these techniques often require extensive posterior sampling, resulting in high computational costs. To address this challenge and enable efficient uncertainty quantification in FWI, we introduce an uncertainty-aware FWI framework--EKI-GRFs-FWI--that integrates Gaussian random fields (GRFs) with the ensemble Kalman inversion (EKI) algorithm. This approach jointly infers subsurface velocity fields and provides reliable uncertainty estimates in a computationally efficient manner. The EKI algorithm leverages a derivative-free update mechanism and employs effective stopping criteria to ensure rapid convergence, making it suitable for large-scale inverse problems. Meanwhile, GRFs incorporate prior knowledge of spatial smoothness and correlation length scales, enabling the generation of physically plausible initial ensembles for EKI. Numerical results demonstrate that EKI-GRFs-FWI yields reasonably accurate velocity reconstructions while delivering informative uncertainty estimates.         ",
    "url": "https://arxiv.org/abs/2505.08335",
    "authors": [
      "Yunduo Li",
      "Yijie Zhang",
      "Xueyu Zhu",
      "Jinghuai Gao"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08400",
    "title": "A Fourier finite volume approach for the optical inverse problem of quantitative photoacoustic tomography",
    "abstract": "           A new approach for solving the optical inverse problem of quantitative photoacoustic tomography is introduced, which interpolates between the well-known diffusion approximation and a radiative transfer equation based model. The proposed formulation combines a spatial finite volume scheme with a truncated Fourier expansion in the direction variable for the radiative transfer equation. The finite volume scheme provides a natural and simple approach for representing piecewise constant image data modelled using transport equations. The truncated Fourier expansion in the direction variable facilitates the interpolation between the diffusion approximation at low order, and the full radiative transfer model as the truncation limit $N\\rightarrow\\infty$. It is therefore possible to tune the precision of the model to the demands of the imaging application, taking $N=1$ for cases when the diffusion approximation would suffice and increasing the number of terms otherwise. We will then utilise the non-linear optimisation functionality of Matlab to address the corresponding large-scale nonlinear inverse problem using gradient based quasi-Newton minimisation via the limited memory Broyden-Fletcher-Goldfarb-Shanno algorithm. Numerical experiments for two test-cases of increasing complexity and resolution will be presented, and the effect of logarithmically rescaling the problem data on the accuracy of the reconstructed solutions will be investigated. We will focus on cases where the diffusion approximation is not sufficient to demonstrate that our approach can provide significant accuracy gains with only a modest increase in the number of Fourier terms included.         ",
    "url": "https://arxiv.org/abs/2505.08400",
    "authors": [
      "David J. Chappell"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Numerical Analysis (math.NA)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08420",
    "title": "Improved ion bunch quality of conical target irradiated by ultra-intense and ultra-short laser",
    "abstract": "           We conduct particle-in-cell simulations to estimate the effects of circularly and linearly polarized SEL 100 PW lasers on flat Th targets with thicknesses of 50 nm, 100 nm and 250 nm, as well as easy to manufacture conical Th targets with angularity either on the left or right. As the thickness of the three types of targets increases and under the same polarized laser, the average energy, maximum energy and energy conversion efficiency of Th ions decrease as it is well-known, and except for the circularly polarized laser hit on the conical target with angularity on the left, the Th ion beam emittance also decreases, while its beam intensity increases conversely. The linearly polarized laser, compared to the circularly polarized laser with the same laser intensity, exhibits higher beam intensity, beam emittance and energy conversion efficiency for the same type and thickness of Th target. The conical Th target with angularity on the left and intermediate thickness, compared to the flat target and conical target with angularity on the right of the same thickness, possesses both higher ion average energy up to 7 GeV and virtually the same beam intensity up to 0.8 MA under the linearly polarized laser. The results lead us to an easier way of controlling laser-accelerated high-quality heavy ion beam by switching to an optimal laser-target configuration scheme, which may enable the synthesis of superheavy nuclei in a high-temperature and high-density extreme plasma environment in astronuclear physics.         ",
    "url": "https://arxiv.org/abs/2505.08420",
    "authors": [
      "Wan-Qing Su",
      "Xi-Guang Cao",
      "Chun-Wang Ma",
      "Guo-Qiang Zhang",
      "Hui-Ling Wei",
      "Yu-Ting Wang",
      "Chun-Yuan Qiao",
      "Jie Pu",
      "Kai-Xuan Cheng",
      "Ya-Fei Guo"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2505.08484",
    "title": "Reconstructing the Antikythera Mechanism s Central Front dial parts Division and Placement of the Zodiac Dial ring",
    "abstract": "           In this paper we analyze, discuss and present the design of the Antikythera Mechanism s central front parts. Based on the aligned and of same scale visual images of Fragment C front/back face and the X-ray CT scacs, we designed and reconstructed in bronze, the four independent parts comprising the central front dial. We then correlated the zodiac dial ring with 365 equal subdivisions-days and we investigated the number of days per astronomical season and per zodiac month. Then, we adopted a specific number of equal subdivisions/days per each zodiac month and we engraved these on the bronze zodiac month ring. The different number of days per zodiac month created 12 unequal epicenter angles on the zodiac dial ring and therefore the solar anomaly and the unequal time span of the astronomical seasons were well represented on the Antikythera Mechanism. In this way, the functionality of the central front dial of the Mechanism was achieved by adopting the minimum number of hypotheses.         ",
    "url": "https://arxiv.org/abs/2505.08484",
    "authors": [
      "Aristeidis Voulgaris",
      "Christophoros Mouratidis",
      "Andreas Vossinakis"
    ],
    "subjectives": [
      "History and Philosophy of Physics (physics.hist-ph)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2505.08680",
    "title": "Comparison of laser system designs for quantum technologies: BECCAL flight system vs. BECCAL ground test bed",
    "abstract": "           We present the design of laser systems for the Bose-Einstein Condensate and Cold Atom Laboratory (BECCAL) payload, enabling numerous quantum technological experiments onboard the International Space Station (ISS), in particular dual species 87Rb and 41K Bose-Einstein condensates. A flight model (FM) and a commercial off the shelf (COTS) based model are shown, both of which meet the BECCAL requirements in terms of functionality, but have differing size, weight and power (SWaP) and environmental requirements. The capabilities of both models are discussed and characteristics compared. The flight model of BECCAL uses specifically developed and qualified custom components to create a compact and robust system suitable for long-term remote operation onboard the ISS. This system is based on ECDL-MOPA lasers and free-space optical benches made of Zerodur, as well as commercial fibre components. The COTS-based system utilizes entirely commercial parts to create a functionally equivalent system for operation in a standard laboratory, without the strict SWaP and environmental constraints of the flight model.         ",
    "url": "https://arxiv.org/abs/2505.08680",
    "authors": [
      "Victoria A. Henderson",
      "Jean-Pierre Marburger",
      "André Wenzlawski",
      "Tim Kroh",
      "Hamish Beck",
      "Marc Kitzmann",
      "Ahmad Bawamia",
      "Marvin Warner",
      "Mareen L. Czech",
      "Matthias Schoch",
      "Jakob Pohl",
      "Matthias Dammasch",
      "Christian Kürbis",
      "Ortwin Hellmig",
      "Christoph Grzeschik",
      "Evgeny V. Kovalchuk",
      "Bastian Leykauf",
      "Hrudya Thaivalappil Sunilkumar",
      "Christoph Weise",
      "Sören Boles",
      "Esther del Pino Rosendo",
      "Faruk A. Sellami",
      "Bojan Hansen",
      "Jan M. Baumann",
      "Tobias Franke",
      "Alina Hahn",
      "Karl Häusler",
      "Max Schiemangk",
      "Robert Smol",
      "Jonas Strobelt",
      "Klaus Sengstock",
      "Andreas Wicht",
      "Patrick Windpassinger",
      "Achim Peters"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08711",
    "title": "Electron density structure measurements with scattered intense laser beam",
    "abstract": "           Short-pulse intense lasers have the potential to model extreme astrophysical environments in laboratories. Although there are diagnostics for energetic electrons and ions resulting from laser-plasma interactions, the diagnostics to measure velocity distribution functions at the interaction region of laser and plasma are limited. We have been developing the diagnostics of the interaction between intense laser and plasma using scattered intense laser. We performed experiments to measure electron density by observing the spatial distributions and ratio of horizontal to vertical polarization components of scattered laser beam using optical imaging. The observed ratio of polarization components is consistent with the drive laser beam indicating the observed light originates from the drive laser. Imaging of the scattered light shows the structure of electron density, the zeros moment of electron velocity distribution function, interacting with the intense laser. We observed the change of structure due to the laser pre-pulse that destroys the target before the arrival of the main pulse.         ",
    "url": "https://arxiv.org/abs/2505.08711",
    "authors": [
      "K. Sakai",
      "K. Himeno",
      "S. J. Tanaka",
      "T. Asai",
      "T. Minami",
      "Y. Abe",
      "F. Nikaido",
      "K. Kuramoto",
      "M. Kanasaki",
      "H.Kiriyama",
      "A.Kon",
      "K.Kondo",
      "N.Nakanii",
      "W.Y.Woon",
      "C.M.Chu",
      "K.T.Wu",
      "C.S.Jao",
      "Y.L.Liu",
      "T. A. Pikuz",
      "H. Kohri",
      "A. O. Tokiyasu",
      "S. Isayama",
      "H. S. Kumar",
      "K. Tomita",
      "Y. Fukuda",
      "Y. Kuramitsu"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2505.07970",
    "title": "Electrocatalytic Hydrogen Peroxide Generation Using WO$_3$ Nanoparticle-Decorated Sodium Niobate Microcubes",
    "abstract": "           The current work studies the electrocatalytic performance of NaNbO$_3$ microcubes decorated with WO$_3$ nanoparticles on Printex L6 at varying concentrations (1%, 3%, 5%, and 10% by weight) for H$_2$O$_2$ electrogeneration aiming for future use in electrochemical advanced oxidation processes for organic pollutant degradation H$_2$O$_2$  electrogeneration was studied using oxygen reduction reaction (ORR) with the rotating ring-disk electrode (RRDE) technique. Electrochemical results revealed an improvement in H$_2$O$_2$  electrogeneration for the NaNbO$_3$@WO$_3$/C materials compared to that achieved with Printex L6 carbon. Notably, the 5% NaNbO$_3$@WO$_3$/C electrocatalyst exhibited a higher ring current for oxygen reduction reaction and promoted a 2.1-electron transfer, facilitating a higher rate of H$_2$O$_2$  electrogeneration through the 2-electron mechanism. Also, enhancing oxygen-containing functional groups has shown the capability to thoroughly adjust characteristics and enhance active sites, increasing H$_2$O$_2$  electrogeneration. These findings suggest that 5% NaNbO$_3$@WO$_3$/C electrocatalysts hold promise for in situ hydrogen peroxide electrogeneration.         ",
    "url": "https://arxiv.org/abs/2505.07970",
    "authors": [
      "Vanessa S Antonin",
      "Felipe M Souza",
      "Victor S Pinheiro",
      "João PC Moura",
      "Aline B Trench",
      "Caio Machado Fernandes",
      "Marcos RV Lanza",
      "Mauro C Santos"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08095",
    "title": "Cross-correlation scheme for quantum optical coherence tomography based on Michelson interferometer",
    "abstract": "           Quantum optical coherence tomography (QOCT) offers a simple way to cancel dispersion broadening in a sample while also providing twice the resolution compared to classical OCT. However, to achieve these advantages, a bright and broadband source of entangled photon pairs is required. A simple implementation uses collinear spontaneous parametric down-conversion in a Michelson interferometer (MI), yet this autocorrelation scheme suffers from parasitic terms and sensitivity to phase noise. Here, we introduce a cross-correlation MI-based QOCT that overcomes these drawbacks, significantly advancing QOCT toward practical applications.         ",
    "url": "https://arxiv.org/abs/2505.08095",
    "authors": [
      "Anna Romanova",
      "Vadim Rodimin",
      "Konstantin Katamadze"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.08206",
    "title": "Accelerating Fermionic System Simulation on Quantum Computers",
    "abstract": "           A potential approach for demonstrating quantum advantage is using quantum computers to simulate fermionic systems. Quantum algorithms for fermionic system simulation usually involve the Hamiltonian evolution and measurements. However, in the second quantization representation, the number of terms in many fermion-system Hamiltonians, such as molecular Hamiltonians, is substantial, approximately $\\mathcal{O}(N^4)$, where $N$ is the number of molecular orbitals. Due to this, the computational resources required for Hamiltonian evolution and expectation value measurements could be excessively large. To address this, we introduce a grouping strategy that partitions these $\\mathcal{O}(N^4)$ Hamiltonian terms into $\\mathcal{O}(N^2)$ groups, with the terms in each group mutually commuting. Based on this grouping method, we propose a parallel Hamiltonian evolution scheme that reduces the circuit depth of Hamiltonian evolution by a factor of $N$. Moreover, our grouping measurement strategy reduces the number of measurements needed to $\\mathcal{O}(N^2)$, whereas the current best grouping measurement schemes require $\\mathcal{O}(N^3)$ measurements. Additionally, we find that measuring the expectation value of a group of Hamiltonian terms requires fewer repetitions than measuring a single term individually, thereby reducing the number of quantum circuit executions. Our approach saves a factor of $N^3$ in the overall time for Hamiltonian evolution and measurements, significantly decreasing the time required for quantum computers to simulate fermionic systems.         ",
    "url": "https://arxiv.org/abs/2505.08206",
    "authors": [
      "Qing-Song Li",
      "Jiaxuan Zhang",
      "Huan-Yu Liu",
      "Qingchun Wang",
      "Yu-Chun Wu",
      "Guo-Ping Guo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08291",
    "title": "Multireference error mitigation for quantum computation of chemistry",
    "abstract": "           Quantum error mitigation (QEM) strategies are essential for improving the precision and reliability of quantum chemistry algorithms on noisy intermediate-scale quantum devices. Reference-state error mitigation (REM) is a cost-effective chemistry-inspired QEM method that performs exceptionally well for weakly correlated problems. However, the effectiveness of REM is often limited when applied to strongly correlated systems. Here, we introduce multireference-state error mitigation (MREM), an extension of REM that systematically captures quantum hardware noise in strongly correlated ground states by utilizing multireference states. A pivotal aspect of MREM is using Givens rotations to efficiently construct quantum circuits to generate multireference states. To strike a balance between circuit expressivity and noise sensitivity, we employ compact wavefunctions composed a few dominant Slater determinants. These truncated multireference states, engineered to exhibit substantial overlap with the target ground state, can effectively enhance error mitigation in variational quantum eigensolver experiments. We demonstrate the effectiveness of MREM through comprehensive simulations of molecular systems $\\mathrm{H_2O, ~N_2, ~and ~F_2}$, underscoring its ability to realize significant improvements in computational accuracy compared to the original REM method. MREM broadens the scope of error mitigation to encompass a wider variety of molecular systems, including those exhibiting pronounced electron correlation.         ",
    "url": "https://arxiv.org/abs/2505.08291",
    "authors": [
      "Hang Zou",
      "Erika Magnusson",
      "Hampus Brunander",
      "Werner Dobrautz",
      "Martin Rahm"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.08369",
    "title": "On the first quantization and quantum diversity of photons",
    "abstract": "           Quantum theory of photons based on the first quantization technique, similar to that used by Schroedinger in the formulation of quantum mechanics, is considered. First, scalar quantum mechanics of photons operating with the photon wave functions is discussed. Using the first quantization, the wave equation, the Schroedinger-like equations, and the Dirac equation for photons are derived. Then, vector quantum mechanics of photons is introduced, which defines the electromagnetic vector fields. Using the first quantization, the Maxwell equations for photons in magneto-dielectric medium are obtained. Since the photon electric and magnetic fields satisfy the Maxwell equations, all what is known about the classical optical fields can be directly transferred to photons demonstrating their quantum diversity. Relationships between the scalar and vector quantum mechanics of photons and between the Dirac and Maxwell equations are analyzed. To describe the propagation of photons in dispersive media novel equations are introduced.         ",
    "url": "https://arxiv.org/abs/2505.08369",
    "authors": [
      "Boris Chichkov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.08555",
    "title": "Simulation and measurement of Black Body Radiation background in a Transition Edge Sensor",
    "abstract": "           The Any Light Particle Search II (ALPS II) experiment at DESY, Hamburg, is a Light-Shining-through-a-Wall (LSW) experiment aiming to probe the existence of axions and axion-like particles (ALPs), which are candidates for dark matter. Data collection in ALPS II is underway utilizing a heterodyne-based detection scheme. A complementary run for confirmation or as an alternative method is planned using single photon detection, requiring a sensor capable of measuring low-energy photons ($1064\\,\\mathrm{nm}$, $1.165\\,\\mathrm{eV}$) with high efficiency (higher than $50\\,\\%$) and a low background rate (below $7.7\\cdot10^{-6}\\,\\mathrm{cps}$). To meet these requirements, we are investigating a tungsten Transition Edge Sensor (TES) provided by NIST, which operates in its superconducting transition region at millikelvin temperatures. This sensor exploits the drastic change in resistance caused by the absorption of a single photon. We find that the background observed in the setup with a fiber-coupled TES is consistent with Black Body Radiation (BBR) as the primary background contributor. A framework was developed to simulate BBR propagation to the TES under realistic conditions. The framework not only allows the exploration of background reduction strategies, such as improving the TES energy resolution, but also reproduces, within uncertainties, the spectral distribution of the observed background. These simulations have been validated with experimental data, in agreement with the modeled background distribution, and show that the improved energy resolution reduces the background rate in the $1064\\,\\mathrm{nm}$ signal region by one order of magnitude, to approximately $10^{-4}\\,\\mathrm{cps}$. However, this rate must be reduced further to meet the ALPS II requirements.         ",
    "url": "https://arxiv.org/abs/2505.08555",
    "authors": [
      "José Alejandro Rubiera Gimeno",
      "Katharina-Sophie Isleif",
      "Friederike Januschek",
      "Axel Lindner",
      "Manuel Meyer",
      "Gulden Othman",
      "Elmeri Rivasto",
      "Rikhav Shah",
      "Christina Schwemmbauer"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2505.08577",
    "title": "Modeling Quantum Links for the Exploration of Distributed Quantum Computing Systems",
    "abstract": "           Quantum computing offers the potential to solve certain complex problems, yet, scaling monolithic processors remains a major challenge. Modular and distributed architectures are proposed to build large-scale quantum systems while bringing the security advantages of quantum communication. At present, this requires accurate and computationally efficient models of quantum links across different scales to advance system design and guide experimental prototyping. In this work, we review protocols and models for estimating latency, losses, and fidelity in quantum communication primitives relying on quantum state distribution via microwave photons. We also propose a scalable simulation framework to support the design and evaluation of future distributed quantum computing systems.         ",
    "url": "https://arxiv.org/abs/2505.08577",
    "authors": [
      "Sahar Ben Rached",
      "Zezhou Sun",
      "Junaid Khan",
      "Guilu Long",
      "Santiago Rodrigo",
      "Carmen G. Almudéver",
      "Eduard Alarcón",
      "Sergi Abadal"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2404.01577",
    "title": "Broadband Visible Wavelength Microcomb Generation In Silicon Nitride Microrings Through Air-Clad Dispersion Engineering",
    "abstract": "           The development of broadband microresonator frequency combs at visible wavelengths is pivotal for the advancement of compact and fieldable optical atomic clocks and spectroscopy systems. Yet, their realization necessitates resonators with anomalous dispersion, an arduous task due to the prevailing normal dispersion regime of materials within the visible spectrum. In this work, we evince that silicon nitride microring resonators with air cladding on top and sides -- a deviation from the frequently employed silica-embedded resonators -- allows for the direct generation of broadband microcombs in the visible range. We experimentally demonstrate combs pumped at 1060~nm (283~THz) that reach wavelengths as short as 680~nm (440 THz), and combs pumped at 780~nm (384 THz) that reach wavelengths as short as 630 nm (475 THz). We further show through simulations that microcombs extending to wavelengths as low as 461 nm (650 THz) should be accessible in this platform.         ",
    "url": "https://arxiv.org/abs/2404.01577",
    "authors": [
      "Gregory Moille",
      "Daron Westly",
      "Rahul Shrestha",
      "Khoi Tuan Hoang",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.05388",
    "title": "On-Chip Parametric Synchronization of a Dissipative Kerr Soliton Microcomb",
    "abstract": "           Synchronization of oscillators is ubiquitous in nature. Often, the synchronized oscillators couple directly, yet in some cases synchronization can arise from their parametric interactions. Here, we theoretically predict and experimentally demonstrate the parametric synchronization of a dissipative Kerr soliton frequency comb. We specifically show that the parametric interaction between the soliton and two auxiliary lasers permits the entrainment of the frequency comb repetition rate. Besides representing the first prediction and demonstration of parametric synchronization of soliton frequency combs, our scheme offers significant flexibility for all-optical metrological-scale stabilization of the comb.         ",
    "url": "https://arxiv.org/abs/2409.05388",
    "authors": [
      "Gregory Moille",
      "Pradyoth Shandilya",
      "Miro Erkintalo",
      "Curtis R. Menyuk",
      "Kartik Srinivasan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2411.19424",
    "title": "Quantum Sensing Using Cold Atoms and Molecules for Nuclear and Particle Physics",
    "abstract": "           Technologies for manipulating single atoms and molecules have advanced drastically in the past decades. Due to their excellent controllability of internal states, atoms and molecules serves as one of the ideal platforms as quantum systems. One major research direction in atomic systems is the precise determination of energy differences between two energy levels in atoms. This field, known as precision measurement, is symbolized by the remarkable fractional uncertainty of $10^{-18}$ or lower achieved in the state-of-the-art atomic clocks. Two-level systems in atoms are sensitive to various external fields and can therefore be function as quantum sensors. The effect of these fields manifests as energy shifts in the two-level system. Traditionally, such shifts are induced by electric or magnetic fields, as recognized even before the advent of the precision spectroscopy with lasers. However, with high-precision measurements, energy shifts can also be caused by hypothetical fields weakly coupled to ordinary matter, or by small effects mediated by massive particles, which are conventionally dealt with in the field of nuclear and particle physics. In most cases, the atomic systems as quantum sensors have not been sensitive enough to detect such effects. Instead, experiments searching for these interactions have placed constraints on coupling constants, except in a few cases where effects are predicted by the Standard Model of particle physics. Nonetheless, measurements and searches for these effects in atomic systems have led to the emergence of a new field of physics. In some cases, they open new parameter spaces to explore in conventionally investigated topics, e.g., dark matter, fifth force, CP-violation, and other physics beyond the Standard Model.         ",
    "url": "https://arxiv.org/abs/2411.19424",
    "authors": [
      "Akio Kawasaki"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2412.02377",
    "title": "Photoelectron circular dichroism of a chiral molecule induced by resonant interatomic Coulombic decay from an antenna atom",
    "abstract": "           We show that a nonchiral atom can act as an antenna to induce a photoelectron circular dichroism in a nearby chiral molecule in a three-step process: The donor atom (antenna) is initially resonantly excited by circularly polarized radiation. It then transfers its excess energy to the acceptor molecule by means of resonant interatomic Coulombic decay. The latter finally absorbs the energy and emits an electron which exhibits the aforementioned circular dichroism in its angular distribution. We study the process on the basis of the retarded dipole--dipole interaction and report an asymptotic analytic expression for the distance-dependent chiral asymmetry of the photoelectron as induced by resonant interatomic Coulombic decay for random line-of-sight and acceptor orientations. In the nonretarded limit, the predicted chiral asymmetry is reversed as compared to that of a direct photoelectron circular dichroism of the molecule.         ",
    "url": "https://arxiv.org/abs/2412.02377",
    "authors": [
      "Stefan Yoshi Buhmann",
      "Andreas Hans",
      "Janine C. Franz",
      "Philipp V. Demekhin"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2412.20261",
    "title": "Interleaved dual-species arrays of single atoms using a passive optical element and one trapping laser",
    "abstract": "           We demonstrate trapping of individual rubidium (Rb) and cesium (Cs) atoms in an interleaved array of bright tweezers and dark bottle-beam traps, using a microfabricated optical element illuminated by a single laser beam and a 4F system with spatial filtering. Our approach exploits the opposite-sign dynamic polarizabilities of Rb and Cs, ensuring each species is exclusively trapped in either bright or dark sites. The passive optical mask creates optimal trap depths for both species using three transmittance levels while minimizing the optical phase difference, implemented using a variable-thickness absorbing layer of amorphous germanium. This trapping architecture achieves atom loading rates close to 50% while reducing system complexity compared to conventional methods using active optoelectronic components and/or multiple laser wavelengths.         ",
    "url": "https://arxiv.org/abs/2412.20261",
    "authors": [
      "Chengyu Fang",
      "Jared Miles",
      "Jonathan Goldwin",
      "Martin Lichtman",
      "Matthew Gillette",
      "Michael Bergdolt",
      "Sanket Deshpande",
      "Sam A. Norrell",
      "Preston Huft",
      "Mikhail A. Kats",
      "Mark Saffman"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2502.03193",
    "title": "Spin photonic topological metasurface based on kagome lattice and leaky-wave application",
    "abstract": "           The emerging field of topological metasurfaces offers unique advantages, particularly in robustness against backscattering in low-profile structures. The lattice configuration of these structures significantly influences the ability to achieve sharp turns in the propagation path. One of the most studied lattices in condensed matter physics is the kagome lattice, characterized by its hexagonal Brillouin zone, which displays a Dirac cone in its dispersion diagram. Previous research on kagome lattices in photonic topological insulators has primarily focused on valley types of insulators. This article introduces a spin topological metasurface based on the kagome lattice and its unit cell, enabling a broad range of sharp turns and propagation paths. The unit cell is compared to its hexagonal and 60-degree rhombic counterparts, and a parametric study of its dimensions is conducted. As a result of this research, a new X-band leaky-wave antenna designed in the kagome lattice with an armchair arrangement interface has been developed. This antenna provides two forward and two backward beams, each pair achieving an approximately 50-degree scan within the 8.8 to 11.1 GHz bandwidth.         ",
    "url": "https://arxiv.org/abs/2502.03193",
    "authors": [
      "Sayyed Ahmad Abtahi",
      "Mohsen Maddahali",
      "Ahmad Bakhtafrouz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2503.08989",
    "title": "Detuning-symmetric laser cooling of many mechanical modes with a photothermally modified cavity",
    "abstract": "           We simultaneously cool $\\gtrsim$100 mechanical modes of a membrane with a photothermally modified optical cavity driven by a single blue-detuned laser. In contrast to radiation pressure and bolometric forces applied directly to the mechanical system, this cooling effect does not depend on the sign of detuning, allowing for single-laser stabilization (i.e., simultaneous positive optical spring and damping) that is especially effective at room temperature and high laser power. We also provide intuition about the competing thermal processes, and propose two simple modifications to the mirror coatings that can strongly enhance this effect.         ",
    "url": "https://arxiv.org/abs/2503.08989",
    "authors": [
      "Thomas J. Clark",
      "Jiaxing Ma",
      "Jack C. Sankey"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2503.19109",
    "title": "Notes on Quantum Computing for Thermal Science",
    "abstract": "           This document explores the potential of quantum computing in Thermal Science. Conceived as a living document, it will be continuously updated with experimental findings and insights for the research community in Thermal Science. By experiments, we refer both to the search for the most effective algorithms and to the performance of real quantum hardware. Those are fields that are evolving rapidly, driving a technological race to define the best architectures. The development of novel algorithms for engineering problems aims at harnessing the unique strengths of quantum computing. Expectations are high, as users seek concrete evidence of quantum supremacy - a true game changer for engineering applications. Among all heat transfer mechanisms (conduction, convection, radiation), we start with conduction as a paradigmatic test case in the field being characterized by a rich mathematical foundation for our investigations.         ",
    "url": "https://arxiv.org/abs/2503.19109",
    "authors": [
      "Pietro Asinari",
      "Nada Alghamdi",
      "Paolo De Angelis",
      "Giulio Barletta",
      "Giovanni Trezza",
      "Marina Provenzano",
      "Matteo Maria Piredda",
      "Matteo Fasano",
      "Eliodoro Chiavazzo"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.08065",
    "title": "InvDesFlow: An AI-driven materials inverse design workflow to explore possible high-temperature superconductors",
    "abstract": "           The discovery of new superconducting materials, particularly those exhibiting high critical temperature ($T_c$), has been a vibrant area of study within the field of condensed matter physics. Conventional approaches primarily rely on physical intuition to search for potential superconductors within the existing databases. However, the known materials only scratch the surface of the extensive array of possibilities within the realm of materials. Here, we develop InvDesFlow, an AI search engine that integrates deep model pre-training and fine-tuning techniques, diffusion models, and physics-based approaches (e.g., first-principles electronic structure calculation) for the discovery of high-$T_c$ superconductors. Utilizing InvDesFlow, we have obtained 74 dynamically stable materials with critical temperatures predicted by the AI model to be $T_c \\geq$ 15 K based on a very small set of samples. Notably, these materials are not contained in any existing dataset. Furthermore, we analyze trends in our dataset and individual materials including B$_4$CN$_3$ (at 5 GPa) and B$_5$CN$_2$ (at ambient pressure) whose $T_c$s are 24.08 K and 15.93 K, respectively. We demonstrate that AI technique can discover a set of new high-$T_c$ superconductors, outline its potential for accelerating discovery of the materials with targeted properties.         ",
    "url": "https://arxiv.org/abs/2409.08065",
    "authors": [
      "Xiao-Qi Han",
      "Zhenfeng Ouyang",
      "Peng-Jie Guo",
      "Hao Sun",
      "Ze-Feng Gao",
      "Zhong-Yi Lu"
    ],
    "subjectives": [
      "Superconductivity (cond-mat.supr-con)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Artificial Intelligence (cs.AI)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2501.03684",
    "title": "The role of Berry curvature derivatives in the optical activity of time-invariant crystals",
    "abstract": "           Quantum geometry and topology are fundamental concepts of modern condensed matter physics, underpinning phenomena ranging from the quantum Hall effect to protected surface states. The Berry curvature, a central element of this framework, is well established for its key role in electronic transport, whereas its impact on the optical properties of crystals remains comparatively unexplored. Here, we derive a relation between optical activity, defined by the gyration tensor, and the k-derivatives of the Berry curvature at optical resonances in the Brillouin zone. We systematically determine which of these derivatives are non-zero or constrained by symmetry across all time-reversal-invariant crystal classes. In particular, we analytically demonstrate that circular dichroism emerges in chiral crystal classes as a result of a non-zero Berry curvature k-derivative along the optical axis, and we interpret this finding based on the conservation of angular momentum in light-matter interactions. This work establishes a quantum-geometric framework for optical activity in solids and it opens new routes to probe quantum geometry via linear and nonlinear optics.         ",
    "url": "https://arxiv.org/abs/2501.03684",
    "authors": [
      "Giancarlo Soavi",
      "Jan Wilhelm"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.00649",
    "title": "Universal Structure of Computing Moments for Exact Quantum Dynamics: Application to Arbitrary System-Bath Couplings",
    "abstract": "           We introduce a general procedure for computing higher-order moments of correlation functions in open quantum systems, extending the scope of our recent work on Memory Kernel Coupling Theory (MKCT) [W. Liu, Y. Su, Y. Wang, and W. Dou, arXiv:2407.01923 (2024)]. This approach is demonstrated for arbitrary system-bath coupling that can be expressed as polynomial, $H_{SB} = \\hat{V} (\\alpha_0 + \\alpha_1 \\hat{q} + \\alpha_2 \\hat{q}^2+ \\dots)$, where we show that the recursive commutators of a system operator obey a universal hierarchy. Exploiting this structure, the higher-order moments are obtained by evaluating the expectation values of the system and bath operators separately, with bath expectation values derived from the derivatives of a generating function. We further apply MKCT to compute the dipole autocorrelation function for the spin-boson model with both linear and quadratic coupling, achieving agreement with the hierarchical equations of motion approach. Our findings suggest a promising path toward accurate dynamics for complex open quantum systems.         ",
    "url": "https://arxiv.org/abs/2504.00649",
    "authors": [
      "Rui-Hao Bi",
      "Wei Liu",
      "Wenjie Dou"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]