[
  {
    "id": "arXiv:2305.07682",
    "title": "Quantum Dynamics of Photoactive Transition Metal Complexes. A Case Study  of Model Reduction",
    "abstract": "Transition metal complexes for photochemical applications often feature a high density of electron-vibrational states characterized by nonadiabatic and spin-orbit couplings. Overall, the dynamics after photoexcitation is shaped by rapid transitions between states of different character and multiplicity. Even though transient absorption experiments enable characterization in terms of kinetic rates, the complexity of the systems usually prevents a more detailed analysis. Quantum dynamics simulations using quantum chemically determined model Hamiltonians may provide such details. In particular, one is tempted to pursue a model reduction, such as to identify couplings or vibrational modes most relevant for the dynamics. Here, we address how such an endeavor is challenged by the particular nature of transition metal complexes. For that purpose, we performed quantum dynamics simulations for a recently studied iron(II) homoleptic complex. ",
    "url": "https://arxiv.org/abs/2305.07682",
    "authors": [
      "Olga Bokareva",
      "Oliver Kühn"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07747",
    "title": "Valley photonic crystal waveguides fabricated with CMOS-compatible  process",
    "abstract": "Valley photonic crystal (VPhC) waveguides have attracted much attention because of their ability to enable robust light propagation against sharp bends. However, their demonstration using a complementary metal-oxide-semiconductor (CMOS)-compatible process suitable for mass production has not yet been reported at the telecom wavelengths. Here, by tailoring the photomask to suppress the optical proximity effect, VPhC patterns comprising equilateral triangular holes were successfully fabricated using photolithography. We optically characterized the fabricated VPhC devices using microscopic optics with near-infrared imaging. For comparison, we also fabricated and characterized line-defect W1 PhC waveguides, in which the transmission intensities decreased at some regions within the operating bandwidth when sharp turns were introduced into the waveguide. In contrast, the developed VPhC waveguides can robustly propagate light around the C-band telecommunication wavelengths, even in the presence of sharp bends. Our results highlight the potential of VPhC waveguides as an interconnection technology in silicon topological photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2305.07747",
    "authors": [
      "Takuto Yamaguchi",
      "Hironobu Yoshimi",
      "Miyoshi Seki",
      "Minoru Ohtsuka",
      "Nobuyuki Yokoyama",
      "Yasutomo Ota",
      "Makoto Okano",
      "Satoshi Iwamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07800",
    "title": "Excitation and control of quantum well nanostructures by unipolar  half-cycle attosecond pulses",
    "abstract": "Unipolar and quasi-unipolar half-cycle pulses having nonzero electric pulse area are a limit of pulse shortening in a given spectral range. In spite of the fact that existence of such pulses was considered by Jackson (1962), V.L. Ginzburg (1960-s), Bullough and Ahmad (1971) as well as Bessonov (1981), the possibility of their existence and propagation in space remained questionable for many years. Only within the past decades both the possibility of unipolar pulse existence and their propagation dynamics were shown and analyzed in detail theoretically and experimentally. So far such pulses became a subject of active research due to their potential in the ultra-fast optics and study of new regimes of light-matter interactions with subcycle resolution. Here, we show the possibility of the effective ultrafast control of the level populations in quantum well nanostructures by the half-cycle unipolar attosecond light pulses in comparison to the single-cycle ones. It is shown that the population dynamics can be determined by the electric pulse area divided to its characteristic \"scale\" determined by the quantum well width. The selective excitation of quantum states and the feasibility of the population inversion by the subcycle unipolar pulses is demonstrated. ",
    "url": "https://arxiv.org/abs/2305.07800",
    "authors": [
      "Rostislav Arkhipov",
      "Pavel Belov",
      "Anton Pakhomov",
      "Mikhail Arkhipov",
      "Nikolay Rosanov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.07861",
    "title": "Ultra-wideband Waveguide-coupled Photodiodes on a Thin-film Lithium  Niobate Platform",
    "abstract": "With the advantages of a large electro-optical coefficient, wide transparency window, and strong optical confinement, the thin-film lithium niobate (TFLN) technique has enabled the development of various high-performance optoelectronics devices, ranging from the ultra-wideband electro-optic modulators to the high-efficient quantum sources. However, the TFLN platform does not natively promise lasers and photodiodes. This study presents an InP/InGaAs modified uni-traveling carrier (MUTC) photodiodes heterogeneously integrated on the TFLN platform with a record-high 3-dB bandwidth of 110 GHz and a responsivity of 0.4 A/W at a 1550-nm wavelength. It is implemented in a wafer-level TFLN-InP heterogeneous integration platform and is suitable for the large-scale, multi-function, and high-performance TFLN photonic integrated circuits. ",
    "url": "https://arxiv.org/abs/2305.07861",
    "authors": [
      "Chao Wei",
      "Youren Yu",
      "Ziyun Wang",
      "Lin Jiang",
      "Zhongming Zeng",
      "Jia Ye",
      "Xihua Zou",
      "Xiaojun Xie",
      "Lianshan Yan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07867",
    "title": "An integrated system built for small-molecule semiconductors via  high-throughput approaches",
    "abstract": "High-throughput synthesis of solution-processable structurally variable small-molecule semiconductors is both an opportunity and a challenge. A large number of diverse molecules provide a possibility for quick material discovery and machine learning based on experimental data. However, the diversity of molecular structure leads to the complexity of molecular properties, such as solubility, polarity, and crystallinity, which poses great challenges to solution processing and purification. Here, we first report an integrated system for the high-throughput synthesis, purification, and characterization of molecules with a large variety. Based on the principle of Like dissolves like, we combine theoretical calculations and a robotic platform to accelerate the purification of those molecules. With this platform, a material library containing 125 molecules and their optical-electric properties was built within a timeframe of weeks. More importantly, the high repeatability of recrystallization we design is a reliable approach to further upgrading and industrial production. ",
    "url": "https://arxiv.org/abs/2305.07867",
    "authors": [
      "Jianchang Wu",
      "Jiyun Zhang",
      "Manman Hu",
      "Patrick Reiser",
      "Luca Torresi",
      "Pascal Friederich",
      "Leopold Lahn",
      "Olga Kasian",
      "Dirk M. Guldi",
      "M. Eugenia Pérez-Ojeda",
      "Anastasia Barabash",
      "Juan S. Rocha-Ortiz",
      "Yicheng Zhao",
      "Zhiqiang Xie",
      "Junsheng Luo",
      "Yunuo Wang",
      "Sang Il Seok",
      "Jens A. Hauch",
      "Christoph J. Brabec"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2305.07897",
    "title": "An Improved SIW Leaky Wave Antenna Based on a Compact CRLH Unit Cell",
    "abstract": "In this paper, a new composite right/left-handed (CRLH) Leaky Wave Antenna (LWA) based on substrate-integrated waveguide (SIW) structures is proposed. The suggested antenna has a continuous beam scanning from backward to forward versus frequency and can be used for wideband applications. The compact composite right/left-handed (C-CRLH) unit cell for the mentioned antenna is designed by etching two transverse slots and one interdigital slot between them on the upper ground plate of the SIW structure. The C-CRLH unit cell dispersion diagram extracted from the simulation results is compared with the transmission line approach results. The CRLH band is from 12GHz to 24GHz, and the antenna operation frequency band is from 13GHz to 22GHz. The beam scanning angle of the proposed antenna is from ${-53^0}$ to ${+66^0}$. The maximum radiation efficiency is 91.89% and more than 85.7% in 13GHz-19.5GHz. It is worth noting that the maximum gain of the antenna is 12.66dBi, and it is approximately 12 dBi in 13GHz-20GHz. The measurement results of the antenna are compared with simulation results, and a good agreement is observed. ",
    "url": "https://arxiv.org/abs/2305.07897",
    "authors": [
      "Hossein Dolatkhah",
      "Zahra Atlasbaf"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07900",
    "title": "Transporting cold atoms towards a GaN-on-sapphire chip via an optical  conveyor belt",
    "abstract": "Trapped atoms on photonic structures inspire many novel quantum devices for quantum information processing and quantum sensing. Here, we have demonstrated a hybrid photonic-atom chip platform based on a GaN-on-sapphire chip and the transport of an ensemble of atoms from free space towards the chip with an optical conveyor belt. The maximum transport efficiency of atoms is about 50% with a transport distance of 500 $\\mathrm{\\mu m}$. Our results open up a new route toward the efficiently loading of cold atoms into the evanescent-field trap formed by the photonic integrated circuits, which promises strong and controllable interactions between single atoms and single photons. ",
    "url": "https://arxiv.org/abs/2305.07900",
    "authors": [
      "Lei Xu",
      "Ling-Xiao Wang",
      "Guang-Jie Chen",
      "Liang Chen",
      "Yuan-Hao Yang",
      "Xin-Biao Xu",
      "Aiping Liu",
      "Chuan-Feng Li",
      "Guang-Can Guo",
      "Chang-Ling Zou",
      "Guo-Yong Xiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08006",
    "title": "Visible to Ultraviolet Frequency Comb Generation in Lithium Niobate  Nanophotonic Waveguides",
    "abstract": "The introduction of nonlinear nanophotonic devices to the field of optical frequency comb metrology has enabled new opportunities for low-power and chip-integrated clocks, high-precision frequency synthesis, and broad bandwidth spectroscopy. However, most of these advances remain constrained to the near-infrared region of the spectrum, which has restricted the integration of frequency combs with numerous quantum and atomic systems in the ultraviolet and visible. Here, we overcome this shortcoming with the introduction of multi-segment nanophotonic thin-film lithium niobate (LN) waveguides that combine engineered dispersion and chirped quasi-phase matching for efficient supercontinuum generation via the combination of $\\chi^{(2)}$ and $\\chi^{(3)}$ nonlinearities. With only 90 pJ of pulse energy at 1550 nm, we achieve gap-free frequency comb coverage spanning 330 to 2400 nm. The conversion efficiency from the near-infrared pump to the UV-Visible region of 350-550 nm is nearly 20%. Harmonic generation via the $\\chi^{(2)}$ nonlinearity in the same waveguide directly yields the carrier-envelope offset frequency and a means to verify the comb coherence at wavelengths as short as 350 nm. Our results provide an integrated photonics approach to create visible and UV frequency combs that will impact precision spectroscopy, quantum information processing, and optical clock applications in this important spectral window. ",
    "url": "https://arxiv.org/abs/2305.08006",
    "authors": [
      "Tsung-Han Wu",
      "Luis Ledezma",
      "Connor Fredrick",
      "Pooja Sekhar",
      "Ryoto Sekine",
      "Qiushi Guo",
      "Ryan M. Briggs",
      "Alireza Marandi",
      "Scott A. Diddams"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ]
  },
  {
    "id": "arXiv:2305.08022",
    "title": "Designing the structure of an one-dimensional photonic crystal with a  given spectrum of the reflection coefficient",
    "abstract": "A method for solving the inverse problem of designing the structure of a one-dimensional photonic crystal is proposed and experimentally implemented. It is known that a one-dimensional photonic crystal with a spatial sinusoidal modulation of the refractive index, has a narrow photonic bandgap at a frequency related to the spatial frequency of this sinusoid. We propose a reverse engineering method for one-dimensional photonic crystals with an arbitrary given reflection spectrum by expanding this spectrum into elementary photonic band gaps and then summing them. This paper shows the application of this method to fabricate examples of photonic crystals with simple shapes of spectral reflection curves. ",
    "url": "https://arxiv.org/abs/2305.08022",
    "authors": [
      "P.S. Emelyantsev",
      "N.I. Pyshkov",
      "S.E. Svyakhovskiy"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.08023",
    "title": "Creation of photonic crystal structures with arbitrary spectral features",
    "abstract": "We present a method of creation of photonic structures whose optical spectrum of the reflection coefficient has an arbitrary shape and has predetermined features. We develop an algorithm for the construction of a photonic crystal structure, perform numerical simulation of its reflection spectra, and create an experimental sample of a photonic crystal that has a spectral response corresponding to a given shape. ",
    "url": "https://arxiv.org/abs/2305.08023",
    "authors": [
      "S.E. Svyakhovskiy",
      "N.I. Pyshkov"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.08305",
    "title": "Probing Electronic Motion and Core Potential by Coulomb-reshaped  Terahertz Radiation",
    "abstract": "The nature of electronic motion and structural information of atoms and molecules is encoded into strong field induced radiations ranging from terahertz (THz) to extreme ultraviolet wavelength. The dependence of THz yields in bichomatic laser fields on ellipticity and interpulse time delay were experimentally measured, and the trajectory-based calculations straightforwardly establish the link between the THz emission and the motion of photoelectron wave packet under the influence of the Coulomb potential. The asymmetry of the photoelectron wave packet modified by the Coulomb potential imprints itself on the polarization direction of the THz electric fields. By filtering out the rapidly-varying dynamics of the propagating wave packet while retaining the slowly-varying dynamics, the Coulomb potential of the generating medium is retrieved from the Coulomb-reshaped THz radiation. Our work opens a path towards all-optical THz detection of electronic and structural dynamics, which might also allow to resolve the photo-excited dynamics in condensed phase systems. ",
    "url": "https://arxiv.org/abs/2305.08305",
    "authors": [
      "Ziyang Gan",
      "Kaixuan Zhang",
      "Yuan Gao",
      "Ahai Chen",
      "Yizhu Zhang",
      "Tian-Min Yan",
      "Thomas Pfeifer",
      "Yuhai Jiang"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08312",
    "title": "Integrated bioelectronic proton-gated logic elements utilizing nanoscale  patterned Nafion",
    "abstract": "A central endeavour in bioelectronics is the development of logic elements to transduce and process ionic to electronic signals. Motivated by this challenge, we report fully monolithic, nanoscale logic elements featuring n- and p-type nanowires as electronic channels that are proton-gated by electron-beam patterned Nafion. We demonstrate inverter circuits with state-of-the-art ion-to-electron transduction performance giving DC gain exceeding 5 and frequency response up to 2 kHz. A key innovation facilitating the logic integration is a new electron-beam process for patterning Nafion with linewidths down to 125 nm. This process delivers feature sizes compatible with low voltage, fast switching elements. This expands the scope for Nafion as a versatile patternable high-proton-conductivity element for bioelectronics and other applications requiring nanoengineered protonic membranes and electrodes. ",
    "url": "https://arxiv.org/abs/2305.08312",
    "authors": [
      "J.G. Gluschke",
      "J. Seidl",
      "R.W. Lyttleton",
      "K. Nguyen",
      "M. Lagier",
      "F. Meyer",
      "P. Krogstrup",
      "J. Nygard",
      "S. Lehmann",
      "A.B. Mostert",
      "P. Meredith",
      "A.P. Micolich"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)"
    ]
  },
  {
    "id": "arXiv:2305.08369",
    "title": "A Wave Appropriate Discontinuity Sensor Approach for Compressible Flows",
    "abstract": "In this work, we propose a novel selective discontinuity sensor approach for numerical simulations of the compressible Navier-Stokes equations. Since transformation to characteristic space is already a common approach to reduce high-frequency oscillations during interpolation to cell interfaces, we exploit the characteristic wave structure of the Euler equations to selectively treat the various waves that the equations comprise. The approach uses the Ducros shock sensing criterion to detect and limit oscillations due to shocks while applying a different criterion to detect and limit oscillations due to contact discontinuities. Furthermore, the method is general in the sense that it can be applied to any method that employs characteristic transformation and shock sensors. However, in the present work, we focus on the Gradient-Based Reconstruction family of schemes. A series of inviscid and viscous test cases containing various types of discontinuities are carried out. The proposed method is shown to markedly reduce high-frequency oscillations that arise due to improper treatment of the various discontinuities; i.e., applying the Ducros shock sensor in a flow where a strong contact discontinuity is present. Moreover, the proposed method is shown to predict similar volume-averaged kinetic energy and enstrophy profiles for the Taylor-Green vortex simulation compared to the base Ducros sensor, indicating that it does not introduce unnecessary numerical dissipation when there are no contact discontinuities in the flow. ",
    "url": "https://arxiv.org/abs/2305.08369",
    "authors": [
      "Amareshwara Sainadh Chamarthi",
      "Natan Hoffmann",
      "Steven Frankel"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)",
      "Numerical Analysis (math.NA)"
    ]
  },
  {
    "id": "arXiv:2305.08450",
    "title": "Brillouin Klein space and half-turn space in three-dimensional acoustic  crystals",
    "abstract": "The Bloch band theory and Brillouin zone (BZ) that characterize wave behaviors in periodic mediums are two cornerstones of contemporary physics ranging from condensed matter to topological physics. Recent theoretical breakthrough revealed that, under the projective symmetry algebra enforced by artificial gauge fields, the usual two-dimensional (2D) BZ (orientable Brillouin two-torus) can be fundamentally modified to a non-orientable Brillouin Klein bottle with radically distinct topology and novel topological phases. However, the physical consequence of artificial gauge fields on the more general three-dimensional (3D) BZ (orientable Brillouin three-torus) was so far missing. Here, we report the first theoretical discovery and experimental observation of non-orientable Brillouin Klein space and orientable Brillouin half-turn space in a 3D acoustic crystal with artificial gauge fields. We experimentally identify peculiar 3D momentum-space non-symmorphic screw rotation and glide reflection symmetries in the measured band structures. Moreover, we demonstrate a novel 3D Klein bottle insulator featuring a nonzero Z_2 topological invariant and self-collimated topological surface states at two opposite surfaces related by a nonlocal twist, radically distinct from all previous topological insulators. Our discovery not only fundamentally modifies the 3D Bloch band theory and 3D BZ, but also opens the door towards a wealth of previously overlooked momentum-space topologies and unexplored topological physics with gauge symmetry beyond the existing paradigms. ",
    "url": "https://arxiv.org/abs/2305.08450",
    "authors": [
      "Zhenxiao Zhu",
      "Linyun Yang",
      "Jien Wu",
      "Yan Meng",
      "Xiang Xi",
      "Bei Yan",
      "Jingming Chen",
      "Jiuyang Lu",
      "Xueqin Huang",
      "Weiyin Deng",
      "Ce Shang",
      "Perry Ping Shum",
      "Yihao Yang",
      "Hongsheng Chen",
      "Gui-Geng Liu",
      "Zhengyou Liu",
      "Zhen Gao"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2305.08681",
    "title": "Subspace tracking for independent phase noise source separation in  frequency combs",
    "abstract": "Advanced digital signal processing techniques in combination with ultra-wideband balanced coherent detection have enabled a new generation of ultra-high speed fiber-optic communication systems, by moving most of the processing functionalities into digital domain. In this paper, we demonstrate how digital signal processing techniques, in combination with ultra-wideband balanced coherent detection can enable optical frequency comb noise characterization techniques with novel functionalities. We propose a measurement method based on subspace tracking, in combination with multi-heterodyne coherent detection, for independent phase noise sources identification, separation and measurement. Our proposed measurement technique offers several benefits. First, it enables the separation of the total phase noise associated with a particular comb-line or -lines into multiple independent phase noise terms associated with different noise sources. Second, it facilitates the determination of the scaling of each independent phase noise term with comb-line number. Our measurement technique can be used to: identify the most dominant source of phase noise; gain a better understanding of the physics behind the phase noise accumulation process; and confirm, already existing, and enable better phase noise models. In general, our measurement technique provides new insights into noise behavior of optical frequency combs. ",
    "url": "https://arxiv.org/abs/2305.08681",
    "authors": [
      "Aleksandr Razumov",
      "Holger R. Heebøll",
      "Mario Dummont",
      "Osama Terra",
      "Bozhang Dong",
      "Jasper Riebesehl",
      "Poul Varming",
      "Jens E. Pedersen",
      "Francesco Da Ros",
      "John E. Bowers",
      "Darko Zibar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2305.08129",
    "title": "Electric field induced color switching in colloidal quantum dot  molecules at room temperature",
    "abstract": "Colloidal semiconductor quantum dots are robust emitters implemented in numerous prototype and commercial optoelectronic devices. However, active fluorescence color tuning, achieved so far by electric-field induced Stark effect, has been limited to a small spectral range, and accompanied by intensity reduction due to the electron-hole charge separation effect. Utilizing quantum dot molecules that manifest two coupled emission centers, we present a novel electric-field induced instantaneous color switching effect. Reversible emission color switching without intensity loss is achieved on a single particle level, as corroborated by correlated electron microscopy imaging. Simulations establish that this is due to the electron wavefunction toggling between the two centers dictated by the electric-field and affected by the coupling strength. The quantum dot molecules manifesting two coupled emission centers may be tailored to emit distinct colors, opening the path for sensitive field sensing and color switchable devices such as a novel pixel design for displays or an electric field color tunable single photon source. ",
    "url": "https://arxiv.org/abs/2305.08129",
    "authors": [
      "Yonatan Ossia",
      "Adar Levi",
      "Yossef E. Panfil",
      "Somnath Koley",
      "Einav Scharf",
      "Nadav Chefetz",
      "Sergei Remennik",
      "Atzmon Vakahi",
      "Uri Banin"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.08282",
    "title": "First-principles study of the optical properties of BaMoO3/SrHfO3  hyperbolic metamaterials",
    "abstract": "The theoretical applications of hyperbolic metamaterials have generated excitement in multiple fields, particularly in super-resolution optics. In practice, however, the potential of HMMs has been limited by the shortcomings of their constituent parts. Primarily, these are high losses and instabilities in the metal component, which is typically gold or silver, and excessive thickness in both types of layers. In this paper, we use density functional theory to investigate BaMoO3-SrHfO3 metamaterials. We predict that these are hyperbolic throughout the visible range and have the potential to mitigate many of these limitations, including a significant loss reduction. We also examine the accuracy of the effective-medium theory, which is used to predict the bulk optical properties of multilayered HMMs. ",
    "url": "https://arxiv.org/abs/2305.08282",
    "authors": [
      "Jonathan Gjerde",
      "Radi A. Jishi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.08310",
    "title": "Gradient-enhanced physics-informed neural networks based on transfer  learning for inverse problems of the variable coefficient differential  equations",
    "abstract": "We propose gradient-enhanced PINNs based on transfer learning (TL-gPINNs) for inverse problems of the function coefficient discovery in order to overcome deficiency of the discrete characterization of the PDE loss in neural networks and improve accuracy of function feature description, which offers a new angle of view for gPINNs. The TL-gPINN algorithm is applied to infer the unknown variable coefficients of various forms (the polynomial, trigonometric function, hyperbolic function and fractional polynomial) and multiple variable coefficients simultaneously with abundant soliton solutions for the well-known variable coefficient nonlinear Schr\\\"{o}odinger equation. Compared with the PINN and gPINN, TL-gPINN yields considerable improvement in accuracy. Moreover, our method leverages the advantage of the transfer learning technique, which can help to mitigate the problem of inefficiency caused by extra loss terms of the gradient. Numerical results fully demonstrate the effectiveness of the TL-gPINN method in significant accuracy enhancement, and it also outperforms gPINN in efficiency even when the training data was corrupted with different levels of noise or hyper-parameters of neural networks are arbitrarily changed. ",
    "url": "https://arxiv.org/abs/2305.08310",
    "authors": [
      "Shuning Lin",
      "Yong Chen"
    ],
    "subjectives": [
      "Numerical Analysis (math.NA)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08538",
    "title": "Ultrasound cavitation and exfoliation dynamics of 2D materials re-vealed  in operando by X-ray free electron laser megahertz imaging",
    "abstract": "Ultrasonic liquid phase exfoliation is a promising method for the production of 2D layered materials. A large number of studies have been made in investigating the underlying ultrasound exfoliation mechanisms. Due to the experimental challenge in capturing in real-time the highly transient and dynamic phenomena in sub-microsecond time scale and micrometer length scale at the same time, most theories reported to date are still under intensive debate. Here, we report the exciting new findings from the first scheduled user experiment using the free electron laser MHz X-ray Microscopy at the SPB/SFX instrument of the European X-ray Free-Electron Laser. The ultra-short X-ray pulse (~25 fs) and the unique pulse train time structure allow us to reveal fully the ultrasound cavitation dynamics, including the nucleation, growth, implosion dynamics of cavitation bubbles at different wave amplitudes. Using ma-chine-learning image processing, the instance of bubble cloud shock wave emission, their periodic impact onto the graphite materials and the cyclic fatigue exfoliation mechanism in multi-time scale from sub-microsecond to tens of minutes were all quantified and elucidated in this research. ",
    "url": "https://arxiv.org/abs/2305.08538",
    "authors": [
      "Kang Xiang",
      "Shi Huang",
      "Hongyuan Song",
      "Vasilii Bazhenov",
      "Valerio Bellucci",
      "Sarlota Birnsteinova",
      "Raphael de Wijn",
      "Jayanath C. P. Koliyadu",
      "Faisal H. M. Koua",
      "Adam Round",
      "Ekaterina Round",
      "Abhisakh Sarma",
      "Tokushi Sato",
      "Marcin Sikorski",
      "Yuhe Zhang",
      "Eleni Myrto Asimakopoulou",
      "Pablo Villanueva-Perez",
      "Kyriakos Porfyrakis",
      "Iakovos Tzanakis",
      "Dmitry G. Eskin",
      "Nicole Grobert",
      "Adrian Mancuso",
      "Richard Bean",
      "Patrik Vagovic",
      "Jiawei Mi"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.08564",
    "title": "In-plane thermal diffusivity determination using beam-offset  frequency-domain thermoreflectance with a one-dimensional optical heat source",
    "abstract": "We present an innovative contactless method suitable to study in-plane thermal transport based on beam-offset frequency-domain thermoreflectance using a one-dimensional heat source with uniform power distribution. Using a one-dimensional heat source provides a number of advantages as compared to point-like heat sources, as typically used in time- and frequency-domain thermoreflectance experiments, just to name a few: (i) it leads to a slower spatial decay of the temperature field in the direction perpendicular to the line-shaped heat source, allowing to probe the temperature field at larger distances from the heater, hence, enhancing the sensitivity to in-plane thermal transport; (ii) the frequency range of interest is typically < 100 kHz. This rather low frequency range is convenient regarding the cost of the required excitation laser system but, most importantly, it allows the study of materials without the presence of a metallic transducer with almost no influence of the finite optical penetration depth of the pump and probe beams on the thermal phase lag, which arises from the large thermal penetration depth imposed by the used frequency range. We also show that for the case of a harmonic thermal excitation source, the phase lag between the thermal excitation and thermal response of the sample exhibits a linear dependence with their spatial offset, where the slope is proportional to the inverse of the thermal diffusivity of the material. We demonstrate the applicability of this method to the cases of: (i) suspended thin films of Si and PDPP4T, (ii) Bi bulk samples, and (iii) Si, glass, and highly-oriented pyrollitic graphite (HOPG) bulk samples with a thin metallic transducer. Finally, we also show that it is possible to study in-plane heat transport on substrates with rather low thermal diffusivity, e.g., glass, even using a metallic transducer. ",
    "url": "https://arxiv.org/abs/2305.08564",
    "authors": [
      "Kai Xu",
      "Jiali Guo",
      "Grazia Raciti",
      "Alejandro R. Goni",
      "M. Isabel Alonso",
      "Xavier Borrise",
      "Ilaria Zardo",
      "Mariano Campoy-Quiles",
      "Juan Sebastian Reparaz"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2305.08652",
    "title": "Zeta potential and nanodiamond self assembly assisted diamond growth on  lithium niobate and lithium tantalate single crystal",
    "abstract": "This study focuses on the self-assembly and subsequent diamond growth on SiO$_2$ buffered lithium niobate (LiNbO$_3$) and lithium tantalate (LiTaO$_3$) single crystals. The zeta-potential of LNO and LTO single crystal were measured as a function of pH. They were found to be negative in the pH range 3.5-9.5. The isoelectric point for LNO was found to be at pH $\\sim$ 2.91 and that of LTO to be at pH $\\sim$ 3.20. X-ray photoelectron spectroscopy performed on the surfaces show presence of oxygen groups which may be responsible for the negative zeta potential of the crystals. Self-assembly of nanodiamond particles on LTO and LNO, using nanodiamond colloid, were studied. As expected, high nanodiamond density was seen when self-assembly was done using a positively charged nanodiamond particles. Diamond growth was attempted on the nanodiamond coated substrates but they were found to be unsuitable for direct growth due to disintegration of substrates in diamond growth conditions.. A $\\sim$100nm thick silicon dioxide layer was deposited on the crystals, followed by nanodiamond self assembly and diamond growth. Thin diamond films were successfully grown on both coated crystals. The diamond quality was analysed by Raman spectroscopy and atomic force microscopy. ",
    "url": "https://arxiv.org/abs/2305.08652",
    "authors": [
      "Soumen Mandal",
      "Karsten Arts",
      "David Morgan",
      "Zhuohui Chen",
      "Oliver A. Williams"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.08794",
    "title": "Effect of the inclination in the passage through the 5/3 mean motion  resonance between Ariel and Umbriel",
    "abstract": "The orbits of the main satellites of Uranus are expected to slowly drift away owing to tides raised in the planet. As a result, the 5/3 mean motion resonance between Ariel and Umbriel was likely encountered in the past. Previous studies have shown that, in order to prevent entrapment in this resonance, the eccentricities of the satellites must be larger than $\\sim 0.01$ at the epoch, which is hard to explain. On the other hand, if the satellites experience some temporary capture and then escape, the inclinations rise to high values that are not observed today. We have revisited this problem both analytically and numerically focussing on the inclination, using a secular two-satellite model with circular orbits. We show that if the inclination of Umbriel was around $0.15^{\\circ}$ at the time of the 5/3 resonance encounter, capture can be avoided in about $60\\%$ of the cases. Moreover, after the resonance crossing, the inclination of Umbriel drops to a mean value around $0.08^{\\circ}$, which is close to the presently observed one. The final inclination of Ariel is distributed between $0.01^{\\circ}$ and $0.25^{\\circ}$ with a nearly equal probability, which includes the present mean value of $0.02^{\\circ}$. ",
    "url": "https://arxiv.org/abs/2305.08794",
    "authors": [
      "Sérgio R. A. Gomes",
      "Alexandre C. M. Correia"
    ],
    "subjectives": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2204.02167",
    "title": "Inverse uncertainty quantification of a mechanical model of arterial  tissue with surrogate modeling",
    "abstract": " Title: Inverse uncertainty quantification of a mechanical model of arterial  tissue with surrogate modeling ",
    "url": "https://arxiv.org/abs/2204.02167",
    "authors": [
      "Salome Kakhaia",
      "Pavel Zun",
      "Dongwei Ye",
      "Valeria Krzhizhanovskaya"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Biological Physics (physics.bio-ph)",
      "Applications (stat.AP)"
    ]
  },
  {
    "id": "arXiv:2206.14955",
    "title": "Towards Perturbation Theory Methods on a Quantum Computer",
    "abstract": " Comments: Main: 16 pages, 4 figures; SM: 5 pages ",
    "url": "https://arxiv.org/abs/2206.14955",
    "authors": [
      "Junxu Li",
      "Barbara A. Jones",
      "Sabre Kais"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2211.16862",
    "title": "Satellite-to-Ground Continuous Variable Quantum Key Distribution: The  Gaussian and Discrete Modulated Protocols in Low Earth Orbit",
    "abstract": " Comments: Submitted to IEEE Transactions on Communications. 29 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2211.16862",
    "authors": [
      "Mikhael Sayat",
      "Biveen Shajilal",
      "Sebastian P. Kish",
      "Syed M. Assad",
      "Thomas Symul",
      "Ping Koy Lam",
      "Nicholas Rattenbury",
      "John Cater"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Space Physics (physics.space-ph)"
    ]
  },
  {
    "id": "arXiv:2212.03726",
    "title": "Investigating students' strengths and difficulties in quantum computing",
    "abstract": " Title: Investigating students' strengths and difficulties in quantum computing ",
    "url": "https://arxiv.org/abs/2212.03726",
    "authors": [
      "Tunde Kushimo",
      "Beth Thacker"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2301.10040",
    "title": "Interrogating Quantum Nonlocal Effects in Nanoplasmonics through  Electron-Beam Spectroscopy",
    "abstract": " Comments: 8 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2301.10040",
    "authors": [
      "P. A. D. Gonçalves",
      "F. Javier García de Abajo"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2303.10666",
    "title": "Dissipatons as generalized Brownian particles for open quantum systems:  Dissipaton-embedded quantum master equation",
    "abstract": " Comments: Revisions ",
    "url": "https://arxiv.org/abs/2303.10666",
    "authors": [
      "Xiang Li",
      "Yu Su",
      "Zi-Hao Chen",
      "Yao Wang",
      "Rui-Xue Xu",
      "Xiao Zheng",
      "YiJing Yan"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.00012",
    "title": "Shape resonance induced electron attachment to Cytosine: The effect of  aqueous media",
    "abstract": " Comments: 5 figures, 5 tables ",
    "url": "https://arxiv.org/abs/2305.00012",
    "authors": [
      "Pooja Verma",
      "Madhubani Mukherjee",
      "Achintya Kumar Dutta"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.01508",
    "title": "Coherent Control of Mid-Infrared Frequency Comb by Optical Injection of  Near-Infrared Light",
    "abstract": " Comments: 9 pages, 6 figures; edited author list; ",
    "url": "https://arxiv.org/abs/2305.01508",
    "authors": [
      "Kenichi N. Komagata",
      "Alexandre Parriaux",
      "Mathieu Bertrand",
      "Johannes Hillbrand",
      "Mattias Beck",
      "Valentin J. Wittwer",
      "Jérôme Faist",
      "Thomas Südmeyer"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2305.04938",
    "title": "Optical characteristics of cavity structures with  Al0.2Ga0.8As/Al0.9Ga0.1As distributed Bragg reflectors and In0.37Ga0.63As  quantum dots as the active region",
    "abstract": " Title: Optical characteristics of cavity structures with  Al0.2Ga0.8As/Al0.9Ga0.1As distributed Bragg reflectors and In0.37Ga0.63As  quantum dots as the active region ",
    "url": "https://arxiv.org/abs/2305.04938",
    "authors": [
      "Bartosz Kamiński",
      "Agata Zielińska",
      "Anna Musiał",
      "Ching-Wen Shih",
      "Imad Limame",
      "Sven Rodt",
      "Stephan Reitzenstein",
      "Grzegorz Sęk"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07009",
    "title": "Fault-tolerant quantum algorithm for symmetry-adapted perturbation  theory",
    "abstract": " Comments: 55 pages, 18 figures, 4 tables ",
    "url": "https://arxiv.org/abs/2305.07009",
    "authors": [
      "Cristian L. Cortes",
      "Matthias Loipersberger",
      "Robert M. Parrish",
      "Sam Morley-Short",
      "William Pol",
      "Sukin Sim",
      "Mark Steudtner",
      "Christofer S. Tautermann",
      "Matthias Degroote",
      "Nikolaj Moll",
      "Raffaele Santagati",
      "Michael Streif"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Other Condensed Matter (cond-mat.other)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2305.07148",
    "title": "Fully quantum algorithm for lattice Boltzmann methods with application  to partial differential equations",
    "abstract": " Comments: 12 pages, 9 figures, open source code ",
    "url": "https://arxiv.org/abs/2305.07148",
    "authors": [
      "Fatima Ezahra Chrit",
      "Sriharsha Kocherla",
      "Bryan Gard",
      "Eugene F. Dumitrescu",
      "Alexander Alexeev",
      "Spencer H. Bryngelson"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2305.07194",
    "title": "Quantum interference effects determine contextual realities",
    "abstract": " Comments: 4 pages, including 2 figures, contribution to QIT48, held May 29th-30th 2023 at Kyoto University, Kyoto, Japan, two additional references in version 2 ",
    "url": "https://arxiv.org/abs/2305.07194",
    "authors": [
      "Holger F. Hofmann"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  }
]