[
  {
    "id": "arXiv:2509.20372",
    "title": "AI-Guided Quantum Material Simulator for Education. Case Example: The Neuromorphic Materials Calculator 2025",
    "abstract": "           Teaching and learning in advanced materials science are often limited by two barriers: the technical complexity of quantum-mechanical simulations and the lack of individualized support in inquiry-based education. Here, we introduce the Neuromorphic Materials Calculator 2025 (NMC2025), a command-line platform that integrates a conversational artificial intelligence (AI) tutor with automated simulation workflows. NMC2025 combines large language model (LLM) guidance, real-time literature feedback, and domain-specific computation to create an adaptive learning environment. The system includes modular Python components for material discovery, simulation parameter optimization, and automated input generation for Quantum ESPRESSO (QE). Grounded in constructivist pedagogy, the tool enables students to carry out authentic research tasks such as identifying candidate materials for neuromorphic memristors or tuning density functional theory (DFT) inputs, while receiving context-aware explanations from the AI tutor. A case study illustrates how iterative, AI-guided refinement of hypotheses and calculations enhances both accuracy and understanding. NMC2025 fosters deeper conceptual insight, independent exploration, and smooth transfer of research methods into the classroom. This approach highlights the potential of AI-augmented education to reduce barriers to complex simulations and to expand access to computational modeling across science, technology, engineering, and mathematics (STEM).         ",
    "url": "https://arxiv.org/abs/2509.20372",
    "authors": [
      "Santiago D. Barrionuevo",
      "Myriam H. Aguirre"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2509.20390",
    "title": "Optical Characterization of Wavelength-shifting and Scintillating-Wavelength-shifting Fibers",
    "abstract": "           We report results of optical characterizations of new wavelength-shifting and scintillating-wavelength-shifting fibers EJ-182 and EJ-160 from Eljen Technology and compare them to the wavelength-shifting fiber BCF-91A from Saint-Gobain. The wavelength-dependence of attenuation was derived from spectral measurements confirming that the long attenuation length increases with wavelength, while short attenuation effects become less significant at longer wavelengths. The impact of environmental refractive index was measured by immersing a fiber in water. Immersing the fibers in water reduced the light yield and led to a suppression of the short attenuation length, consistent with the expected decrease in the refractive index contrast.         ",
    "url": "https://arxiv.org/abs/2509.20390",
    "authors": [
      "W. Bae",
      "J. Cesar",
      "K. Chen",
      "J. Cho",
      "D. Du",
      "J. Edgar",
      "L. Earthman",
      "O. M. Falana",
      "M. Gajda",
      "C. Hurlbut",
      "M. Jackson",
      "K. Lang",
      "C. Lee",
      "J. Y. Lee",
      "E. Liang",
      "J. Liu",
      "C. Maxwell",
      "C. Murthy",
      "D. Myers",
      "S. Nguyen",
      "T. O'Brien",
      "M. Proga",
      "T. Rodriguez",
      "S. Syed",
      "M. Zalikha",
      "J. Zey"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2509.20584",
    "title": "Comb-Driven Coherent Optical Transmitter for Scalable DWDM Interconnects",
    "abstract": "           Driven by the growing demand for large-scale artificial intelligence applications, disaggregated compute nodes and high-radix switches in next-generation computing clusters are set to surpass the capacity of current optical interconnect technologies. Such a surge turns several aspects of transmitters into critical bottlenecks: shoreline bandwidth density and energy efficiency are effectively limiting the scalability. We present a comb-driven coherent optical transmitter architecture on a Si/SiN platform that provides the bandwidth density, energy efficiency, and compact footprint required for such co-packaged-enabled optical interconnects. We evaluate scalability through critical building blocks, including ultra-compact microring-assisted Mach--Zehnder modulators (MRA-MZMs) and dense wavelength-division multiplexing (DWDM) interleavers. Single-tone experiments demonstrate a net line rate of 400 Gbps per polarization (16-QAM, 120 GBd) in silicon within the O-band, achieving a record shoreline density of 4 Tbps/mm while consuming only 10 fJ/bit for modulation. We also demonstrate transmission rates of up to 160 GBd QPSK in back-to-back and 100 GBd over 7 km of fiber without dispersion compensation. Using a quantum-dot frequency comb, six 100 GHz-spaced WDM channels transmit 1.08 Tbps over 5 km. System-level analyses show that by leveraging advanced modulation formats through the integration of wavelength and polarization multiplexing, our proposed architecture can realistically support combined transmission rates exceeding 10 Tbps per fiber within practical limits of power consumption and packaging, outlining a clear path toward future petabit-scale interconnects.         ",
    "url": "https://arxiv.org/abs/2509.20584",
    "authors": [
      "Alireza Geravand",
      "Erwan Weckenmann",
      "Jean-Michel Vallée",
      "Farshid Shateri",
      "Zibo Zheng",
      "Simon Levasseur",
      "Bo Yang",
      "Jiajian Chen",
      "Ting Wang",
      "Zihao Wang",
      "Leslie A. Rusch",
      "Wei Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.20604",
    "title": "Numerically exact quantum dynamics with tensor networks: Predicting the decoherence of interacting spin systems",
    "abstract": "           Predicting the quantum dynamics of promising solid-state and molecular quantum technology candidates remains a formidable challenge. Yet, accessing these dynamics is key to understanding and controlling decoherence mechanisms -- a prerequisite for designing better qubits, sensors, and memories. We leverage a matrix product state representation to introduce a numerically exact and scalable method to achieve this goal. We demonstrate that our method accurately predicts coherence and population dynamics of spin networks across a wide range of parameter regimes, encompassing nuclear spin sensors and qubits in solid-state semiconductors and molecular magnets. Our method further predicts spin dynamics under the influence of repeated light pulses, which are commonly used to mitigate decoherence and perform quantum sensing experiments. Our method thus provides reliable results for moderately-sized spin platforms spanning molecular magnets and solid-state spins that can guide the development of approximate but efficient quantum dynamics methods and enable principled inquiry into decoherence mechanisms.         ",
    "url": "https://arxiv.org/abs/2509.20604",
    "authors": [
      "Tianchu Li",
      "Pranay Venkatesh",
      "Nanako Shitara",
      "Andrés Montoya-Castillo"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2509.20809",
    "title": "Fast 3D Nanophotonic Inverse Design using Volume Integral Equations",
    "abstract": "           Designing nanophotonic devices with minimal human intervention has gained substantial attention due to the complexity and precision required in modern optical technologies. While inverse design techniques typically rely on conventional electromagnetic solvers as forward models within optimization routines, the substantial electrical size and subwavelength characteristics of nanophotonic structures necessitate significantly accelerated simulation methods. In this work, we introduce a forward modeling approach based on the volume integral equation (VIE) formulation as an efficient alternative to traditional finite-difference (FD)-based methods. We derive the adjoint method tailored specifically for the VIE framework to efficiently compute optimization gradients and present a novel unidirectional mode excitation strategy compatible with VIE solvers. Comparative benchmarks demonstrate that our VIE-based approach provides multiple orders of magnitude improvement in computational efficiency over conventional FD methods in both time and frequency domains. To validate the practical utility of our approach, we successfully designed two representative nanophotonic components: a selective mode reflector and a 3 dB power splitter. Our results underscore the significant runtime advantages offered by the VIE-based framework, highlighting its promising role in accelerating inverse design workflows for next-generation nanophotonic devices.         ",
    "url": "https://arxiv.org/abs/2509.20809",
    "authors": [
      "Amirhossein Fallah",
      "Constantine Sideris"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Numerical Analysis (math.NA)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2509.20818",
    "title": "Intelligent Mode Sorting in Turbulence with Task-Dependent Optical Neural Networks",
    "abstract": "           The practical deployment of high-capacity free-space optical communication is fundamentally limited by atmospheric turbulence, a challenge that conventional mode-sorting techniques have failed to overcome. While engineered optical computers like diffractive networks offer a potential solution, their design complexity remains a significant barrier. Here, we introduce and experimentally validate a methodology for task-dependent hardware design, demonstrating a simple, continuous-wave-driven multimode fibre reservoir that is physically configured to solve this specific, high-impact problem. We first establish a set of physical design principles, showing that recurrent dynamics are optimal for structural data (MNIST), whereas high mode-mixing is superior for textural data (FMNIST). By treating turbulence-induced wavefront distortion as a complex textural feature, we configure a physically optimised reservoir for classifying orbital angular momentum (OAM) modes. In moderate to high-turbulence regimes, our system outperforms an ideal modal decomposition by an average of 20.32~$\\pm$~3.00\\%, succeeding precisely where the conventional approach fails. This work not only demonstrates a practical, low-complexity solution for turbulence mitigation but also reframes the optical receiver as a physical likelihood processor, thereby offering a path towards significantly reduced digital signal processing burdens by offloading much of the computational load to the physical optical front-end. We establish a framework for co-designing physical hardware with computation, enabling simpler, more robust optical machine learning systems tailored for real-world challenges.         ",
    "url": "https://arxiv.org/abs/2509.20818",
    "authors": [
      "Christopher R. Rawlings",
      "Mitchell A. Cox"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.20825",
    "title": "Reconfigurable Optical Logic Gates and 2-Bit Decoder Using Multiport Directional Couplers",
    "abstract": "           We demonstrate a reconfigurable photonic platform capable of implementing both optical logic gates and a 2-bit decoder on the same device. The architecture is based on cascaded multiport directional couplers interleaved with thermo-optic phase shifters, enabling programmable $N \\times N$ unitary transformations. Optimal heater voltages for phase control are determined through Bayesian optimization. The devices operate reliably across multiple wavelengths with 50 GHz spacing, suggesting potential for wavelength-parallel optical processing. These results highlight a pathway toward compact, programmable and integrated photonic circuits.         ",
    "url": "https://arxiv.org/abs/2509.20825",
    "authors": [
      "Noel Francisco Prado Bucaro",
      "Yushan Hu",
      "Satoshi Sunada",
      "Takeo Maruyama"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.20876",
    "title": "Quantum Path Control in High-Order Harmonic Generation via Squeezed Lights",
    "abstract": "           High-order harmonic generation (HHG), a robust tabletop source for producing attosecond pulses, has been extensively utilized in attosecond metrology. Traditionally, HHG driven by classical laser fields involves two typical quantum paths (short and long quantum paths) contributing to harmonic emission. Here, we demonstrate that these quantum paths in HHG can be selectively controlled using squeezed lights, a form of non-classical light. Our results indicate that the long (short) quantum path of HHG will be dramatically suppressed in the phase (amplitude)-squeezed fields. The time-frequency analysis reveals that this quantum path control stems from the quantum fluctuations in the squeezed light, which modify the phase matching of harmonic emission from different quantum states of the squeezed light. Such a quantum path selection can be achieved for the whole harmonic plateau, which has great potential to generate ultrashort isolated attosecond pulse with duration less than one atomic unit of time.         ",
    "url": "https://arxiv.org/abs/2509.20876",
    "authors": [
      "Feng Wang",
      "Chunhui Yang",
      "Xinyi Cui",
      "Lixin He",
      "Tianxin Ou",
      "Rui-Bo Jin",
      "Qing Liao",
      "Pengfei Lan",
      "Peixiang Lu"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.20879",
    "title": "Nanoimprinted topological laser in the visible",
    "abstract": "           Nanoimprint lithography (NIL) is a widely used high-throughput fabrication technique for photonic devices, yet its reliability is often compromised by the inevitable imperfections that arise during the demolding process. Topological photonics, which harnesses topologically nontrivial structures to support defect-robust photonic states, offers a promising solution to this challenge. Here, we demonstrate a topological laser that is one-step nanoimprinted upon colloidal perovskite nanocrystals. This laser features multiple higher-order topological corner states, with topological protection provided by the structure effectively mitigating imperfections caused by the nanoimprinting process. This property enables the reliable detection of these states, which is particularly challenging to achieve in the visible spectrum. Our work establishes topological photonics as a viable pathway to enhance the reliability of NIL-based manufacturing, providing a scalable and practical route for mass-producing topological lasers with low-index materials.         ",
    "url": "https://arxiv.org/abs/2509.20879",
    "authors": [
      "Qiang Zhang",
      "Rui Duan",
      "Yutian Ao",
      "Lin Wang",
      "Xuehong Zhou",
      "Xuyong Yang",
      "Xiao-Cong Yuan",
      "Baile Zhang",
      "Handong Sun"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.20920",
    "title": "Theory of quantum spin-Hall topological lasers",
    "abstract": "           We theoretically investigate a quantum spin-Hall topological laser formed by an array of dielectric ring resonators endowed of saturable gain. The system preserves time-reversal symmetry, the clockwise and counter-clockwise modes in each ring resonator acting as two pseudospin states that experience opposite synthetic magnetic fields. We consider ring resonators featuring an internal S-shaped waveguide asymmetrically coupling the two pseudospin states. In spite of the non-magnetic nature of the configuration, we show that an effective breaking of reciprocity is induced by the interplay of spatial parity breaking with saturable gain and a Kerr optical non-linearity. This enables robust single-mode topological lasing even in the presence of realistic levels of backscattering.         ",
    "url": "https://arxiv.org/abs/2509.20920",
    "authors": [
      "Alberto Muñoz de las Heras",
      "Iacopo Carusotto"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.20925",
    "title": "Observation of tuning properties in a doubly resonant backward optical parametric oscillator",
    "abstract": "           Doubly resonant optical parametric oscillators (OPOs) under continuous wave (CW) pumping are particularly notable for their low threshold and narrow linewidth. Backward OPOs (BOPOs) realized through backward quasi-phase matching which exhibit unique tuning properties compared with conventional forward OPOs have been demonstrated under pulse pumping. In this work, a doubly resonant BOPO was implemented in a semi-monolithic cavity under CW pumping, and its tuning properties were characterized. By tuning the pump wavelength, the forward and backward waves exhibited tuning ranges of 56.85 nm and 0.89 nm, respectively. Adjusting the crystal temperature resulted in tuning ranges of 59.7 GHz and 59.4 GHz for the forward and backward waves, respectively. This research establishes the BOPO as a promising candidate for applications in the field of CW OPOs.         ",
    "url": "https://arxiv.org/abs/2509.20925",
    "authors": [
      "Ming-Yuan Gao",
      "Yue-Wei Song",
      "Zhi-Cheng Guo",
      "Yin-Hai Li",
      "Zhi-Yuan Zhou",
      "Bao-Sen Shi"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.20995",
    "title": "Three Dimensional Theory of the Ion Channel Laser",
    "abstract": "           The ion channel laser (ICL) is a plasma-based alternative to the free electron laser (FEL) that uses the electric field of a uniform-density ion channel rather than the magnetic field of an undulator to induce transverse oscillations of a relativistic electron bunch and thereby produce coherent radiation via a collective electromagnetic instability. The powerful focusing of the ion channel generally yields significantly higher gain parameters in the ICL as compared to the FEL. This permits lasing in extremely short distances using electron bunches with an energy spread as large as a few percent; a value readily achievable with current plasma-based accelerators. ICLs, however, impose stringent transverse phase space requirements on the electron beam beyond what is required in FELs. In this work, we present a novel 3D theory of the off-axis planar ICL that accounts for a number of effects including diffraction, transverse guided mode shape, frequency and betatron phase detuning, and nonzero spread in energy and undulator parameter. We derive the ICL pendulum and field equations, which we use to write down the 3D Maxwell-Klimontovich equations. After linearizing, we obtain an integro-differential equation describing the $z$-evolution of the radiation mode. The 3D ICL dispersion relation is obtained using a Van Kampen normal mode expansion. We numerically solve the $z$-evolution equation to compute radiation power growth rates and transverse guided mode profiles over a range of different ICL parameters. We note the ICL's large gain bandwidth and examine the gain reduction due to 3D effects, energy spread, and emittance. Electron beam phase space and emittance requirements for lasing are derived. Finally, we make general observations about the general performance and feasibility of the ICL and discuss future prospects.         ",
    "url": "https://arxiv.org/abs/2509.20995",
    "authors": [
      "Claire Hansel",
      "Agostino Marinelli",
      "Zhirong Huang",
      "Elena Ros",
      "Valentina Lee",
      "Michael Litos"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2509.21065",
    "title": "A 698 nm laser system for excitation of fluorescent quantum light sources on a CubeSat mission",
    "abstract": "           This manuscript reports on the development and qualification of an ECDL-based, fiber-coupled laser system at a wavelength of {\\lambda} = 698 nm for space applications. We designed and developed the optical and mechanical configuration, along with the laser driving and thermal management electronics, to meet space compatibility requirements. Validation tests were conducted on off-the-shelf components to assess their suitability for satellite deployment. The final system integrates all components into a compact design optimized for CubeSat platforms.         ",
    "url": "https://arxiv.org/abs/2509.21065",
    "authors": [
      "Sven Schwertfeger",
      "Elisa Da Ros",
      "Marcel Bursy",
      "Andreas Wicht",
      "Daniel Pardo",
      "Ankush Sharma",
      "Subash Sachidananda",
      "Alexander Ling",
      "Markus Krutzik"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.21098",
    "title": "First Electron Acceleration in a Tunable-Velocity Laser Wakefield",
    "abstract": "           We present the first experimental confirmation that a laser-wakefield accelerator produced by a flying focus pulse is able to maintain the coherent structures necessary to accelerate electrons to relativistic energies. Through a combination of spatio-temporal near-field shaping of the beam and focusing with an axiparabola - a long-focal-depth mirror that produces a quasi-Bessel beam - the propagation velocity of the wakefield is tuned to control the maximum electron energy achievable. The experimental data are supported by advanced optical and particle-in-cell simulations and are aligned with a simplified analytical model. Together, the results significantly strengthen the case for the flying-focus wakefield as a strategy for mitigating dephasing in laser-wakefield acceleration.         ",
    "url": "https://arxiv.org/abs/2509.21098",
    "authors": [
      "Aaron Liberman",
      "Anton Golovanov",
      "Slava Smartsev",
      "Anda-Maria Talposi",
      "Sheroy Tata",
      "Victor Malka"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2509.21157",
    "title": "Tunable Resonant Metasurfaces Empowered by Atomically Thin Semiconductors",
    "abstract": "           Nanophotonics has recently gained new momentum with the emergence of a novel class of nanophotonic systems consisting of resonant dielectric nanostructures integrated with single or few layers of transition metal dichalcogenides (2D-TMDs). Thinned to the single layer phase, 2D-TMDs are unique solid-state systems with excitonic states able to persist at room temperature and demonstrate notable tunability of their energies in the optical range. Based on these properties, they offer important opportunities for hybrid nanophotonic systems where a nanophotonic structure serves to enhance the light-matter interaction in the 2D-TMDs, while the 2D-TMDs can provide various active functionalities, thereby dramatically enhancing the scope of nanophotonic structures. In this work, we combine 2D-TMD materials with resonant photonic nanostructures, namely, metasurfaces composed of high-index dielectric nanoparticles. The dependence of the excitonic states on charge carrier density in 2D-TMDs leads to an amplitude modulation of the corresponding optical transitions upon changes of the Fermi level, and thereby to changes of the coupling strength between the 2D-TMDs and resonant modes of the photonic nanostructure. We experimentally implement such a hybrid nanophotonic system and demonstrate voltage tuning of its reflectance as well as its different polarization-dependent behavior. Our results show that hybridization with 2D-TMDs can serve to render resonant photonic nanostructures tunable and time-variant $-$ important properties for practical applications in optical analog computers and neuromorphic circuits.         ",
    "url": "https://arxiv.org/abs/2509.21157",
    "authors": [
      "Alexey Ustinov",
      "Ángela Barreda",
      "Duk-Yong Choi",
      "Tobias Bucher",
      "Giancarlo Soavi",
      "Thomas Pertsch",
      "Isabelle Staude"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.21246",
    "title": "Peak separation methods for inverse photoelectron spectra: Comparing second derivative, curve fitting, and deconvolution analyses",
    "abstract": "           Inverse photoelectron spectroscopy (IPES) is a powerful technique for probing the unoccupied electronic states of materials. It can be regarded as the inversion process of photoelectron spectroscopy (PES), which examines the occupied states. Recently developed low-energy inverse photoelectron spectroscopy (LEIPS) can significantly advance the study of unoccupied states, owing to an improved signal-to-noise ratio and minimal sample damage compared to conventional IPES. However, the instrumental resolution remains at 0.2 eV, which is one order of magnitude lower than that of PES. Spectral broadening caused by the low instrumental resolution often results in overlapping peaks. Peak separation is therefore crucial in the analysis of LEIPS spectra. In this study, we compared three peak separation methods: second derivative, curve fitting, and deconvolution. These methods were applied to modeled and experimental LEIPS spectra of the lowest unoccupied molecular orbital-derived band of pentacene, which consists of two splitting peaks due to the two inequivalent molecules in the unit cell. We systematically and quantitatively evaluated the performance of each method in terms of analysis parameters and discussed its robustness to noise as well as its peak separation capability. This work offers a practical framework for peak separation in LEIPS, with extensions to PES and a wide range of spectroscopies.         ",
    "url": "https://arxiv.org/abs/2509.21246",
    "authors": [
      "Ryotaro Nakazawa",
      "Haruki Sato",
      "Hiroyuki Yoshida"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2509.20535",
    "title": "Characterizing Nanoflare Energy and Frequency through Field Line Analysis",
    "abstract": "           We present a detailed analysis of a 3D MHD simulation of a subset of the magnetic flux in an active region. The simulation models the generation of nanoflares and response of the plasma to imposed photospheric motions. Our study focuses on characterizing the energy distribution and occurrence frequency of the nanoflares in the simulation that self-consistently heat the corona. This field line based analysis reveals that the nanoflare energy distribution (energy per unit cross sectional area) follows a log-normal profile, where low energy nanoflares are significantly more prevalent than those with high energy. When compared with the plasma cooling time, different energy nanoflares tend to repeat with different frequencies. Low energy nanoflares repeat at high frequencies, while high energy nanoflares repeat at low frequencies. However, the thermal evolution of plasma along individual field lines is governed predominantly by the high energy nanoflares. These findings provide critical insights into the role of small-scale magnetic reconnection events in heating the solar corona.         ",
    "url": "https://arxiv.org/abs/2509.20535",
    "authors": [
      "Shanwlee Sow Mondal",
      "Lars K. S. Daldorff",
      "James A. Klimchuk",
      "Craig D. Johnston"
    ],
    "subjectives": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2509.20547",
    "title": "Realization of Graphene Quantum Dots for Innovative Biosensor Development and Diverse Applications",
    "abstract": "           This paper investigates quantum dots (QDs), which are miniature semiconductor structures with remarkable optical and electrical properties due to quantum confinement processes. Traditional QDs, such as CdTe, have been extensively investigated; however, they frequently exhibit toxicity and stability issues. Graphene quantum dots (GQDs) are emerging as a safer and more stable alternative to traditional QDs. GQDs are honeycomb-lattice carbon atoms with unique electronic and optical properties that make them promising candidates for biomedical, electronic, and energy storage applications. GQD synthesis methods (top-down and bottom-up) and their advantages over standard QDs include better photostability, biocompatibility, and configurable band gaps. GQDs are perfect for real-world uses like sensitive biosensing, real-time food safety monitoring, and smart packaging because of their low toxicity, high sensitivity, and affordability. These uses are all essential for cutting down on food grain waste. This emphasizes the growing significance of GQDs in advancing nanotechnology and their potential integration with quantum technologies, paving the door for creative solutions in biosensing, food safety, environmental monitoring, and future quantum electronics.         ",
    "url": "https://arxiv.org/abs/2509.20547",
    "authors": [
      "Kumar Gautam",
      "Kumar Shubham",
      "Hitesh Sharma",
      "Divya Punia",
      "Ajay K Sharma",
      "Namisha Gupta",
      "Varun Rathor",
      "Vishakha Singh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Emerging Technologies (cs.ET)",
      "Atomic and Molecular Clusters (physics.atm-clus)"
    ]
  },
  {
    "id": "arXiv:2509.20632",
    "title": "Probing Bandwidth and Sensitivity in Rydberg Atom Sensing via Optical Homodyne and RF Heterodyne Detection",
    "abstract": "           Rydberg atom based sensors allow for SI traceable measurements and show promise for applications in the field of communication and radar technologies. In this article, we investigate the bandwidth and sensitivity of a Rydberg atom-based sensor in a rubidium vapor cell using Rydberg electromagnetically induced transparency (EIT) spectroscopy. We employ a radio-frequency (RF) heterodyne measurement technique in combination with an optical homodyne setup to extend the achievable range between sensitivity and bandwidth in a Rydberg sensor. While the bandwidth of Rydberg sensors are limited by the transit time of atoms and the Rabi frequency of the coupling field, achieving higher bandwidth through smaller beam sizes is thought to compromise sensitivity due to reduced EIT signal strength. Using optical homodyne detection, we demonstrate that sensitivity is preserved while achieving a response bandwidth of 8 MHz. In addition, using the Rydberg sensor, we receive digital communication signals and present error vector magnitude (EVM) measurements as a function of varying symbol rates and bandwidth of the Rydberg sensor. Furthermore, the sensor's performance is compared with a conventional RF mixer. We establish that the bandwidth of a Rydberg sensor when receiving a pure tone is not the same as the bandwidth of the sensor when receiving a modulated signal. This difference results from the spreading of symbols in the frequency domain, leading to a reduction of the signal to noise ratio (SNR) and an accumulation of noise over the total span of the modulated signal.         ",
    "url": "https://arxiv.org/abs/2509.20632",
    "authors": [
      "Dixith Manchaiah",
      "Stone Oliver",
      "Samuel Berweger",
      "Christopher L. Holloway",
      "Nikunjkumar Prajapati"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.21088",
    "title": "Dynamically stable optical trapping of thermophoretically active Janus colloids",
    "abstract": "           The ability to optically trap and manipulate artificial microswimmers such as active Janus particles (JPs) provides a breakthrough in active matter research and applications. However, it presents significant challenges because of the asymmetry in the optical properties of JPs and remains incomprehensible. Illustrating the interplay between optical and thermophoretic forces, we demonstrate dynamically stable optical trapping of Pt-silica JPs, where the force-balanced position evolves spontaneously within a localized volume around the focal point and in a vertically shifted annular confinement at low and high laser powers, respectively. Intriguingly, the orientational and orbital dynamics of JP remain strongly coupled in the delocalized confinement. Furthermore, we demonstrate simultaneous optical trapping of multiple JPs. This first report on thermophoresis of Pt-silica JPs and localized-to-delocalized crossover in the position distributions of an optically trapped active JP, verifying theoretical predictions, advances our understanding on confined active matter and their experimental realizations.         ",
    "url": "https://arxiv.org/abs/2509.21088",
    "authors": [
      "Sanatan Halder",
      "Manas Khan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.15411",
    "title": "Efficient, inverse large-scale optimization of diffractive lenses",
    "abstract": "           Scalable photonic optimization holds the promise of significantly enhancing the performance of diffractive lenses across a wide range of photonic applications. However, the high computational cost of conventional full three-dimensional electromagnetic solvers has thus far been a major obstacle to large-scale-domain optimization. Here, we address this limitation by integrating the convergent Born series with the adjoint-field optimization framework, enabling inverse design with its domain size up to a $110 \\times 110 \\times 46\\ \\mu\\text{m}^3$ volume$-$corresponding to 0.1 gigavoxels$-$using a single, cost-effective graphics card. The optimized lens achieves a 9% improvement in axial resolution and a 20% increase in focusing efficiency compared to a standard Fresnel lens of identical diameter and numerical aperture. These gains point to immediate application opportunities for optimizing high-performance microscopy, photolithography, and optical trapping systems using modest computational resources.         ",
    "url": "https://arxiv.org/abs/2506.15411",
    "authors": [
      "Marco Gerhardt",
      "Sungkun Hong",
      "Moosung Lee"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2506.19111",
    "title": "Carrier Transport in Electrically-Driven Photonic Crystal Membrane Lasers",
    "abstract": "           We model carrier transport in photonic crystal lasers with lateral current injection through two-dimensional (2D) finite-volume simulations. Though such lasers can achieve ultra-low threshold currents, leakage paths reduce the carrier injection efficiency. The design is evaluated through its performance in terms of injection efficiency, internal quantum efficiency, and IV characteristics. Our model predicts the presence of unconventional leakage paths, explaining experimental observations of low injection efficiencies and enhanced spontaneous recombination at doping interfaces. Carrier leakage paths arise due to insufficient injection of holes into the active region, leading to an electric field that increases the energy barrier for electrons, thereby reducing the injection efficiency. The spatial profile of the p-doped region is shown to play a critical role in achieving a high electrical injection efficiency and low-threshold lasing. The model is an important step towards modelling and optimizing properties of 2D photonic crystal membrane lasers.         ",
    "url": "https://arxiv.org/abs/2506.19111",
    "authors": [
      "Mathias Marchal",
      "Evangelos Dimopoulos",
      "Kasper Spiegelhauer",
      "Nikolaos Chatzaras",
      "Marco Saldutti",
      "Kresten Yvind",
      "Yi Yu",
      "Jesper Mørk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2509.04674",
    "title": "Microwave Spectroscopy of the Muonium $2S_{1/2}-2P_{3/2}$ Fine Structure Interval",
    "abstract": "           We report a microwave spectroscopy measurement of the muonium $2S_{1/2}-2P_{3/2}$ fine structure transition, yielding a transition frequency of $9871.0 \\pm 7.0~\\mathrm{MHz}$, in agreement with state-of-the-art QED predictions within one standard deviation. In combination with the recent Lamb shift result, the $2P_{1/2}-2P_{3/2}$ splitting is determined, improving the spectroscopic characterization of the $n=2$ manifold in muonium. These results provide a stringent test of bound-state QED in a purely leptonic system and establish a path toward future searches for Lorentz violation and muon-specific new physics.         ",
    "url": "https://arxiv.org/abs/2509.04674",
    "authors": [
      "Philipp Blumer",
      "Gianluca Janka",
      "Svenja Geissmann",
      "Iren Ignatov",
      "Marcus Mähring",
      "Zaher Salman",
      "Andreas Suter",
      "Edward Thorpe-Woods",
      "Thomas Prokscha",
      "Ben Ohayon",
      "Paolo Crivelli"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2509.07547",
    "title": "Membrane phononic integrated circuits",
    "abstract": "           Phononic circuits constructed from high tensile stress membranes offer a range of desirable features such as high acoustic confinement, controllable nonlinearities, low mass, compact footprint, and ease of fabrication. This tutorial presents a systematic approach to modelling and designing phononic integrated circuits on this platform, beginning with acoustic confinement, wave propagation and dispersion, mechanical and actuation nonlinearities, as well as resonator dynamics. By adapting coupled mode theory from optoelectronics to suspended membranes, and validating this theory with several numerical techniques (finite element modelling, finite difference time domain simulations, and the transfer matrix method), we then provide a comprehensive framework to engineer a broad variety of phononic circuit building blocks. As illustrative examples, we describe the implementation of several acoustic circuit elements including resonant and non-resonant variable-ratio power splitters, mode converters, mode (de)multiplexers, and in-line Fabry-Perot cavities based on evanescent tunnel barriers. These building blocks lay the foundation for phononic integrated circuits with applications in sensing, acoustic signal processing, and power-efficient and radiation-hard computing.         ",
    "url": "https://arxiv.org/abs/2509.07547",
    "authors": [
      "Timothy M.F. Hirsch",
      "Nicolas P. Mauranyapin",
      "Erick Romero",
      "Glen I. Harris",
      "Xiaoya Jin",
      "Nishta Arora",
      "Christiaan J. Bekker",
      "Chao Meng",
      "Warwick P. Bowen",
      "Christopher G. Baker"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2509.17989",
    "title": "Sub-femtosecond stabilization of multicore fiber for high-fidelity quantum networking at 100% duty cycle",
    "abstract": "           Originally envisioned as a solution for the capacity crunch in telecommunications networks, multicore fibers (MCF) are contributing to scientific fields beyond telecom, such as sensing and metrology. Confined within the same cladding, the cores of MCF have a high degree of noise correlation which can be harnessed for a variety of applications. Here, we investigate MCF as a solution to the challenging problem of quantum and classical light co-existence in quantum networks by operating the quantum and stabilization light in separate but highly correlated cores of a 7-core MCF. Over 40 km of spooled fiber, we achieved 100 attosecond integrated jitter on one core by using phase information derived from another core. This allows for 100% duty cycle on a quantum channel while maintaining a low spurious photon rate from crosstalk between stabilization and quantum channels. With cycle-slip-free stabilization over 6 hours, frequency detuning between designated stabilization and quantum channels, and an additional 40 dB rejection of noise photons provided by the low optical crosstalk between cores, we achieved a Raman scattering-induced spurious photon rate of only 0.01 photons/s in 100 GHz bandwidth. Our results with MCF are a promising approach to ultra-stable quantum networks with 100% duty cycle on the quantum channel.         ",
    "url": "https://arxiv.org/abs/2509.17989",
    "authors": [
      "Takuma Nakamura",
      "Nazanin Hoghooghi",
      "Nicolas Fontaine",
      "Tetsuya Hayashi",
      "Takuji Nagashima",
      "Nicholas V. Nardelli",
      "Dileep V. Reddy",
      "Martin J. Stevens",
      "Tara Fortier",
      "Lynden K. Shalm",
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2006.06719",
    "title": "Quantum Algorithm for Smoothed Particle Hydrodynamics",
    "abstract": "           We present a quantum computing algorithm for the smoothed particle hydrodynamics (SPH) method. We use a normalization procedure to encode the SPH operators and domain discretization in a quantum register. We then perform the SPH summation via an inner product of quantum registers. Using a one-dimensional function, we test the approach in a classical sense for the kernel sum and first and second derivatives of a one-dimensional function, using both the Gaussian and Wendland kernel functions, and compare various register sizes against analytical results. Error convergence is exponentially fast in the number of qubits. We extend the method to solve the one-dimensional advection and diffusion partial differential equations, which are commonly encountered in fluids simulations. This work provides a foundation for a more general SPH algorithm, eventually leading to highly efficient simulations of complex engineering problems on gate-based quantum computers.         ",
    "url": "https://arxiv.org/abs/2006.06719",
    "authors": [
      "Rhonda Au-Yeung",
      "Anthony J. Williams",
      "Viv M. Kendon",
      "Steven J. Lind"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2312.14904",
    "title": "Quantum algorithms for scientific computing",
    "abstract": "           Quantum computing promises to provide the next step up in computational power for diverse application areas. In this review, we examine the science behind the quantum hype, and the breakthroughs required to achieve true quantum advantage in real world applications. Areas that are likely to have the greatest impact on high performance computing (HPC) include simulation of quantum systems, optimization, and machine learning. We draw our examples from electronic structure calculations and computational fluid dynamics which account for a large fraction of current scientific and engineering use of HPC. Potential challenges include encoding and decoding classical data for quantum devices, and mismatched clock speeds between classical and quantum processors. Even a modest quantum enhancement to current classical techniques would have far-reaching impacts in areas such as weather forecasting, aerospace engineering, and the design of \"green\" materials for sustainable development. This requires significant effort from the computational science, engineering and quantum computing communities working together.         ",
    "url": "https://arxiv.org/abs/2312.14904",
    "authors": [
      "R. Au-Yeung",
      "B. Camino",
      "O. Rathore",
      "V. Kendon"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2406.05656",
    "title": "Phase-Subtractive Interference and Noise-Resistant Quantum Imaging with Two Undetected Photons",
    "abstract": "           We present a quantum interference phenomenon in which four-photon quantum states generated by two independent sources are used to create a two-photon interference pattern without detecting two of the photons. Contrary to the common perception, the interference pattern can be made fully independent of phases acquired by the photons detected to construct it. However, it still contains information about spatially dependent phases acquired by the two undetected photons. This phenomenon can also be observed with fermionic particles. We show that the phenomenon can be applied to develop an interferometric, quantum phase imaging technique that is immune to uncontrollable phase fluctuations in the interferometer and allows image acquisition without detecting the photons illuminating the object.         ",
    "url": "https://arxiv.org/abs/2406.05656",
    "authors": [
      "Chandler Tarrant",
      "Mayukh Lahiri"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2411.17256",
    "title": "Coherent control of photonic spin Hall effect in a Cavity",
    "abstract": "           This paper theoretically investigates the manipulation of the Photonic Spin Hall Effect (photonic SHE) using a four-level closed coherent control coupling scheme in a cavity. The atomic system is configured to function as a combined Tripod and Lambda (CTL), Lambda $\\Lambda$, and $N$ level model by properly adjusting the control field strengths and their relative phases. The system demonstrates multiple transparency windows in the CTL configuration, allowing the tunable photonic SHE to be used over a wider range of probe field detuning. At probe field resonance under the condition of electromagnetic induced transparency (EIT), the $\\Lambda$-type system exhibits photonic SHE similar to the CTL system, showing a maximum upper limit of photonic SHE equal to half of the incident beam waist. This upper limit arises due to zero absorption and dispersion. Control field strengths and atomic density do not influence photonic SHE at resonance for both atomic configurations. Our findings reveal that atomic density and strength of control fields significantly influence photonic SHE in the $N$-type model at resonance, offering additional control parameters for tuning photonic SHE. Finally, the results are equally valid and applicable to conventional $\\Lambda$-type and N-type atomic systems, making the findings broadly relevant in cavity atomic systems. The results of angular photonic SHE are also discussed.         ",
    "url": "https://arxiv.org/abs/2411.17256",
    "authors": [
      "Muzamil Shah",
      "Shahid Qamar",
      "Muhammad Waseem"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2503.22058",
    "title": "Quantum Key Distribution with Spatial Modes: From 360 to 5000-Dimensional Hilbert Space",
    "abstract": "           Here, we present a high-dimensional QKD protocol utilizing the position and momentum entanglement of photon pairs. The protocol exploits the fact that position and momentum form mutually unbiased bases, linked via a Fourier transform. One photon of the entangled pair is measured by the sender in a randomly chosen basis-either position or momentum - selected passively via a 50:50 beamsplitter. This projective measurement remotely prepares the partner photon in a corresponding spatial mode, which is sent to the receiver (Bob), who similarly performs a random measurement in one of the two basis. This approach combines state preparation and measurement into a single process, eliminating the need for external random number generators. In this proof-of-principle demonstration, we achieve a photon information efficiency of 5.07 bits per photon using 90 spatial modes, and a maximum bit rate of 0.9 Kb/s with 361 modes. Looking ahead, we theoretically show that using the same entangled photon source but with next-generation event-based cameras - featuring improved quantum efficiency, timing and spatial resolution - our approach could achieve 10.9 bits per photon at 2500 spatial modes, and a maximum bit rate of 3.1 Mb/s with 5100 modes. This work establishes a scalable path toward high-dimensional, spatially encoded quantum communication with both high photon efficiency and secure bit rates.         ",
    "url": "https://arxiv.org/abs/2503.22058",
    "authors": [
      "Lukas Scarfe",
      "Yingwen Zhang",
      "Ebrahim Karimi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2504.11883",
    "title": "Quantum Optical Spanner: Twisting Superconductors with Vortex Beam via Higgs Mode",
    "abstract": "           Light carrying orbital angular momentum (OAM)--known as vortex beams--has broadened the scope of understanding and applications of light's angular momentum. Optical tweezers using OAM, often referred to as optical spanners, have significantly expanded the tunability of optical manipulation. A key frontier now lies in understanding how vortex beams interact with quantum states of matter. In this work, we numerically investigate the dynamics of a superconductor under vortex beam illumination and demonstrate the transfer of angular momentum from light to the superconducting collective mode, resulting in mechanical rotation. Our findings open a pathway for optical manipulation in the quantum regime, which we term the quantum optical spanner.         ",
    "url": "https://arxiv.org/abs/2504.11883",
    "authors": [
      "Daemo Kang",
      "Sota Kitamura",
      "Takahiro Morimoto"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2506.08432",
    "title": "Theory of Semi-Deterministic Quantum Dot Placement in Heteroepitaxy",
    "abstract": "           Achieving deterministic placement of self-assembled quantum dots (QDs) during epitaxial growth is essential for the reliable and efficient fabrication of high-quality single-photon sources and solid-state cavity quantum electrodynamics (cQED) systems, yet it remains a significant challenge due to the inherent stochasticity of QD nucleation processes. In this work, we theoretically and numerically demonstrate that deterministic QD nucleation within a pristine growth region, e.g., InAs on a (001)-oriented GaAs substrate, can be achieved by engineering the boundary geometry of that region. During epitaxial growth, adatoms initially move toward the boundary and promote the formation of primary QDs along the boundary, driven by curvature and diffusion anisotropy. The resulting primary QDs distribution will generate many-body interactions that dynamically reshape the chemical potential landscape for subsequently deposited adatoms, enabling the formation of secondary QDs within the pristine growth region. These findings provide a theoretical foundation for reliable patterning of high optical-quality QDs, with potential applications in next-generation quantum photonic devices.         ",
    "url": "https://arxiv.org/abs/2506.08432",
    "authors": [
      "Zihang Wang",
      "Dirk Bouwmeester"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2508.00533",
    "title": "Beyond asymptotic reasoning: the practicalities of a quantum ground state projector based on the wall-Chebyshev expansion",
    "abstract": "           We consider a quantum algorithm for ground-state preparation based on a Chebyshev series approximation to the wall function. In a classical setting, this approach is appealing as it guarantees rapid convergence. We analyze the asymptotic scaling and success probabilities of different quantum implementations and provide numerical benchmarks, comparing the performance of the wall-Chebyshev projectors with current state-of-the-art approachs. We find that this approach requires fewer serial applications of the Hamiltonian oracle to achieve a given ground state fidelity, but is severely limited by exponentially decaying success probability. However, we find that some implementations maintain non-trivial success probability in regimes where wall-Chebyshev projection leads to a fidelity improvement over other approaches. As the wall-Chebyshev projector is highly robust to loose known upper bounds on the true ground state energy, it offers a potential resource trade-off, particulary in the early fault-tolerant regime of quantum computation.         ",
    "url": "https://arxiv.org/abs/2508.00533",
    "authors": [
      "Maria-Andreea Filip",
      "Nathan Fitzpatrick"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  }
]