[
  {
    "id": "arXiv:2403.17034",
    "title": "Muon Ring and FCC-ee / CEPC Based Antimuon-Electron Colliders",
    "abstract": "Recently, the construction of an antimuon-electron collider at KEK has been proposed. We argue that the construction of a similar muon ring tangential to FCC-ee and CEPC will give an opportunity to realize antimuon-electron collisions at higher center-of-mass energies. Moreover, the same ring may be used later to realize energy-frontier antimuon-proton colliders based on FCC-pp and SppC. Similarly, changing of electron ring in {\\mu}TRISTAN project into proton ring will give opportunity to investigate lepton-hadron collisions at ~2 TeV center-of-mass energies. In this paper the main parameters of proposed colliders have been studied. It is shown that sufficiently high luminosities can be achieved for all proposals under consideration. ",
    "url": "https://arxiv.org/abs/2403.17034",
    "authors": [
      "Dilara Akturk",
      "Burak Dagli",
      "Saleh Sultansoy"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2403.17485",
    "title": "From Computing to Quantum Mechanics: Accessible and Hands-On Quantum  Computing Education for High School Students",
    "abstract": "This paper outlines an alternative approach to teaching quantum computing at the high school level, tailored for students with limited prior knowledge in advanced mathematics and physics. This approach diverges from traditional methods by building upon foundational concepts in classical computing before gradually introducing quantum mechanics, thereby simplifying the entry into this complex field. The course was initially implemented in a program for gifted high school students under the Hong Kong Education Bureau and received encouraging feedback, indicating its potential effectiveness for a broader student audience. A key element of this approach is the practical application through portable NMR quantum computers, which provides students with hands-on experience. The paper describes the structure of the course, including the organization of the lectures, the integration of the hardware of the portable nuclear magnetic resonance (NMR) quantum computers, the Gemini/Triangulum series, and detailed lecture notes in an appendix. The initial success in the specialized program and ongoing discussions to expand the course to regular high schools in Hong Kong and Shenzhen suggest the viability of this approach for wider educational application. By focusing on accessibility and student engagement, this approach presents a valuable perspective on introducing quantum computing concepts at the high school level, aiming to enhance student understanding and interest in the field. ",
    "url": "https://arxiv.org/abs/2403.17485",
    "authors": [
      "Qihong Sun",
      "Shuangxiang Zhou",
      "Ronghang Chen",
      "Guanru Feng",
      "Shi-Yao Hou",
      "Bei Zeng"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2403.17578",
    "title": "Flat band fine-tuning and its photonic applications",
    "abstract": "Flat bands - single-particle energy bands - in tight-binding networks have attracted attention due to the presence of macroscopic degeneracies and their extreme sensitivity to perturbations. This makes them natural candidates for emerging exotic phases and unconventional orders. The challenging part however is to construct flat band networks, whose existence relies on symmetries and fine-tuning. In this review we consider the recently proposed systematic ways to construct flat band networks based on symmetries or fine-tuning. We then discuss how the fine-tuning constructions can be further extended, adapted or exploited in presence of perturbations, both single-particle and many-body. This strategy has lead to the discovery of non-perturbative metal-insulator transitions, fractal phases, nonlinear and quantum caging and many-body nonergodic quantum models. We discuss what implications these results may have for the design of fine-tuned nanophotonic systems including photonic crystals, nanocavities, and metasurfaces. ",
    "url": "https://arxiv.org/abs/2403.17578",
    "authors": [
      "Carlo Danieli",
      "Alexei Andreanov",
      "Daniel Leykam",
      "Sergej Flach"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.17629",
    "title": "Average amplitude and phase detuning near driven 3rd integer resonance",
    "abstract": "For resonant slow extraction of accelerated particle beams from synchrotrons, a 3rd order resonance driven by sextupole magnets is commonly used. This note reviews the non-linear particle dynamics under these conditions as described by the Kobayashi Hamiltonian, focussing on the amplitude and phase dependent detuning. Using the Kobayashi Hamiltonian as the invariant, an expression for the action and the average detuning as a function of the Hamiltonian is derived and compared to numerically obtained results. ",
    "url": "https://arxiv.org/abs/2403.17629",
    "authors": [
      "Philipp Niedermayer"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)"
    ]
  },
  {
    "id": "arXiv:2403.17201",
    "title": "Emergence of multiphoton quantum coherence by light propagation",
    "abstract": "The modification of the quantum properties of coherence of photons through their interaction with matter lies at the heart of the quantum theory of light. Indeed, the absorption and emission of photons by atoms can lead to different kinds of light with characteristic quantum statistical properties. As such, different types of light are typically associated with distinct sources. Here, we report on the observation of the modification of quantum coherence of multiphoton systems in free space. This surprising effect is produced by the scattering of thermal multiphoton wavepackets upon propagation. The modification of the excitation mode of a photonic system and its associated quantum fluctuations result in the formation of different light fields with distinct quantum coherence properties. Remarkably, we show that these processes of scattering can lead to multiphoton systems with sub-shot-noise quantum properties. Our observations are validated through the nonclassical formulation of the emblematic van Cittert-Zernike theorem. We believe that the possibility of producing quantum systems with modified properties of coherence, through linear propagation, can have dramatic implications for diverse quantum technologies. ",
    "url": "https://arxiv.org/abs/2403.17201",
    "authors": [
      "Jannatul Ferdous",
      "Mingyuan Hong",
      "Riley B. Dawkins",
      "Alina Oktyabrskaya",
      "Chenglong You",
      "Roberto de J. León-Montiel",
      "Omar S. Magaña-Loaiza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.17253",
    "title": "Convert laser light into single photons via interference",
    "abstract": "Laser light possesses perfect coherence, but cannot be attenuated to single photons via linear optics. An elegant route to convert laser light into single photons is based on photon blockade in a cavity with a single atom in the strong coupling regime. However, the single-photon purity achieved by this method remains relatively low. Here we propose an interference-based approach where laser light can be transformed into single photons by destructively interfering with a weak but super-bunched incoherent field emitted from a cavity coupling to a single quantum emitter. We demonstrate this idea by measuring the reflected light of a laser field which drives a double-sided optical microcavity containing a single artificial atom-quantum dot (QD) in the Purcell regime. The reflected light consists of a superposition of the driving field with the cavity output field. We achieve the second-order autocorrelation g2(0)=0.030+-0.002 and the two-photon interference visibility 94.3%+-0.2. By separating the coherent and incoherent fields in the reflected light, we observe that the incoherent field from the cavity exhibits super-bunching with g2(0)=41+-2 while the coherent field remains Poissonian statistics. By controlling the relative amplitude of coherent and incoherent fields, we verify that photon statistics of reflected light is tuneable from perfect anti-bunching to super-bunching in agreement with our predictions. Our results demonstrate photon statistics of light as a quantum interference phenomenon that a single QD can scatter two photons simultaneously at low driving fields in contrast to the common picture that a single two-level quantum emitter can only scatter (or absorb and emit) single photons. This work opens the door to tailoring photon statistics of laser light via cavity or waveguide quantum electrodynamics and interference. ",
    "url": "https://arxiv.org/abs/2403.17253",
    "authors": [
      "Yanfeng Li",
      "Manman Wang",
      "Guoqi Huang",
      "Li Liu",
      "Wenyan Wang",
      "Weijie Ji",
      "Hanqing Liu",
      "Xiangbin Su",
      "Shulun Li",
      "Deyan Dai",
      "Xiangjun Shang",
      "Haiqiao Ni",
      "Zhichuan Niu",
      "Chengyong Hu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.11553",
    "title": "Quantum mechanical modeling of the multi-stage  Stern$\\unicode{x2013}$Gerlach experiment conducted by Frisch and Segrè",
    "abstract": " Comments: 11 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2210.11553",
    "authors": [
      "S. Süleyman Kahraman",
      "Kelvin Titimbo",
      "Zhe He",
      "Jung-Tsung Shen",
      "Lihong V. Wang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2305.16622",
    "title": "Inverse Uncertainty Quantification by Hierarchical Bayesian Modeling and  Application in Nuclear System Thermal-Hydraulics Codes",
    "abstract": " Title: Inverse Uncertainty Quantification by Hierarchical Bayesian Modeling and  Application in Nuclear System Thermal-Hydraulics Codes ",
    "url": "https://arxiv.org/abs/2305.16622",
    "authors": [
      "Chen Wang",
      "Xu Wu",
      "Tomasz Kozlowski"
    ],
    "subjectives": [
      "Computation (stat.CO)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2308.14214",
    "title": "Multiparameter quantum sensing and magnetic communications with a hybrid  dc and rf optically pumped magnetometer",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2308.14214",
    "authors": [
      "Michał Lipka",
      "Aleksandra Sierant",
      "Charikleia Troullinou",
      "Morgan Mitchell"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2311.08959",
    "title": "Active elastic metamaterials with equidistant solely resonant bandgaps",
    "abstract": " Title: Active elastic metamaterials with equidistant solely resonant bandgaps ",
    "url": "https://arxiv.org/abs/2311.08959",
    "authors": [
      "Hasan B. Al Ba'ba'a"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2311.14751",
    "title": "Efficient prediction of attosecond two-colour pulses from an X-ray  free-electron laser with machine learning",
    "abstract": " Comments: 14 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2311.14751",
    "authors": [
      "Karim K. Alaa El-Din",
      "Oliver G. Alexander",
      "Leszek J. Frasinski",
      "Florian Mintert",
      "Zhaoheng Guo",
      "Joseph Duris",
      "Zhen Zhang",
      "David B. Cesar",
      "Paris Franz",
      "Taran Driver",
      "Peter Walter",
      "James P. Cryan",
      "Agostino Marinelli",
      "Jon P. Marangos",
      "Rick Mukherjee"
    ],
    "subjectives": [
      "Accelerator Physics (physics.acc-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2403.01195",
    "title": "Understanding Energy Level Structure Using Quantum Rubik's Cube",
    "abstract": " Title: Understanding Energy Level Structure Using Quantum Rubik's Cube ",
    "url": "https://arxiv.org/abs/2403.01195",
    "authors": [
      "Yu Wang",
      "Maolin Bo"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2403.15427",
    "title": "Metasurface-Enabled Multifunctional Single-Frequency Sensors without  External Power",
    "abstract": " Comments: 47 pages, 23 figures ",
    "url": "https://arxiv.org/abs/2403.15427",
    "authors": [
      "Masaya Tashiro",
      "Kosuke Ide",
      "Kosei Asano",
      "Satoshi Ishii",
      "Yuta Sugiura",
      "Akira Uchiyama",
      "Ashif A. Fathnan",
      "Hiroki Wakatsuchi"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]