[
  {
    "id": "arXiv:2302.14212",
    "title": "Microstructured optical beams with azimuthal polarization in stratified  absorbent media",
    "abstract": "We present an analytical method to achieve highly non-paraxial, azimuthally polarized structured beams that, when propagating through an absorbing stratified media, can assume in the last semi-infinite layer approximately any desired longitudinal intensity pattern within spatial regions few times larger than the wavelength. The possibility of managing the properties of a highly non-paraxial beam under adverse conditions, such as multiple reflections in stratified structures and energy loss to the material media, may be of great importance in many different optical applications, like trapping and micro-manipulation, remote sensing, thin films, medical devices, medical therapies and so on. ",
    "url": "https://arxiv.org/abs/2302.14212",
    "authors": [
      "Grazielle de A. Lourenço-Vittorino",
      "Michel Zamboni-Rached"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14330",
    "title": "Phononic-subsurface flow stabilization by subwavelength locally resonant  metamaterials",
    "abstract": "The interactions between a solid surface and a fluid flow underlie dynamical processes relevant to air, sea, and land vehicle performance and numerous other technologies. Key among these processes are unstable flow disturbances that contribute to fundamental transformations in the flow field. Precise control of these disturbances is possible by introducing a phononic subsurface (PSub). This comprises locally attaching a finite phononic structure perpendicular to an elastic surface exposed to the flowing fluid. This structure experiences ongoing excitation by an unstable flow mode traveling in conjunction with the mean flow. The excitation generates small deformations at the surface that trigger elastic wave propagation within the structure. By targeted tuning of the unit-cell and finite-structure characteristics of the PSub, the returning waves may be devised to resonate and reenter the flow out of phase, leading to significant destructive interference of the incoming flow waves near the surface and subsequently to their attenuation over the spatial extent of the control region. This control mechanism is passive, responsive, and engineered offline without needing coupled fluid-structure simulations; only the flow instability's frequency, wavelength, and overall modal characteristics must be known. We present a PSub in the form of a locally resonant elastic metamaterial, designed to operate in the elastic subwavelength regime and hence being significantly shorter in length compared to a phononic-crystal-based PSub. Using direct numerical simulations (DNS) of channel flows, both types of PSubs are investigated, and their controlled spatial and energetic influence on the wall-bounded flow behavior is demonstrated and analyzed. We show that the PSub's effect is spatially localized as intended, with a rapidly diminishing streamwise influence away from its location in the subsurface. ",
    "url": "https://arxiv.org/abs/2302.14330",
    "authors": [
      "Armin Kianfar",
      "Mahmoud I. Hussein"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.14424",
    "title": "Numerical and experimental investigations of a microwave interferometer  for the negative ion source SPIDER",
    "abstract": "The electron density close to the extraction grids and the co-extracted electrons represent a crucial issue when operating negative ion sources for fusion reactors. An excessive electron density in the plasma expansion region can indeed inhibit the negative ion production and introduce potentially harmful electrons in the accelerator. Among the set of plasma and beam diagnostics proposed for SPIDER upgrade, a heterodyne microwave (mw) interferometer at 100 GHz is being explored as a possibility to measure electron density in the plasma extraction region. The major issue in applying this technique in SPIDER is the poor accessibility of the probing microwave beam through the source metal walls and the long distance of 4 m at which mw modules should be located outside the vacuum vessel. Numerical investigations in a full-scale geometry showed that the power transmitted through the plasma source apertures was sufficient for the microwave module sensitivity. An experimental proof-of-principle of the setup was then performed. The microwave system was tested on an experimental full-scale test-bench mimicking SPIDER viewports accessibility constraints, including the presence of a SPIDER-like plasma. The outcome of first tests revealed that, despite the geometrical constraints, in certain conditions, the electron density measurements are possible. The main issue arises from decoupling the one-pass signal from spurious multipaths generated by mw beam reflections, requiring signal cross correlation analysis. These preliminary tests demonstrate that despite the 4 m distance between the mw modules and the presence of metal walls, plasma density measurement is possible when the 80-mm diameter ports are available. In this contribution, we discuss the numerical simulations, the preliminary experimental tests and suggest design upgrades of the interferometric setup to enhance signal transmission. ",
    "url": "https://arxiv.org/abs/2302.14424",
    "authors": [
      "R. Agnello",
      "R. Cavazzana",
      "I. Furno",
      "R. Jacquier",
      "R. Pasqualotto",
      "E. Sartori",
      "G. Serianni"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.14433",
    "title": "Kerr Frequency Combs: A Million ways to fit light pulses into tiny rings",
    "abstract": "Frequency combs can be generated in millimeter-sized optical resonators thanks to their ability to store extremely high light intensities and the nonlinearity of their materials. New frequencies are generated through a cascaded parametric amplification process which can result in various optical waveforms, from ultrastable pulse patterns to optical chaos. These Kerr frequency combs have been studied extensively, with a wealth of fascinating nonlinear dynamics reported, and myriads of applications being developed, ranging from precision spectroscopy and Lidars to telecom channel generators. ",
    "url": "https://arxiv.org/abs/2302.14433",
    "authors": [
      "Aurélien Coillet",
      "Shuangyou Zhang",
      "Pascal Del'Haye"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2302.14443",
    "title": "Probing inhomogeneous and dual asymmetric angular momentum exploiting  spin-orbit interaction in tightly focused vector beams in optical tweezers",
    "abstract": "The spin-orbit interaction (SOI) of light generated by tight focusing in optical tweezers has been regularly employed in generating angular momentum - both spin and orbital - in trapped mesoscopic particles. Specifically, the transverse spin angular momentum (TSAM), which arises due to the longitudinal component of the electromagnetic field generated by tight focusing, is of special interest, both in terms of fundamental studies and associated applications. We provide an effective and optimal strategy for generating TSAM in optical tweezers by tightly focusing radially and azimuthally polarized first-order Laguerre Gaussian beams with no intrinsic angular momentum, into a refractive index stratified medium. Our choice of such input fields ensures that the longitudinal spin angular momentum (LSAM) arising from the electric (magnetic) field for the radial (azimuthal) component is zero, which leads to the separate and exclusive effects of the electric and magnetic TSAM in the case of input radially and azimuthally polarized beams on single birefringent particles. We also observe the emergence of origin-dependent intrinsic orbital angular momentum causing the rotation of birefringent particles around the beam axis for both input beam types, which opens up new and simple avenues for exotic and complex particle manipulation in optical tweezers. ",
    "url": "https://arxiv.org/abs/2302.14443",
    "authors": [
      "Ram Nandan Kumar",
      "Jeeban Kumar Nayak",
      "Anand Dev Ranjan",
      "Subhasish Dutta Gupta",
      "Nirmalya Ghosh",
      "Ayan Banerjee"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14614",
    "title": "Impact of the Design Parameters on the Microwave Displacement Sensor  Performance",
    "abstract": "The investigations have been conducted on the involved design parameters to analyze the behavior of the microwave displacement sensor output characteristics. To implement this, a dielectric resonator loaded to a reflection mode operated microstrip line circuit is proposed. For the proposed reflection mode sensor, the sensor features like resonant frequency, impedance matching position, sensitivity, and dynamic range are sensitive to the displacement of DR to microstrip line. The impact of the substrate shape and size, and resonators geometrical properties are numerically analyzed and experimentally validated by using VNA. The sensor analysis shows good matching between both HFSS simulations and VNA measurements. ",
    "url": "https://arxiv.org/abs/2302.14614",
    "authors": [
      "Premsai Regalla",
      "Praveenkumar A V"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2302.14633",
    "title": "Length traceability chain based on chromium atom transition frequency",
    "abstract": "Precise positioning measurement plays an important role in in today advanced manufacturing industry, and length traceability chain has been optimizing and enriching to fulfill the developing and various precise positioning requirement. In this paper, we propose a new length traceability chain based on chromium atom transition frequency, which is a combining utilization of fundamental physical constant accuracy and grating interferometer environmental robustness. The selftraceable grating pitch standard, the selftraceable angle standard and the selftraceable grating interferometer are promising to improve the measurement accuracy, consistency and selfcalibration ability in situ for precise positioning. ",
    "url": "https://arxiv.org/abs/2302.14633",
    "authors": [
      "Xiao Deng",
      "Zichao Lin",
      "Gaoliang Dai",
      "Zhaohui Tang",
      "Zhangning Xie",
      "Guangxu Xiao",
      "Zhijun Yin",
      "Lihua Lei",
      "Tao Jin",
      "Dongbai Xue",
      "Zhenjie Gu",
      "Xinbin Cheng",
      "Tongbao Li"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14634",
    "title": "Linearized Integrated Microwave Photonic Circuit for Filtering and Phase  Shifting",
    "abstract": "Photonic integration, advanced functionality, reconfigurability, and high RF performance are key features in integrated microwave photonic systems that are still difficult to achieve simultaneously. In this work, we demonstrate an integrated microwave photonic circuit that can be reconfigured for two distinct RF functions, namely, a tunable notch filter and a phase shifter. We achieved $>$50dB high-extinction notch filtering over 6-16 GHz and 2$\\pi$ continuously tunable phase shifting over 12-20 GHz frequencies. At the same time, we implemented an on-chip linearization technique to achieve a spurious-free dynamic range of more than 120$\\rm{dB}\\cdot \\rm{Hz}^{4/5}$ for both functions. Our work combines multi-functionality and linearization in one photonic integrated circuit, and paves the way to reconfigurable RF photonic front-ends with very high performance. ",
    "url": "https://arxiv.org/abs/2302.14634",
    "authors": [
      "Gaojian Liu",
      "Kaixuan Ye",
      "Okky Daulay",
      "Qinggui Tan",
      "Hongxi Yu",
      "David Marpaung"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14637",
    "title": "RAPTOR: a new collinear laser ionization spectroscopy and  laser-radiofrequency double-resonance experiment at the IGISOL facility",
    "abstract": "RAPTOR, Resonance ionization spectroscopy And Purification Traps for Optimized spectRoscopy, is a new collinear resonance ionization spectroscopy device constructed at the Ion Guide Isotope Separator On-Line (IGISOL) facility at the University of Jyv\\\"askyl\\\"a, Finland. By operating at beam energies of under 10 keV, the footprint of the experiment is reduced compared to more traditional collinear laser spectroscopy beamlines. In addition, RAPTOR is coupled to the JYFLTRAP Penning trap mass spectrometer, opening a window to laser-assisted nuclear-state selective purification, serving not only the mass measurement program, but also supporting post-trap decay spectroscopy experiments. Finally, the low-energy ion beams used for RAPTOR will enable high-precision laser-radiofrequency double-resonance experiments, resulting in spectroscopy with linewidths below 1 MHz. In this contribution, the technical layout of RAPTOR and a selection of ion-beam optical simulations for the device are presented, along with a discussion of the current status of the commissioning experiments. ",
    "url": "https://arxiv.org/abs/2302.14637",
    "authors": [
      "Sonja Kujanpää",
      "Andrea Raggio",
      "Ruben de Groote",
      "Michail Athanasakis-Kaklamanakis",
      "Michael Block",
      "Anita Candiello",
      "Wouter Gins",
      "Agota Koszorus",
      "Iain Moore",
      "Mikael Reponen",
      "Jessica Warbinek"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2302.14654",
    "title": "Experimental Verification of PCH-EM Algorithm for Characterizing DSERN  Image Sensors",
    "abstract": "The Photon Counting Histogram Expectation Maximization (PCH-EM) algorithm has recently been reported as a candidate method for the characterization of Deep Sub-Electron Read Noise (DSERN) image sensors. This work describes a comprehensive demonstration of the PCH-EM algorithm applied to a DSERN capable quanta image sensor. The results show that PCH-EM is able to characterize DSERN pixels for a large span of quanta exposure and read noise values. The per-pixel characterization results of the sensor are combined with the proposed Photon Counting Distribution (PCD) model to demonstrate the ability of PCH-EM to predict the ensemble distribution of the device. The agreement between experimental observations and model predictions demonstrates both the applicability of the PCD model in the DSERN regime as well as the ability of the PCH-EM algorithm to accurately estimate the underlying model parameters. ",
    "url": "https://arxiv.org/abs/2302.14654",
    "authors": [
      "Aaron Hendrickson",
      "David P. Haefner",
      "Nicholas R. Shade",
      "Eric R. Fossum"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14663",
    "title": "High Sensitive $α$-Fe$_2$O$_3$ Nano-structured Gas Sensor  Fabricated through Annealing Technique for Detecting Ethanol",
    "abstract": "On the way to advance the sensing technology, various strategies based on the nano-materials have been introduced to improve the performance of the gas sensors. In this study, we have introduced a facile fabrication procedure for annealing hematite to monitor ethanol gas. Due to large specific area of this conductive platform, more available target molecules (ethanol gas) are detected. To construct this platform, initially, a large scale well-separated iron oxide (hematite) nanostructures are created via an annealing process. The morphology of the nanostructure is optimized through annealing temperature and operating temperature for ethanol gas. The best response for the gas sensor is achieved for hematite nanostructures fabricated through the annealing temperature of 500{\\deg}C and the operating temperature of 225$^\\circ$C. The fabricated nanostructures is tested in air ambient conditions for various ethanol gas concentrations from 50 to 1000 ppm. The modified sensor exhibited acceptable reproducibility and good selectivity with no interference-effect. To examine the X-ray diffraction patterns of hematite nanostructures at three annealed temperatures, the Rietveld method and FullProf software are used in which the average crystal size has been obtained. Obviously, with increasing the annealing temperature, the average size of the crystals has been increased. The results of ultraviolet-visible spectroscopy show that the energy gap decreased with increasing annealing temperature. The maximum sensing response of hematite flower-like nanostructures is obtained at a concentration of 1000 ppm. Also, the shortest response time is estimated at about 27 seconds for ethanol at a concentration of 200 ppm. The detection limit of this sensor is obtained at 50 ppm. ",
    "url": "https://arxiv.org/abs/2302.14663",
    "authors": [
      "Hamed Aleebrahim Dehkordi",
      "Ali Mokhtari",
      "Vishtasb Soleimanian",
      "Mohsen Ghasemi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2302.14786",
    "title": "The photodetection of ultrashort optical pulse trains for low noise  microwave signal generation",
    "abstract": "Electrical signals derived from optical sources have achieved record-low levels of phase noise, and have demonstrated the highest frequency stability yet achieved in the microwave domain. Attaining such ultrastable phase and frequency performance requires high-fidelity optical-to-electrical conversion, typically performed via a high-speed photodiode. This paper reviews characteristics of the direct photodetection of optical pulses for the intent of generating high power, low phase noise microwave signals from optical sources. The two most popular types of photodiode detectors used for low noise microwave generation are discussed in terms of electrical pulse characteristics, achievable microwave power, and photodetector nonlinearities. Noise sources inherent to photodetection, such as shot noise, flicker noise, and photocarrier scattering are reviewed, and their impact on microwave phase fidelity is discussed. General guidelines for attaining the lowest noise possible from photodetection that balances power saturation, optical amplification, and amplitude-to-phase conversion, are also presented. ",
    "url": "https://arxiv.org/abs/2302.14786",
    "authors": [
      "Franklyn Quinlan"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14793",
    "title": "TREXIO: A File Format and Library for Quantum Chemistry",
    "abstract": "TREXIO is an open-source file format and library developed for the storage and manipulation of data produced by quantum chemistry calculations. It is designed with the goal of providing a reliable and efficient method of storing and exchanging wave function parameters and matrix elements, making it an important tool for researchers in the field of quantum chemistry. In this work, we present an overview of the TREXIO file format and library. The library consists of a front-end implemented in the C programming language and two different back-ends: a text back-end and a binary back-end utilizing the HDF5 library which enables fast read and write operations. It is compatible with a variety of platforms and has interfaces for the Fortran, Python, and OCaml programming languages. In addition, a suite of tools has been developed to facilitate the use of the TREXIO format and library, including converters for popular quantum chemistry codes and utilities for validating and manipulating data stored in TREXIO files. The simplicity, versatility, and ease of use of TREXIO make it a valuable resource for researchers working with quantum chemistry data. ",
    "url": "https://arxiv.org/abs/2302.14793",
    "authors": [
      "Evgeny Posenitskiy",
      "Vijay Gopal Chilkuri",
      "Abdallah Ammar",
      "Michał Hapka",
      "Katarzyna Pernal",
      "Ravindra Shinde",
      "Edgar Josué Landinez Borda",
      "Claudia Filippi",
      "Kosuke Nakano",
      "Otto Kohulák",
      "Sandro Sorella",
      "Pablo de Oliveira Castro",
      "William Jalby",
      "Pablo López Rıós",
      "Ali Alavi",
      "Anthony Scemama"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.14813",
    "title": "Multirate Spectral Domain Optical Coherence Tomography",
    "abstract": "Optical coherence tomography is state-of-the-art in non-invasive imaging of biological structures. Spectral Domain Optical Co-herence Tomography is the popularly used variation of this technique, but its performance is limited by the bandwidth and res-olution of the system. In this work, we theoretically formulate the use of phase modulators and delay lines to act as filters on the tomography system and scan multiple channels. Various channels are then combined in a digital computer using filter bank theory to improve the sampling rate . The combination of multiple channels allows for increasing the axial resolution and maximum unambiguous range beyond the Nyquist limit. We then simulate the multirate spectral domain optical coherence tomography with 2 channels. We show that a single delay line can improve the axial resolution while a pair of phase modulators can improve the maximum unambiguous range of the system. We also show the use of multirate filter banks to carry out this process. Thus, by using a few extra components in the spectral domain optical coherence tomography, its performance can be increased manifold de-pending on the number of channels used. The extra cost is the time taken to perform the extra scans that is trivial for stationary objects like biological tissues. ",
    "url": "https://arxiv.org/abs/2302.14813",
    "authors": [
      "Prabhav Gaur",
      "Andrew Grieco",
      "Yeshaiahu Fainman"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2302.14369",
    "title": "Quantum Programming of the Satisfiability Problem with Rydberg Atom  Graphs",
    "abstract": "Finding a quantum computing method to solve nondeterministic polynomial time (NP)-complete problems is currently of paramount importance in quantum information science. Here an experiment is presented to demonstrate the use of Rydberg atoms to solve (i.e., to program and obtain the solution of) the satisfiability (3-SAT) problem, which is the prototypical NP-complete problem allowing general programming of all NP problems. Boolean expressions of the 3-SAT problem are programmed with the blockade interactions of Rydberg atom graphs and their many-body ground states are experimentally obtained, to determine the satisfiabilities of the given 3-SAT problem instances quantum mechanically. ",
    "url": "https://arxiv.org/abs/2302.14369",
    "authors": [
      "Seokho Jeong",
      "Minhyuk Kim",
      "Minki Hhan",
      "Jaewook Ahn"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2302.14455",
    "title": "Optimization of Permalloy properties for magnetic field sensors using  He$^+$ irradiation",
    "abstract": "Permalloy, despite being a widely utilized soft magnetic material, still calls for optimization in terms of magnetic softness and magnetostriction for its use in magnetoresistive sensor applications. Conventional annealing methods are often insufficient to locally achieve the desired properties for a narrow parameter range. In this study, we report a significant improvement of the magnetic softness and magnetostriction in a 30 nm Permalloy film after He$^+$ irradiation. Compared to the as-deposited state, the irradiation treatment reduces the induced anisotropy by a factor ten and the hard axis coercivity by a factor five. In addition, the effective magnetostriction of the film is significantly reduced by a factor ten - below $1\\times10^{-7}$ - after irradiation. All the above mentioned effects can be attributed to the isotropic crystallite growth of the Ni-Fe alloy and to the intermixing at the magnetic layer interfaces under light ion irradiation. We support our findings with X-ray diffraction analysis of the textured Ni$_{81}$Fe$_{19}$ alloy. Importantly, the sizable magnetoresistance is preserved after the irradiation. Our results show that compared to traditional annealing methods, the use of He$^+$ irradiation leads to significant improvements in the magnetic softness and reduces strain cross sensitivity in Permalloy films required for 3D positioning and compass applications. These improvements, in combination with the local nature of the irradiation process make our finding valuable for the optimization of monolithic integrated sensors, where classic annealing methods cannot be applied due to complex interplay within the components in the device. ",
    "url": "https://arxiv.org/abs/2302.14455",
    "authors": [
      "Giovanni Masciocchi",
      "Johannes Wilhelmus van der Jagt",
      "Maria-Andromachi Syskaky",
      "Jürgen Langer",
      "Gerhard Jakob",
      "Jeffrey McCord",
      "Benjamin Borie",
      "Andreas Kehlberger",
      "Dafine Ravelosona",
      "Mathias Kläui"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.14504",
    "title": "Quantum limits for the precision of optical parameter estimation of  arbitrarily shaped phase objects",
    "abstract": "Using tools from quantum estimation theory, we derive precision bounds for the estimation of parameters that characterize phase objects. We compute the Cr\\`amer-Rao lower bound for two experimentally relevant types of multimode quantum states: N copies of a single-photon state and a coherent state with mean photon number N. We show that the equivalence between them depends on the symmetry of the phase. We apply these results to estimate the dispersion parameters of an optical fiber as well as the height and sidewall angle of a cliff-like nanostructure, relevant for semiconductor circuits. ",
    "url": "https://arxiv.org/abs/2302.14504",
    "authors": [
      "Arturo Villegas",
      "Marcello H. M. Passos",
      "Juan P. Torres"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14751",
    "title": "High speed free-space optical communication using standard fiber  communication component without optical amplification",
    "abstract": "Free-space optical communication (FSO) can achieve fast, secure and license-free communication without need for physical cables, making it a cost-effective, energy-efficient and flexible solution when the fiber connection is absent. To establish FSO connection on-demand, it is essential to build portable FSO devices with compact structure and light weight. Here, we develop a miniaturized FSO system and realize 9.16 Gbps FSO between two nodes that is 1 km apart, using a commercial fiber-coupled optical transceiver module with no optical amplification. Basing on the home-made compact 90 mm-diameter acquisition, pointing and tracking (APT) system with four-stage close-loop feedback, the link tracking error is controlled at 3 {\\mu}rad and results an average coupling loss of 13.7 dB. Such loss is within the tolerance of the commercial optical communication modules, and without the need of optical amplifiers, which contributes to the low system weight and power consumption. As a result, a single FSO device weighs only about 12 kg, making it compact and portable for potential application in high-speed wireless communication. Our FSO link has been tested up to 4 km, with link loss of 18 dB in the foggy weather in Nanjing, that shows longer distances can be covered with optical amplification. ",
    "url": "https://arxiv.org/abs/2302.14751",
    "authors": [
      "Yao Zhang",
      "Hua-Ying Liu",
      "Xiaoyi Liu",
      "Peng Xu",
      "Xiang Dong",
      "Pengfei Fan",
      "Hua Yu",
      "Dong Pan",
      "Zhijun Yin",
      "Guilu Long",
      "Shi-Ning Zhu",
      "Zhenda Xie"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.14774",
    "title": "Quantum simulation of the central spin model with a Rydberg atom and  polar molecules in optical tweezers",
    "abstract": "Central spin models, where a single spinful particle interacts with a spin environment, find wide application in quantum information technology and can be used to describe, e.g., the decoherence of a qubit over time. We propose a method of realizing an ultracold quantum simulator of a central spin model with XX (spin-exchanging) interactions. The proposed system consists of a single Rydberg atom (\"central spin\") and surrounding polar molecules (\"bath spins\"), coupled to each other via dipole-dipole interactions. By mapping internal particle states to spin states, spin-exchanging interactions can be simulated. As an example system geometry, we consider a ring-shaped arrangement of bath spins, and show how it allows to exact precise control over the interaction strengths. We demonstrate that this setup allows to realize a central spin model with highly tunable parameters and geometry, for applications in quantum science and technology. ",
    "url": "https://arxiv.org/abs/2302.14774",
    "authors": [
      "Jacek Dobrzyniecki",
      "Michał Tomza"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2208.07234",
    "title": "Dual-Band Meta-Absorber for Reduced Cross Talk between 5G MIMO Antenna  Arrays",
    "abstract": " Title: Dual-Band Meta-Absorber for Reduced Cross Talk between 5G MIMO Antenna  Arrays ",
    "url": "https://arxiv.org/abs/2208.07234",
    "authors": [
      "Amjad Nadeem"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2209.15408",
    "title": "Equivariant Energy-Guided SDE for Inverse Molecular Design",
    "abstract": " Title: Equivariant Energy-Guided SDE for Inverse Molecular Design ",
    "url": "https://arxiv.org/abs/2209.15408",
    "authors": [
      "Fan Bao",
      "Min Zhao",
      "Zhongkai Hao",
      "Peiyao Li",
      "Chongxuan Li",
      "Jun Zhu"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Machine Learning (cs.LG)",
      "Biomolecules (q-bio.BM)"
    ]
  },
  {
    "id": "arXiv:2211.08040",
    "title": "Time-dependent theory of optical electro- and magnetostriction",
    "abstract": " Title: Time-dependent theory of optical electro- and magnetostriction ",
    "url": "https://arxiv.org/abs/2211.08040",
    "authors": [
      "Mikko Partanen",
      "Bruno Anghinoni",
      "Nelson G. C. Astrath",
      "Jukka Tulkki"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.04573",
    "title": "Experimental demonstration of bandwidth enhancement in photonic time  delay reservoir computing",
    "abstract": " Title: Experimental demonstration of bandwidth enhancement in photonic time  delay reservoir computing ",
    "url": "https://arxiv.org/abs/2301.04573",
    "authors": [
      "Irene Estebanez",
      "Apostolos Argyris",
      "Ingo Fischer"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2301.07291",
    "title": "Operando Label-free Optical Imaging of Solution-Phase Ion Transport and  Electrochemistry",
    "abstract": " Comments: includes supporting information ",
    "url": "https://arxiv.org/abs/2301.07291",
    "authors": [
      "James K. Utterback",
      "Alex J. King",
      "Livia Belman-Wells",
      "David M. Larson",
      "Leo M. Hamerlynck",
      "Adam Z. Weber",
      "Naomi S. Ginsberg"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.08115",
    "title": "Tunable optical multistability induced by a single cavity mode in cavity  quantum electrodynamics system",
    "abstract": " Title: Tunable optical multistability induced by a single cavity mode in cavity  quantum electrodynamics system ",
    "url": "https://arxiv.org/abs/2302.08115",
    "authors": [
      "Liyong Wang",
      "Yifu Zhu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.11260",
    "title": "Inverse Magnus Effect Induced by Dilute Water Fog",
    "abstract": " Comments: 12 pages, 8 figures ",
    "url": "https://arxiv.org/abs/2302.11260",
    "authors": [
      "Shin-ichiro Nagahiro",
      "Yoshinori Hayakawa"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.13847",
    "title": "Thermal Transport Properties of Nanoporous Silicon with Significant  Specific Surface Area",
    "abstract": " Title: Thermal Transport Properties of Nanoporous Silicon with Significant  Specific Surface Area ",
    "url": "https://arxiv.org/abs/2302.13847",
    "authors": [
      "Mykola Isaiev",
      "Yuliia Mankovska",
      "Vasyl Kuryliuk",
      "David Lacroix"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.13883",
    "title": "Design and Analysis of Nonvolatile GSST-based Modulator Utilizing  Engineered Mach-Zehnder Structure with Graphene Heaters",
    "abstract": " Title: Design and Analysis of Nonvolatile GSST-based Modulator Utilizing  Engineered Mach-Zehnder Structure with Graphene Heaters ",
    "url": "https://arxiv.org/abs/2302.13883",
    "authors": [
      "Sohrab Mohammadi-Pouyan",
      "Shahram Bahadori",
      "Afrooz Rafatmah"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  }
]