[
  {
    "id": "arXiv:2409.12313",
    "title": "Unravelling and circumventing failure mechanisms in chalcogenide optical phase change materials",
    "abstract": "           Chalcogenide optical phase change materials (PCMs) have garnered significant interest for their growing applications in programmable photonics, optical analog computing, active metasurfaces, and beyond. Limited endurance or cycling lifetime is however increasingly becoming a bottleneck toward their practical deployment for these applications. To address this issue, we performed a systematic study elucidating the cycling failure mechanisms of Ge$_2$Sb$_2$Se$_4$Te (GSST), a common optical PCM tailored for infrared photonic applications, in an electrothermal switching configuration commensurate with their applications in on-chip photonic devices. We further propose a set of design rules building on insights into the failure mechanisms, and successfully implemented them to boost the endurance of the GSST device to over 67,000 cycles.         ",
    "url": "https://arxiv.org/abs/2409.12313",
    "authors": [
      "Cosmin Constantin Popescu",
      "Kiumars Aryana",
      "Brian Mills",
      "Tae Woo Lee",
      "Louis Martin-Monier",
      "Luigi Ranno",
      "Jia Xu Brian Sia",
      "Khoi Phuong Dao",
      "Hyung-Bin Bae",
      "Vladimir Liberman",
      "Steven Vitale",
      "Myungkoo Kang",
      "Kathleen A. Richardson",
      "Carlos A. Ríos Ocampo",
      "Dennis Calahan",
      "Yifei Zhang",
      "William M. Humphreys",
      "Hyun Jung Kim",
      "Tian Gu",
      "Juejun Hu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2409.12354",
    "title": "Photorefractive and pyroelectric photonic memory and long-term stability in thin-film lithium niobate microresonators",
    "abstract": "           The stability of the integrated photonic circuits is of critical importance for many applications that require high frequency precision or robust operation over time, such as optomechanical sensing, frequency conversion, optical communication, and quantum optics. Photonic memory is useful for low-energy optical computing and interconnects. Thin film lithium niobate (TFLN), as an emerging photonic platform, exhibits complex material properties including pyroelectric (PE) and photorefractive (PR) effects which could lead to intra-device drift and excess noise under different environmental or operating conditions as well as be utilized for building photonic memory. However, the long-term stability and memory effect of its optical properties has not been explored. In this paper, we discovered a long-lived change of optical refractive index as a result of light excitation and temporal temperature variation using Z-cut TFLN microresonators and reveal a strong dependence of the instability with the crystal orientation of the thin film form. The recovery time are measured to be over 10 hours. Leveraging the photonic memory with a long relaxation time, we realize optical trimming of the cavity resonance frequencies. Our result offers insights towards understanding the fundamental noise properties and dynamic behavior of the integrated TFLN material and devices.         ",
    "url": "https://arxiv.org/abs/2409.12354",
    "authors": [
      "Xinyi Ren",
      "Chun-Ho Lee",
      "Kaiwen Xue",
      "Shaoyuan Ou",
      "Yue Yu",
      "Zaijun Chen",
      "Mengjie Yu"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.12459",
    "title": "Bayer-type Vis-NIR Routing via Inverse Design for Submicron-pixel Image Sensing Chip",
    "abstract": "           With the advent of high-precision nanoscale lithography technology, high-resolution image sensing has experienced rapid development in recent years. Currently, mainstream commercial image sensors predominantly utilize Bayer array color filters to implement RGB colorful imaging strategies. However, as pixel sizes transition into the submicron dimensions, traditional dye filters used in image sensors have long been hampered by limited optical efficiency, suboptimal signal-to-noise ratios, and significant difficulties in miniaturization. In this work, a novel 4-channel RGB-IR color router for image sensing, distinct from the traditional absorption-transmission mechanisms, was proposed through inverse design methodologies. Utilizing genetic algorithms and DCGAN models, approximately 20,000 random color routing structures were generated and trained. From these, an optimized spectral splitting structure with a minimal periodic size of 1.6 um * 1.6 um was identified. This structure achieves peak optical efficiencies 1.7 times greater than those of dye filters, while also offering superior color imaging quality and signal intensity. This innovative design approach, leveraging deep learning integration, demonstrates an on-chip strategy for color realization in 4-channel image sensors, and holds significant promise for enhancing the development of next-generation high-performance image sensing chip systems.         ",
    "url": "https://arxiv.org/abs/2409.12459",
    "authors": [
      "Xianguang Yang",
      "Shijie Xiong",
      "Fangchang Tan",
      "Zhitao Lin",
      "Yanjun Bao",
      "Long Wen",
      "Qin Chen",
      "Baojun Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.12506",
    "title": "Methodology for 3D sound synthesis of directional acoustic sources by higher-order ambisonics",
    "abstract": "           This paper presents the 3D soundfield synthesis of the pressure field radiated by directional acoustic sources using both the multimodal method and higher-order ambisonics (HOA). Ambisonics is a technique for encoding and reproducing measured or modeled (virtual) sound pressure field, based on a decomposition of the acoustic field over spherical harmonics. The directional source considered in this work is an acoustic horn excited by a flat piston. The free-field radiation from this horn is first modeled accurately over a wide frequency range using the multimodal method, which requires relatively low computational resources. This radiated pressure field, collected on a dual-layer sphere of virtual sensors distributed over a Lebedev geometry, allows its projection into the ambisonic domain. The pressure field is then synthesized in the laboratory's 3D 5th order HOA spatialization sphere, which consists of fifty-six loudspeakers. This offers the ability of listening to the radiated sound using a higher-order ambisonic synthesis of a 'virtual' source before it is manufactured. To qualitatively evaluate the performance of the proposed procedure, the transfer function of the synthesized horn is measured around the listening point within the spatialization sphere.         ",
    "url": "https://arxiv.org/abs/2409.12506",
    "authors": [
      "Philippe Thorner",
      "Eric Bavu",
      "Jean-Baptiste Doc",
      "Christophe Langrenne"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2409.12582",
    "title": "Ultracompact programmable silicon photonics using layers of low-loss phase-change material Sb$_2$Se$_3$ of increasing thickness",
    "abstract": "           High-performance programmable silicon photonic circuits are considered to be a critical part of next generation architectures for optical processing, photonic quantum circuits and neural networks. Low-loss optical phase change materials (PCMs) offer a promising route towards non-volatile free-form control of light. Here, we exploit direct-write digital patterning of waveguides using layers of the PCM Sb$_2$Se$_3$ with a thickness of up to 100 nm, demonstrating the ability to strongly increase the effect per pixel compared to previous implementations where much thinner PCM layers were used. We exploit the excellent refractive index matching between Sb$_2$Se$_3$ and silicon to achieve a low-loss hybrid platform for programmable photonics. A five-fold reduction in modulation length of a Mach-Zehnder interferometer is achieved compared to previous work using thin-film Sb$_2$Se$_3$ devices, decreased to 5 $\\mu$m in this work. Application of the thicker PCM layers in direct-write digital programming of a multimode interferometer (MMI) shows a three-fold reduction of the number of programmed pixels to below 10 pixels per device. The demonstrated scaling of performance with PCM layer thickness is important for establishing the optimum working range for hybrid silicon-PCM devices and holds promise for achieving ultracompact programmable photonic circuits.         ",
    "url": "https://arxiv.org/abs/2409.12582",
    "authors": [
      "Sophie Blundell",
      "Thomas Radford",
      "Idris A. Ajia",
      "Daniel Lawson",
      "Xingzhao Yan",
      "Mehdi Banakar",
      "David J. Thomson",
      "Ioannis Zeimpekis",
      "Otto L. Muskens"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2409.12679",
    "title": "Terahertz Plasmonic Transport in Topological Valley Metal-slabs",
    "abstract": "           Topological photonic devices have attracted great attentions in terahertz (THz) and optical regimes due to their robust protected transport properties. However, it remains challenging in miniaturization of the devices to get superior performance for photonic integrated circuits in optical networks. In this paper, Kagome photonic insulators constructed with ultrathin metal-slab on Polyimide substrate are proposed for THz waveguiding. Theoretical analysis and numerical simulation demonstrate that $C_{3v}$ symmetry can be broken by global rotation $\\theta$ of the air holes in metallic Kagome lattice, providing topological phase transitions. The propagation of THz waves through Z-shaped domain walls with multiple sharp corners verifies the robustness of plasmonic transport. The positive/negative refraction of topological valley edge state from Zigzag interface into background space is illustrated. These results present a novel approach to manipulate THz waves and facilitate development of photonic integrated circuits with high compactness and robustness.         ",
    "url": "https://arxiv.org/abs/2409.12679",
    "authors": [
      "Xiang Zhou",
      "Hui-Chang Li",
      "Yun Shen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2409.12732",
    "title": "Shot-noise-limited emission from interband and quantum cascade lasers",
    "abstract": "           The intensity noise of a laser source represents one of the key factors limiting the ultimate sensitivity in laser-based systems for sensing and telecommunication. For advanced applications based on interferometry, the availability of a shot-noise-limited local oscillator is even more important for the effective feasibility of high-precision measurements. This is particularly crucial in quantum optics applications based on homodyne detection schemes to measure non-classical light states, such as squeezed states. This work deeply investigates and analyzes the intensity noise features of the most widely used mid-infrared semiconductor heterostructured lasers: quantum cascade and interband cascade lasers. For this purpose, a comprehensive comparison of three different continuous-wave lasers operating at room temperature around 4.5 {\\mu}m wavelength is presented. First, a thorough electro-optical characterization is given, highlighting the differences and the shared common characteristics of the tested devices. Then, a detailed intensity noise analysis is reported, identifying their different noise operations with a particular reference to shot-noise-limited operations. Finally, some perspectives towards advanced applications are discussed.         ",
    "url": "https://arxiv.org/abs/2409.12732",
    "authors": [
      "Tecla Gabbrielli",
      "Jacopo Pelini",
      "Georg Marschick",
      "Luigi Consolino",
      "Irene La Penna",
      "Jérôme Faist",
      "Mathieu Bertrand",
      "Filippos Kapsalidis",
      "Robert Weih",
      "Sven Höfling",
      "Naota Akikusa",
      "Borislav Hinkov",
      "Paolo De Natale",
      "Francesco Cappelli",
      "Simone Borri"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.12223",
    "title": "Lie algebraic invariants in quantum linear optics",
    "abstract": "           Quantum linear optics is a promising candidate for obtaining a quantum computational advantage. However, linear optics without post-selection is not powerful enough to produce any quantum state from a given input state. This limits its utility since some computations require entangled resources that are difficult to prepare. Thus, we need a deeper understanding of linear optical state preparation. In this work, we give a recipe to derive conserved quantities in the evolution of arbitrary states along any possible passive linear interferometer. We obtain the invariants by projecting the density operator of the state onto the Lie algebra of passive linear optical Hamiltonians. The conservation of the invariants gives necessary conditions for exact and approximate state preparation with passive linear optics: if input and output states have different invariants, it will be impossible to design a linear optical experiment that evolves one into the other or a sufficiently close one. Therefore, the invariants allow us to narrow the search when trying to prepare entangled states useful for quantum information, like Bell or NOON states, from easy-to-prepare states, like Fock states. We conclude that future exact and approximate state preparation methods will need to take into account the necessary conditions given by our invariants to weed out impossible linear optical evolutions.         ",
    "url": "https://arxiv.org/abs/2409.12223",
    "authors": [
      "Pablo V. Parellada",
      "Vicent Gimeno i Garcia",
      "Julio José Moyano-Fernández",
      "Juan Carlos Garcia-Escartin"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.12292",
    "title": "Topological argument for robustness of coherent states in quantum optics",
    "abstract": "           Coherent states, being the closest analog to classical states of wave systems, are well known to possess special properties that set them apart from most other quantum optical states. For example, they are robust against photon loss and do not easily get entangled upon interaction with a beamsplitter, and hence are called ``pointer states'', which is often attributed to them being eigenstates of the annihilation operator. Here we provide insights into a topological argument for their robustness using two separate but exact mappings of a prototypical quantum optics model - the driven Jaynes-Cummings model. The first mapping is based on bosonization and refermionization of the Jaynes-Cummings model into the fermionic Su-Schrieffer-Heeger model hosting zero-energy topologically protected edge states. The second mapping is based on the algebra of deformed f-oscillators. We choose these mappings to explicitly preserve the translational symmetry of the model along a Fock-state ladder basis, which is important for maintaining the symmetry-protected topology of such 1D lattices. In addition, we show that the edge state form is preserved even when certain chiral symmetry is broken, corresponding to a single-photon drive for the quantum optics model that preserves the coherent state; however, the addition of two-photon drive immediately disturbs the edge state form, as confirmed by numerical simulations of the mapped SSH model; this is expected since two-photon drive strongly perturbs the coherent state into a squeezed state. Our theory sheds light on a fundamental reason for the robustness of coherent states, both in existence and entanglement -- an underlying connection to topology.         ",
    "url": "https://arxiv.org/abs/2409.12292",
    "authors": [
      "Saumya Biswas",
      "Amrit De",
      "Avik Dutt"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2409.12310",
    "title": "On the Dynamics of a Nutation Ring Damper",
    "abstract": "           Nutation triggered by external disturbances is an undesirable phenomenon for a spinning satellite. Passive decay in nutation angle must be achieved in such cases and benefits missions involving spin-stabilized satellites or mass-constrained satellites like CubeSats. Motivated by previous work of other authors, the dynamics of a general nutating satellite with an attached ring containing a viscous fluid is analyzed in a theoretical mechanics framework. The fluid in the ring is modeled as a rigid point mass and is then extended to a distributed rigid slug. The nonlinear equations of motion of the system, under the assumption of zero external torques, are studied in a body-fixed frame. Equilibrium points and system trajectories are studied on the angular momentum sphere. The settling time of the dynamical system after an initial disturbance is investigated. The energy dissipation is modeled using an approximate drag coefficient. Fluid dynamic effects are further examined through CFD simulations in the Navier-Stokes setting using the open-source software package ANSYS Fluent. Applications of the analysis and simulations to CubeSats are discussed.         ",
    "url": "https://arxiv.org/abs/2409.12310",
    "authors": [
      "Adrian Luna",
      "Banavara N. Shashikanth"
    ],
    "subjectives": [
      "Dynamical Systems (math.DS)",
      "Applied Physics (physics.app-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2403.08742",
    "title": "Multichannel quantum defect theory of strontium bound Rydberg states",
    "abstract": "           Newly calculated multichannel quantum defect theory parameters and channel fractions are presented for the singlet and triplet S, P and D series and singlet F series of strontium. These results correct those reported in Vaillant C L, Jones M P A and Potvliege R M 2014 J. Phys. B: At. Mol. Opt. Phys. 47 155001.         ",
    "url": "https://arxiv.org/abs/2403.08742",
    "authors": [
      "C. L. Vaillant",
      "M. P. A. Jones",
      "R. M. Potvliege"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.09535",
    "title": "Dual-comb-enhanced microwave clock synchronization over commercial fiber",
    "abstract": "           The large-scale clock network is the key ingredient to obtain high precision in many scenarios, from fundamental research to cutting-edge applications. The advantage of the time synchronization among microwave clocks is their cost, size, and accessibility. Here, we demonstrate a femtosecond-level time synchronization of microwave clocks through a commercial link of 205.86 km via dual-comb-enhanced optical two-way time transfer, which achieves a 6.23-fs residual time deviation between synchronized timescales at 1 s and an instability below 6E-18 at 10,000 s. Further, the high-precision time synchronization of microwave clocks significantly enhances the probe ability of subtle reciprocity changes of fiber to the sub-picosecond level. This work provides a path toward secure fiber time-frequency networks to support future microwave-clock-based precise timing and sensing systems.         ",
    "url": "https://arxiv.org/abs/2404.09535",
    "authors": [
      "Ziyang Chen",
      "Dongrui Yu",
      "Ganbin Lu",
      "Yufei Zhang",
      "Song Yu",
      "Bin Luo",
      "Hong Guo"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2405.21035",
    "title": "Photoinduced Charge Transfer in Transition Metal Dichalcogenide Quantum Dots",
    "abstract": "           In this paper, we have explored the charge transfer mechanism in transition metal dichalcogenide (TMDC) quantum dots (QDs) of molybdenum disulfide ($\\rm{MoS_2}$) and tungsten disulfide ($\\rm{WS_2}$). Rhodamine 6G (R6G), a dye from the rhodamine family, has been employed as the fluorescent molecule, with MoS$_2$ and WS$_2$ QDs acting as electron acceptors in the photo-induced charge transfer process. The TMDC QDs were synthesized using a top-down approach and characterized through transmission electron microscopy (TEM), UV-Vis spectrophotometry, and fluorimetry. TEM images revealed well-dispersed particles measuring 2 nm in size. These QDs exhibit strong fluorescence emission when excited with light at wavelengths below 350 nm. Under light exposure, photons generate charges in the fluorescent dye molecules, and the TMDC QDs facilitate the charge transfer process. The charge transfer phenomenon was investigated using time-correlated single photon counting (TCSPC), a time-resolved fluorescence spectroscopic technique. The time-resolved fluorescence study indicated a change in the fluorescence (FL) lifetime of R6G molecules in the presence of QDs. The FL lifetime of R6G molecules without QDs was found to be 4.0 ns, which decreased to 1.9 ns and 3.8 ns in the presence of MoS$_2$ and WS$_2$ QDs, respectively. This reduction in FL lifetime suggests that the MoS$_2$ and WS$_2$ QDs provide an additional pathway for photo-generated electrons in the excited state of R6G molecules. This research can be extended to optoelectronic devices, where charge transfer is crucial for device efficiency and performance.         ",
    "url": "https://arxiv.org/abs/2405.21035",
    "authors": [
      "Praveen Mishra",
      "Arun Singh Patel",
      "Sanjay Kumar Chauhan",
      "Anirban Chakraborti"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2406.19153",
    "title": "A Generalized Theory for Optical Cooling of a Trapped Atom with Spin",
    "abstract": "           Cooling atoms to the ground-state of optical tweezers is becoming increasingly important for high-fidelity imaging, cooling, and molecular assembly. While extensive theoretical work has been conducted on cooling in free space, fewer studies have focused on cooling in bound states. In this work, we present a unified formalism for optical cooling mechanisms in neutral atom tweezers, including resolved and unresolved sideband cooling with different trapping potentials, polarization gradient cooling, gray molasses cooling, $\\Lambda$-enhanced gray molasses cooling, and Raman sideband cooling. We perform simulations and demonstrate good agreement with a simplified spin model. We derive and discuss the fundamental limits of each cooling mechanism and propose new strategies for achieving ground-state cooling in optical tweezers. Our findings provide valuable insights into optimizing cooling schemes for neutral atoms in optical tweezers, paving the way for minimizing thermal decoherence in Rydberg and molecular gates and improving efficiencies of molecular assembly.         ",
    "url": "https://arxiv.org/abs/2406.19153",
    "authors": [
      "Saumitra S. Phatak",
      "Karl N. Blodgett",
      "David Peana",
      "Meng Raymond Chen",
      "Jonathan D. Hood"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.00014",
    "title": "Hybrid quantum cycle generative adversarial network for small molecule generation",
    "abstract": "           The drug design process currently requires considerable time and resources to develop each new compound that enters the market. This work develops an application of hybrid quantum generative models based on the integration of parametrized quantum circuits into known molecular generative adversarial networks, and proposes quantum cycle architectures that improve model performance and stability during training. Through extensive experimentation on benchmark drug design datasets, QM9 and PC9, the introduced models are shown to outperform the previously achieved scores. Most prominently, the new scores indicate an increase of up to 30% in the quantitative estimation of druglikeness. The new hybrid quantum machine learning algorithms, as well as the achieved scores of pharmacokinetic properties, contribute to the development of fast and accurate drug discovery processes.         ",
    "url": "https://arxiv.org/abs/2402.00014",
    "authors": [
      "Matvei Anoshin",
      "Asel Sagingalieva",
      "Christopher Mansell",
      "Dmitry Zhiganov",
      "Vishal Shete",
      "Markus Pflitsch",
      "Alexey Melnikov"
    ],
    "subjectives": [
      "Biomolecules (q-bio.BM)",
      "Emerging Technologies (cs.ET)",
      "Machine Learning (cs.LG)",
      "Biological Physics (physics.bio-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2402.12196",
    "title": "Nanomechanical crystalline AlN resonators with high quality factors for quantum optoelectromechanics",
    "abstract": "           High-\\Qm{} mechanical resonators are crucial for applications where low noise and long coherence time are required, as mirror suspensions, quantum cavity optomechanical devices, or nanomechanical sensors. Tensile strain in the material enables the use of dissipation dilution and strain engineering techniques, which increase the mechanical quality factor. These techniques have been employed for high-\\Qm{} mechanical resonators made from amorphous materials and, recently, from crystalline materials such as InGaP, SiC, and Si. A strained crystalline film exhibiting substantial piezoelectricity expands the capability of high-\\Qm{} nanomechanical resonators to directly utilize electronic degrees of freedom. In this work we realize nanomechanical resonators with \\Qm{} up to $2.9\\times 10^{7}$ made from tensile-strained \\SI{290}{\\nano\\meter}-thick AlN, which is an epitaxially-grown crystalline material offering strong piezoelectricity. We demonstrate nanomechanical resonators that exploit dissipation dilution and strain engineering to reach a \\Qf-product approaching $10^{13}$\\,\\SI{}{\\hertz} at room temperature. We realize a novel resonator geometry, triangline, whose shape follows the Al-N bonds and offers a central pad that we pattern with a photonic crystal. This allows us to reach an optical reflectivity above 80\\% for efficient coupling to out-of-plane light. The presented results pave the way for quantum optoelectromechanical devices at room temperature based on tensile-strained AlN.         ",
    "url": "https://arxiv.org/abs/2402.12196",
    "authors": [
      "Anastasiia Ciers",
      "Alexander Jung",
      "Joachim Ciers",
      "Laurentius Radit Nindito",
      "Hannes Pfeifer",
      "Armin Dadgar",
      "Andre Strittmatter",
      "Witlef Wieczorek"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2405.15617",
    "title": "Inductive detection of inverse spin-orbit torques in magnetic heterostructures",
    "abstract": "           The manipulation of magnetization via Magnetic torques is one of the most important phenomena in spintronics. In thin films, conventionally, a charge current flowing in a heavy metal is used to generate transverse spin currents and to exert torques on the magnetization of an adjacent ferromagnetic thin film layer. Here, in contrast to the typically employed heavy metals, we study spin-to-charge conversion in ferromagnetic heterostructures with large spin-orbit interaction that function as the torque-generating layers. In particular, we chose perpendicular magnetic anisotropy (PMA) multilayers [Co/Ni] and [Co/Pt] as the torque-generating layers and drive magnetization dynamics in metallic ferromagnetic thin film $\\mathrm{Co_{20}Fe_{60}B_{20}}$ (CoFeB) layers with in-plane magnetic anisotropy (IMA). We investigate the spin dynamics driven by spin-orbit torque (SOT) and the concomitant charge current generation by the inverse SOT process using an inductive technique based on a vector network analyzer. In our experimental findings, we find that the SOTs generated by our multilayers are of a magnitude comparable to those produced by Pt, consistent with first-principles calculations. Furthermore, we noted a significant correlation between the SOT and the thickness of the CoFeB layer.         ",
    "url": "https://arxiv.org/abs/2405.15617",
    "authors": [
      "Misbah Yaqoob",
      "Fabian Kammerbauer",
      "Tom G. Saunderson",
      "Vitaliy I. Vasyuchka",
      "Dongwook Go",
      "Hassan Al-Hamdo",
      "Gerhard Jakob",
      "Yuriy Mokrousov",
      "Mathias Kläui",
      "Mathias Weiler"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2406.13825",
    "title": "Low frequency noise in nanoparticle-molecule networks and implications for in-materio reservoir computing",
    "abstract": "           We study the low-frequency noise (LFN), i.e. flicker noise, also referred to as 1/f noise, in 2D networks of molecularly functionalized gold nanoparticles (NMN: nanoparticle-molecule network). We examine the noise behaviors of the NMN hosting alkyl chains (octanethiol), fatty acid oleic acids (oleylamine), redox molecule switches (polyoxometalate derivatives) or photo-isomerizable molecules (azobenzene derivatives) and we compare their 1/f noise behaviors. These noise metrics are used to evaluate which molecules are the best candidates to build in-materio reservoir computing molecular devices based on NMNs.         ",
    "url": "https://arxiv.org/abs/2406.13825",
    "authors": [
      "Cécile Huez",
      "David Guérin",
      "Florence Volatron",
      "Anna Proust",
      "Dominique Vuillaume"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2407.08357",
    "title": "Mirror-induced effects in cavity polaritonics: Influence on edge states",
    "abstract": "           Optical cavities are widely used to induce strong light-matter coupling and thereby enable the presence of polaritons. While polaritons are at the source of most of the observed physics, the mirrors forming the cavity may also themselves be responsible for a number of phenomena, independently of the strong light-matter coupling regime. Here we use a toy model of a chain of dipolar emitters coupled to a cuboidal cavity. We unveil several effects originating solely from the boundary conditions imposed by the cavity mirrors, that are dominant when the distances of the emitters to the cavity walls are of the order of the interdipole separation. In particular, we show that mirrors in the direction transverse to the chain may act as effective defects, leading to the emergence of Tamm edge states. Considering a topological chain, we demonstrate that such transverse mirrors may also protect edge states against the effects of the strong light-matter coupling. Finally, we find that mirrors parallel to the chain, by the image charges they involve, induce topological phase transitions even in the case of highly off-resonant photons.         ",
    "url": "https://arxiv.org/abs/2407.08357",
    "authors": [
      "Thomas F. Allard",
      "Guillaume Weick"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2409.00760",
    "title": "Synthetic-lattice Bloch wave dynamics in a single-mode microwave resonator",
    "abstract": "           Frequency-based synthetic dimensions are a promising avenue to extend the dimensionality of photonic systems. In this work, we show how a tilted synthetic lattice is naturally realised by periodically modulating a single-mode resonator under a coherent monochromatic drive. We theoretically study the Bloch wave dynamics in the tilted synthetic lattice, which gives rise to peculiar features in the spectral distribution of the cavity field. Our predictions are experimentally confirmed using a planar tunable superconducting microwave resonator.         ",
    "url": "https://arxiv.org/abs/2409.00760",
    "authors": [
      "F. Ahrens",
      "N. Crescini",
      "A. Irace",
      "G. Rastelli",
      "P. Falferi",
      "A. Giachero",
      "B. Margesin",
      "R. Mezzena",
      "A. Vinante",
      "I. Carusotto",
      "F. Mantegazzini"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]