[
  {
    "id": "arXiv:2202.04285",
    "title": "Component Prototypes towards a Low-Latency, Small-form-factor Optical  Link for the ATLAS Liquid Argon Calorimeter Phase-I Trigger Upgrade",
    "abstract": "This paper presents several component prototypes towards a low-latency, small-form-factor optical link designed for the ATLAS Liquid Argon Calorimeter Phase-I trigger upgrade. A prototype of the custom-made dual-channel optical transmitter module, the Miniature optical Transmitter (MTx), with separate transmitter optical sub-assemblies (TOSAs) has been demonstrated at data rates up to 8 Gbps per channel. A Vertical-Cavity Surface-Emitting Laser (VCSEL) driver ASIC has been developed and is used in the current MTx prototypes. A serializer ASIC prototype, operating at up to 8 Gbps per channel, has been designed and tested. A low-latency, low-overhead encoder ASIC prototype has been designed and tested. The latency of the whole link, including the transmitter latency and the receiver latency but not the latency of the fiber, is estimated to be less than 57.9 ns. The size of the MTx is 45 mm x 15 mm x 6 mm. ",
    "url": "https://arxiv.org/abs/2202.04285",
    "authors": [
      "Binwei Deng",
      "Mengxun He",
      "Jinghong Chen",
      "Datao Gong",
      "Di Guo",
      "Suen Hou",
      "Xiaoting Li",
      "Futian Liang",
      "Chonghan Liu",
      "Gang Liu",
      "Ping-Kun Teng",
      "Annie C Xiang",
      "Tongye Xu",
      "You Yang",
      "Jingbo Ye",
      "Xiandong Zhao",
      "Tiankuan Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.04288",
    "title": "A line code with quick-resynchronization capability and low latency for  the optical data links of LHC experiments",
    "abstract": "We propose a line code that has fast resynchronization capability and low latency. Both the encoder and decoder have been implemented in FPGAs. The encoder has also been implemented in an ASIC. The latency of the whole optical link (not including the optical fiber) is estimated to be less than 73.9 ns. In the case of radiation-induced link synchronization loss, the decoder can recover the synchronization in 25 ns. The line code will be used in the ATLAS liquid argon calorimeter Phase-I trigger upgrade and can also be potentially used in other LHC experiments. ",
    "url": "https://arxiv.org/abs/2202.04288",
    "authors": [
      "Binwei Deng",
      "Mengxun He",
      "Jinghong Chen",
      "Di Guo",
      "Suen Hou",
      "Xiaoting Li",
      "Chonghan Liu",
      "Ping-Kun Teng",
      "Annie C. Xiang",
      "Yang You",
      "Jingbo Ye",
      "Datao Gong",
      "Tiankuan Liu"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.04289",
    "title": "The Miniature Optical Transmitter and Transceiver For the  High-Luminosity LHC (HL-LHC) experiments",
    "abstract": "We present the design and test results of the Miniature optical Transmitter (MTx) and Transceiver (MTRx) for the high luminosity LHC (HL-LHC) experiments. MTx and MTRx are Transmitter Optical Subassembly (TOSA) and Receiver Optical Subassembly (ROSA) based. There are two major developments: the Vertical Cavity Surface Emitting Laser (VCSEL) driver ASIC LOCld and the mechanical latch that provides the connection to fibers. In this paper, we concentrate on the justification of this work, the design of the latch and the test results of these two modules with a Commercial Off-The-Shelf (COTS) VCSEL driver. ",
    "url": "https://arxiv.org/abs/2202.04289",
    "authors": [
      "Chonghan Liu",
      "Xiandong Zhao",
      "Jinghong Chen",
      "Binwei Deng",
      "Datao Gong",
      "Di Guo",
      "Deping Huang",
      "Suen Hou",
      "Xiaoting Li",
      "Futian Liang",
      "Gang Liu",
      "Tiankuan Liu",
      "Ping-Kun Teng",
      "Annie C. Xiang",
      "Jingbo Ye"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.04290",
    "title": "Potential Tribological and Antibacterial Benefits of Pulsed Laser  Deposited Zirconia Thin Film on Ti6Al4V Bio-alloy",
    "abstract": "Demand for artificial body implants has been on the rise over the years. However, wear and bacterial infection are identified as two major reasons that can lead to inflammation and implant failure. In this communication, the advantages of pulsed laser deposited zirconia thin film on Ti6Al4V bio-alloy at room temperature and at an elevated substrate temperature are discussed wherein a comparison of the change in surface roughness, wettability, surface free energy, tribological and antibacterial properties of uncoated and zirconia coated Ti6Al4V samples is presented. The results of tribological analysis carried out using a standard ball-on-disc tribometer at different loads (2N, 5N and 7N) exhibited advantageous effects of zirconia coating on Ti6Al4V. Prominently, the sample coated at 200 C substrate temperature maintained very low coefficient of friction up to hundreds of sliding cycles and showed a notable reduction in the wear rate by 49% at 5N load. The in vitro bacterial retention test showed a clear inhibition in growth of Staphylococcus aureus and Klebsiella pneumonia bacteria on the surface of the coated samples indicating the possibility of prevention of biofilm formation. More than 50% reduction in density of Staphylococcus aureus was observed on coated sample in comparison to pristine Ti6Al4V and this can be attributed to reduction in surface energy of the sample after coating. Additionally, the observation of a larger number of decimated bacteria on coated samples by fluorescence microscopy revealed superior antibacterial properties of zirconia coating. The novelty of this work is the use of pulsed laser deposition technique for zirconia coating which dearly improves tribological and antibacterial properties of Ti6Al4V simultaneously; this shows prospects of increasing durability of artificial implant in the human body. ",
    "url": "https://arxiv.org/abs/2202.04290",
    "authors": [
      "S. Kedia",
      "A. Das",
      "B. S. Patro",
      "J. P. Nilaya"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04381",
    "title": "Sample thickness measurements by phase-sensitive terahertz upconversion  detection",
    "abstract": "Nonlinear frequency conversion provides an elegant method to detect photons in a spectral range which differs from the pump wavelength, making it highly attractive for photons with inherently low energy. Aside from the intensity of the light, represented by the number of photons, their phase provides important information and enables a plethora of applications. We present a phase-sensitive measurement method in the terahertz spectral range by only detecting visible light. Using the optical interference of frequency-converted photons and leftover pump photons of the involved ultrashort pulses, fast determination of layer-thicknesses is demonstrated. The new method enables phase-resolved detection of terahertz pulses using standard sCMOS equipment while achieving sample measurement times of less than one second with a precision error of less than 0.6%. ",
    "url": "https://arxiv.org/abs/2202.04381",
    "authors": [
      "Tobias Pfeiffer",
      "Jens Klier",
      "Georg von Freymann",
      "Daniel Molter"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.04413",
    "title": "Amorphous-silicon visible-light detector integrated in silicon nitride  waveguides",
    "abstract": "Visible light integrated photonics is emerging as a promising technology for the realization of optical devices for applications in sensing, quantum information and communications, imaging and displays. Among the existing photonic platforms, high-index contrast silicon nitride ($Si_{3}N_{4}$) waveguides offer broadband transparency in the visible spectral range and a high scale of integration. As far as the complexity of photonic integrated circuits (PICs) increases, on-chip detectors are required to monitor their working point for reconfiguration and stabilization operations. In this work we present a compact in-line power monitor integrated in $Si_{3}N_{4}$ waveguides that operates in the red-light wavelength range (660 nm). The proposed device exploits the photoconductivity of a hydrogenated amorphous silicon (a-Si:H) film employed as a coating layer of the optical waveguide. Experimental results show a responsivity of 30 mA/W, a sensitivity of -45 dBm and a sub-${\\mu}$s time response. These features enable the use of the proposed photoconductor for high-sensitivity monitoring and control of visible-light $Si_{3}N_{4}$ PICs. ",
    "url": "https://arxiv.org/abs/2202.04413",
    "authors": [
      "Christian De Vita",
      "Fabio Toso",
      "Natale Giovanni Pruiti",
      "Charalambos Klitis",
      "Giorgio Ferrari",
      "Marc Sorel",
      "Andrea Melloni",
      "Francesco Morichetti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04458",
    "title": "Measurement and simulation of mechanical and optical properties of  sputtered amorphous SiC coatings",
    "abstract": "In this work We report on the extensive characterization of amorphous silicon carbide (a-SiC) coatings prepared by physical deposition methods. We compare the results obtained on two different sputtering systems (a standard RF magnetron sputtering and a ion-beam assisted sputtering) to seize the impact of two different setups on the repeatably of the results. After a thorough characterization of structural, morphological, and compositional characteristics of the prepared samples, we focus on a detailed study of the optical and mechanical losses in those materials. Mechanical losses are further investigated from a microscopic point of view by comparing our experimental results with molecular dynamic simulations of the amorphous SiC structure: first we define a protocol to generate a numerical model of the amorphous film, capturing the main features of the real system; then we simulate its dynamical behaviour upon deformation in order to obtain its mechanical response. Our results are discussed within the perspective application of a-SiC as an optical material for high-precision optical experiments and in particular in gravitational wave interferometry. ",
    "url": "https://arxiv.org/abs/2202.04458",
    "authors": [
      "G. Favaro",
      "A. Amato",
      "F. Arciprete",
      "M. Bazzan",
      "E. Cesarini",
      "F. De Matteis",
      "T. H. Dao",
      "M. Granata",
      "C. Honrado-Benítez",
      "N. Gutiérrez-Luna",
      "J. I. Larruquert",
      "G. Lorenzin",
      "D. Lumaca",
      "G. Maggioni",
      "M. Magnozzi",
      "E. Placidi",
      "P. Prosposito",
      "F. Puosi"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2202.04460",
    "title": "Quantum Computing in Pharma: A Multilayer Embedding Approach for Near  Future Applications",
    "abstract": "Quantum computers are special purpose machines that are expected to be particularly useful in simulating strongly correlated chemical systems. The quantum computer excels at treating a moderate number of orbitals within an active space in a fully quantum mechanical manner. We present a quantum phase estimation calculation on F$_2$ in a (2,2) active space on Rigetti's Aspen-11 QPU. While this is a promising start, it also underlines the need for carefully selecting the orbital spaces treated by the quantum computer. In this work, a scheme for selecting such an active space automatically is described and simulated results obtained using both the quantum phase estimation (QPE) and variational quantum eigensolver (VQE) algorithms are presented and combined with a subtractive method to enable accurate description of the environment. The active occupied space is selected from orbitals localized on the chemically relevant fragment of the molecule, while the corresponding virtual space is chosen based on the magnitude of interactions with the occupied space calculated from perturbation theory. This protocol is then applied to two chemical systems of pharmaceutical relevance: the enzyme [Fe] hydrogenase and the photosenzitizer temoporfin. While the sizes of the active spaces currently amenable to a quantum computational treatment are not enough to demonstrate quantum advantage, the procedure outlined here is applicable to any active space size, including those that are outside the reach of classical computation. ",
    "url": "https://arxiv.org/abs/2202.04460",
    "authors": [
      "Robert Izsak",
      "Christoph Riplinger",
      "Nick S. Blunt",
      "Bernardo de Souza",
      "Nicole Holzmann",
      "Ophelia Crawford",
      "Joan Camps",
      "Frank Neese",
      "Patrick Schopf"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04615",
    "title": "Triggered single-photon generation and resonance fluorescence in  ultra-low loss integrated photonic circuits",
    "abstract": "A central requirement for photonic quantum information processing systems lies in the combination of nonclassical light sources and low-loss, phase-stable optical modes. While substantial progress has been made separately towards ultra-low loss, $\\leq1$ dB/m, chip-scale photonic circuits and high brightness single-photon sources, integration of these technologies has remained elusive. Here, we report a significant advance towards this goal, in the hybrid integration of a quantum emitter single-photon source with a wafer-scale, ultra-low loss silicon nitride photonic integrated circuit. We demonstrate triggered and pure single-photon emission directly into a Si$_3$N$_4$ photonic circuit with $\\approx1$ dB/m propagation loss at a wavelength of $\\approx920$ nm. These losses are more than two orders of magnitude lower than reported to date for any photonic circuit with on-chip quantum emitter sources, and $>50$ % lower than for any prior foundry-compatible integrated quantum photonic circuit, to the best of our knowledge. Using these circuits we report the observation of resonance fluorescence in the strong drive regime, a milestone towards integrated coherent control of quantum emitters. These results constitute an important step forward towards the creation of scaled chip-integrated photonic quantum information systems. ",
    "url": "https://arxiv.org/abs/2202.04615",
    "authors": [
      "Ashish Chanana",
      "Hugo Larocque",
      "Renan Moreira",
      "Jacques Carolan",
      "Biswarup Guha",
      "Vikas Anant",
      "Jin Dong Song",
      "Dirk Englund",
      "Daniel J. Blumenthal",
      "Kartik Srinivasan",
      "Marcelo Davanco"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2202.03941",
    "title": "Harmonic flow field representations of quantum bits and gates",
    "abstract": "We describe a general procedure for mapping arbitrary $n$-qubit states to two-dimensional (2D) vector fields. The mappings use complex rational function representations of individual qubits, producing classical vector field configurations that can be interpreted in terms of 2D inviscid fluid flows or electric fields. Elementary qubits are identified with localized defects in 2D harmonic vector fields, and multi-qubit states find natural field representations via complex superpositions of vector field products. In particular, separable states appear as highly symmetric flow configurations, making them both dynamically and visually distinct from entangled states. The resulting real-space representations of entangled qubit states enable an intuitive visualization of their transformations under quantum logic operations. We demonstrate this for the quantum Fourier transform and the period finding process underlying Shor's algorithm, along with other quantum algorithms. Due to its generic construction, the mapping procedure suggests the possibility of extending concepts such as entanglement or entanglement entropy to classical continuum systems, and thus may help guide new experimental approaches to information storage and non-standard computation. ",
    "url": "https://arxiv.org/abs/2202.03941",
    "authors": [
      "Vishal P. Patil",
      "Žiga Kos",
      "Jörn Dunkel"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2202.04203",
    "title": "Quantum mechanical rules for observed observers and the consistency of  quantum theory",
    "abstract": "I argue that the usual rules of quantum mechanics on measurement outcomes have to be complemented with (or rather, understood to include) the condition that observers who are themselves going to be subject to measurements in a linear combination of macroscopic states cannot make reliable predictions on the results of experiments performed after such measurements. Quantum mechanical rules completed with this condition lift the paradox identified by Frauchiger and Renner and become fully consistent. ",
    "url": "https://arxiv.org/abs/2202.04203",
    "authors": [
      "Alexios P. Polychronakos"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04205",
    "title": "Quantum limits to resolution and discrimination of spontaneous emission  lifetimes",
    "abstract": "In this work we investigate the quantum information theoretical limits to several tasks related to lifetime estimation and discrimination of a two-level spontaneous optical emitter. We focus in particular on the model problem of resolving two mutually incoherent exponential decays with highly overlapping temporal probability profiles. Mirroring recent work on quantum-inspired super-resolution of point emitters, we find that direct lifetime measurement suffers from an analogue of \"Rayleigh's Curse\" when the time constants of the two decay channels approach one another. We propose alternative measurement schemes that circumvent this limit, and also demonstrate superiority to direct measurement for a related binary hypothesis test. Our findings add to a growing list of examples in which a quantum analysis uncovers significant information gains for certain tasks in opto-molecular metrology that do not rely on multiphoton interference, but evidently do benefit from a more thorough exploitation of the coherence properties of single photons. ",
    "url": "https://arxiv.org/abs/2202.04205",
    "authors": [
      "Cheyenne S. Mitchell",
      "Mikael P. Backlund"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.04316",
    "title": "Near perfect two-photon interference out a down-converter on a silicon  photonic chip",
    "abstract": "Integrated entangled photon-pair sources are key elements for enabling large-scale quantum photonic solutions, and addresses the challenges of both scaling-up and stability. Here we report the first demonstration of an energy-time entangled photon-pair source based on spontaneous parametric down-conversion in silicon-based platform through an optically induced second-order ($\\chi^{(2)}$) nonlinearity, ensuring type-0 quasi-phase-matching of fundamental harmonic and its second-harmonic inside the waveguide. The developed source shows a coincidence-to-accidental ratio of 1635 at 8 of $\\mu$W pump power. Remarkably, we report two-photon interference with near-perfect visibility of 99.36$\\pm1.94\\%$, showing high-quality photonic entanglement without excess background noise. This opens a new horizon for quantum technologies requiring the integration of a large variety of building functionalities on single chips. ",
    "url": "https://arxiv.org/abs/2202.04316",
    "authors": [
      "Romain Dalidet",
      "Florent Mazeas",
      "Edgars Nitiss",
      "Ozan Yakar",
      "Anton Stroganov",
      "Sébastien Tanzilli",
      "Laurent Labonté",
      "Camille-Sophie Brès"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.04373",
    "title": "Glyme-based electrolytes: suitable solutions for next-generation lithium  batteries",
    "abstract": "The concept of green in a battery involves the chemical nature of electrodes and electrolytes as well as the economic sustainability of the cell. Although these aspects are typically discussed separately, they are deeply interconnected: indeed, a new electrolyte can allow the use of different cathodes with higher energy, lower cost or more pronounced environmental compatibility. We focus on alternative class of electrolyte solutions for lithium batteries formed by dissolving LiX salts in glyme solvents, i.e., organic ethers with the molecular formula CH3O[CH2CH2O]nCH3 differing by chain length. The advantages of these electrolytes are illustrated in terms of flammability, stability, toxicity, environmental compatibility, cell performances and economic impact. A particular light is shed on the stability of these systems, particularly in the polymer state, and in various environments including oxygen, sulfur and high-energy lithium metal. The most relevant studies on the chemical-physical features, the characteristic structures, the favorable properties, and the electrochemical behavior of the glyme-based solutions are discussed, and the most recent technological achievements in terms of cell design and battery performance are described. The use of glyme-based electrolytes in high-energy cells arranged by coupling the lithium-metal anode with conventional insertion cathodes as well as in alternative and new batteries exploiting the Li-S and Li-O2 conversion processes are described in detail. The paragraphs reveal bonuses, including safety, low cost and sustainability, that can be achieved by employing the glyme-based electrolytes with respect to the commercially available ones, in particular taking into account future and alternative applications. Particular relevance is given by the glymes with long chain that reveal a remarkable stability, high safety and very low toxicity. ",
    "url": "https://arxiv.org/abs/2202.04373",
    "authors": [
      "Daniele Di Lecce",
      "Vittorio Marangon",
      "Hun-Gi Jung",
      "Yoichi Tominaga",
      "Steve Greenbaum",
      "Jusef Hassoun"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04386",
    "title": "Contactless Rheology of Soft Gels over a Broad Frequency Range",
    "abstract": "We report contactless measurements of the viscoelastic rheological properties of soft gels. The experiments are performed using a colloidal-probe Atomic Force Microscope (AFM) in a liquid environment and in dynamic mode. The mechanical response is measured as a function of the liquid gap thickness for different oscillation frequencies. Our measurements reveal an elastohydrodynamic (EHD) coupling between the flow induced by the probe oscillation and the viscoelastic deformation of the gels. The data are quantitatively described by a viscoelastic lubrication model. The frequency-dependent storage and loss moduli of the polydimethylsiloxane (PDMS) gels are extracted from fits of the data to the model and are in good agreement with the Chasset--Thirion law. Our results demonstrate that contactless colloidal-probe methods are powerful tools that can be used for probing soft interfaces finely over a wide range of frequencies. ",
    "url": "https://arxiv.org/abs/2202.04386",
    "authors": [
      "Zaicheng Zhang",
      "Muhammad Arshad",
      "Vincent Bertin",
      "Samir Almohamad",
      "Elie Raphaël",
      "Thomas Salez",
      "Abdelhamid Maali"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04402",
    "title": "Breakdown of spin-to-helicity locking at the nanoscale in topological  photonic crystal edge states",
    "abstract": "We measure the local near-field spin in topological edge state waveguides that emulate the quantum spin Hall effect. We reveal a highly structured spin density distribution that is not linked to a unique pseudospin value. From experimental near-field real-space maps and numerical calculations, we confirm that this local structure is essential in understanding the properties of optical edge states and light-matter interactions. The global spin is reduced by a factor of 30 in the near field and, for certain frequencies, flipped compared to the pseudospin measured in the far-field. We experimentally reveal the influence of higher-order Bloch harmonics in spin inhomogeneity, leading to a breakdown in the coupling between local helicity and global spin. ",
    "url": "https://arxiv.org/abs/2202.04402",
    "authors": [
      "Sonakshi Arora",
      "Thomas Bauer",
      "Nikhil Parappurath",
      "René Barczyk",
      "Ewold Verhagen",
      "L. Kuipers"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Optics (physics.optics)",
      "Popular Physics (physics.pop-ph)"
    ]
  },
  {
    "id": "arXiv:2202.04526",
    "title": "Soundiation: A multi-functional GUI-based software in evaluation of the  acoustophoresis by the acoustic radiation force and torque on arbitrary  axisymmetric objects",
    "abstract": "Acoustic radiation force and torque arising from wave scattering are commonly used to manipulate micro-objects without contact. We applied the partial wave expansion series and the conformal transformation approach to estimate the radiation force and torque exerted on an axisymmetric particle. Meanwhile, translational and rotational transformations are required to keep the coordinate system consistent [1]. Although these theoretical derivations have been well established, coding the required systems, including generation of the wave function, implementation of the transformations, calculations between modules, etc., is non-trivial and time-consuming. Here, a new open-source, MATLAB-based software, called Soundiation, is provided to address the radiation force and torque while supporting the dynamic prediction of non-spherical particles. The implementation is basically generic, and its applicability is demonstrated through the validation of numerical methods. Furthermore, a graphical user interface is provided so that it can be used and extended easily. ",
    "url": "https://arxiv.org/abs/2202.04526",
    "authors": [
      "Tianquan Tang",
      "Lixi Huang"
    ],
    "subjectives": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2102.13036",
    "title": "Quantum Contextuality",
    "abstract": " Comments: 66 pages, 20 figures. Updated version ",
    "url": "https://arxiv.org/abs/2102.13036",
    "authors": [
      "Costantino Budroni",
      "Adán Cabello",
      "Otfried Gühne",
      "Matthias Kleinmann",
      "Jan-Åke Larsson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mathematical Physics (math-ph)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2107.10258",
    "title": "Multiple Sensor Interface by the same hardware to USB and serial  connection",
    "abstract": " Comments: 13 pages, 28 figures, personal project blog: this https URL ",
    "url": "https://arxiv.org/abs/2107.10258",
    "authors": [
      "David Nuno Quelhas"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Signal Processing (eess.SP)"
    ]
  },
  {
    "id": "arXiv:2110.07965",
    "title": "FPGA-based electronic system for the control and readout of  superconducting quantum processors",
    "abstract": " Title: FPGA-based electronic system for the control and readout of  superconducting quantum processors ",
    "url": "https://arxiv.org/abs/2110.07965",
    "authors": [
      "Y. Yang",
      "Z. Shen",
      "X. Zhu",
      "Z. Wang",
      "G. Zhang",
      "J. Zhou",
      "X. Jiang",
      "C. Deng",
      "S. Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2112.02585",
    "title": "Tensorial Group Field Theory condensate cosmology as an example of  spacetime emergence in quantum gravity",
    "abstract": " Comments: 28 pages, 3 figures. Contribution to the volume \"The Foundations of Spacetime Physics: Philosophical Perspectives\", edited by A. Vassallo, to be published in the \"Routledge Studies in the Philosophy of Mathematics and Physics\" series; v2: several clarifications added, discussion improved, typos corrected, a few additional citations ",
    "url": "https://arxiv.org/abs/2112.02585",
    "authors": [
      "Daniele Oriti"
    ],
    "subjectives": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      "High Energy Physics - Theory (hep-th)",
      "History and Philosophy of Physics (physics.hist-ph)"
    ]
  },
  {
    "id": "arXiv:2112.06245",
    "title": "Mixing of NFAs ionization energies: an additional tool to tune the  quantum efficiency of ternary solar cells",
    "abstract": " Comments: Safakath Karuthedath and Sri H K Paleti contributed equally to this work. 30 pages, 7 figures. + Supporting information: 16 pages, 13 figures - replacement of previous version: improved the text (flow, bibliography, discussion), corrected PM6 PL for detector sensitivity on Figure 1c, added Voc evolution as figure 7b; In the SI: added binary blends GiWAXS, and sensitivity corrected PL spectra ",
    "url": "https://arxiv.org/abs/2112.06245",
    "authors": [
      "Safakath Karuthedath",
      "Sri H. K .Paleti",
      "Anirudh Sharma",
      "Hang Yin",
      "Catherine S. P. De Castro",
      "Nisreen Alshehri",
      "Nicolas Ramos",
      "Jafar I. Khan",
      "Jaime Martin",
      "Gang Li",
      "Frédéric Laquai",
      "Derya Baran",
      "Julien Gorenflot"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2112.12258",
    "title": "The Wavelength-shifting Optical Module",
    "abstract": " Comments: Accepted by Sensors, 20 pages ",
    "url": "https://arxiv.org/abs/2112.12258",
    "authors": [
      "Benjamin Bastian-Querner",
      "Lucas S. Binn",
      "Sebastian Böser",
      "Jannes Brostean-Kaiser",
      "Dustin Hebecker",
      "Klaus Helbing",
      "Timo Karg",
      "Lutz Köpke",
      "Marek Kowalski",
      "Peter Peiffer",
      "Anna Pollmann",
      "John Rack-Helleis",
      "Martin Rongen",
      "Lea Schlickmann",
      "Florian Thomas",
      "Anna Vocke"
    ],
    "subjectives": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2201.03197",
    "title": "Perspective: Ultrafast Imaging of Molecular Dynamics Using Ultrafast  Low-Frequency Lasers, X-ray Free Electron Laser and Electron Pulses",
    "abstract": " Title: Perspective: Ultrafast Imaging of Molecular Dynamics Using Ultrafast  Low-Frequency Lasers, X-ray Free Electron Laser and Electron Pulses ",
    "url": "https://arxiv.org/abs/2201.03197",
    "authors": [
      "Ming Zhang",
      "Zhenning Guo",
      "Xiaoyu Mi",
      "Zheng Li",
      "Yunquan Liu"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2202.03221",
    "title": "Transient Monte Carlo Simulations for the Optimisation and  Characterisation of Monolithic Silicon Sensors",
    "abstract": " Title: Transient Monte Carlo Simulations for the Optimisation and  Characterisation of Monolithic Silicon Sensors ",
    "url": "https://arxiv.org/abs/2202.03221",
    "authors": [
      "Rafael Ballabriga",
      "Justus Braach",
      "Eric Buschmann",
      "Michael Campbell",
      "Dominik Dannheim",
      "Katharina Dort",
      "Lennart Huth",
      "Iraklis Kremastiotis",
      "Jens Kröger",
      "Lucie Linssen",
      "Magdalena Munker",
      "Paul Schütze",
      "Walter Snoeys",
      "Simon Spannagel",
      "Tomas Vanat"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)"
    ]
  },
  {
    "id": "arXiv:2202.03707",
    "title": "A modal approach to quantum temporal imaging",
    "abstract": " Title: A modal approach to quantum temporal imaging ",
    "url": "https://arxiv.org/abs/2202.03707",
    "authors": [
      "G Patera",
      "M Allgaier",
      "D Horoshko",
      "M Kolobov",
      "C Silberhorn"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]