[
  {
    "id": "arXiv:2209.00060",
    "title": "Binary Volume Acoustic Holograms",
    "abstract": "In recent years high-resolution 3D printing has enabled a diverse range of new, low-cost, methods for ultrasonic wave-front shaping. Acoustic holograms, particularly, allow for the generation of arbitrary, diffraction limited, acoustic fields at MHz frequencies from single element transducers. These are phase plates that function as direct acoustic analogues to thin optical holograms. In this work it is shown that, by using multiple polymer 3D printing, acoustic analogues to 'thick' or volume optical holograms can also be generated. First, an analytic approach for designing a volume hologram that diffracts a set of input fields onto a desired set of output fields is briefly summarised. Next, a greedy optimisation approach based on random downhill binary search able to account for the constraints imposed by the chosen fabrication method is introduced. Finally, an experimental test-case designed to diffract the field generated by a 2.54 cm, planar, PZT transducer onto 8 distinct patterns dependent on the direction of the incident field is used to validate the approach and the design method. Field scans of the 8 target fields demonstrate that acoustic analogues of optical volume holograms can be generated using multi-polymer printing and that these allow the multiplexing of distinct fields onto different incident field directions. ",
    "url": "https://arxiv.org/abs/2209.00060",
    "authors": [
      "Michael D. Brown",
      "Ben T. Cox",
      "Bradley E. Treeby"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00138",
    "title": "Pouch cells with 15% silicon calendar-aged for 4 years",
    "abstract": "Small amounts of high-capacity silicon-based materials are already used in the anode of commercial Li-ion batteries, helping increase their energy density. Despite their remarkable storage capability, silicon continuously reacts with the electrolyte, accelerating time-dependent cell performance fade. Nevertheless, very limited information is available on the specific consequences of this reactivity for the calendar aging of Li-ion cells. Here, we analyze aging effects on 450 mAh pouch cells containing 15 wt% of Si (and 73 wt% graphite) after storage at 21 oC for four years. We show that severe losses of Si capacity occurred due to particle isolation when cells were stored at high states of charge (SOC), but not when cells were fully discharged prior to storage. Impedance rise was also significantly higher when cells were kept at high SOCs and was mostly due to phenomena taking place at the cathode; the continuous electrolyte reduction at the anode did not lead to a major increase in bulk electrode resistance. A series of post-test characterization provided additional information on the effects of time and SOC on the calendar aging of Si-containing cells. Our study highlights the many challenges posed by Si during calendar aging and can inform future studies in the field. ",
    "url": "https://arxiv.org/abs/2209.00138",
    "authors": [
      "Marco-Tulio F. Rodrigues",
      "Zhenzhen Yang",
      "Stephen E. Trask",
      "Alison R. Dunlop",
      "Minkyu Kim",
      "Fulya Dogan",
      "Baris Key",
      "Ira Bloom",
      "Daniel P. Abraham",
      "Andrew N. Jansen"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00172",
    "title": "Periodic and solitary waves generating in optical fiber amplifiers and  fiber lasers with distributed parameters",
    "abstract": "We study self-similar dynamics of picosecond light pulses generating in optical fiber amplifiers and fiber lasers with distributed parameters. A rich variety of periodic and solitary wave solutions are derived for the governing generalized nonlinear Schr\\\"{o}dinger equation with varying coefficients in the presence of gain effect. The constraint on distributed optical fiber parameters for the existence of these wave solutions is presented. The dynamical behaviour of those self-similar waves is discussed in a periodic distributed amplification system. The stability of periodic and solitary wave solutions is also studied numerically by adding white noise. It is proved by using the numerical split-step Fourier method that the profile of these nonlinear self-similar waves remains unchanged during evolution. ",
    "url": "https://arxiv.org/abs/2209.00172",
    "authors": [
      "Vladimir I. Kruglov",
      "Houria Triki"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2209.00236",
    "title": "Non-Hermitian skin effect and lasing of absorbing open-boundary modes in  photonic crystals",
    "abstract": "We explore absorbing open-boundary modes in non-Hermitian photonic systems. The modes have a continuum spectrum in the infinite system-size limit and can exhibit the non-Hermitian skin effect. In contrast to the conventional non-Hermitian skin modes under the fixed-end open-boundary condition, the modes concerned exhibit a strongly size-dependent spectrum that gradually converges to the non-Bloch-band dispersion. The modes correspond to the poles of the $S$ matrix, and are closely related to the lasing. We demonstrate these properties in a two-dimensional non-Hermitian photonic crystal with gain having a point-(pseudo)gap topology. ",
    "url": "https://arxiv.org/abs/2209.00236",
    "authors": [
      "Tetsuyuki Ochiai"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.00272",
    "title": "Guided Electromagnetic Discharge Pulses Driven by Short Intense Laser  Pulses: Characterisation and Modelling",
    "abstract": "Strong electromagnetic pulses (EMP) are generated from intense laser interactions with solid-density targets, and can be guided by the target geometry, specifically through conductive connections to the ground. We present an experimental characterization, by time- and spatial-resolved proton deflectometry, of guided electromagnetic discharge pulses along wires including a coil, driven by 0.5 ps, 50 J, 1e19 W/cm2 laser pulses. Proton-deflectometry data allows to time-resolve first the EMP due to the laser-driven target charging and then the return EMP from the ground through the conductive target stalk. Both EMPs have a typical duration of tens of ps and correspond to currents in the kA-range with electric-field amplitudes of multiple GV/m. The sub-mm coil in the target rod creates lensing effects on probing protons, due to both magnetic- and electric-field contributions. This way, protons of 10 MeV-energy range are focused over cm-scale distances. Experimental results are supported by analytical modelling and high-resolution numerical particle-in-cell simulations, unraveling the likely presence of a surface plasma, which parameters define the discharge pulse dispersion in the non-linear propagation regime. ",
    "url": "https://arxiv.org/abs/2209.00272",
    "authors": [
      "M. Ehret",
      "M. Bailly-Grandvaux",
      "Ph. Korneev",
      "J. I. Apiñaniz",
      "C. Brabetz",
      "A. Morace",
      "P. Bradford",
      "E. d'Humières",
      "G. Schaumann",
      "V. Bagnoud",
      "S. Malko",
      "C. Matveevskii",
      "M. Roth",
      "L. Volpe",
      "N. C. Woolsey",
      "J. J. Santos"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00324",
    "title": "Photonic Analogue of a Continuous Time Crystal",
    "abstract": "Time crystals are an eagerly sought phase of matter in which time-translation symmetry is broken. Quantum time crystals with discretely broken time-translation symmetry have been demonstrated in trapped atomic ions, atoms and spins while continuously broken time-translation symmetry has been observed in an atomic condensate inside an optical cavity. Here we report that a classical nanophotonic structure, a two-dimensional array of plasmonic metamolecules supported on flexible nanowires, can be driven to a state possessing all key features of a continuous time crystal: continuous coherent illumination by light resonant with the metamolecules' plasmonic modes triggers a spontaneous phase transition to a state in which transmissivity oscillations result from a many-body interaction among the metamolecules and which is characterized by long range order in space and time. As the state can be manipulated optically, the phenomenon is of interest to topological and non-Hermitian physics and application in frequency conversion, memory, modulation, nonreciprocity and amplification. ",
    "url": "https://arxiv.org/abs/2209.00324",
    "authors": [
      "Tongjun Liu",
      "Jun-Yu Ou",
      "Kevin F. MacDonald",
      "Nikolay I. Zheludev"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.00388",
    "title": "Compact modeling technology for the simulation of integrated circuits  based on graphene field-effect transistors",
    "abstract": "In this study, we report the progress made towards the definition of a modular compact modeling technology for graphene field-effect transistors (GFET) that enables the electrical analysis of arbitrary GFET-based integrated circuits. A set of primary models embracing the main physical principles defines the ideal GFET response under DC, transient (time domain), AC (frequency domain), and noise (frequency domain) analysis. Other set of secondary models accounts for the GFET non-idealities, such as extrinsic-, short-channel-, trapping/detrapping-, self-heating-, and non-quasi static-effects, which could have a significant impact under static and/or dynamic operation. At both device and circuit levels, significant consistency is demonstrated between the simulation output and experimental data for relevant operating conditions. Additionally, we provide a perspective of the challenges during the scale up of the GFET modeling technology towards higher technology readiness levels while drawing a collaborative scenario among fabrication technology groups, modeling groups, and circuit designers. ",
    "url": "https://arxiv.org/abs/2209.00388",
    "authors": [
      "Francisco Pasadas",
      "Pedro C. Feijoo",
      "Nikolaos Mavredakis",
      "Aníbal Pacheco-Sanchez",
      "Ferney A. Chaves",
      "David Jiménez"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2209.00482",
    "title": "Dry launching of silica nanoparticles in vacuum",
    "abstract": "Clean loading of silica nanoparticles with a radius as small as ~50 nm is required for experiments in levitated optomechanics that operate in ultra-high vacuum. We present a cheap and simple experimental method for dry launching of silica nanoparticles by shaking from a polytetrafluoroethylene (PTFE) surface. We report on the successful launching of single silica nanoparticles with a minimum radius of 43 nm, which is enabled by the low stiction to the launching surface. Nanoparticles with radii of 43 nm and 71.5 nm are launched with a high flux and small angular spread of $\\sim \\pm 10^\\circ$, which allows for trapping in a tightly focused optical tweezer within a couple of minutes. The measured velocities are significantly smaller than 1 m/s. The demonstrated launching method allows for controlled loading of dry nanoparticles with radii as small as 43 nm into optical traps in (ultra-)high vacuum, although we anticipate that loading of smaller sizes is equally feasible. ",
    "url": "https://arxiv.org/abs/2209.00482",
    "authors": [
      "Ayub Khodaee",
      "Kahan Dare",
      "Aisling Johnson",
      "Uroš Delić",
      "Markus Aspelmeyer"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00503",
    "title": "Index-leveling for forced-flow turbulent face-cooling of laser  amplifiers",
    "abstract": "Direct laser slab face-cooling by a fluid crossing the main and pump laser beams is an important method to reach high average laser powers. However, the flow regime is usually maintained at low Reynolds numbers, to prevent the onset of turbulence features in the flow, that would degrade wavefront quality. We show here how bringing the fluid temperature to the thermo-optical null point, close to the water/ice transition in the case of water, allows one to mitigate the optical consequences of hydrodynamic instabilities, by bleaching optically the temperature inhomogeneities within the flow. This optical process, dubbed 'index-leveling', opens the door to a highly efficient forced-flow, weakly turbulent face-cooling regime that should be instrumental to boost the kilowatt capabilities of next generation high-power lasers. ",
    "url": "https://arxiv.org/abs/2209.00503",
    "authors": [
      "Denis Marion",
      "Philippe Balcou",
      "Christophe Féral",
      "Antoine Rohm",
      "Jérôme Lhermite"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00622",
    "title": "Highly efficient ultra-broad beam silicon nanophotonic antenna based on  near-field phase engineering",
    "abstract": "Optical antennas are a fundamental element in optical phased arrays (OPA) and free-space optical interconnects. An outstanding challenge in optical antenna design lies in achieving high radiation efficiency, ultra-compact footprint and broad radiation angle simultaneously, as required for dense 2D OPAs with a broad steering range. Here we demonstrate a fundamentally new concept of a nanophotonic antenna based on near-field phase-engineering. By introducing a specific near-field phase factor in the Fraunhofer transformation, the far-field beam is widened beyond the diffraction limit for a given aperture size. We use transversally interleaved subwavelength grating nanostructures to control the near-field phase. The antenna reaches a radiation efficiency of 82%, a compact footprint of 3.1 um * 1.75 um and an ultra-broad far-field beam width of 52{\\deg} and 62{\\deg} in the longitudinal and transversal direction, respectively. This unprecedented design performance is achieved with a single-etch grating nanostructure in a 300-nm SOI platform. ",
    "url": "https://arxiv.org/abs/2209.00622",
    "authors": [
      "Shahrzad Khajavi",
      "Daniele Melati",
      "Pavel Cheben",
      "Jens H. Schmid",
      "Carlos A. Alonso Ramos",
      "Winnie N. Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00643",
    "title": "Properties and device performance of BN thin films grown on GaN by  pulsed laser deposition",
    "abstract": "Wide and ultrawide-bandgap semiconductors lie at the heart of next-generation high-power, high-frequency electronics. Here, we report the growth of ultrawide-bandgap boron nitride (BN) thin films on wide-bandgap gallium nitride (GaN) by pulsed laser deposition. Comprehensive spectroscopic (core level and valence band XPS, FTIR, Raman) and microscopic (AFM and STEM) characterizations confirm the growth of BN thin films on GaN. Optically, we observed that BN/GaN heterostructure is second-harmonic generation active. Moreover, we fabricated the BN/GaN heterostructure-based Schottky diode that demonstrates rectifying characteristics, lower turn-on voltage, and an improved breakdown capability (234 V) as compared to GaN (168 V), owing to the higher breakdown electrical field of BN. Our approach is an early step towards bridging the gap between wide and ultrawide-bandgap materials for potential optoelectronics as well as next-generation high-power electronics. ",
    "url": "https://arxiv.org/abs/2209.00643",
    "authors": [
      "Abhijit Biswas",
      "Mingfei Xu",
      "Kai Fu",
      "Jingan Zhou",
      "Rui Xu",
      "Anand B. Puthirath",
      "Jordan A. Hachtel",
      "Chenxi Li",
      "Sathvik Ajay Iyengar",
      "Harikishan Kannan",
      "Xiang Zhang",
      "Tia Gray",
      "Robert Vajtai",
      "A. Glen Birdwell",
      "Mahesh R. Neupane",
      "Dmitry A. Ruzmetov",
      "Pankaj B. Shah",
      "Tony Ivanov",
      "Hanyu Zhu",
      "Yuji Zhao",
      "Pulickel M. Ajayan"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2209.00207",
    "title": "Digital quantum simulation of boson systems with Jordan-Wigner  transformation: Generating Hong-Ou-Mandel dip in quantum computers",
    "abstract": "This work proposes an efficient digital quantum simulation protocol for the linear scattering process of bosons, which provides a simple extension to partially distinguishable boson cases. Our protocol is achieved by combining the boson-fermion correspondence relation and fermion to qubit encoding (F2QE) protocols. As a proof of concept, we designed a quantum circuits for simulating the Hong-Ou-Mandel scattering process with a variation of particle distinguishability. The circuits were verified with the classical and quantum simulations using the IBM Quantum and IonQ cloud services. ",
    "url": "https://arxiv.org/abs/2209.00207",
    "authors": [
      "Seungbeom Chin",
      "Jaehee Kim",
      "Joonsuk Huh"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Computational Physics (physics.comp-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00316",
    "title": "Evolution of boroxol ring in lithium borosilicate glasses using  machine-learning potential",
    "abstract": "Lithium borosilicate (LBS) glass is a prototypical lithium-ion conducting oxide glasses available for an all-solid state buttery. Nevertheless, the atomistic modeling of LBS glass using $ab$ $initio$ (AIMD) and classical molecular dynamics (CMD) simulations have critical limitations due to computational cost and inaccuracy in reproducing the glass microstructures, respectively. To overcome these difficulties, a machine-learning potential (MLP) was examined in this work for modeling LBS glasses using DeepMD. The glass structures obtained by this MLP possessed fourhold-coordinated boron ($^4$B) confirmed well with the experimental data and abundance of three-membered rings. The models were energetically more stable compared with those constructed with a functional force-field even though both the models included reasonable $^4$B. The results confirmed MLP to be superior to model the boron-containing glasses and address the inherent shortcomings of the AIMD and CMD. This study also discusses some limitations of MLP for modeling glasses. ",
    "url": "https://arxiv.org/abs/2209.00316",
    "authors": [
      "Shingo Urata"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00431",
    "title": "Quantum holography with single-photon states",
    "abstract": "The retrieval of the phase with single-photon states is a fundamental and technical challenging endeavor. Here we report the first experimental realization of quantum hologram recordings with single-photon illumination and continuous observation of photon statistics before and after a basic interferometer. Thereby, we demonstrate the basic principle of holography with single-photon states which cannot be described with the classical wave theory. Remarkably, the reconstructions of non-classical holograms show an improvement in amplitude and phase contrast compared to the classical holograms. ",
    "url": "https://arxiv.org/abs/2209.00431",
    "authors": [
      "Denis Abramović",
      "Nazif Demoli",
      "Mario Stipčević",
      "Hrvoje Skenderović"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2209.00471",
    "title": "Entanglement-Enhanced Optical Atomic Clocks",
    "abstract": "Recent developments in atomic physics have enabled the experimental generation of many-body entangled states to boost the performance of quantum sensors beyond the Standard Quantum Limit (SQL). This limit is imposed by the inherent projection noise of a quantum measurement. In this perspective article, we describe the commonly used experimental methods to create many-body entangled states to operate quantum sensors beyond the SQL. In particular, we focus on the potential of applying quantum entanglement to state-of-the-art optical atomic clocks. In addition, we present recently developed time-reversal protocols that make use of complex states with high quantum Fisher information without requiring sub-SQL measurement resolution. We discuss the prospects for reaching near-Heisenberg limited quantum metrology based on such protocols. ",
    "url": "https://arxiv.org/abs/2209.00471",
    "authors": [
      "Simone Colombo",
      "Edwin Pedrozo-Peñafiel",
      "Vladan Vuletić"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2209.00497",
    "title": "Quantum-Classical Hybrid Information Processing via a Single Quantum  System",
    "abstract": "Current technologies in quantum-based communications bring a new integration of quantum data with classical data for hybrid processing. However, the frameworks of these technologies are restricted to a single classical or quantum task, which limits their flexibility in near-term applications. We propose a quantum reservoir processor to harness quantum dynamics in computational tasks requiring both classical and quantum inputs. This analog processor comprises a network of quantum dots in which quantum data is incident to the network and classical data is encoded via a coherent field exciting the network. We perform a multitasking application of quantum tomography and nonlinear equalization of classical channels. Interestingly, the tomography can be performed in a closed-loop manner via the feedback control of classical data. Therefore, if the classical input comes from a dynamical system, embedding this system in a closed loop enables hybrid processing even if access to the external classical input is interrupted. Finally, we demonstrate preparing quantum depolarizing channels as a novel quantum machine learning technique for quantum data processing. ",
    "url": "https://arxiv.org/abs/2209.00497",
    "authors": [
      "Quoc Hoan Tran",
      "Sanjib Ghosh",
      "Kohei Nakajima"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Machine Learning (cs.LG)",
      "Data Analysis, Statistics and Probability (physics.data-an)"
    ]
  },
  {
    "id": "arXiv:2103.01000",
    "title": "Duality Symmetry of Quantum Electrodynamics and Magnetic Charges",
    "abstract": " Comments: 11 pages with 5 appendixes, 1 figure ",
    "url": "https://arxiv.org/abs/2103.01000",
    "authors": [
      "Li-Ping Yang",
      "Dazhi Xu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2104.11481",
    "title": "High-Flux Cold Ytterbium Atomic Beam Source Using Two-Dimensional Laser  Cooling with Intercombination Transition",
    "abstract": " Comments: 7 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2104.11481",
    "authors": [
      "Toshiyuki Hosoya",
      "Ryotaro Inoue",
      "Tomoya Sato",
      "Mikio Kozuma"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2206.05892",
    "title": "Quantum imaging exploiting twisted photon pairs",
    "abstract": " Comments: 7 pages, 4 figures, and a supplemental material ",
    "url": "https://arxiv.org/abs/2206.05892",
    "authors": [
      "Dianzhen Cui",
      "X. X. Yi",
      "Li-Ping Yang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.04626",
    "title": "Gallium-nitride-based interference-filter-stabilized external cavity  diode laser with a surface-activated-bonded output coupler",
    "abstract": " Comments: 11 pages, 4 figures ",
    "url": "https://arxiv.org/abs/2207.04626",
    "authors": [
      "Hisashi Ogawa",
      "Tatsuya Kemmochi",
      "Tetsushi Takano"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.02548",
    "title": "Ellipticity control of terahertz high-harmonic generation in a Dirac  semimetal",
    "abstract": " Comments: 7 pages, 4 figures, supplemental material included ",
    "url": "https://arxiv.org/abs/2208.02548",
    "authors": [
      "Semyon Germanskiy",
      "Renato M. A. Dantas",
      "Sergey Kovalev",
      "Chris Reinhoffer",
      "Evgeny A. Mashkovich",
      "Paul H. M. van Loosdrecht",
      "Yunkun Yang",
      "Faxian Xiu",
      "Piotr Surówka",
      "Roderich Moessner",
      "Takashi Oka",
      "Zhe Wang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.03872",
    "title": "SHAARP: An Open-Source Package for Analytical and Numerical Modeling of  Optical Second Harmonic Generation in Anisotropic Crystals",
    "abstract": " Title: SHAARP: An Open-Source Package for Analytical and Numerical Modeling of  Optical Second Harmonic Generation in Anisotropic Crystals ",
    "url": "https://arxiv.org/abs/2208.03872",
    "authors": [
      "Rui Zu",
      "Bo Wang",
      "Jingyang He",
      "Jian-Jun Wang",
      "Lincoln Weber",
      "Long-Qing Chen",
      "Venkatraman Gopalan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Materials Science (cond-mat.mtrl-sci)"
    ]
  },
  {
    "id": "arXiv:2208.05794",
    "title": "Quantum computational intelligence for traveltime seismic inversion",
    "abstract": " Title: Quantum computational intelligence for traveltime seismic inversion ",
    "url": "https://arxiv.org/abs/2208.05794",
    "authors": [
      "Anton Simen Albino",
      "Otto Menegasso Pires",
      "Peterson Nogueira",
      "Renato Ferreira de Souza",
      "Erick Giovani Sperandio Nascimento"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optimization and Control (math.OC)",
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14490",
    "title": "Fluid fermionic fragments for optimizing quantum measurements of  electronic Hamiltonians in the variational quantum eigensolver",
    "abstract": " Title: Fluid fermionic fragments for optimizing quantum measurements of  electronic Hamiltonians in the variational quantum eigensolver ",
    "url": "https://arxiv.org/abs/2208.14490",
    "authors": [
      "Seonghoon Choi",
      "Ignacio Loaiza",
      "Artur F. Izmaylov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.14790",
    "title": "Wavelength-tunable open double-microcavity to enhance two closely spaced  optical transitions",
    "abstract": " Title: Wavelength-tunable open double-microcavity to enhance two closely spaced  optical transitions ",
    "url": "https://arxiv.org/abs/2208.14790",
    "authors": [
      "Simon Seyfferle",
      "Thomas Herzog",
      "Robert Sittig",
      "Michael Jetter",
      "Simone Luca Portalupi",
      "Peter Michler"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  }
]