[
  {
    "id": "arXiv:2302.01408",
    "title": "Simulating Nuclear Dynamics with Quantum Effects",
    "abstract": "This paper, part of a Roadmap article, provides an account of the status and the current challenges in the area of nuclear quantum dynamics simulations, and presents advances in theory and computational techniques to address these challenges. ",
    "url": "https://arxiv.org/abs/2302.01408",
    "authors": [
      "Sharon Hammes-Schiffer",
      "Nancy Makri",
      "Mariana Rossi"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01411",
    "title": "The Ferroelectric-Gate Fin Microwave Acoustic Signal Processor",
    "abstract": "Wireless communication through dynamic spectrum allocation over microwave bands, essential to accommodate exponentially growing data traffic, requires massive array of radio-frequency (RF) filters for adaptive signal shaping at arbitrary frequencies. However, conventional RF filters based on planar acoustic resonators are incapable to realize such massive integrated arrays, due to their large footprint and limited on-chip frequency scalability. Here, we present a signal processor enabled by integration of three-dimensional ferroelectric-gate fin (FGF) nano-acoustic resonators with extreme frequency tailorability and large-scale integrability. FGFs are created by growing atomic-layered ferroelectric hafnia-zirconia transducers on silicon nano-fins, operate in bulk acoustic modes with lithographically scalable frequency over 3-28 GHz, and provide record high frequency - quality factor - electromechanical coupling product (f.Q.kt2) of 19.4 x 1010 (at ~11GHz). A monolithic filter-array covering 9-12 GHz is also demonstrated by on-chip electrical coupling of FGFs. This demonstration highlights the potential of FGF resonators to realize chip-scale adaptive processors extendable to millimeter-wave frequencies. ",
    "url": "https://arxiv.org/abs/2302.01411",
    "authors": [
      "Faysal Hakim",
      "Nicholas Rudawski",
      "Troy Tharpe",
      "Roozbeh Tabrizian"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2302.01413",
    "title": "Solving two-dimensional quantum eigenvalue problems using  physics-informed machine learning",
    "abstract": "A particle confined to an impassable box is a paradigmatic and exactly solvable one-dimensional quantum system modeled by an infinite square well potential. Here we explore some of its infinitely many generalizations to two dimensions, including particles confined to rectangle, elliptic, triangle, and cardioid-shaped boxes, using physics-informed neural networks. In particular, we generalize an unsupervised learning algorithm to find the particles' eigenvalues and eigenfunctions. During training, the neural network adjusts its weights and biases, one of which is the energy eigenvalue, so its output approximately solves the Schr\\\"odinger equation with normalized and mutually orthogonal eigenfunctions. The same procedure solves the Helmholtz equation for the harmonics and vibration modes of waves on drumheads or transverse magnetic modes of electromagnetic cavities. Related applications include dynamical billiards, quantum chaos, and Laplacian spectra. ",
    "url": "https://arxiv.org/abs/2302.01413",
    "authors": [
      "Elliott G. Holliday",
      "John F. Lindner",
      "William L. Ditto"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01430",
    "title": "A Multifunctional Array System Based on Adjustable-Phase Antenna for  Wireless Communications",
    "abstract": "In this work, an innovative method for controlling the current distribution of the radiating patch by adjusting the input phase is investigated to achieve both pattern and polarization reconfigurable characteristics for the multifunction. A compact and low-profile antenna with four fed ports is designed to implement the proposed method, which can operate linear, right-hand circular polarization (RHCP) and left-hand circular polarization (LHCP) with different beam directions in the operating band from 4.0 to 5.0 GHz. Even more, a four-by-four passive planar array is designed and fabricated based on this antenna element, which can scan the coverage of 70{\\deg} with low gain fluctuation and low sidelobe with dual-polarization. Meanwhile, it can realize the wide-angle scanning capability up to 60{\\deg} with low sidelobe with RHCP and LHCP. More important, the dual- and triple-beam with different directions can be obtained by the proposed array. Good agreement has been shown between measured and simulated results. Therefore, the proposed antenna is a good solution for wireless communication systems because of its simple-configuration, multifunction, and beamforming capability. ",
    "url": "https://arxiv.org/abs/2302.01430",
    "authors": [
      "Guangwei Yang",
      "Qiao Cheng",
      "Jianying Li",
      "Shuai Zhang",
      "Senior Member",
      "Steven Gao",
      "Xiaodong Chen"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01447",
    "title": "Silicon detector R$\\&$D for the future Electron-Ion Collider",
    "abstract": "The high-luminosity high-energy Electron-Ion Collider (EIC) to be built at Brookhaven National Laboratory (BNL) will provide a clean environment to study several fundamental questions in the high energy and nuclear physics fields. A high granularity and low material budget silicon vertex and tracking detector is required to provide precise measurements of primary and displaced vertex and track reconstruction with good momentum and spatial resolutions. The reference design of the EIC silicon vertex and tracking detector includes the Monolithic Active Pixel Sensor (MAPS) based vertex and tracking subsystem and the AC-Coupled Low Gain Avalanche Diode (AC-LGAD) based outer tracker, and it has the track reconstruction capability in the pseudorapidity region of -3.5 to 3.5 with full azimuthal coverage. Further detector geometry optimization with a new magnet based on the EIC project detector reference design are being performed by the newly formed ePIC collaboration. The latest ePIC vertex and tracking detector geometry and its performance evaluated in simulation will be presented. Details of the EIC silicon vertex and tracking detector R$\\&$D, which include the proposed detector technologies, prototype sensor characterization and detector mechanical design will be discussed as well. ",
    "url": "https://arxiv.org/abs/2302.01447",
    "authors": [
      "Xuan Li"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2302.01467",
    "title": "Cavity optomechanical mass sensor in water with sub-femtogram resolution",
    "abstract": "Sub-femtogram resolution of an in-liquid cavity optomechanical mass sensor based on the twin-microbottle glass resonator is demonstrated. An evaluation of the frequency stability using an optomechanical phase-locked loop reveals that this cavity optomechanical sensor has the highest mass resolution of $(7.0\\times2.0)\\times 10^{-16}$ g in water, which is four orders of magnitude better than that in our first-generation setup [Sci. Adv. 8, eabq2502 (2022)]. This highly sensitive mass sensor provides a free-access optomechanical probe in liquid and could thus be extended to a wide variety of in-situ chemical and biological metrology applications. ",
    "url": "https://arxiv.org/abs/2302.01467",
    "authors": [
      "Motoki Asano",
      "Hiroshi Yamaguchi",
      "Hajime Okamoto"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01485",
    "title": "High-dimensional entanglement-enabled holography for quantum encryption",
    "abstract": "As an important imaging technique, holography has been realized with different physical dimensions of light,including polarization, wavelength, and time. Recently, quantum holography has been realized by utilizing polarization entangled state with the advantages of high robustness and enhanced spatial resolution, comparing with classical one. However, the polarization is only a two-dimensional degree of freedom, which greatly limits the capacity of quantum holography. Here, we propose a method to realize high-dimensional quantum holography by using high-dimensional orbital angular momentum (OAM) entanglement. A high capacity OAM-encoded quantum holographic system can be obtained by multiplexing a wide range of OAM-dependent holographic images. Proof-of-principle experiments with four- and six-dimensional OAM entangled states have been implemented and verify the feasibility of our idea. Our experimental results also demonstrate that the high-dimensional quantum holography shows a high robustness to classical noise. Furthermore, OAMselective holographic scheme for quantum encryption is proposed and demonstrated. Comparing with the previous schemes, the level of security of holographic imaging encryption system can be greatly improved in our high-dimensional quantum holography. ",
    "url": "https://arxiv.org/abs/2302.01485",
    "authors": [
      "Ling-Jun Kong",
      "Yifan Sun",
      "Furong Zhang",
      "Jingfeng Zhang",
      "Xiangdong Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01499",
    "title": "Qi standard metasurface for free-positioning and multi-device supportive  wireless power transfer",
    "abstract": "Free-positioning and multi-user supportive wireless power transfer systems represent the next-generation technology for wireless charging under the Qi standard. Traditional approaches employ multiple transmitting coils and multi-channel driving circuits with active control algorithms to achieve these goals. However, these traditional approaches are significantly limited by cost, weight, and heating due to their relatively low efficiency. Here, we demonstrate an innovative approach by using a metasurface to achieve free-positioning and multi-user compatibility. The metasurface works as a passive device to reform the magnetic field and enables high-efficiency free-positioning wireless power transfer with only a single transmitting coil. It shows up to 4.6 times improvement in efficiency. The metasurface also increases the coverage area from around 5 cm by 5 cm with over 40% efficiency to around 10 cm by 10 cm with over 70% efficiency. We further show that the system can support multiple receivers. Besides increasing the overall efficiency, we demonstrate tuning the power division between the multiple receivers, enabling compensation of receivers of different sizes to achieve their desired power. ",
    "url": "https://arxiv.org/abs/2302.01499",
    "authors": [
      "Hanwei Wang",
      "Joshua Yu",
      "Xiaodong Ye",
      "Yun-Sheng Chen",
      "Yang Zhao"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01688",
    "title": "Optical Kerr nonlinearity of dielectric nanohole array metasurfaces with  different hole shapes near anapole state",
    "abstract": "At present, optical anapole resonances in nanostructures have attracted increasing attention due to the strong field confinement and substantially suppressed scattering. This study provides the results of three-dimensional finite-difference time-domain simulations exhibiting the possibility of the anapole state in high refractive index dielectric nanohole array metasurfaces having different profiles of the holes (square, hexagon and octagon). Behavior of the effective optical Kerr nonlinearity of the metasurfaces in the vicinity of the anapole state is investigated. Depending on the geometry, the absolute value of the effective nonlinear Kerr coefficient of the metasurface may be up to three orders of magnitude greater than that of the unstructured film. A square transverse section of the nanohole is preferable for the optical Kerr effect in the holey metasurfaces. The effect of the random rotation of the square holes representing the metasurface irregularity on the optical nonlinearity is examined. ",
    "url": "https://arxiv.org/abs/2302.01688",
    "authors": [
      "Andrey V. Panov"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01712",
    "title": "Transcending shift-invariance in the paraxial regime via end-to-end  inverse design of freeform nanophotonics",
    "abstract": "Traditional optical elements and conventional metasurfaces obey shift-invariance in the paraxial regime. For imaging systems obeying paraxial shift-invariance, a small shift in input angle causes a corresponding shift in the sensor image. Shift-invariance has deep implications for the design and functionality of optical devices, such as the necessity of free space between components (as in compound objectives made of several curved surfaces). We present a method for nanophotonic inverse design of compact imaging systems whose resolution is not constrained by paraxial shift-invariance. Our method is end-to-end, in that it integrates density-based full-Maxwell topology optimization with a fully iterative elastic-net reconstruction algorithm. By the design of nanophotonic structures that scatter light in a non-shift-invariant manner, our optimized nanophotonic imaging system overcomes the limitations of paraxial shift-invariance, achieving accurate, noise-robust image reconstruction beyond shift-invariant resolution. ",
    "url": "https://arxiv.org/abs/2302.01712",
    "authors": [
      "William F. Li",
      "Gaurav Arya",
      "Charles Roques-Carmes",
      "Zin Lin",
      "Steven G. Johnson",
      "Marin Soljačić"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Image and Video Processing (eess.IV)"
    ]
  },
  {
    "id": "arXiv:2302.01796",
    "title": "Photonic realization of a generic type of graphene edge states  exhibiting topological flat band",
    "abstract": "Cutting a honeycomb lattice (HCL) can end up with three types of edges (zigzag, bearded and armchair), as is well known in the study of graphene edge states. Here we theoretically investigate and experimentally demonstrate a class of graphene edges, namely, the twig-shaped edges, using a photonic platform, thereby observing edge states distinctive from those observed before. Our main findings are: (i) the twig edge is a generic type of HCL edges complementary to the armchair edge, formed by choosing the right primitive cell rather than simple lattice cutting or Klein edge modification; (ii) the twig edge states form a complete flat band across the Brillouin zone with zero-energy degeneracy, characterized by nontrivial topological winding of the lattice Hamiltonian; (iii) the twig edge states can be elongated or compactly localized along the boundary, manifesting both flat band and topological features. Such new edge states are realized in a laser-written photonic graphene and well corroborated by numerical simulations. Our results may broaden the understanding of graphene edge states, bringing about new possibilities for wave localization in artificial Dirac-like materials. ",
    "url": "https://arxiv.org/abs/2302.01796",
    "authors": [
      "Shiqi Xia",
      "Yongsheng Liang",
      "Liqin Tang",
      "Daohong Song",
      "Jingjun Xu",
      "Zhigang Chen"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  },
  {
    "id": "arXiv:2302.01809",
    "title": "Non-Hermitian zero mode laser in a nanophotonic trimer",
    "abstract": "Symmetry-protected zero modes in arrays of coupled optical elements have attracted considerable attention because they are expected to be robust against coupling disorders. In the Hermitian limit, zero modes are dark ones, i.e. the intensity in one sublattice vanishes; yet, in a non-Hermitian counterpart, zero modes can be bright and feature {\\pi}/2 phase difference between sublattices. In this work, we report on the direct observation of a lasing zero mode in a non-Hermitian three coupled nanocavity array. We show efficient excitation for nearly equal pump power in the two extreme cavities. Furthermore, its efficiency can be dynamically controlled by pumping the center cavity. The realization of zero mode lasing in large arrays of coupled nanolasers has potential applications in laser-mode engineering and it opens up promising avenues in optical computing. ",
    "url": "https://arxiv.org/abs/2302.01809",
    "authors": [
      "Kaiwen Ji",
      "Bruno Garbin",
      "Melissa Hedir",
      "Juan A. Levenson",
      "Alejandro Yacomotti"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01419",
    "title": "Probing Near-Field Thermal Emission of Localized Surface Phonons from  Silicon Carbide Nanopillars",
    "abstract": "Thermal emission of localized surface phonons (LSPhs) from nanostructures of polaritonic materials is a promising mechanism for tuning the spectrum of near-field thermal radiation. Previous studies have theoretically shown that thermal emission of LSPhs results in narrow-band peaks in the near-field spectra, whose spectral locations can be modulated by changing the dimensions of the nanostructure. However, near-field thermal emission of LSPhs has not been experimentally explored yet. In this study, we measure the spectrum of near-field thermal radiation from arrays of 6H-silicon carbide (6H-SiC) nanopillars using an internal-reflection-element based spectroscopy technique. We present an experimental demonstration of thermal emission of the transverse dipole, quadrupole, and octupole, as well as longitudinal monopole from 6H-SiC nanopillars at a near-field distance from the array. We show that the spectral location of the longitudinal monopole and transverse dipole are significantly affected by the near-field coupling between neighboring nanopillars as well as the intercoupling of the nanopillars and the substrate. We also experimentally demonstrate that the spectrum of near-field thermal radiation from 6H-SiC nanopillar arrays can be tuned by varying the dimensions of the nanopillars, providing an opportunity for designing emitters with tailored near-field thermal radiation. ",
    "url": "https://arxiv.org/abs/2302.01419",
    "authors": [
      "Saman Zare",
      "Ramin Pouria",
      "Philippe K. Chow",
      "Tom Tiwald",
      "Carl P. Tripp",
      "Sheila Edalatpour"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.01480",
    "title": "Transport and noise of hot electrons in GaAs using a semi-analytical  model of two-phonon polar optical phonon scattering",
    "abstract": "Recent ab-initio studies of electron transport in GaAs have reported that electron-phonon (e-ph) interactions beyond the lowest order play a fundamental role in charge transport and noise phenomena. Inclusion of the next-leading-order process in which an electron scatters with two phonons was found to yield good agreement for the high-field drift velocity, but the characteristic non-monotonic trend of the power spectral density of current fluctuations (PSD) with electric field was not predicted. The high computational cost of the ab-initio approach necessitated various approximations to the two-phonon scattering term, which were suggested as possible origins of the discrepancy. Here, we report a semi-analytical transport model of two-phonon electron scattering via the Fr\\\"ohlich mechanism, allowing a number of the approximations in the ab-initio treatment to be lifted while retaining the accuracy to within a few percent. We compare the calculated and experimental transport and noise properties as well as scattering rates measured by photoluminescence experiments. We find quantitative agreement within 15% for the drift velocity and 25% for the $\\Gamma$ valley scattering rates, and agreement with the $\\Gamma-L$ intervalley scattering rates within a factor of two. Considering these results and prior studies of current noise in GaAs, we conclude that the most probable origin of the non-monotonic PSD trend versus electric field is the formation of space charge domains rather than intervalley scattering as has been assumed. ",
    "url": "https://arxiv.org/abs/2302.01480",
    "authors": [
      "Jiace Sun",
      "Austin J. Minnich"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01495",
    "title": "Characterization of Quantum Frequency Processors",
    "abstract": "Frequency-bin qubits possess unique synergies with wavelength-multiplexed lightwave communications, suggesting valuable opportunities for quantum networking with the existing fiber-optic infrastructure. Although the coherent manipulation of frequency-bin states requires highly controllable multi-spectral-mode interference, the quantum frequency processor (QFP) provides a scalable path for gate synthesis leveraging standard telecom components. Here we summarize the state of the art in experimental QFP characterization. Distinguishing between physically motivated ''open box'' approaches that treat the QFP as a multiport interferometer, and ''black box'' approaches that view the QFP as a general quantum operation, we highlight the assumptions and results of multiple techniques, including quantum process tomography of a tunable beamsplitter -- to our knowledge the first full process tomography of any frequency-bin operation. Our findings should inform future characterization efforts as the QFP increasingly moves beyond proof-of-principle tabletop demonstrations toward integrated devices and deployed quantum networking experiments. ",
    "url": "https://arxiv.org/abs/2302.01495",
    "authors": [
      "Hsuan-Hao Lu",
      "Nicholas A. Peters",
      "Andrew M. Weiner",
      "Joseph M. Lukens"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.01725",
    "title": "Towards Quantum Sensing of Chiral-Induced Spin Selectivity: Probing  Donor-Bridge-Acceptor Molecules with NV Centers in Diamond",
    "abstract": "Photoexcitable donor-bridge-acceptor (D-B-A) molecules that support intramolecular charge transfer are ideal platforms to probe the influence of chiral-induced spin selectivity (CISS) in electron transfer and resulting radical pairs. In particular, the extent to which CISS influences spin polarization or spin coherence in the initial state of spin-correlated radical pairs following charge transfer through a chiral bridge remains an open question. Here, we introduce a quantum sensing scheme to measure directly the hypothesized spin polarization in radical pairs using shallow nitrogen-vacancy (NV) centers in diamond at the single- to few-molecule level. Importantly, we highlight the perturbative nature of the electron spin-spin dipolar coupling within the radical pair, and demonstrate how Lee-Goldburg decoupling can preserve spin polarization in D-B-A molecules for enantioselective detection by a single NV center. The proposed measurements will provide fresh insight into spin selectivity in electron transfer reactions. ",
    "url": "https://arxiv.org/abs/2302.01725",
    "authors": [
      "Laura A. Völker",
      "Konstantin Herb",
      "Erika Janitz",
      "Christian L. Degen",
      "John M. Abendroth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Biological Physics (physics.bio-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2302.01767",
    "title": "Exploring Functional Photonic Devices made from a Chiral Metal-Organic  Framework Material by a Multiscale Computational Method",
    "abstract": "Electronic circular dichroism is an important optical phenomenon offering insights into chiral molecular materials. On the other hand, metal-organic frameworks (MOFs) are a novel group of crystalline porous thin-film materials that provide tailor-made chemical and physical properties by carefully selecting their building units. Combining these two aspects of contemporary material research and integrating chiral molecules into MOFs promises devices with unprecedented functionality. However, considering the nearly unlimited degrees of freedom concerning the choice of materials and the geometrical details of the possibly structured films, we urgently need to complement advanced experimental methods with equally strong modeling techniques. Most notably, these modeling techniques must cope with the challenge that the material and devices thereof cover size scales from {\\AA}ngstr\\\"oms to mm. In response to that need, we outline a computational workflow that seamlessly combines quantum chemical methods to capture the properties of individual molecules with optical simulations to capture the properties of functional devices made from these molecular materials. We concentrate on chiral properties and apply our work to UiO-67-BINOL MOFs, for which experimental results are available to benchmark the results of our simulations and explore the optical properties of cavities and metasurfaces made from that chiral material. ",
    "url": "https://arxiv.org/abs/2302.01767",
    "authors": [
      "Benedikt Zerulla",
      "Chun Li",
      "Dominik Beutel",
      "Simon Oßwald",
      "Christof Holzer",
      "Jochen Bürck",
      "Stefan Bräse",
      "Christof Wöll",
      "Ivan Fernandez-Corbaton",
      "Lars Heinke",
      "Carsten Rockstuhl",
      "Marjan Krstić"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.01782",
    "title": "Bright Semiconductor Single-Photon Sources Pumped by Heterogeneously  Integrated Micropillar lasers with Electrical Injections",
    "abstract": "The emerging hybrid integrated quantum photonics combines advantages of different functional components into a single chip to meet the stringent requirements for quantum information processing. Despite the tremendous progress in hybrid integrations of III-V quantum emitters with silicon-based photonic circuits and superconducting single-photon detectors, on-chip optical excitations of quantum emitters via miniaturized lasers towards single-photon sources (SPSs) with low power consumptions, small device footprints and excellent coherence properties is highly desirable yet illusive. In this work, we present realizations of bright semiconductor singe-photon sources heterogeneously integrated with on-chip electrically-injected microlasers. Different from previous one-by-one transfer printing technique implemented in hybrid quantum dot (QD) photonic devices, multiple deterministically coupled QD-circular Bragg Grating (CBG) SPSs were integrated with electrically-injected micropillar lasers at one time via a potentially scalable transfer printing process assisted by the wide-field photoluminescence (PL) imaging technique. Optically pumped by electrically-injected microlasers, pure single photons are generated with a high-brightness of a count rate of 3.8 M/s and an extraction efficiency of 25.44%. Such a high-brightness is due to the enhancement by the cavity mode of the CBG, which is confirmed by a Purcell factor of 2.5. Our work provides a powerful tool for advancing hybrid integrated quantum photonics in general and boosts the developments for realizing highly-compact, energy-efficient and coherent SPSs in particular. ",
    "url": "https://arxiv.org/abs/2302.01782",
    "authors": [
      "Xueshi Li",
      "Shunfa Liu",
      "Yuming Wei",
      "Jiantao Ma",
      "Changkun Song",
      "Ying Yu",
      "Rongbin Su",
      "Wei Geng",
      "Haiqiao Ni",
      "Hanqing Liu",
      "Xiangbin Su",
      "Zhichuan Niu",
      "Youling Chen",
      "Jin Liu"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.01812",
    "title": "Effects of orientational and positional randomness of particles on  photonic band gap",
    "abstract": "A recent work [PRL, 126, 208002 (2021)] has explored how thermal noise-induced randomness in a self-assembled photonic crystal affects photonic band gaps (PBGs). For the system of a two-dimensional photonic crystal composed of a self-assembled array of rods with square cross sections, it was found that its PBGs can exist over an extensive range of packing densities. Counterintuitively, at intermediate packing densities, the transverse magnetic (TM) band gap of the self-assembled system can be larger than that of its corresponding perfect system (rods arranged in a perfect square lattice and having identical orientations). Due to shape anisotropicity, the randomness in the self-assembled system contains two kinds of randomness, i.e., positional and orientational randomness of the particles. In this work, we further investigate how PBGs are influenced solely by positional or orientational randomness. We find that compared to the perfect situation, the introduction of only orientational randomness decreases the transverse electric (TE) band gap while having no obvious effects on the transverse magnetic (TM) band gap. In contrast, the introduction of only positional randomness decreases the TE band gap significantly, while it can widen or narrow the TM band gap, depending on the parameter range. We also discuss the thermal (i.e., self-assembled) system where two kinds of randomness are present. Our study contributes to a better understanding of the role orientational randomness and positional randomness play on PBGs, and may benefit the PBG engineering of photonic crystals through self-assembly approaches. ",
    "url": "https://arxiv.org/abs/2302.01812",
    "authors": [
      "Zichen Qin",
      "Tao Liu",
      "Duanduan Wan"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Optics (physics.optics)"
    ]
  }
]