[
  {
    "id": "arXiv:2210.14912",
    "title": "Examining the origins of observed terahertz modes from an optically  pumped atomistic model protein in aqueous solution",
    "abstract": "The microscopic origins of terahertz (THz) vibrational modes in biological systems are an active and open area of current research. Recent experiments [Physical Review X 8, 031061 (2018)] have revealed the presence of a pronounced mode at $\\sim$0.3 THz in fluorophore-decorated bovine serum albumin (BSA) protein in aqueous solution under nonequilibrium conditions induced by optical pumping. This result was heuristically interpreted as a collective elastic fluctuation originating from the activation of a low-frequency phonon mode. In this work, we show that the sub-THz spectroscopic response emerges in a statistically significant manner (> 2$\\sigma$) from such collective behavior, illustrating how specific THz vibrational modes can be triggered through optical excitations and other charge reorganization processes. We revisit the theoretical analysis with proof-of-concept molecular dynamics that introduce optical excitations into the simulations. Using information theory techniques, we show that these excitations can induce a multiscale response involving the two optically excited chromophores (tryptophans), other amino acids in the protein, ions, and water. Our results motivate new experiments and fully nonequilibrium simulations to probe these phenomena, as well as the refinement of atomistic models of Fr\\\"ohlich condensates that are fundamentally determined by nonlinear interactions in biology. ",
    "url": "https://arxiv.org/abs/2210.14912",
    "authors": [
      "Khatereh Azizi",
      "Matteo Gori",
      "Uriel Morzan",
      "Ali Hassanali",
      "Philip Kurian"
    ],
    "subjectives": [
      "Biological Physics (physics.bio-ph)",
      "Soft Condensed Matter (cond-mat.soft)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14924",
    "title": "Resonant anomaly detection without background sculpting",
    "abstract": "We introduce a new technique named Latent CATHODE (LaCATHODE) for performing \"enhanced bump hunts\", a type of resonant anomaly search that combines conventional one-dimensional bump hunts with a model-agnostic anomaly score in an auxiliary feature space where potential signals could also be localized. The main advantage of LaCATHODE over existing methods is that it provides an anomaly score that is well behaved when evaluating it beyond the signal region, which is essential to prevent the sculpting of background distributions in the bump hunt. LaCATHODE accomplishes this by constructing the anomaly score directly in the latent space learned by a conditional normalizing flow trained on sideband regions. We demonstrate the superior stability and comparable performance of LaCATHODE for enhanced bump hunting in an illustrative toy example as well as on the LHC Olympics R&D dataset. ",
    "url": "https://arxiv.org/abs/2210.14924",
    "authors": [
      "Anna Hallin",
      "Gregor Kasieczka",
      "Tobias Quadfasel",
      "David Shih",
      "Manuel Sommerhalder"
    ],
    "subjectives": [
      "Data Analysis, Statistics and Probability (physics.data-an)",
      "High Energy Physics - Experiment (hep-ex)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14952",
    "title": "Nonreciprocal optical nonlinear metasurfaces",
    "abstract": "We demonstrate nonreciprocal one-way transmission through a half-a-micron-thick nonlinear silicon-VO2 metasurface for low-power CW excitation. Reciprocity is broken by optically self-induced phase transition of VO2 occurring at different intensities for the opposite directions of illumination. ",
    "url": "https://arxiv.org/abs/2210.14952",
    "authors": [
      "Aditya Tripathi",
      "Chibuzor Fabian Ugwu",
      "Viktar S. Asadchy",
      "Ivan Kravchenko",
      "Shanhui Fan",
      "Yuri Kivshar",
      "Jason Valentine",
      "Sergey S. Kruk"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2210.14971",
    "title": "Optical scalar beam propagation in nontrivial spacetime backgrounds",
    "abstract": "We study the propagation of structured optical scalar beams in a spacetime background parameterized by a second-rank symmetric tensor. An analytic expression for the Green's function in a cylindrical coordinate system is obtained for particular choices of such a tensor. This facilitates the numerical exploration of the propagation of apertured Gaussian beams in this nontrivial background. Unusual focusing properties are found along with a decrease in the Gouy phase compared to that in standard vacuum. In the case of apertured Bessel beams, the medium allows to overcome finite aperture effects so that the corresponding diffraction length is increased; besides, the central spot of a zero order Bessel concentrates an increased fraction of the energy of the beam. Multiple scenarios beyond an electromagnetic field in the presence of an anisotropic medium could support the results reported here. They include a bosonic field in a weak gravitational field or a nontrivial spacetime background arising from Lorentz symmetry breaking. In particular, our results could illustrate how optically transparent multiferroic materials offer unprecedented opportunities to tailor structured beam propagation, as well as to simulate nontrivial spacetime backgrounds. ",
    "url": "https://arxiv.org/abs/2210.14971",
    "authors": [
      "C. A. Escobar",
      "A. Martín-Ruiz",
      "M. Mondragón",
      "R. Jáuregui"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "High Energy Physics - Phenomenology (hep-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15018",
    "title": "On the control of electron heating for optimal laser radiation pressure  ion acceleration",
    "abstract": "We study the onset of electron heating in intense laser-solid interactions and its impact on the spectral quality of radiation pressure accelerated ions in both hole boring and light sail regimes. Two- and three-dimensional particle-in-cell (PIC) simulations are performed over a wide range of laser and target parameters and reveal how the pulse duration, profile, polarization, and target surface stability control the electron heating, the dominant ion acceleration mechanisms, and the ion spectra. We find that the onset of strong electron heating is associated with the growth of the Rayleigh-Taylor-like instability at the front surface and must be controlled to produce high-quality ion beams, even when circularly polarized lasers are employed. We define a threshold condition for the maximum duration of the laser pulse that allows mitigation of electron heating and radiation pressure acceleration of narrow energy spread ion beams. The model is validated by three-dimensional PIC simulations, and the few experimental studies that reported low energy spread radiation pressure accelerated ion beams appear to meet the derived criteria. The understanding provided by our work will be important in guiding future experimental developments, for example for the ultrashort laser pulses becoming available at state-of-the-art laser facilities, for which we predict that proton beams with ~150 - 250 MeV, ~30% energy spread, and a total laser-to-proton conversion efficiency of ~20% can be produced. ",
    "url": "https://arxiv.org/abs/2210.15018",
    "authors": [
      "H.-G. Jason Chou",
      "Anna Grassi",
      "Siegfried H. Glenzer",
      "Frederico Fiuza"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15087",
    "title": "Blood-coated sensor for high-throughput ptychographic cytometry on a  Blu-ray disc",
    "abstract": "Blu-ray drive is an engineering masterpiece that integrates disc rotation, pickup head translation, and three lasers in a compact and portable format. Here we integrate a blood-coated image sensor with a modified Blu-ray drive for high-throughput cytometric analysis of various bio-specimens. In this device, samples are mounted on the rotating Blu-ray disc and illuminated by the built-in lasers from the pickup head. The resulting coherent diffraction patterns are then recorded by the blood-coated image sensor. The rich spatial features of the blood-cell monolayer help down-modulate the object information for sensor detection, thus forming a high-resolution computational bio-lens with a theoretically unlimited field of view. With the acquired data, we develop a lensless coherent diffraction imaging modality termed rotational ptychography for image reconstruction. We show that our device can resolve the 435 nm linewidth on the resolution target and has a field of view only limited by the size of the Blu-ray disc. To demonstrate its applications, we perform high-throughput urinalysis by locating disease-related calcium oxalate crystals over the entire microscope slide. We also quantify different types of cells on a blood smear with an acquisition speed of ~10,000 cells per second. For in vitro experiment, we monitor live bacterial cultures over the entire Petri dish with single-cell resolution. Using biological cells as a computational lens could enable new intriguing imaging devices for point-of-care diagnostics. Modifying a Blu-ray drive with the blood-coated sensor further allows the spread of high-throughput optical microscopy from well-equipped laboratories to citizen scientists worldwide. ",
    "url": "https://arxiv.org/abs/2210.15087",
    "authors": [
      "Shaowei Jiang",
      "Chengfei Guo",
      "Tianbo Wang",
      "Jia Liu",
      "Pengming Song",
      "Terrance Zhang",
      "Ruihai Wang",
      "Bin Feng",
      "Guoan Zheng"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2210.15346",
    "title": "Closed-Loop Dual-Atom-Interferometer Inertial Sensor with Continuous  Cold Atomic Beams",
    "abstract": "We demonstrate a closed-loop light-pulse atom-interferometer inertial sensor, which can realize continuous decoupling measurements of acceleration and rotation. The sensor works in a differential mode of double-loop atom interferometers, which share same Raman light pulses into spatially separated Mach-Zehnder configuration and have continuous cold atomic beam sources propagating in opposite directions from two 2D$^+$ Magneto-Optical Trappings. By phase-locking interferometers via Raman laser phases from the differential interferometer signal, decoupled acceleration phase shift and rotation phase shift are obtained simultaneously. Experimental results show that the differential detection suppresses the common-mode noise and increases sensitivity to about 1.5 times higher than that of a single atom interferometer, and the closed-loop phase-locking method effectively improves the long-term stability of the sensor. We achieve long-term stabilities of acceleration and rotation rate at 110 ng and 32 $\\mu$rad/s respectively with a short interrogation time of 0.95ms (interference area $A=0.11$ mm$^2$). This work provides a building block for atom-interferometer inertial measurement unit in field applications requiring high data-rate and stability. ",
    "url": "https://arxiv.org/abs/2210.15346",
    "authors": [
      "Zhi-Xin Meng",
      "Pei-Qiang Yan",
      "Sheng-Zhe Wang",
      "Xiao-Jie Li",
      "Yan-Ying Feng"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15369",
    "title": "Effect of ambient gas on cavity formation for sphere impacts on liquids",
    "abstract": "Formation of a splash crown and a cavity following the impact of a sphere on a body of liquid is a classical problem. In the related problem of a droplet splashing on a flat surface, it has been established that the properties of the surrounding gas can influence the splashing threshold. At lower impact speeds, this is due mainly to the influence of gas kinetic effects, since the height of the gas lubrication film which is displaced during dynamic wetting is often comparable to the mean free path of the gas. At higher Weber and Reynolds numbers, on the other hand, inertial effects dominate and the density of the gas becomes important in determining whether a splash occurs. In this article, sphere impacts on a liquid body are investigated in a rarefied atmosphere using high-speed photography. It is found that the threshold entry speed for cavity formation is influenced by the density of the surrounding gas, whereas changing the mean free path of the gas has no effect. We attribute this phenomenon to the gas slowing the sealing of the thin crown sheet behind the sphere. This assertion is supported with experimental measurements of the liquid sheet thickness. In the range of parameters considered, the splash crown influences the movement of the contact line, an effect not previously observed. ",
    "url": "https://arxiv.org/abs/2210.15369",
    "authors": [
      "Hollis Williams",
      "James Sprittles",
      "Juan C. Padrino",
      "Petr Denissenko"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2210.15619",
    "title": "Large area photon calorimeter with Ir-Pt bilayer transition-edge sensor  for the CUPID experiment",
    "abstract": "CUPID is a next-generation neutrinoless double-beta decay experiment that will require cryogenic light detectors to improve background suppression, via the simultaneous readout of heat and light channels from its scintillating crystals. In this work we showcase light detectors based on a novel Ir-Pt bilayer transition edge sensor. We have performed a systematic study to improve the thermal coupling between the photon absorber and the sensor, and thereby its responsivity. Our first devices meet CUPID's baseline noise requirement of < 100 eV rms. Our detectors have risetime of $\\sim$ 180~$\\mu$s and a measured timing jitter of < 20~$\\mu s$, which achieves the CUPID's criterion of rejecting two-neutrino double-beta decay pileup events. The current work will inform the fabrication of future devices, culminating in the final TES design and a scaleable readout scheme for CUPID. ",
    "url": "https://arxiv.org/abs/2210.15619",
    "authors": [
      "V. Singh",
      "M. Beretta",
      "C. Capelli",
      "C.L. Chang",
      "B.K. Fujikawa",
      "E.V. Hansen",
      "Yu.G. Kolomensky",
      "M. Lisovenko",
      "WK. Kwok",
      "V. Novosad",
      "J. Pearson",
      "K.J. Vetter",
      "G. Wang",
      "B. Welliver",
      "U. Welp",
      "V. Yefremenko",
      "J. Zhang"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "High Energy Physics - Experiment (hep-ex)",
      "Nuclear Experiment (nucl-ex)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.14045",
    "title": "Townes soliton and beyond: Non-miscible Bose mixtures in 2D",
    "abstract": "In these lecture notes, we discuss the physics of a two-dimensional binary mixture of Bose gases at zero temperature, close to the point where the two fluids tend to demix. We are interested in the case where one of the two fluids (the bath) fills the whole space, while the other one (the minority component) contains a finite number of atoms. We discuss under which condition the minority component can form a stable, localized wave packet, which we relate to the celebrated \"Townes soliton\". We discuss the formation of this soliton and the transition towards a droplet regime that occurs when the number of atoms in the minority component is increased. Our investigation is based on a macroscopic approach based on coupled Gross-Pitaevskii equations, and it is complemented by a microscopic analysis in terms of bath-mediated interactions between the particles of the minority component. ",
    "url": "https://arxiv.org/abs/2210.14045",
    "authors": [
      "Brice Bakkali-Hassani",
      "Jean Dalibard"
    ],
    "subjectives": [
      "Quantum Gases (cond-mat.quant-gas)",
      "Pattern Formation and Solitons (nlin.PS)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15165",
    "title": "Strong Coupling of Self-Trapped Excitons to Acoustic Phonons in Bismuth  Perovskite $\\textrm{Cs}_{3}\\textrm{Bi}_{2}\\textrm{I}_{9}$",
    "abstract": "To assess the potential optoelectronic applications of metal-halide perovskites, it is critical to have a detailed understanding of the nature, strength, and dynamics of the interactions between carriers and the polar lattices. Here, we report the electronic and structural dynamics of bismuth-based perovskite $\\textrm{Cs}_{3}\\textrm{Bi}_{2}\\textrm{I}_{9}$ revealed by transient reflectivity and ultrafast electron diffraction. A cross-examination of these experimental results combined with theoretical analyses allows the identification of the major carrier-phonon coupling mechanism and the associated time scales. It is found that carriers photoinjected into $\\textrm{Cs}_{3}\\textrm{Bi}_{2}\\textrm{I}_{9}$ form self-trapped excitons on an ultrafast time scale. However, they retain most of their energy and their coupling to Fr\\\"ohlich-type optical phonons is limited at early times. Instead, the long-lived excitons exert an electronic stress via deformation potential and develop a prominent, sustaining strain field as coherent acoustic phonons in 10 ps. From sub-ps to ns and beyond, a similar extent of the atomic displacements is found throughout the different stages of structural distortions, from limited local modulations to a coherent strain field to the Debye-Waller random atomic motions on longer times. The current results suggest the potential use of bismuth-based perovskites for applications other than photovoltaics to take advantage of carriers' stronger self-trapping and long lifetime. ",
    "url": "https://arxiv.org/abs/2210.15165",
    "authors": [
      "Xing He",
      "Naveen Kumar Tailor",
      "Soumitra Satapathi",
      "Jakoah Brgoch",
      "Ding-Shyue Yang"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15301",
    "title": "Robust cryogenic matched low-pass coaxial filters for quantum computing  applications",
    "abstract": "Electromagnetic noise is one of the key external factors decreasing superconducting qubits coherence. Matched coaxial filters can prevent microwave and IR photons negative influence on superconducting quantum circuits. Here, we report on design and fabrication route of matched low-pass coaxial filters for noise-sensitive measurements at milliKelvin temperatures. A robust transmission coefficient with designed linear absorption (-1dB/GHz) and ultralow reflection losses less than -20 dB up to 20 GHz is achieved. We present a mathematical model for evaluating and predicting filters transmission parameters depending on their dimensions. It is experimentally approved on two filters prototypes different lengths with compound of Cu powder and Stycast commercial resin demonstrating excellent matching. The presented design and assembly route are universal for various compounds and provide high repeatability of geometrical and microwave characteristics. Finally, we demonstrate three filters with almost equal reflection and transmission characteristics in the range from 0 to 20 GHz, which is quite useful to control multiple channel superconducting quantum circuits. ",
    "url": "https://arxiv.org/abs/2210.15301",
    "authors": [
      "Andrey A. Samoylov",
      "Anton I. Ivanov",
      "Vladimir V. Echeistov",
      "Elizaveta I. Malevannaya",
      "Aleksei R. Matanin",
      "Nikita S. Smirnov",
      "Victor I. Polozov",
      "Ilya A. Rodionov"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2210.15484",
    "title": "Polyqubit quantum processing",
    "abstract": "We describe the encoding of multiple qubits per atom in trapped atom quantum processors and methods for performing both intra- and inter-atomic gates on participant qubits without disturbing the spectator qubits stored in the same atoms. We also introduce techniques for selective state preparation and measurement of individual qubits that leave the information encoded in the other qubits intact, a capability required for qubit quantum error correction. The additional internal states needed for polyqubit processing are already present in atomic processors, suggesting that the resource cost associated with this multiplicative increase in qubit number could be a good bargain in the short to medium term. ",
    "url": "https://arxiv.org/abs/2210.15484",
    "authors": [
      "Wesley C. Campbell",
      "Eric R. Hudson"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2110.01032",
    "title": "Strong laser fields and their power to generate controllable  high-photon-number coherent-state superpositions",
    "abstract": " Comments: Revised version submitted to Physical Review A ",
    "url": "https://arxiv.org/abs/2110.01032",
    "authors": [
      "Javier Rivera-Dean",
      "Theocharis Lamprou",
      "Emilio Pisanty",
      "Philipp Stammer",
      "Andrés F. Ordóñez",
      "Marcelo F. Ciappina",
      "Maciej Lewenstein",
      "Paraskevas Tzallas"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16003",
    "title": "Thermal Modulation of Gigahertz Surface Acoustic Waves on Lithium  Niobate",
    "abstract": " Title: Thermal Modulation of Gigahertz Surface Acoustic Waves on Lithium  Niobate ",
    "url": "https://arxiv.org/abs/2203.16003",
    "authors": [
      "Linbo Shao",
      "Sophie W. Ding",
      "Yunwei Ma",
      "Yuhao Zhang",
      "Neil Sinclair",
      "Marko Loncar"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2204.00725",
    "title": "Reduced-density-matrix-based ab initio cavity quantum electrodynamics",
    "abstract": " Title: Reduced-density-matrix-based ab initio cavity quantum electrodynamics ",
    "url": "https://arxiv.org/abs/2204.00725",
    "authors": [
      "Joel D. Mallory",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2205.14130",
    "title": "Ultimate stability of active optical frequency standards",
    "abstract": " Comments: 15 pages ",
    "url": "https://arxiv.org/abs/2205.14130",
    "authors": [
      "Georgy A. Kazakov",
      "Swadheen Dubey",
      "Anna Bychek",
      "Uwe Sterr",
      "Marcin Bober",
      "Michał Zawada"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2207.06401",
    "title": "Mechanical overtone frequency combs",
    "abstract": " Title: Mechanical overtone frequency combs ",
    "url": "https://arxiv.org/abs/2207.06401",
    "authors": [
      "Matthijs H. J. de Jong",
      "Adarsh Ganesan",
      "Andrea Cupertino",
      "Richard A. Norte"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2209.06919",
    "title": "Method for Measuring Absolute Optical Properties of Turbid Samples in a  Standard Cuvette",
    "abstract": " Comments: this https URL ",
    "url": "https://arxiv.org/abs/2209.06919",
    "authors": [
      "Giles Blaney",
      "Angelo Sassaroli",
      "Sergio Fantini"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Medical Physics (physics.med-ph)"
    ]
  }
]