[
  {
    "id": "arXiv:2208.01280",
    "title": "Twenty Years of Auxiliary-Field Quantum Monte Carlo in Quantum  Chemistry: An Overview and Assessment on Main Group Chemistry and  Bond-Breaking",
    "abstract": "In this work, we present an overview of the phaseless auxiliary-field quantum Monte Carlo (ph- AFQMC) approach from a computational quantum chemistry perspective, and present a numerical assessment of its performance on main group chemistry and bond-breaking problems with a total of 1004 relative energies. While our benchmark study is somewhat limited, we make recommendations for the use of ph-AFQMC for general main-group chemistry applications. For systems where single determinant wave functions are qualitatively accurate, we expect the accuracy of ph-AFQMC in conjunction with a single determinant trial wave function to be between that of coupled-cluster with singles and doubles (CCSD) and CCSD with perturbative triples (CCSD(T)). For these applications, ph-AFQMC should be a method of choice when canonical CCSD(T) is too expensive to run. For systems where multi-reference (MR) wave functions are needed for qualitative accuracy, ph-AFQMC is far more accurate than MR perturbation theory methods and competitive with MR configuration interaction (MRCI) methods. Due to the computational efficiency of ph-AFQMC compared to MRCI, we recommended ph-AFQMC as a method of choice for handling dynamic correlation in MR problems. We conclude with a discussion of important directions for future development of the ph-AFQMC approach. ",
    "url": "https://arxiv.org/abs/2208.01280",
    "authors": [
      "Joonho Lee",
      "Hung Q. Pham",
      "David R. Reichman"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01377",
    "title": "Aluminum nitride waveguide beam splitters for integrated quantum  photonic circuits",
    "abstract": "We demonstrate integrated photonic circuits for quantum devices using sputtered polycrystalline aluminum nitride (AlN) on insulator. The on-chip AlN waveguide directional couplers, which are one of the most important components in quantum photonics, are fabricated and show the output power splitting ratios from 50:50 to 99:1. The polarization beam splitters with an extinction ratio of more than 10 dB are also realized from the AlN directional couplers. Using the fabricated AlN waveguide beam splitters, we observe the Hong-Ou-Mandel interference with a visibility of 91.7 +(-) 5.66 %. ",
    "url": "https://arxiv.org/abs/2208.01377",
    "authors": [
      "Hyeong-Soon Jang",
      "Donghwa Lee",
      "Hyungjun Heo",
      "Yong-Su Kim",
      "Hyang-Tag Lim",
      "Seung-Woo Jeon",
      "Sung Moon",
      "Sangin Kim",
      "Sang-Wook Han",
      "Hojoong Jung"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01396",
    "title": "A General Framework of Bound States in the Continuum in an Open Acoustic  Resonator",
    "abstract": "Bound states in the continuum (BICs) provide a viable way of achieving high-Q resonances in both photonics and acoustics. In this work, we proposed a general method of constructing Friedrich-Wintgen (FW) BICs and accidental BICs in a coupled acoustic waveguide-resonator system. We demonstrated that FW BICs can be achieved with arbitrary two degenerate resonances in a closed resonator regardless of whether they have the same or opposite parity. Moreover, their eigenmode profiles can be arbitrarily engineered by adjusting the position of attached waveguide. That suggests an effective way of continuous switching the nature of BIC from FW BIC to symmetry-protected BIC or accidental BICs. Also, such BICs are sustained in the coupled waveguide-resonator system with shapes such as rectangle, ellipse, and rhomboid. These interesting phenomena are well explained by the two-level effective non Hermitian Hamiltonian, where two strongly coupled degenerate modes play a major role in forming such FW BICs. Besides, we found that such an open system also supports accidental BICs in geometry space instead of momentum space via tuning the position of attached waveguide, which are attributed to the quenched coupling between the waveguide and eigenmodes of the closed cavity. Finally, we fabricated a series of 3D coupled-resonator-waveguide and experimentally verified the existence of FW BICs and accidental BICs by measuring the transmission spectra. Our results complement the current BIC library in acoustics and provide new routes for designing novel acoustic devices, such as in acoustic absorbers, filters and sensors. ",
    "url": "https://arxiv.org/abs/2208.01396",
    "authors": [
      "Lujun Huang",
      "Bin Jia",
      "Artem S Pilipchuk",
      "Yankei Chiang",
      "Sibo Huang",
      "Junfei Li",
      "Chen Shen",
      "Evgeny N Bulgakov",
      "Fu Deng",
      "David A Powell",
      "Steven A Cummer",
      "Yong Li",
      "Almas F Sadreev",
      "Andrey E Miroshnichenko"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01459",
    "title": "Observation of SQUID-like behavior in fiber laser with intra-cavity  epsilon-near-zero effect",
    "abstract": "Establishing relations between fundamental effects in far-flung areas of physics is a subject of great interest in the current research. We here report realization of a novel photonic system akin to the radio-frequency superconducting quantum interference device (RF-SQUID), in a fiber laser cavity with epsilon-near-zero (ENZ) nanolayers as intra-cavity components. Emulating the RF-SQUID scheme, the photonic counterpart of the supercurrent, represented by the optical wave, circulates in the cavity, passing through effective optical potential barriers. Different ENZ wavelengths translate into distinct spectral outputs through the variation of cavity resonances, emulating the situation with a frequency-varying tank circuit in the RF-SQUID. Due to the presence of the ENZ element, the optical potential barrier is far lower for selected frequency components, granting them advantage in the gain-resource competition. The findings reported in this work provide a deeper insight into the ultrafast ENZ photonics, revealing a new path towards the design of nanophotonic on-chip devices with various operational functions, and offer a new approach to study superconducting and quantum-mechanical systems. ",
    "url": "https://arxiv.org/abs/2208.01459",
    "authors": [
      "Jiaye Wu",
      "Xuanyi Liu",
      "Boris A. Malomed",
      "Kuan-Chang Chang",
      "Minghe Zhao",
      "Kang Qi",
      "Yanhua Sha",
      "Ze Tao Xie",
      "Marco Clementi",
      "Camille-Sophie Brès",
      "Shengdong Zhang",
      "H. Y. Fu",
      "Qian Li"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Pattern Formation and Solitons (nlin.PS)"
    ]
  },
  {
    "id": "arXiv:2208.01552",
    "title": "A Cryogenically-Cooled High-Sensitivity Nuclear Quadrupole Resonance  Spectrometer",
    "abstract": "The paper describes a radio frequency (RF) spectrometer for 14N nuclear quadrupole resonance (NQR) spectroscopy that uses a detector coil cooled to 77 K to maximize measurement sensitivity. The design uses a minimally-intrusive network of active duplexers and mechanical contact switches to realize a digitally reconfigurable series/parallel coil tuning network that allows transmit- and receive-mode performance to be independently optimized. The design is battery-powered and includes a mixed-signal embedded system to monitor and control secondary processes, thus enabling autonomous operation. Tests on an acetaminophen sample show that cooling both the detector and sample increases the signal-to-noise ratio (SNR) per scan by a factor of approximately 88 (in power units), in good agreement with theoretical predictions. ",
    "url": "https://arxiv.org/abs/2208.01552",
    "authors": [
      "Jarred Glickstein",
      "Soumyajit Mandal"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Nuclear Experiment (nucl-ex)"
    ]
  },
  {
    "id": "arXiv:2208.01050",
    "title": "Testing the Kibble-Zurek Mechanism through a Digital Quantum Computer",
    "abstract": "The Kibble-Zurek mechanism (KZM) captures the essential physics of nonequilibrium quantum phase transitions with symmetry breaking. KZM predicts an universal scaling power law for the defect density which is fully determined by the system's critical exponents at equilibrium and the quenching rate. In this work, we numerically tested the KZM predictions for the simplest quantum case, a single qubit under the Landau-Zener evolution, on an open access IBM quantum computer (IBM-Q). We report on extensive IBM-Q experiments on individual qubits embedded in different circuit environments and topologies, separately elucidating the role of qubit degree of isolation and the increasing decoherence effects associated with the quantum circuit depth. Our results confirm that the increasing of the circuit depth acts as a decoherence source, producing a rapid depart of the experiment data from the theoretical unitary prediction, since the gates errors accumulate. ",
    "url": "https://arxiv.org/abs/2208.01050",
    "authors": [
      "Santiago Higuera-Quintero",
      "Ferney J. Rodríguez",
      "Luis Quiroga",
      "Fernando J. Gómez-Ruiz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Computation (stat.CO)"
    ]
  },
  {
    "id": "arXiv:2208.01217",
    "title": "Open quantum dynamics of strongly coupled oscillators with  multi-configuration time-dependent Hartree propagation and Markovian quantum  jumps",
    "abstract": "Modeling the non-equilibrium dissipative dynamics of strongly interacting quantized degrees of freedom is a fundamental problem in several branches of physics and chemistry. We implement a quantum state trajectory scheme for solving Lindblad quantum master equations that describe coherent and dissipative processes for a set of strongly-coupled quantized oscillators. The scheme involves a sequence of non-unitary quantum jumps with transition probabilities determined the system state and the system-reservoir dynamics. Between consecutive jumps, the wavefunction is propagated in coordinate space using the multi-configuration time-dependent Hartree (MCTDH) method. We compare this hybrid propagation methodology with exact Liouville space solutions for physical systems of interest in cavity quantum electrodynamics, demonstrating the ability to achieve good accuracy on experimental observables with a tractable number of trajectories. We also show the potential of the scheme for solving the dissipative dynamics of finite size arrays of strongly interacting quantized oscillators with high excitation densities, a scenario that is challenging for density matrix propagators due to the large dimensionality of the underlying Hilbert space. ",
    "url": "https://arxiv.org/abs/2208.01217",
    "authors": [
      "Johan F. Triana",
      "Felipe Herrera"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01391",
    "title": "Maximizing the electromagnetic chirality of thin metallic nanowires at  optical frequencies",
    "abstract": "Electromagnetic waves impinging on three-dimensional helical metallic metamaterials have been shown to exhibit chiral effects of large magnitude both theoretically and in experimental realizations. Chirality here describes different responses of scatterers, materials, or metamaterials to left and right circularly polarized electromagnetic waves. These differences can be quantified in terms of electromagnetic chirality measures. In this work we consider the optimal design of thin metallic free-form nanowires that possess measures of electromagnetic chirality as large as fundamentally possible. We focus on optical frequencies and use a gradient based optimization scheme to determine the optimal shape of highly chiral thin silver and gold nanowires. The electromagnetic chirality measures of our optimized nanowires exceed that of traditional metallic helices. Therefore, these should be well suited as building blocks of novel metamaterials with an increased chiral response. We discuss a series of numerical examples, and we evaluate the performance of different optimized designs. ",
    "url": "https://arxiv.org/abs/2208.01391",
    "authors": [
      "Ivan Fernandez-Corbaton",
      "Roland Griesmaier",
      "Marvin Knöller",
      "Carsten Rockstuhl"
    ],
    "subjectives": [
      "Optimization and Control (math.OC)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.01480",
    "title": "Intense terahertz radiation via the transverse thermoelectric effect",
    "abstract": "Terahertz (THz) radiation is a powerful tool with widespread applications ranging from imaging, sensing, and broadband communications to spectroscopy and nonlinear control of materials. Future progress in THz technology depends on the development of efficient, structurally simple THz emitters that can be implemented in advanced miniaturized devices. Here we show how the natural electronic anisotropy of layered conducting transition metal oxides enables the generation of intense terahertz radiation via the transverse thermoelectric effect. In thin films grown on offcut substrates, femtosecond laser pulses generate ultrafast out-of-plane temperature gradients, which in turn launch in-plane thermoelectric currents, thus allowing efficient emission of the resulting THz field out of the film structure. We demonstrate this scheme in experiments on thin films of the layered metals PdCoO2 and La1.84Sr0.16CuO4, and present model calculations that elucidate the influence of the material parameters on the intensity and spectral characteristics of the emitted THz field. Due to its simplicity, the method opens up a promising avenue for the development of highly versatile THz sources and integrable emitter elements. ",
    "url": "https://arxiv.org/abs/2208.01480",
    "authors": [
      "Petar Yordanov",
      "Tim Priessnitz",
      "Min-Jae Kim",
      "Georg Cristiani",
      "Gennady Logvenov",
      "Bernhard Keimer",
      "Stefan Kaiser"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2208.01623",
    "title": "Single chip photonic deep neural network with accelerated training",
    "abstract": "As deep neural networks (DNNs) revolutionize machine learning, energy consumption and throughput are emerging as fundamental limitations of CMOS electronics. This has motivated a search for new hardware architectures optimized for artificial intelligence, such as electronic systolic arrays, memristor crossbar arrays, and optical accelerators. Optical systems can perform linear matrix operations at exceptionally high rate and efficiency, motivating recent demonstrations of low latency linear algebra and optical energy consumption below a photon per multiply-accumulate operation. However, demonstrating systems that co-integrate both linear and nonlinear processing units in a single chip remains a central challenge. Here we introduce such a system in a scalable photonic integrated circuit (PIC), enabled by several key advances: (i) high-bandwidth and low-power programmable nonlinear optical function units (NOFUs); (ii) coherent matrix multiplication units (CMXUs); and (iii) in situ training with optical acceleration. We experimentally demonstrate this fully-integrated coherent optical neural network (FICONN) architecture for a 3-layer DNN comprising 12 NOFUs and three CMXUs operating in the telecom C-band. Using in situ training on a vowel classification task, the FICONN achieves 92.7% accuracy on a test set, which is identical to the accuracy obtained on a digital computer with the same number of weights. This work lends experimental evidence to theoretical proposals for in situ training, unlocking orders of magnitude improvements in the throughput of training data. Moreover, the FICONN opens the path to inference at nanosecond latency and femtojoule per operation energy efficiency. ",
    "url": "https://arxiv.org/abs/2208.01623",
    "authors": [
      "Saumil Bandyopadhyay",
      "Alexander Sludds",
      "Stefan Krastanov",
      "Ryan Hamerly",
      "Nicholas Harris",
      "Darius Bunandar",
      "Matthew Streshinsky",
      "Michael Hochberg",
      "Dirk Englund"
    ],
    "subjectives": [
      "Emerging Technologies (cs.ET)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2202.12615",
    "title": "Fall of a Particle to the Center of a Singular Potential: Classical vs.  Quantum Exact Solutions",
    "abstract": " Comments: 8 pages 1 figure. arXiv admin note: text overlap with arXiv:2108.01981 ",
    "url": "https://arxiv.org/abs/2202.12615",
    "authors": [
      "Michael I. Tribelsky"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2203.16783",
    "title": "Mode-walk-off interferometry for position-resolved optical fiber sensing",
    "abstract": " Comments: 9 pages, 7 figures. Submitted to the Journal of Lightwave Technology ",
    "url": "https://arxiv.org/abs/2203.16783",
    "authors": [
      "Luis Costa",
      "Zhongwen Zhan",
      "Alireza Marandi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2207.01283",
    "title": "Tunable cavity modes and light-pulse propagation in diarylethene-based  photo-switchable polymeric microcavities",
    "abstract": " Comments: 10 pages, 6 figures ",
    "url": "https://arxiv.org/abs/2207.01283",
    "authors": [
      "Francesco Scotognella"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2207.02758",
    "title": "Is the resonant wave interaction approximation consistent with the  dynamics of internal wave fields?",
    "abstract": " Title: Is the resonant wave interaction approximation consistent with the  dynamics of internal wave fields? ",
    "url": "https://arxiv.org/abs/2207.02758",
    "authors": [
      "Golan Bel",
      "Eli Tziperman"
    ],
    "subjectives": [
      "Chaotic Dynamics (nlin.CD)",
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2208.00279",
    "title": "On the excitation of Ion Acoustic Soliton in quiescent plasma confined  by multi-pole line cusp magnetic field",
    "abstract": " Title: On the excitation of Ion Acoustic Soliton in quiescent plasma confined  by multi-pole line cusp magnetic field ",
    "url": "https://arxiv.org/abs/2208.00279",
    "authors": [
      "Zubin Shaikh",
      "A.D.Patel",
      "Meenakshee Sharma",
      "H.H.Joshi",
      "N.Ramasubramanian"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2208.01024",
    "title": "The Poynting vector field generic singularities in resonant scattering  of plane linearly polarized electromagnetic waves by subwavelength particles",
    "abstract": " Comments: 20 pages, 3 figures, 2 tables ",
    "url": "https://arxiv.org/abs/2208.01024",
    "authors": [
      "Michael I. Tribelsky",
      "Boris Y. Rubinstein"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  }
]