[
  {
    "id": "arXiv:2404.04053",
    "title": "Attosecond Rabi Oscillations in High Harmonic Generation Resonantly  Driven by Extreme Ultraviolet Laser Fields",
    "abstract": "High-order harmonic generation driven by intense extreme ultraviolet (EUV) fields merges quantum optics and attosecond science, giving rise to an appealing route for the generation of coherent EUV and soft X-ray light for high-resolution imaging and spectroscopies. We theoretically investigate ultrafast resonant dynamics during the interaction of He atoms with strong extreme ultraviolet pulses. At high driving intensities, we identify record fast attosecond Rabi oscillations imprinting observable signatures in the high harmonic spectrum. At field strengths suppressing the Coulomb potential barrier for all the bounded states, we demonstrate the survival of the attosecond two-level dynamics for several Rabi cycles. Consequently, this intense EUV laser-atom interaction reveals a new strong-field scenario where the resonant coupling of two-level bound-bound transitions prevails, contrasting with the dominance of bound-continuum transitions in the conventional strong-field infrared regimes. These findings set an interesting perspective for extreme attosecond nonlinear optics with intense short-wavelength fields. ",
    "url": "https://arxiv.org/abs/2404.04053",
    "authors": [
      "Alba de las Heras",
      "Carlos Hernández-García",
      "Javier Serrano",
      "Aleksandar Prodanov",
      "Dimitar Popmintchev",
      "Tenio Popmintchev",
      "Luis Plaja"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)",
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2404.03803",
    "title": "Scaling of quantum Fisher information for quantum exceptional point  sensors",
    "abstract": "In recent years, significant progress has been made in utilizing the divergence of spectrum response rate at the exceptional point (EP) for sensing in classical systems, while the use and characterization of quantum EPs for sensing have been largely unexplored. For a quantum EP sensor, an important issue is the relation between the order of the quantum EP and the scaling of quantum Fisher information (QFI), an essential quantity for characterizing quantum sensors. Here we investigate multi-mode quadratic bosonic systems, which exhibit higher-order EP dynamics, but possess Hermitian Hamiltonians without Langevin noise, thus can be utilized for quantum sensing. We derive an exact analytic formula for the QFI, from which we establish a scaling relation between the QFI and the order of the EP. We apply the formula to study a three-mode EP sensor and a multi-mode bosonic Kitaev chain and show that the EP physics can significantly enhance the sensing sensitivity. Our work establishes the connection between two important fields: non-Hermitian EP dynamics and quantum sensing, and may find important applications in quantum information and quantum non-Hermitian physics. ",
    "url": "https://arxiv.org/abs/2404.03803",
    "authors": [
      "Chun-Hui Liu",
      "Fu Li",
      "Shengwang Du",
      "Jianming Wen",
      "Lan Yang",
      "Chuanwei Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Quantum Gases (cond-mat.quant-gas)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2404.04000",
    "title": "Current-density-modulated Antiferromagnetic Domain Switching Revealed by  Optical Imaging in Pt/CoO(001) Bilayer",
    "abstract": "Efficient control of antiferromagnetic (AFM) domain switching in thin films is vital for advancing antiferromagnet-based memory devices. In this study, we directly observed the current-driven switching process of CoO AFM domains in the Pt/CoO(001) bilayer by the magneto-optical birefringence effect. The observed critical current density for AFM domain switching remains nearly constant across varying CoO thicknesses, associated with the consistent switching polarity n $\\perp$ j, suggesting the dominance of the thermomagnetoelastic effect, where and stand for Neel vector and current density vector, respectively. Further confirmation comes from a similar switching process with n $\\perp$ j observed in the Pt/Al2O3/CoO sample, excluding the contribution of spin current injection. Remarkably, it was also surprisingly observed that the Neel vector can be further switched parallel to the current direction (n//j) at higher current density. Our findings not only enhance the understanding of current-driven AFM domain switching but also present new avenues for manipulating AFM domains. ",
    "url": "https://arxiv.org/abs/2404.04000",
    "authors": [
      "Tong Wu",
      "Haoran Chen",
      "Tianping Ma",
      "Jia Xu",
      "Yizheng Wu"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2404.04152",
    "title": "Quantum radiation reaction: Analytical approximations and obtaining the  spectrum from moments",
    "abstract": "We derive analytical $\\chi\\ll1$ approximations for spin-dependent quantum radiation reaction for locally constant and locally monochromatic fields. We show how to factor out fast spin oscillations and obtain the degree of polarization in the plane orthogonal to the magnetic field from the Frobenius norm of the Mueller matrix. We show that spin effects lead to a transseries in $\\chi$, with powers $\\chi^k$, logarithms $(\\ln\\chi)^k$ and oscillating terms, $\\cos(\\dots/\\chi)$ and $\\sin(\\dots/\\chi)$. In our approach we can obtain each moment, $\\langle(kP)^m\\rangle$, of the lightfront longitudinal momentum independently of the other moments and without considering the spectrum. We show how to obtain a low-energy expansion of the spectrum from the moments by treating $m$ as a continuous, complex parameter and performing an inverse Mellin transform. We also show how to obtain the spectrum, without making a low-energy approximation, from a handful of moments using the principle of maximum entropy. ",
    "url": "https://arxiv.org/abs/2404.04152",
    "authors": [
      "Greger Torgrimsson"
    ],
    "subjectives": [
      "High Energy Physics - Phenomenology (hep-ph)",
      "High Energy Physics - Theory (hep-th)",
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2404.04187",
    "title": "Structured free-space optical fields for transverse and longitudinal  control of electron matter waves",
    "abstract": "Controlling free-electron momentum states is of high interest in electron microscopy to achieve momentum and energy resolved probing and manipulation of physical systems. Free-electron and light interactions have emerged as a powerful technique to accomplish this. Here, we demonstrate both longitudinal and transverse phase control of a slow electron wavepacket by extending the Kapitza-Dirac effect to spatially-structured pulsed laser beams. This extension enables both inelastic and elastic stimulated Compton scattering. The interaction reveals the formation of distinct electron transverse momentum orders, each demonstrating a comb-like electron energy spectrum. By exerting complete control over light parameters, including wavelength, field intensity, pulse duration, and spatial mode order, as well as their combinations, it is possible to coherently control the population of these electron energy-momentum states that are separated by a few meV energy and multiple photon momentum orders. This free-space electron-light interaction phenomenon possesses the capability to coherently control the energy and momentum of electron beams in electron microscopes. Moreover, it has the potential to facilitate the selective probing of various material excitations, including plasmons, excitons, and phonons, and performing Talbot-Lau matter-wave interferometry with transversely shaped electron beams. ",
    "url": "https://arxiv.org/abs/2404.04187",
    "authors": [
      "Sven Ebel",
      "Nahid Talebi"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2311.14035",
    "title": "Two-dimensional coherent spectrum of high-spin models via a quantum  computing approach",
    "abstract": " Title: Two-dimensional coherent spectrum of high-spin models via a quantum  computing approach ",
    "url": "https://arxiv.org/abs/2311.14035",
    "authors": [
      "Martin Mootz",
      "Peter P. Orth",
      "Chuankun Huang",
      "Liang Luo",
      "Jigang Wang",
      "Yong-Xin Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Materials Science (cond-mat.mtrl-sci)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2401.06589",
    "title": "Soliton formation in an exciton-polariton condensate at a bound state in  the continuum",
    "abstract": " Title: Soliton formation in an exciton-polariton condensate at a bound state in  the continuum ",
    "url": "https://arxiv.org/abs/2401.06589",
    "authors": [
      "I. Septembre",
      "I. Foudjo",
      "V. Develay",
      "T. Guillet",
      "S. Bouchoule",
      "J. Zúñiga-Pérez",
      "D. D. Solnyshkov",
      "G. Malpuech"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)"
    ]
  }
]