[
  {
    "id": "arXiv:2302.03052",
    "title": "Quantum Embedding Method for the Simulation of Strongly Correlated  Systems on Quantum Computers",
    "abstract": "Quantum computing has emerged as a promising platform for simulating strongly correlated systems in chemistry, for which the standard quantum chemistry methods are either qualitatively inaccurate or too expensive. However, due to the hardware limitations of the available noisy near-term quantum devices, their application is currently limited only to small chemical systems. One way for extending the range of applicability can be achieved within the quantum embedding approach. Herein, we employ the projection-based embedding method for combining the variational quantum eigensolver (VQE) algorithm, although not limited to, with density functional theory (DFT). The developed VQE-in-DFT method is then implemented efficiently on a real quantum device and employed for simulating the triple bond breaking process in butyronitrile. The results presented herein show that the developed method is a promising approach for simulating systems with a strongly correlated fragment on a quantum computer. The developments as well as the accompanying implementation will benefit many different chemical areas including the computer aided drug design as well as the study of metalloenzymes with a strongly correlated fragment. ",
    "url": "https://arxiv.org/abs/2302.03052",
    "authors": [
      "Max Rossmannek",
      "Fabijan Pavošević",
      "Angel Rubio",
      "Ivano Tavernelli"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)",
      "Emerging Technologies (cs.ET)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03073",
    "title": "Noncollisional plasmoid instability based on a gyrofluid and gyrokinetic  integrated approach",
    "abstract": "In this work, the development of two-dimensional current sheets with respect to tearing-modes, in collisionless plasmas with a strong guide field, is analysed. During their non-linear evolution, these thin current sheets can become unstable to the formation of plasmoids, which allows the magnetic reconnection process to reach high reconnection rates. We carry out a detailed study of the impact of a finite $\\beta_e$, which also implies finite electron Larmor radius effects, on the collisionless plasmoid instability. This study is conducted through a comparison of gyrofluid and gyrokinetic simulations. The comparison shows in general a good capability of the gyrofluid models in predicting the plasmoid instability observed with gyrokinetic simulations. We show that the effects of $\\beta_e$ promotes the plasmoid growth. The impact of the closure applied during the derivation of the gyrofluid model is also studied through the comparison of the energy variation. ",
    "url": "https://arxiv.org/abs/2302.03073",
    "authors": [
      "C. Granier",
      "R. Numata",
      "D. Borgogno",
      "E. Tassi",
      "D. Grasso"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03104",
    "title": "Probing the dynamics of solid density micro-wire targets after  ultra-intense laser irradiation using a free-electron laser",
    "abstract": "In this paper, we present an experiment that explores the plasma dynamics of a 7 micron diameter carbon wire after being irradiated with a near-relativistic-intensity short pulse laser. Using an X-ray Free Electron Laser pulse to measure the small angle X-ray scattering signal, we observe that the scattering surface is bent and prone to instability over tens of picoseconds. The dynamics of this process are consistent with the presence of a sharp, propagating shock front inside the wire, moving at a speed close to the hole boring velocity. ",
    "url": "https://arxiv.org/abs/2302.03104",
    "authors": [
      "Thomas Kluge",
      "Michael Bussmann",
      "Eric Galtier",
      "Siegfried Glenzer",
      "Jörg Grenzer",
      "Christian Gutt",
      "Nicholas J. Hartley",
      "Lingen Huang",
      "Alejandro Laso Garcia",
      "Hae Ja Lee",
      "Emma E. McBride",
      "Josefine Metzkes-Ng",
      "Motoaki Nakatsutsumi",
      "Inhyuk Nam",
      "Alexander Pelka",
      "Irene Prencipe",
      "Lisa Randolph",
      "Martin Rehwald",
      "Christian Rödel",
      "Melanie Rödel",
      "Toma Toncian",
      "Long Yang",
      "Karl Zeil",
      "Ulrich Schramm",
      "Thomas E. Cowan"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03144",
    "title": "Nonlocal Electro-Optic Metasurfaces for Free-Space Light Modulation",
    "abstract": "Dynamic optical metasurfaces with ultrafast temporal response, i.e., spatiotemporal optical metasurfaces, provide attractive solutions and open fascinating perspectives for modern highly integrated optics and photonics. In this work, electro-optically controlled optical metasurfaces operating in reflection and utilizing resonant waveguide mode excitation are demonstrated from the viewpoint of free-space propagating light modulation. The modulation of reflected light power with superior characteristics in comparison with prior research is achieved by identifying a suitable low-loss waveguide mode and exploiting its resonant excitation. The electro-optic Pockels effect in a 300-nm-thick lithium niobate (LN) film sandwiched between a continuous thick gold film and an array of gold nanostripes, serving also as control electrodes, is exploited to realize fast and efficient light modulation. The fabricated compact (active area <1000 $\\mu$m) modulators operate in the wavelength range of 850-950 nm, featuring a maximum intensity modulation depth of $\\sim\\!$ 42 % at the driving voltage of $\\pm$10 V within the bandwidth of 13.5 MHz (with the potential bandwidth of 6.5 GHz). The introduced nonlocal electro-optic metasurface configuration opens new avenues towards the realization of ultrafast, efficient and robust free-space light modulators based on an LN flat optics approach. ",
    "url": "https://arxiv.org/abs/2302.03144",
    "authors": [
      "Christopher Damgaard-Carstensen",
      "Sergey I. Bozhevolnyi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03152",
    "title": "Hybrid Si-GaAs photonic crystal cavity for lasing and bistability",
    "abstract": "The heterogeneous integration of silicon with III-V materials provides a way to overcome silicon's limited optical properties toward a broad range of photonic applications. Hybrid modes are a promising way to make heterogeneous Si/III-V devices, but it is still unclear how to engineer these modes to make photonic crystal cavities. Herein, using 3D finite-difference time-domain simulation, a hybrid Si-GaAs photonic crystal cavity design enables cavity mode confinement in GaAs without directly patterning that operates at telecom wavelengths. The hybrid cavity consists of a patterned silicon waveguide nanobeam that is evanescently coupled to a GaAs slab with quantum dots. We show that by engineering the hybrid modes, we can control the degree of coupling to the active material, which leads to a tradeoff between cavity quality factor and optical gain and nonlinearity. With this design, we demonstrate a cavity mode in the Si-GaAs heterogeneous region, which enables strong interaction with the quantum dots in the GaAs slab for applications such as low-power-threshold lasing and optical bistability (156 nW and 18.1 ${\\mu}$W, respectively). This heterogeneous integration of an active III-V material with silicon via a hybrid cavity design suggests a promising approach for achieving on-chip light generation and low-power nonlinear platforms. ",
    "url": "https://arxiv.org/abs/2302.03152",
    "authors": [
      "Mohammad Habibur Rahaman",
      "Chang-Min Lee",
      "Mustafa Atabey Buyukkaya",
      "Yuqi Zhao",
      "Edo Waks"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.03153",
    "title": "Visible Wavelength Flatband in a Gallium Phosphide Metasurface",
    "abstract": "Engineering the dispersion of light in a metasurface allows for controlling the light-matter interaction strength between light confined in the metasurface and materials placed within its near-field. Specifically, engineering a flatband dispersion increases the photonic density of states thereby enhancing the light-matter interaction. Here, we experimentally demonstrate a metasurface with a flat dispersion at visible wavelengths. We designed and fabricated a suspended one-dimensional gallium phosphide metasurface and measured the photonic band structure via energy-momentum spectroscopy, observing a photonic band that is flat over $10^o$ of half-angle at $\\sim 580$nm. We integrated cadmium selenide nanoplatelets with the metasurface, and measured coupled photoluminescence into the flatband. Our demonstration of a photonic flatband will enable the possibility of integrating emerging quantum emitters to the metasurface with possible applications in nonlinear image processing, and topological photonics. ",
    "url": "https://arxiv.org/abs/2302.03153",
    "authors": [
      "Christopher Munley",
      "Arnab Manna",
      "David Sharp",
      "Minho Choi",
      "Hao Nguyen",
      "Brandi M. Cossairt",
      "Mo Li",
      "Arthur Barnard",
      "Arka Majumdar"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03184",
    "title": "Realization of a quadrupole topological insulator phase in a  gyromagnetic photonic crystal",
    "abstract": "The field of topological photonics was initiated with the realization of a Chern insulator phase in a gyromagnetic photonic crystal (PhC) with broken time-reversal symmetry (T), hosting chiral edge states that are topologically protected propagating modes. Recent advances in higher-order band topology have discovered another type of topological state, as manifested by those modes localized at the corners of a sample, which are known as corner states. Here we report the realization of a quadrupole higher-order topological insulator phase in a gyromagnetic PhC, induced by a topological phase transition from the previously demonstrated Chern insulator phase. The evolution of the boundary modes from propagating chiral edge states to localized corner states has been characterized by microwave measurements. We also demonstrate topological bound states in the continuum, when the gyromagnetic PhC is magnetically tuned. These results extend the quadrupole topological insulator phase into T-broken systems, and integrate topologically protected propagating and localized modes in the same platform. ",
    "url": "https://arxiv.org/abs/2302.03184",
    "authors": [
      "Peiheng Zhou",
      "Gui-Geng Liu",
      "Zihao Wang",
      "Yuan-Hang Hu",
      "Shuwei Li",
      "Qindong Xie",
      "Yunpeng Zhang",
      "Xiang Xi",
      "Zhen Gao",
      "Longjiang Deng",
      "Baile Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03207",
    "title": "Tunable Structural Transmissive Color in Fano-Resonant Optical Coatings  Employing Phase-Change Materials",
    "abstract": "Reversible, nonvolatile, and pronounced refractive index modulation is an unprecedented combination of properties enabled by chalcogenide phase-change materials (PCMs). This combination of properties makes PCMs a fast-growing platform for active, low-energy nanophotonics, including tunability to otherwise passive thin-film optical coatings. Here, we integrate the PCM Sb2Se3 into a novel four-layer thin-film optical coating that exploits photonic Fano resonances to achieve tunable structural colors in both reflection and transmission. We show, contrary to traditional coatings, that Fano-resonant optical coatings (FROCs) allow for achieving transmissive and reflective structures with narrowband peaks at the same resonant wavelength. Moreover, we demonstrate asymmetric optical response in reflection, where Fano resonance and narrow-band filtering are observed depending upon the light incidence side. Finally, we use a multi-objective inverse design via machine learning (ML) to provide a wide range of solution sets with optimized structures while providing information on the performance limitations of the PCM-based FROCs. Adding tunability to the newly introduced Fano-resonant optical coatings opens various applications in spectral and beam splitting, and simultaneous reflective and transmissive displays, diffractive objects, and holograms. ",
    "url": "https://arxiv.org/abs/2302.03207",
    "authors": [
      "Yi-Siou Huang",
      "Chih-Yu Lee",
      "Medha Rath",
      "Victoria Ferrari",
      "Heshan Yu",
      "Taylor J. Woehl",
      "Jimmy Ni",
      "Ichiro Takeuchi",
      "Carlos Ríos"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03597",
    "title": "Dual-comb photoacoustic spectroscopy with electro-optic generation for  the analysis of gaseous samples",
    "abstract": "In this work we present the design and characterization of a dual comb photoacoustic spectroscopy (DCPAS) set-up for ammonia detection in the near infrared. The system consists of a dual electro-optic (EO) comb generator that generates a multiheterodyne beating signal in the gas sample. The input to the dual EO comb generator is a laser diode tuned to a fixed wavelength within an absorption feature of ammonia (around 1531.6 nm, 6529 cm-1) and we show how the dual comb allows to perform PAS measurements and resolve the absorption features with high spectral resolution. We present results of the ammonia absorption line profile reconstruction with a bandwidth of 1 cm-1 and a resolution of 0.08 cm-1. Moreover, we show that dual comb technique based on electro-optic generation maximally simplifies the optimization of the multiheterodyne signal according the characteristic of the photoacoustic detection module. We present results using a resonant gas cell (pipe shape) and we show how easily the dual comb optical source is adjusted to generate multiherodyne beating tones within the band of resonance of the gas cell. ",
    "url": "https://arxiv.org/abs/2302.03597",
    "authors": [
      "Marta Ruiz-Llata",
      "Yuliy M. Sanoyan",
      "Oscar E. Bonilla-Manrique",
      "Pablo Acedo",
      "Pedro Martín-Mateos"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.03652",
    "title": "Slow light silicon modulator beyond 110 GHz bandwidth",
    "abstract": "Silicon modulators are key components in silicon photonics to support the dense integration of electro-optic (EO) functional elements on a compact chip for various applications including high-speed data transmission, signal processing, and photonic computing. Despite numerous advances in promoting the operation speed of silicon modulators, a bandwidth ceiling of 67 GHz emerges in practices and becomes an obstacle to paving silicon photonics toward Tbps level data throughput on a single chip. Here, we theoretically propose and experimentally demonstrate a design strategy for silicon modulators by employing the slow light effect, which shatters the present bandwidth ceiling of silicon modulators and pushes its limit beyond 110 GHz in a small footprint. The proposed silicon modulator is built on a coupled-resonator optical waveguide (CROW) architecture, in which a set of Bragg gratings are appropriately cascaded to give rise to a slow light effect. By comprehensively balancing a series of merits including the group index, photon lifetime, electrical bandwidth, and losses, we found the modulators can benefit from the slow light for better modulation efficiency and compact size while remaining their bandwidth sufficiently high to support ultra-high-speed data transmission. Consequently, we realize a modulator with an EO bandwidth of 110 GHz in a length of 124 {\\mu}m, and demonstrate a data rate beyond 110 Gbps by applying simple on-off keying modulation for a DSP-free operation. Our work proves that silicon modulators beyond 110 GHz are feasible, thus shedding light on the potentials of silicon photonics in ultra-high-bandwidth applications such as data communication, optical interconnection, and photonic machine learning. ",
    "url": "https://arxiv.org/abs/2302.03652",
    "authors": [
      "Changhao Han",
      "Zhao Zheng",
      "Haowen Shu",
      "Ming Jin",
      "Jun Qin",
      "Ruixuan Chen",
      "Yuansheng Tao",
      "Bitao Shen",
      "Bowen Bai",
      "Fenghe Yang",
      "Yimeng Wang",
      "Haoyu Wang",
      "Feifan Wang",
      "Zixuan Zhang",
      "Shaohua Yu",
      "Chao Peng",
      "Xingjun Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03031",
    "title": "Sonic shrinking of Pickering-stabilised ultrasound contrast agent at a  low acoustic amplitude",
    "abstract": "Ultrasound contrast agents comprise gas microbubbles surrounded by stabilising elastic or viscoelastic shells. Microbubbles containing liquid or solid cores are referred to as antibubbles. The manufacturing process of long-lived antibubbles involves the adsorption of colloidal particles at the interfaces, a process called Pickering stabilisation. With and without cores present inside, Pickering-stabilised microbubbles generate a harmonic response, even at modest transmission amplitudes. Therefore, Pickering-stabilised ultrasound contrast agents may be of interest in contrast-enhanced ultrasonic imaging. In a previous study, we determined that the presence of a core inside Pickering-stabilised microbubbles slightly hampered the oscillation amplitude compared to identical microbubbles without a core. The purpose of the present study is to determine whether the absence of a core negatively influences the stability of Pickering-stabilised microbubbles under sonication. ",
    "url": "https://arxiv.org/abs/2302.03031",
    "authors": [
      "Nicole Anderton",
      "Craig Carlson",
      "Ryunosuke Matsumoto",
      "Ri-ichiro Shimizu",
      "Albert T. Poortinga",
      "Nobuki Kudo",
      "Michiel Postema"
    ],
    "subjectives": [
      "Soft Condensed Matter (cond-mat.soft)",
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2302.03405",
    "title": "On-the-fly Tailoring towards a Rational Ansatz Design for Digital  Quantum Simulations",
    "abstract": "Recent advancements in quantum information and quantum technology has stimulated a good deal of interest in the development of quantum algorithms for energetics and properties of many-fermionic systems. While the variational quantum eigensolver is the most optimal algorithm in the Noisy Intermediate Scale Quantum era, it is imperative to develop low depth quantum circuits that are physically realizable in quantum devices. Within the unitary coupled cluster framework, we develop COMPASS, a disentangled ansatz construction protocol that can dynamically tailor an optimal ansatz using the one and two-body cluster operators and a selection of rank-two scatterers. The construction of the ansatz may potentially be performed in parallel quantum architecture through energy sorting and operator commutativity prescreening. With significant reduction in the circuit depth towards the simulation of molecular strong correlation, COMPASS is shown to be highly accurate and resilient to the noisy circumstances of the near-term quantum hardware. ",
    "url": "https://arxiv.org/abs/2302.03405",
    "authors": [
      "Dibyendu Mondal",
      "Sonaldeep Halder",
      "Dipanjali Halder",
      "Rahul Maitra"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03518",
    "title": "Argon milling induced decoherence mechanisms in superconducting quantum  circuits",
    "abstract": "The fabrication of superconducting circuits requires multiple deposition, etch and cleaning steps, each possibly introducing material property changes and microscopic defects. In this work, we specifically investigate the process of argon milling, a potentially coherence limiting step, using niobium and aluminum superconducting resonators as a proxy for surface-limited behavior of qubits. We find that niobium microwave resonators exhibit an order of magnitude decrease in quality-factors after surface argon milling, while aluminum resonators are resilient to the same process. Extensive analysis of the niobium surface shows no change in the suboxide composition due to argon milling, while two-tone spectroscopy measurements reveal an increase in two-level system electrical dipole moments, indicating a structurally altered niobium oxide hosting larger two-level system defects. However, a short dry etch can fully recover the argon milling induced losses on niobium, offering a potential route towards state-of-the-art overlap Josephson junction qubits with niobium circuitry. ",
    "url": "https://arxiv.org/abs/2302.03518",
    "authors": [
      "J. Van Damme",
      "Ts. Ivanov",
      "P. Favia",
      "T. Conard",
      "J. Verjauw",
      "R. Acharya",
      "D. Perez Lozano",
      "B. Raes",
      "J. Van de Vondel",
      "A. M. Vadiraj",
      "M. Mongillo",
      "D. Wan",
      "J. De Boeck",
      "A. Potočnik",
      "K. De Greve"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2302.03538",
    "title": "Amplification of the phosphorescent emission guided by a pulsed laser  stripe",
    "abstract": "Phosphorescent emissions at room temperature from solid-state self sustained film fabricated using phenazine derivative molecules blended in a solution of poly(methyl methacrylate) were investigated at steady-state experimental conditions. Stripe excitation by a pulsed laser at different levels of intensities and different lengths of stripes, originates a guided emission up to the edge of the film, enabling us to assume higher gain characteristics for triplet states of the medium, due to the relatively higher contribution of the total integrated area for the phosphorescent part of the emission spectra. ",
    "url": "https://arxiv.org/abs/2302.03538",
    "authors": [
      "Weder Júnior Elias de Paula",
      "Gustavo de Almeida Magalhães Sáfar",
      "Eufrânio N. da Silva Júnior",
      "Luiz A. Cury"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2302.03599",
    "title": "Embedded digital phase noise analyzer for optical frequency metrology",
    "abstract": "Digital signal processing is supporting novel in-field applications of optical interferometry, such as in laser ranging and distributed acoustic sensing. While the highest performances are achieved with field-programmable gated arrays, their complexity and cost are often too high for many tasks. Here, we describe an alternative solution for processing optical signals in real-time, based on a dual-core 32-bit microcontroller. We implemented in-phase and quadrature demodulation of optical beat-notes resulting from the interference of independent laser sources, phase noise analysis of deployed optical fibers covering intercity distances, and synchronization of remote acquisitions via optical trigger signals. The embedded architecture can efficiently accomplish a large variety of tasks in the context of optical signal processing, being also easily configurable, compact and upgradable. These features make it attractive for applications that require long-term, remotely-operated, and field-deployed instrumentation. ",
    "url": "https://arxiv.org/abs/2302.03599",
    "authors": [
      "Simone Donadello",
      "Elio K. Bertacco",
      "Davide Calonico",
      "Cecilia Clivati"
    ],
    "subjectives": [
      "Signal Processing (eess.SP)",
      "Instrumentation and Detectors (physics.ins-det)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2204.07232",
    "title": "Hidden symmetries in acoustic wave systems",
    "abstract": " Comments: Accepted version of the manuscript ",
    "url": "https://arxiv.org/abs/2204.07232",
    "authors": [
      "Malte Röntgen",
      "Christian V. Morfonios",
      "Peter Schmelcher",
      "Vincent Pagneux"
    ],
    "subjectives": [
      "Classical Physics (physics.class-ph)"
    ]
  },
  {
    "id": "arXiv:2209.04059",
    "title": "Size and Quality of Quantum Mechanical Data Sets for Training Neural  Network Force Fields for Liquid Water",
    "abstract": " Title: Size and Quality of Quantum Mechanical Data Sets for Training Neural  Network Force Fields for Liquid Water ",
    "url": "https://arxiv.org/abs/2209.04059",
    "authors": [
      "Márcio S. Gomes-Filho",
      "Alberto Torres",
      "Alexandre Reily Rocha",
      "Luana S. Pedroza"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Disordered Systems and Neural Networks (cond-mat.dis-nn)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2301.08772",
    "title": "Broadband Quantum Memory in Atomic Ensembles",
    "abstract": " Comments: 40 pages, 11 figures, submitted to Advances in AMO Physics ",
    "url": "https://arxiv.org/abs/2301.08772",
    "authors": [
      "Kai Shinbrough",
      "Donny R. Pearson Jr.",
      "Bin Fang",
      "Elizabeth A. Goldschmidt",
      "Virginia O. Lorenz"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]