[
  {
    "id": "arXiv:2505.00104",
    "title": "Investigating Opportunities for Growth and Increased Diversity in Quantum Information Science and Engineering Education in the U.S. based on an Analysis of the Current Educational Landscape",
    "abstract": "           Quantum Information Science and Engineering (QISE) is rapidly gaining interest across a wide range of disciplines. As QISE continues to evolve, engineering will play an increasingly critical role in advancing quantum technologies. While efforts to characterize introductory QISE courses are underway, a comprehensive understanding of QISE education across the United States remains lacking. Developing a broad understanding of the QISE education landscape is crucial for addressing the needs of the growing quantum industry and ensuring equitable access for a diverse range of participants. This paper presents part of an ongoing effort to characterize the current landscape of QISE courses and degree programs in higher education in the US. To achieve this, we used publicly available information from university and college websites to capture information on over 8000 courses that address quantum in some way and nearly 90 QISE specific programs (e.g., degrees, minors, certificates). The majority of these programs are interdisciplinary and include engineering; 14 of them are housed exclusively in engineering departments. We find most programs are offered at research intensive institutions. Our results showcase an opportunity for program developers at non-research intensive institutions to justify the creation of QISE programs, which would also address calls from different stakeholders in QISE education for a more diverse QISE workforce. We suggest strategies based on the findings of this study such as integrating QISE into existing engineering courses, investing in the development of QISE courses and programs at non-PhD-granting institutions, and making courses with QISE content accessible to students from a variety of majors.         ",
    "url": "https://arxiv.org/abs/2505.00104",
    "authors": [
      "A.R. Piña",
      "Shams El-Adawy",
      "Mike Verostek",
      "H.J. Lewandowski",
      "Benjamin M. Zwickl"
    ],
    "subjectives": [
      "Physics Education (physics.ed-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00224",
    "title": "Monolithically Integrated C-Band Quantum Emitters on Foundry Silicon Photonics",
    "abstract": "           Solid-state spin-based quantum systems have emerged as popular platforms for quantum networking applications due to their optical interfaces, their long-lived quantum memories, and their natural compatibility with semiconductor manufacturing. Photonic crystal cavities are often used to enhance radiative emission; however, fabrication of the necessary subwavelength cavities is typically limited to small batch electron beam lithography. In this work, we demonstrate high quality factor, small mode volume nanobeam cavities fabricated on a scalable silicon photonic foundry platform. The foundry fabricated cavities are then interfaced with single erbium ions through backend deposition of TiO2 thin films lightly doped with erbium. Single ion lifetime measurements indicate Purcell enhancement up to about 500, thereby demonstrating a route toward manufacturable deterministic single photon sources in the telecom C-band.         ",
    "url": "https://arxiv.org/abs/2505.00224",
    "authors": [
      "Robert M. Pettit",
      "Skylar Deckoff-Jones",
      "Angela Donis",
      "Ana Elias",
      "Jayson Briscoe",
      "Gerald Leake",
      "Daniel Coleman",
      "Michael Fanto",
      "Ananthesh Sundaresh",
      "Shobhit Gupta",
      "Manish Kumar Singh",
      "Sean E. Sullivan"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00238",
    "title": "Experimental Investigation of Twist Conservation in Nonlinear Optical Three-Wave Mixing",
    "abstract": "           We conduct an experimental investigation into the conservation of the twist phase in Twisted Gaussian Schell Model (TGSM) beams during both up- and down-conversion three-wave mixing nonlinear processes. Independently generated TGSM beams, prepared with varying twist parameters, are used to pump and seed the nonlinear interactions. The resulting beams are then analyzed to determine their twist properties. Our findings demonstrate that the twists of the up- and down-converted beams depend on those of the pump and seed beams. Additionally, the results indicate that the twist phase is conserved throughout the process, in qualitative agreement with theoretical predictions. This study is motivated by the increasing potential applications of TGSM beams in various fields.         ",
    "url": "https://arxiv.org/abs/2505.00238",
    "authors": [
      "Gustavo H. dos Santos",
      "André L. S. Santos Junior",
      "Marcos Gil de Oliveira",
      "Altilano C. Barbosa",
      "Braian Pinheiro da Silva",
      "Nara Rubiano da Silva",
      "Gustavo Cañas",
      "Stephen P. Walborn",
      "Antonio Z. Khoury",
      "Paulo H. Souto Ribeiro"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00408",
    "title": "Multi-dimensional optical imaging on a chip",
    "abstract": "           Light inherently consists of multiple dimensions beyond intensity, including spectrum, polarization, etc. The coupling among these high-dimensional optical features provides a compressive characterization of intrinsic material properties. Because multiple optical dimensions are intrinsically coupled rather than independent, analyzing their inter-relationships and achieving their simultaneous acquisition is essential. Despite the existing optical techniques to obtain different-dimensional data with cumbersome systems, joint acquisition of multi-dimensional optical information on a chip is still a serious challenge, limited by intensity-only photoelectric detection, single-dimensional optical elements, and finite bandwidth. In this work, we report a multi-dimensional on-chip optical imaging (MOCI) architecture, which is functionally composed of three layers, including a multi-dimensional encoding layer to simultaneously encode different dimensions of incident light, an image acquisition layer to collect coupled intensity data, and a computational reconstruction layer to recover multi-dimensional images from a single frame of coupled measurement. Following the MOCI architecture, we for the first time fabricated a real-time (74 FPS) on-chip polarization-hyperspectral imaging (PHI) sensor, with 2048$\\times$2448 pixels at 61 spectral channels covering the VIS-NIR range and 4 polarization states. We applied the PHI sensor for simultaneously resolving hyperspectral and polarization information of complex scenes, and for the first time demonstrated new applications including hyperspectral 3D modeling with normal and height maps, and hyperspectral sensing against strong reflection and glare...         ",
    "url": "https://arxiv.org/abs/2505.00408",
    "authors": [
      "Liheng Bian",
      "Zhen Wang",
      "Pengming Peng",
      "Zhengyi Zhao",
      "Rong Yan",
      "Hanwen Xu",
      "Jun Zhang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.00471",
    "title": "A General Model for Linearly Polarized Optical Vector Beams",
    "abstract": "           We propose an approach for deriving a broad class of propagation models for inhomogeneously, linearly polarized ``vector'' beams. Our formulation leverages a complex scalar potential along with an appropriately constructed Lagrangian energy density. Importantly, we show that polarization inhomogeneities can be included by simple addition of a spatially dependent polarization angle to the complex potential phase. Thus, phase and polarization are seen to be equivalent from an energy perspective. As part of our development, we also show how the complex scalar potential arises naturally when considering polarization angle as a field symmetry during construction of the Lagrangian. We further show that the definition of linear momentum density in terms of the complex potential holds a distinct advantage over the conventional definition for inhomogeneously polarized beams.         ",
    "url": "https://arxiv.org/abs/2505.00471",
    "authors": [
      "Jonathan Nichols",
      "Frank Bucholtz"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Mathematical Physics (math-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00532",
    "title": "Observation of Resonant Tunneling from Molecular Shape into Vibronic Feshbach Resonances Followed by Mode-Specific Fragmentation",
    "abstract": "           We present a kinematically complete study of dissociative electron attachment (DEA) in linear OCS molecules, focusing on how electrons resonantly attach and trigger dissociation. Near the Franck-Condon regime, DEA is dominated by molecular shape resonances, where transient OCS$^-$ states form with high vibrational amplitudes, spectroscopically evident as broad features in DEA cross-sections. As the electron beam energy increases from 5.5 to 6.0 eV, S$^-$ population shifts from lower to higher-energy highly dense bending vibrational states, reinforcing our findings on dipole-forbidden vibronic intensity borrowing. Our advanced potential energy curve calculations, employing the Equation-of-motion coupled cluster singles and doubles for electron attachment (EA-EOMCCSD) method, reveal that beyond the shape resonance, non-adiabatic resonant tunneling governs the avoided crossings, dynamically generating three mode-specific vibronic Feshbach resonances before complete dissociation into three distinct kinetic energy bands of S$^-$. Our theoretical results probe most of the experimental observations quantitatively and qualitatively. These insights deepen our fundamental understanding of resonance-mediated dissociation in electron-molecule resonant scattering, with broader implications for quantum mechanics, plasma physics, vibrational revival, astrochemistry, and radiation damage research.         ",
    "url": "https://arxiv.org/abs/2505.00532",
    "authors": [
      "Narayan Kundu",
      "Meenakshi Rana",
      "Aryya Ghosh",
      "Dhananjay Nandi"
    ],
    "subjectives": [
      "Atomic and Molecular Clusters (physics.atm-clus)",
      "Chemical Physics (physics.chem-ph)",
      "Quantum Physics (quant-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00595",
    "title": "All-optical radio-frequency phase detection for Rydberg atom sensors using oscillatory dynamics",
    "abstract": "           Rydberg atom radio frequency sensors are a unique platform for precision electromagnetic field measurement, e.g. they have extraordinary carrier bandwidth spanning MHz-THz and can be self-calibrated. These photonic sensors use lasers to prepare and read out the atomic response to a radio frequency electromagnetic field. Most work on Rydberg atom sensors centers on radio frequency electric field strength because the sensor functions as a square law detector, unless an external radio frequency heterodyning field is used. A heterodyning field acts as a local oscillator and enables phase read out at the expense of the radio frequency equipment necessary to generate it. In order to overcome the disadvantages of a radio frequency local oscillator, we investigate all-optical phase-sensitive detection using a five-level closed-loop excitation scheme. We show that under finite detuning of the loop fields, the atomic response oscillates at the frequency of the detuning. The oscillation is transferred to a probe laser absorption signal. The phase, frequency and amplitude of the radio frequency signal are imprinted on the oscillatory dynamics and can be determined using demodulation and matched filter techniques applied to the probe laser transmission signal.         ",
    "url": "https://arxiv.org/abs/2505.00595",
    "authors": [
      "Matthias Schmidt",
      "Stephanie M. Bohaichuk",
      "Vijin Venu",
      "Ruoxi Wang",
      "Harald Kübler",
      "James P. Shaffer"
    ],
    "subjectives": [
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00678",
    "title": "Photonic Crystal Microring Resonators on a Hybrid Silicon Nitride-on-Lithium Niobate Platform",
    "abstract": "           Photonic-crystal resonators (PhCRs) have been widely used in nonlinear integrated photonics for frequency engineering applications. A microwave-assisted frequency converter based on PhCRs highlights its precise control of frequency (enabled by creation of a pair of supermodes by a corrugated PhCR) and bidirectional frequency conversion. In this paper, we demonstrate a high-quality PhCR on a hybrid silicon nitride-on-lithium niobate-on-insulator (SiN-on-LNOI) platform for the first time for voltage-driven flexible frequency conversion using the electro-optic effect (0.85 pm/V). The fabricated PhCR has a large supermode splitting bandwidth = 14.6 GHz and an intrinsic quality factor (Q) = 147,000. Using different periodic corrugation amplitudes in the fabricated PhCRs enables the precise control of mode splitting with a ratio of 93.5 MHz/nm between the mode splitting bandwidth and the corrugation amplitude.         ",
    "url": "https://arxiv.org/abs/2505.00678",
    "authors": [
      "Zhongdi Peng",
      "Rakesh Krishna",
      "Xi Wu",
      "Amir H. Hosseinnia",
      "Tianren Fan",
      "Ali Adibi"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00126",
    "title": "Tree tensor network hierarchical equations of motion based on time-dependent variational principle for efficient open quantum dynamics in structured thermal environments",
    "abstract": "           We introduce an efficient method TTN-HEOM for exactly calculating the open quantum dynamics for driven quantum systems interacting with highly structured bosonic baths by combining the tree tensor network (TTN) decomposition scheme to the bexcitonic generalization of the numerically-exact hierarchical equations of motion (HEOM). The method yields a series of quantum master equations for all core tensors in the TTN that efficiently and accurately capture the open quantum dynamics for non-Markovian environments to all orders in the system-bath interaction. These master equations are constructed based on the time-dependent Dirac-Frenkel variational principle which isolates the optimal dynamics for the core tensors given the TTN ansatz. The dynamics converges to the HEOM when increasing the rank of the core tensors, a limit in which the TTN ansatz becomes exact. We introduce TENSO, Tensor Equations for Non-Markovian Structured Open systems, as a general-purpose Python code to propagate the TTN-HEOM dynamics. We implement three general propagators for the coupled master equations: Two fixed-rank methods that require a constant memory footprint during the dynamics, and one adaptive-rank method with variable memory footprint controlled by the target level of computational error. We exemplify the utility of these methods by simulating a two-level system coupled to a structured bath containing one Drude-Lorentzian component and eight Brownian oscillators, which is beyond what can presently be computed using the standard HEOM. Our results show that the TTN-HEOM is capable to simulate both dephasing and relaxation dynamics of driven quantum system interacting with structured baths, even those of chemical complexity, with affordable computational cost.         ",
    "url": "https://arxiv.org/abs/2505.00126",
    "authors": [
      "Xinxian Chen",
      "Ignacio Franco"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00159",
    "title": "Rydberg Atom Electric Field Sensors as Linear Time-invariant Systems",
    "abstract": "           Over the past decade, Rydberg atom electric field sensors have been under investigation as potential alternatives or complements to conventional antenna-based receivers for select applications in RF communications, remote sensing, and precision metrology. To understand the potential utility of these devices for various use cases, it is crucial to develop models that accurately predict key performance metrics such as instantaneous bandwidth and dynamic range. However, existing numerical models require solving a large set of coupled differential equations that is computationally intensive and lengthy to solve. We present an analytic approach that can be used to derive an impulse response function that allows up to two orders-of-magnitude reduction in computation time compared to the full time-dependent integration of the equations of motion. This approach can be used to enable rapid assessments of the Rydberg sensor's response to various waveforms.         ",
    "url": "https://arxiv.org/abs/2505.00159",
    "authors": [
      "Neel Malvania",
      "Garry Jacyna",
      "Bonnie L. Schmittberger Marlow",
      "Zachary N. Hardesty-Shaw",
      "Kathryn L. Nicolich",
      "Kelly M. Backes",
      "Jamie L. MacLennan",
      "Charles T. Fancher"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00383",
    "title": "Prospects for Ultralow-Mass Nuclear Magnetic Resonance using Spin Defects in Hexagonal Boron Nitride",
    "abstract": "           Optically active quantum defects in solids, such as the nitrogen vacancy (NV) center in diamond, are a leading modality for micron-scale and nanoscale (ultralow-mass) nuclear magnetic resonance (NMR) spectroscopy and imaging under ambient conditions. However, the spin and optical properties of NV centers degrade when closer than about 10 nm from the diamond surface, limiting NMR sensitivity as well as spectral and spatial resolution. Here we outline efforts to develop an alternative nanoscale NMR sensor using the negatively charged boron vacancy ($V_B^-$) in hexagonal boron nitride (hBN). As a van der Waals material, hBN's surface is free from dangling bonds and other sources of paramagnetic noise that degrade the performance of near surface NVs, allowing stable $V_B^-$ defects to exist $\\sim1\\,$nm from the material surface. We discuss the properties of boron vacancies as they apply to narrowband (AC) magnetic field sensing and outline experimental designs optimized for this system. We propose measurement protocols for $V_B^-$ NMR for both statistically and uniformly polarized samples at the nano- and micron-scales, including relevant pulse sequences, sensitivity calculations, and sample confinement strategies; and compare the expected performance to NV-NMR. We estimate back-action effects between the $V_B^-$ electronic spins and the sample nuclear spins at the nanoscale; and account for unconventional diffusion dynamics in the flow-restricted nanoscale regime, calculating its effects on the expected $V_B^-$ NMR signal. Lastly, we identify potential sample targets and operational regimes best suited for both nanoscale and micron-scale $V_B^-$ NMR.         ",
    "url": "https://arxiv.org/abs/2505.00383",
    "authors": [
      "Declan M. Daly",
      "Niko R. Reed",
      "Stephen J. DeVience",
      "Zechuan Yin",
      "Johannes Cremer",
      "Andrew J. Beling",
      "John W. Blanchard",
      "Ronald L. Walsworth"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00464",
    "title": "Stable self-charged perovskite quantum rods for liquid laser with near-zero threshold",
    "abstract": "           Colloidal quantum dots (QDs) are promising optical gain materials that require further threshold reduction to realize their full potential. While QD charging theoretically reduces the threshold to zero, its effectiveness has been limited by strong Auger recombination and unstable charging. Here we theoretically reveal the optimal combination of charging number and Auger recombination to minimize the lasing threshold. Experimentally, we develop stable self-charged perovskite quantum rods (QRs) as an alternative to QDs via state engineering and Mn-doping strategy. An unprecedented two-order-of-magnitude reduction in nonradiative Auger recombination enables QRs to support a sufficient charging number of up to 6. The QR liquid lasing is then achieved with a near-zero threshold of 0.098 using quasi-continuous pumping of nanosecond pulses, which is the lowest threshold among all reported QD lasers. These achievements demonstrate the potential of the specially engineered QRs as an excellent gain media and pave the way for their prospective applications.         ",
    "url": "https://arxiv.org/abs/2505.00464",
    "authors": [
      "Jialu Li",
      "Xue Han",
      "Wenjie Wang",
      "Jinhui Wang",
      "Tingting Zhang",
      "Yuting Wu",
      "Guofeng Zhang",
      "Bin Li",
      "Changgang Yang",
      "Wenli Guo",
      "Mi Zhang",
      "Ruiyun Chen",
      "Chengbing Qin",
      "Jianyong Hu",
      "Zhichun Yang",
      "Shaoding Liu",
      "Yue Wang",
      "Yunan Gao",
      "Jie Ma",
      "Liantuan Xiao",
      "Suotang Jia"
    ],
    "subjectives": [
      "Mesoscale and Nanoscale Physics (cond-mat.mes-hall)",
      "Applied Physics (physics.app-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2505.00529",
    "title": "Second-Order Adjoint Method for Quantum Optimal Control",
    "abstract": "           We derive and implement a second-order adjoint method to compute exact gradients and Hessians for a prototypical quantum optimal control problem, that of solving for the minimal energy applied electric field that drives a molecule from a given initial state to a desired target state. For small to moderately sized systems, we demonstrate a vectorized GPU implementation of a second-order adjoint method that computes both Hessians and gradients with wall times only marginally more than those required to compute gradients via commonly used first-order adjoint methods. Pairing our second-order adjoint method with a trust region optimizer (a type of Newton method), we show that it outperforms a first-order method, requiring significantly fewer iterations and wall time to find optimal controls for four molecular systems. Our derivation of the second-order adjoint method allows for arbitrary parameterizations of the controls.         ",
    "url": "https://arxiv.org/abs/2505.00529",
    "authors": [
      "Harish S. Bhat"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optimization and Control (math.OC)",
      "Chemical Physics (physics.chem-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2505.00542",
    "title": "Scalable Quantum Computing with Optical Links",
    "abstract": "           Quantum computers have great potential to solve problems which are intractable on classical computers. However, quantum processors have not yet reached the required scale to run applications which outperform traditional computers. Leading hardware platforms, such as superconducting qubit based processors, will soon become bottlenecked by the physical constraints of their low temperature environments, and the expansion of quantum computers will necessitate quantum links between multiple processor modules. Optical frequencies offer the most promising path for these links due to their resilience to noise even at ambient temperature and the maturity of classical optical networks. However, required microwave-to-optics transducers cannot operate deterministically yet, which has widely been seen as a key challenge for their integration into fault-tolerant quantum computers. In this work, we examine implementations of optical links between cryogenic units that surpass the performance of individual cryogenic modules even with the performance of existing or near-term microwave-to-optics transducers. We show methods for these transducers to provide on-demand entanglement between separated quantum processors with high fidelity and lay out key steps for adoption of the technology including scaling transducer numbers and integration with other hardware. Finally, we discuss a number of architectures comprised of these links which can drive the expansion of quantum data centers to utility scale.         ",
    "url": "https://arxiv.org/abs/2505.00542",
    "authors": [
      "M.J. Weaver",
      "G. Arnold",
      "H. Weaver",
      "S. Gröblacher",
      "R. Stockill"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.03550",
    "title": "Intelligent Mode-Locked Single-Cavity Dual-Comb Laser Utilizing Time-Stretch Dispersive Fourier Transform Spectroscopy",
    "abstract": "           As dual combs play a significant role in numerous high-precision measurements, their efficient generation has been widely researched. Although the single-cavity dual-comb generation can avoid the complex active stabilization methods, achieving and maintaining stable dual-comb mode locking within a single cavity remains a critical challenge. To break through this constraint, a two-part evaluation criterion containing a fitness function and a CNN-Transformer network is employed to achieve mode locking and classify the dual-comb mode-locked state. Simulated time-stretch dispersive Fourier transform (DFT) spectra are used as datasets, which simplifies the optimization process and does not rely on specific experimental data. A developed evolutionary algorithm (EA) for paddle-based motorized polarization controllers (MPCs) is proposed, enabling the intelligent attainment of dual-comb mode-locked states. A real-time library stores fitness and MPC angles, facilitating mode-locked state achievement within 2 seconds. Finally, long term running of dual-comb mode locking is ensured by a random collision algorithm utilizing an evaluation criterion of weak soliton peaks.         ",
    "url": "https://arxiv.org/abs/2501.03550",
    "authors": [
      "Pan Guo",
      "Yuan Gao",
      "Yongjie Pu",
      "Zhigang Zhao",
      "Zhenhua Cong",
      "Sha Wang"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2501.08882",
    "title": "Automated Quantum Chemistry Code Generation with the p$^\\dagger$q Package",
    "abstract": "           This article summarizes recent updates to the p$^\\dagger$q package, which is a C++ accelerated Python library for generating equations and computer code corresponding to singly-reference many-body quantum chemistry methods such as coupled-cluster (CC) and equation-of-motion (EOM) CC theory. Since 2021, the functionality in \\pq has expanded to include boson operators, coupled fermion-boson operators, unitary cluster operators, non-particle-conserving EOM operators, spin tracing, multiple single-particle subspaces, and more. Additional developments allow for the generation of C++ and Python code that minimizes floating-point operations via contraction order optimization, sub-expression elimination, and the fusion of similar terms.         ",
    "url": "https://arxiv.org/abs/2501.08882",
    "authors": [
      "Marcus D. Liebenthal",
      "Stephen H. Yuwono",
      "Lauren N. Koulias",
      "Run R. Li",
      "Nicholas C. Rubin",
      "A. Eugene DePrince III"
    ],
    "subjectives": [
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2502.10531",
    "title": "Insights of Transitions to Thermoacoustic Instability in Inverse Diffusion Flame using Multifractal Detrended Fluctuation Analysis",
    "abstract": "           The inverse diffusion flame (IDF) can experience thermoacoustic instability due to variations in power input or flow conditions. However, the dynamical transitions in IDF that lead to this instability when altering control parameters have not been thoroughly investigated. In this study, we explore the control parameters through two different approaches and employ multifractal detrended fluctuation analysis to characterize the transitions observed prior to the onset of thermoacoustic instability in the inverse diffusion flame. Our findings reveal a loss of multifractality near the region associated with thermoacoustic instability, which suggests a more ordered behavior. We determine that the singularity exponent, the width of the multifractal spectrum, and the Hurst exponent are reliable indicators of thermoacoustic instability and serve as effective classifiers of dynamical states in inverse diffusion flames.         ",
    "url": "https://arxiv.org/abs/2502.10531",
    "authors": [
      "Somnath De",
      "Soham Bhattacharya",
      "Arijit Bhattacharya",
      "Sirshendu Mondal",
      "Achintya Mukhopadhyay",
      "Swarnendu Sen"
    ],
    "subjectives": [
      "Fluid Dynamics (physics.flu-dyn)"
    ]
  },
  {
    "id": "arXiv:2504.20014",
    "title": "Thin-film scandium aluminum nitride bulk acoustic resonator with high Q of 208 and K2 of 9.5% at 12.5 GHz",
    "abstract": "           This work describes sputtered scandium aluminum nitride (ScAlN) thin-film bulk acoustic resonators (FBAR) at 12.5 GHz with high electromechanical coupling (k2) of 9.5% and quality factor (Q) of 208, resulting in a figure of merit (FoM, Qk2) of 19.8. ScAlN resonators employ a stack of 90 nm thick 20% Sc doping ScAlN piezoelectric film on the floating bottom 38 nm thick platinum (Pt) electrode to achieve low losses and high coupling toward centimeter wave (cmWave) frequency band operation. Three fabricated and FBARs are reported, show promising prospects of ScAlN-Pt stack towards cmWave front-end filters.         ",
    "url": "https://arxiv.org/abs/2504.20014",
    "authors": [
      "Sinwoo Cho",
      "Yinan Wang",
      "Eugene Kwon",
      "Lezli Matto",
      "Omar Barrera",
      "Michael Liao",
      "Jack Kramer",
      "Tzu-Hsuan Hsu",
      "Vakhtang Chulukhadze",
      "Ian Anderson",
      "Mark Goorksy",
      "Ruochen Lu"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2408.09637",
    "title": "On the non-Markovian quantum control dynamics",
    "abstract": "           In this paper, we study both open-loop control and closed-loop measurement feedback control of non-Markovian quantum dynamics resulting from the interaction between a quantum system and its environment. We use the widely studied cavity quantum electrodynamics (cavity-QED) system as an example, where an atom interacts with the environment composed of a collection of oscillators. In this scenario, the stochastic interactions between the atom and the environment can introduce non-Markovian characteristics into the evolution of quantum states, differing from the conventional Markovian dynamics observed in open quantum systems. As a result, the atom's decay rate to the environment varies with time and can be described by nonlinear equations. The solutions to these nonlinear equations can be analyzed in terms of the stability of a nonlinear control system. Consequently, the evolution of quantum state amplitudes follows linear time-varying equations as a result of the non-Markovian quantum transient process. Additionally, by using measurement feedback through homodyne detection of the cavity output, we can modulate the steady atomic and photonic states in the non-Markovian process. When multiple coupled cavity-QED systems are involved, measurement-based feedback control can influence the dynamics of high-dimensional quantum states, as well as the resulting stable and unstable subspaces.         ",
    "url": "https://arxiv.org/abs/2408.09637",
    "authors": [
      "Haijin Ding",
      "Nina H. Amini",
      "John E. Gough",
      "Guofeng Zhang"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Atomic Physics (physics.atom-ph)"
    ]
  }
]