[
  {
    "id": "arXiv:2412.18101",
    "title": "Performance Evaluation of a Diamond Quantum Magnetometer for Biomagnetic Sensing: A Phantom Study",
    "abstract": "           We employ a dry-type phantom to evaluate the performance of a diamond quantum magnetometer with a high sensitivity of about $6~\\mathrm{pT/\\sqrt{Hz}}$ from the viewpoint of practical measurement in biomagnetic sensing. The dry phantom is supposed to represent an equivalent current dipole (ECD) generated by brain activity, emulating an encephalomagnetic field. The spatial resolution of the magnetometer is evaluated to be sufficiently higher than the length of the variation in the encephalomagnetic field distribution. The minimum detectable ECD moment is evaluated to be 0.2 nA m by averaging about 8000 measurements for a standoff distance of 2.4 mm from the ECD. We also discuss the feasibility of detecting an ECD in the measurement of an encephalomagnetic field in humans. We conclude that it is feasible to detect an encephalomagnetic field from a shallow cortex area such as the primary somatosensory cortex.         ",
    "url": "https://arxiv.org/abs/2412.18101",
    "authors": [
      "Naota Sekiguchi",
      "Yuta Kainuma",
      "Motofumi Fushimi",
      "Chikara Shinei",
      "Masashi Miyakawa",
      "Takashi Taniguchi",
      "Tokuyuki Teraji",
      "Hiroshi Abe",
      "Shinobu Onoda",
      "Takeshi Ohshima",
      "Mutsuko Hatano",
      "Masaki Sekino",
      "Takayuki Iwasaki"
    ],
    "subjectives": [
      "Instrumentation and Detectors (physics.ins-det)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.18186",
    "title": "Hot-carrier photocatalysts with energy-selective contacts based on quantum wells and dots",
    "abstract": "           In this paper, we simulate the function of hot-carrier photocatalysts (HCPCs) with quantum well and quantum dot energy-selective contacts (ESCs) in the water-splitting reaction. The transport equations for these ESCs are derived by using ballistic transport theory. The results indicate that thermalization loss from non-ideal ESCs is a primary factor diminishing the efficiency of HCPCs. The performance of HCPCs can be enhanced by optimizing the position of ESCs and the width of the extraction energy. Notably, HCPCs with quantum dot ESCs demonstrate superior performance compared to those with quantum well ESCs.         ",
    "url": "https://arxiv.org/abs/2412.18186",
    "authors": [
      "Shuanglong Han",
      "Zhiqiang Fan",
      "Ousi Pan",
      "Xiaohang Chen",
      "Zhimin Yang",
      "Yanchao Zhang",
      "Jincan Chen",
      "Shanhe Su"
    ],
    "subjectives": [
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.18205",
    "title": "An AI-directed analytical study on the optical transmission microscopic images of Pseudomonas aeruginosa in planktonic and biofilm states",
    "abstract": "           Biofilms are resistant microbial cell aggregates that pose risks to health and food industries and produce environmental contamination. Accurate and efficient detection and prevention of biofilms are challenging and demand interdisciplinary approaches. This multidisciplinary research reports the application of a deep learning-based artificial intelligence (AI) model for detecting biofilms produced by Pseudomonas aeruginosa with high accuracy. Aptamer DNA templated silver nanocluster (Ag-NC) was used to prevent biofilm formation, which produced images of the planktonic states of the bacteria. Large-volume bright field images of bacterial biofilms were used to design the AI model. In particular, we used U-Net with ResNet encoder enhancement to segment biofilm images for AI analysis. Different degrees of biofilm structures can be efficiently detected using ResNet18 and ResNet34 backbones. The potential applications of this technique are also discussed.         ",
    "url": "https://arxiv.org/abs/2412.18205",
    "authors": [
      "Bidisha Sengupta",
      "Mousa Alrubayan",
      "Yibin Wang",
      "Esther Mallet",
      "Angel Torres",
      "Ravyn Solis",
      "Haifeng Wang",
      "Prabhakar Pradhan"
    ],
    "subjectives": [
      "Medical Physics (physics.med-ph)",
      "Biological Physics (physics.bio-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18244",
    "title": "Observation of Thouless pumping of light in quasiperiodic photonic crystals",
    "abstract": "           Topological transport is determined by global properties of physical media where it occurs and is characterized by quantized amounts of adiabatically transported quantities. Discovered for periodic potentials it was also explored in disordered and discrete quasi-periodic systems. Here we report on experimental observation of pumping of a light beam in a genuinely continuous incommensurate photorefractive quasi-crystal emulated by its periodic approximants. We observe a universal character of the transport which is determined by the ratio between periods of the constitutive sublattices, by the sliding angle between them, and by Chern numbers of the excited bands (in the time-coordinate space) of the approximant, for which pumping is adiabatic. This reveals that the properties of quasi-periodic systems determining the topological transport are tightly related to those of their periodic approximants and can be observed and studied in a large variety of physical systems. Our results suggest that the links between quasi periodic systems and their periodic approximants go beyond the pure mathematical relations: they manifest themselves in physical phenomena which can be explored experimentally.         ",
    "url": "https://arxiv.org/abs/2412.18244",
    "authors": [
      "Kai Yang",
      "Qidong Fu",
      "Henrique C. Prates",
      "Peng Wang",
      "Yaroslav V. Kartashov",
      "Vladimir V. Konotop",
      "Fangwei Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18253",
    "title": "Observation of localization of light in photonic quasicrystals of diverse symmetries",
    "abstract": "           Quasicrystals are ubiquitous in nature. Beyond crystalline solids, they can be created as optically induced or technologically fabricated structures in photonic and phononic systems, as potentials for cold atoms and Bose-Einstein condensates (BECs). On a parwith the unusual structural properties of quasicrystals, nowadays the problem of wave propagation in such two-dimensional structures attracts considerable attention, already in earlier studies it was predicted that the lowest electronic states in five-fold quasicrystals are localized. Later on localization of BECs in an eight-fold rotational symmetric quasicrystal optical lattices was observed. Direct observation of localization in purely linear photonic quasicrystals, therefore, remains elusive. Here, using sets of interfering plane waves, we create photonic two-dimensional quasicrystals with different rotational symmetries, not allowed in periodic crystallographic structures. We demonstrate experimentally that linear localization of light does occur even in clean linear quasicrystals for probe beams propagating both in the center and off-center regions of the quasicrystals. We found that light localization occurs above a critical depth of optically induced potential and that this critical depth rapidly decreases with the increase of the order of the discrete rotational symmetry of the quasicrystal. Our results clarify a long-standing problem of wave localization in linear quasicrystals and elucidate the conditions under which this phenomenon occurs. These findings pave the way for achieving wave localization in a wide variety of aperiodic systems obeying discrete symmetries, with possible applications in photonics, atomic physics, acoustics, and condensed matter.         ",
    "url": "https://arxiv.org/abs/2412.18253",
    "authors": [
      "Peng Wang",
      "Qidong Fu",
      "Vladimir V. Konotop",
      "Yaroslav V. Kartashov",
      "Fangwei Ye"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18383",
    "title": "Characteristic Mode Analysis of Acoustic Scatterers",
    "abstract": "           The explicit connection between the transition matrix and boundary element method integral operators is formulated. This enables the calculation of characteristic modes via eigenvalue problems involving either set of operators, leading to convenient orthogonality properties facilitating scattering analysis, solution of inverse problems, and the design of excitation fields.         ",
    "url": "https://arxiv.org/abs/2412.18383",
    "authors": [
      "Lukas Jelinek",
      "Kurt Schab",
      "Viktor Hruska",
      "Miloslav Capek",
      "Mats Gustafsson"
    ],
    "subjectives": [
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.18403",
    "title": "Detectorless 3D terahertz imaging: achieving subwavelength resolution with reflectance confocal interferometric microscopy",
    "abstract": "           Terahertz imaging holds great potential for non-destructive material inspection, but practical implementation has been limited by resolution constraints. In this study, we present a novel single-pixel THz imaging system based on a confocal microscope architecture, utilising a quantum cascade laser as both transmitter and phase-sensitive receiver. Our approach addresses these challenges by integrating laser feedback interferometry detection, achieving a two-fold improvement in lateral resolution compared to conventional reflectance confocal microscopy and a dramatic enhancement in axial resolution through precise interferometric phase measurements. This breakthrough provides lateral resolution near $\\lambda/2$ and a depth of focus better than $\\lambda/5$, significantly outperforming traditional confocal systems. The system can produce a 0.5 Mpixel image in under two minutes, surpassing both raster-scanning single-pixel and multipixel focal-plane array-based imagers. Coherent operation enables simultaneous amplitude and phase image acquisition, and a novel visualisation method links amplitude to image saturation and phase to hue, enhancing material characterisation. A 3D tomographic analysis of a silicon chip reveals subwavelength features, demonstrating the system's potential for high-resolution THz imaging and material analysis. This work sets a new benchmark for THz imaging, overcoming key challenges and opening up transformative possibilities for non-destructive material inspection and characterisation.         ",
    "url": "https://arxiv.org/abs/2412.18403",
    "authors": [
      "Jorge Silva",
      "Martin Plöschner",
      "Karl Bertling",
      "Mukund Ghantala",
      "Tim Gillespie",
      "Jari Torniainen",
      "Jeremy Herbert",
      "Yah Leng Lim",
      "Thomas Taimre",
      "Xiaoqiong Qi",
      "Bogdan C. Donose",
      "Tao Zhou",
      "Hoi-Shun Lui",
      "Dragan Indjin",
      "Yingjun Han",
      "Lianhe Li",
      "Alexander Valavanis",
      "Edmund H. Linfield",
      "A. Giles Davies",
      "Paul Dean",
      "Aleksandar D. Rakić"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18438",
    "title": "Heterodyne coherent detection of the electric field temporal trace emitted by frequency-modulated comb lasers",
    "abstract": "           Frequency-modulated (FM) combs are produced by mode-locked lasers in which the electric field has a linearly chirped frequency and nearly constant amplitude. This regime of operation occurs naturally in certain laser systems and constitutes a valuable alternative to generate spectra with equidistant modes. Here, we use a low-noise fs-pulse comb as the local oscillator and combine dual comb heterodyne detection with time domain analysis of the multi-heterodyne signal to reveal the temporal trace of both amplitude and phase quadratures of FM comb lasers' electric field. This technique is applied to both a dense and a harmonic mid-infrared free-running quantum cascade laser frequency comb and shows direct evidence of the FM behavior together with the high degree of coherence of these sources. Our results furnish a deeper insight on the origin of the FM combs and pave the way to further improvement and optimization of these devices.         ",
    "url": "https://arxiv.org/abs/2412.18438",
    "authors": [
      "Baptiste Chomet",
      "Salim Basceken",
      "Djamal Gacemi",
      "Barbara Schneider",
      "Mathias Beck",
      "Angela Vasanelli",
      "Benoît Darquié",
      "Jérôme Faist",
      "Carlo Sirtori"
    ],
    "subjectives": [
      "Optics (physics.optics)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.18455",
    "title": "Amplifier scheme: driven by indirect-drive under 10 MJ laser toward inertial fusion energy",
    "abstract": "           Burn efficiency is a key for commercial feasibility of fusion power station for inertial fusion energy, while burn efficiency is usually lower than 30% in the central ignition scheme of inertial confinement fusion (ICF). A recent conceptual design for a 10 MJ laser driver [Z. Sui and K. Lan et al., Matter Radiat. Extremes 9, 043002 (2024)] provides a new room for target design to achieve a higher burn efficiency. Here, we take the advantage of fuel density in reaction rate and propose a novel amplifier scheme for increasing burn efficiency via two cascading explosions by ICF. The amplifier scheme can be realized either by indirect-drive or by direct-drive. Here, we give a 1D design for an indirect-driven amplifier capsule containing 2.02 mg DT fuel under a 300 eV radiation generated by a 10 MJ and 1785 TW laser inside an octahedral spherical hohlraum. As a result, the amplifier capsule has a burn efficiency of 48% and a gain of 33 at a convergence ratio of 24. This novel scheme can achieve a relatively high burn efficiency at a relatively low convergence ratio, which can greatly relax the stringent requirements of high gain fusion on hot spot ignition conditions and engineering issues.         ",
    "url": "https://arxiv.org/abs/2412.18455",
    "authors": [
      "Yongsheng Li",
      "Ke Lan",
      "Hui Cao",
      "Yao-Hua Chen",
      "Xiaohui Zhao",
      "Zhan Sui"
    ],
    "subjectives": [
      "Plasma Physics (physics.plasm-ph)"
    ]
  },
  {
    "id": "arXiv:2412.18472",
    "title": "Efficient broadband antenna for a quantum emitter working at telecommunication wavelengths",
    "abstract": "           Single photons are resources needed for developing quantum networks QN. They distribute quantum information services across commercial optical fiber links and are key ingredient in developing quantum repeaters architectures. Currently, the most robust quantum light sources are Quantum Dots made of III-V materials. They emit highly indistinguishable photons on-demand and with high efficiency. Established devices work at near-infrared wavelengths (NIR) and further research is needed to develop devices working in telecommunication wavelengths O- and S-bands. In this contribution, we propose and model a broadband optical antenna working in O-band. It exhibits high extraction efficiencies with small Purcell enhancement around 2. We also examine far field emission from these structures, ensuring Gaussian mode profile is observed.         ",
    "url": "https://arxiv.org/abs/2412.18472",
    "authors": [
      "Monika Dziubelski",
      "Joanna M Zajac"
    ],
    "subjectives": [
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2412.18257",
    "title": "Variational quantum state diagonalization with computational-basis probabilities",
    "abstract": "           In this report, we propose a novel quantum diagonalization algorithm through optimizing a variational quantum circuit. The optimization process utilizes measurement outcomes in the computational basis to construct an objective function for variational optimization. Two distinct objective functions are introduced in this report. The first is constructed from the probabilities of 2^N computational basis states. By maximizing the sum of the squared diagonal elements of the evolved N-qubit quantum state, this function drives the state toward a diagonal form, with the optimized value corresponding to the purity of the input quantum state. To address the experimental challenges associated with measuring all 2^N basis states, we propose a second objective function based on N single-qubit measurement probabilities. This reduces measurement complexity with exponential growth, enhancing the feasibility of experimental implementation. In both cases, we explore the relationship between measurement probability distributions and the diagonalization of the evolved quantum state. Numerical simulations and analytical insights demonstrate that the variational optimization effectively transforms the input quantum state into its diagonalized form, offering a practical framework for quantum state diagonalization.         ",
    "url": "https://arxiv.org/abs/2412.18257",
    "authors": [
      "Juan Yao"
    ],
    "subjectives": [
      "Quantum Physics (quant-ph)",
      "Computational Physics (physics.comp-ph)"
    ]
  },
  {
    "id": "arXiv:2412.18341",
    "title": "Quantum Anharmonic Effects on the Superconductivity of I-43m CH4-H3S at High Pressures: a First-Principles Study",
    "abstract": "           Making use of first-principles calculations we analyze the effect of quantum ionic fluctuations and lattice anharmonicity on the crystal structure and superconductivity of I-43m CH4-H3S, one of the lowest enthalpy structures in the C-S-H system, in the 150-300 GPa pressure range within the stochastic self-consistent harmonic approximation. We predict a correction to the crystal structure, which is formed by an H3S lattice and CH4 molecules, the phonon spectra, and the pressure-dependent superconducting critical temperatures, which have been estimated in previous calculations without considering ionic fluctuations on the crystal structure and assuming the harmonic approximation for the lattice dynamics. Our results show that quantum ionic fluctuations have an impact on the distance between H atoms and S atoms in the H3S host lattice, pushing it towards more symmetric bonds, while the methane molecules are barely affected. According to our anharmonic phonon spectra, this structure is dynamically stable above 150 GPa, which is 30 GPa lower than the pressure at which the harmonic approximation predicts the emergence of an instability. As a consequence of the strong anharmonic enhancement of the phonon frequencies, the electron-phonon coupling constant is suppressed by 46% at 200 GPa, and even more at lower pressures. As a result, the superconducting critical temperature is overestimated by around 50 K at 200 GPa, such that it falls below 150 K in the whole pressure range studied. Our results underline that ternary hydrides are subject to strong anharmonic effects on their structural, vibrational, and superconducting properties.         ",
    "url": "https://arxiv.org/abs/2412.18341",
    "authors": [
      "Pugeng Hou",
      "Francesco Belli",
      "Tiange Bi",
      "Eva Zurek",
      "Ion Errea"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Superconductivity (cond-mat.supr-con)",
      "Applied Physics (physics.app-ph)"
    ]
  },
  {
    "id": "arXiv:2412.18553",
    "title": "Advancing Surface Chemistry with Large-Scale Ab-Initio Quantum Many-Body Simulations",
    "abstract": "           Predictive simulation of surface chemistry is of paramount importance for progress in fields from catalysis to electrochemistry and clean energy generation. Ab-initio quantum many-body methods should be offering deep insights into these systems at the electronic level, but are limited in their efficacy by their steep computational cost. In this work, we build upon state-of-the-art correlated wavefunctions to reliably converge to the `gold standard' accuracy in quantum chemistry for application to extended surface chemistry. Efficiently harnessing graphics processing unit acceleration along with systematically improvable multiscale resolution techniques, we achieve linear computational scaling up to 392 atoms in size. These large-scale simulations demonstrate the importance of converging to these extended system sizes, achieving a validating handshake between simulations with different boundary conditions for the interaction of water on a graphene surface. We provide a new benchmark for this water-graphene interaction that clarifies the preference for water orientations at the graphene interface. This is extended to the adsorption of carbonaceous molecules on chemically complex surfaces, including metal oxides and metal-organic frameworks, where we consistently achieve chemical accuracy compared to experimental references, and well inside the scatter of traditional density functional material modeling approaches. This pushes the state of the art for simulation of molecular adsorption on surfaces, and marks progress into a post-density functional era for more reliable and improvable approaches to first-principles modeling of surface problems at an unprecedented scale and accuracy using ab-initio quantum many-body methods.         ",
    "url": "https://arxiv.org/abs/2412.18553",
    "authors": [
      "Zigeng Huang",
      "Zhen Guo",
      "Changsu Cao",
      "Hung Q. Pham",
      "Xuelan Wen",
      "George H. Booth",
      "Ji Chen",
      "Dingshun Lv"
    ],
    "subjectives": [
      "Materials Science (cond-mat.mtrl-sci)",
      "Chemical Physics (physics.chem-ph)"
    ]
  },
  {
    "id": "arXiv:2408.14320",
    "title": "Characterizing Vehicle-Induced Distributed Acoustic Sensing Signals for Accurate Urban Near-Surface Imaging",
    "abstract": "           Continuous seismic monitoring of the near-surface structure is crucial for urban infrastructure safety, aiding in the detection of sinkholes, subsidence, and other seismic hazards. Utilizing existing telecommunication optical fibers as Distributed Acoustic Sensing (DAS) systems offers a cost-effective method for creating dense seismic arrays in urban areas. DAS leverages roadside fiber-optic cables to record vehicle-induced surface waves for near-surface imaging. However, the influence of roadway vehicle characteristics on their induced surface waves and the resulting imaging of near-surface structures is poorly understood. We investigate surface waves generated by vehicles of varying weights and speeds to provide insights into accurate and efficient near-surface characterization. We first classify vehicles into light, mid-weight, and heavy based on the maximum amplitudes of quasi-static DAS records. Vehicles are also classified by their traveling speed using their arrival times at DAS channels. To investigate how vehicle characteristics influence the induced surface waves, we extract phase velocity dispersion and invert the subsurface structure for each vehicle class by retrieving virtual shot gathers (VSGs). Our results reveal that heavy vehicles produce higher signal-to-noise ratio surface waves, and a sevenfold increase in vehicle weight can reduce uncertainties in phase velocity measurements from dispersion spectra by up to 3X. Thus, data from heavy vehicles better constrain structures at greater depths. Additionally, with driving speeds ranging from 5 to 30 meters per second in our study, differences in the dispersion curves due to vehicle speed are less pronounced than those due to vehicle weight. Our results suggest judiciously selecting and processing surface wave signals from certain vehicle types can improve the quality of near-surface imaging in urban environments.         ",
    "url": "https://arxiv.org/abs/2408.14320",
    "authors": [
      "Jingxiao Liu",
      "Haipeng Li",
      "Siyuan Yuan",
      "Hae Young Noh",
      "Biondo Biondi"
    ],
    "subjectives": [
      "Geophysics (physics.geo-ph)"
    ]
  },
  {
    "id": "arXiv:2312.04202",
    "title": "Probing levitodynamics with multi-stochastic forces and the simple applications on the dark matter detection in optical levitation experiment",
    "abstract": "           If the terrestrial environment is permeated by dark matter, the levitation experiences damping forces and fluctuations attributed to dark matter. This paper investigates levitodynamics with multiple stochastic forces, including thermal drag, photon recoil, feedback, etc., assuming that all of these forces adhere to the fluctuation-dissipation theorem. The ratio of total damping to the stochastic damping coefficient distinguishes the levitodynamics from cases involving only one single stochastic force. The heating and cooling processes are formulated to determine the limits of temperature change. All sources of stochastic forces are comprehensively examined, revealing that dark matter collisions cannot be treated analogously to fluid dynamics. Additionally, a meticulous analysis is presented, elucidating the intricate relationship between the fundamental transfer cross-section and the macroscopic transfer cross-section. While the dark damping coefficient is suppressed by the mass of the levitated particle, scattering can be coherently enhanced based on the scale of the component microscopic particle, the atomic form factor, and the static structure factor. Hence, dark damping holds the potential to provide valuable insights into the detection of the macroscopic strength of fundamental particles. We propose experimental procedures for levitation and employ linear estimation to extract the dark damping coefficient. Utilizing current levitation results, we demonstrate that the fundamental transfer cross section of dark matter can be of the order $\\sigma^{\\rm D}_{T}\\lsim {\\cal O}(10^{-26})\\rm cm^2$.         ",
    "url": "https://arxiv.org/abs/2312.04202",
    "authors": [
      "Xi Cheng",
      "Ji-Heng Guo",
      "Wenyu Wang",
      "Bin Zhu"
    ],
    "subjectives": [
      "Statistical Mechanics (cond-mat.stat-mech)",
      "High Energy Physics - Phenomenology (hep-ph)",
      "Optics (physics.optics)"
    ]
  },
  {
    "id": "arXiv:2407.03024",
    "title": "Metrology requirements for the integrated luminosity measurement using small angle Bhabha scattering at ILC",
    "abstract": "           Precision measurement of the integrated luminosity $\\mathcal{L}$ at future Higgs factories, including ILC, is of crucial importance for the cross-section measurements, and in particular for the line-shape measurements at the Z-pole. Since there is no up-to-date estimate of the integrated luminosity uncertainties arising from metrology effects at ILC, here we review the metrology requirements for the targeted precision of $\\mathcal{L}$ at foreseen ILC center-of-mass energies: 91.2 GeV, 250 GeV, 500 GeV and 1 TeV, using small-angle Bhabha scattering.         ",
    "url": "https://arxiv.org/abs/2407.03024",
    "authors": [
      "Ivan Smiljanić",
      "Ivanka Božović",
      "Goran Kačarević",
      "Mirko Radulović",
      "Jasna Stevanović"
    ],
    "subjectives": [
      "High Energy Physics - Experiment (hep-ex)",
      "Instrumentation and Detectors (physics.ins-det)"
    ]
  },
  {
    "id": "arXiv:2412.01384",
    "title": "Addressing general measurements in quantum Monte Carlo",
    "abstract": "           Achieving general (off-diagonal) measurements is one of the most significant challenges in quantum Monte Carlo, which strongly limits its application during the decades of development. We propose a universal scheme to tackle the problems of general measurement. The target observables are expressed as the ratio of two types of partition functions $\\langle \\mathrm{O} \\rangle=\\bar{Z}/Z$, where $\\bar{Z}=\\mathrm{tr} (\\mathrm{Oe^{-\\beta H}})$ and $Z=\\mathrm{tr} (\\mathrm{e^{-\\beta H}})$. These two partition functions can be estimated separately within the reweight-annealing frame, and then be connected by an easily solvable reference point. We have successfully applied this scheme to XXZ model and transverse field Ising model, from 1D to 2D systems, from two-body to multi-body correlations and even non-local disorder operators, and from equal-time to imaginary-time correlations. The reweighting path is not limited to physical parameters, but also works for space and (imaginary) time. Our work paves an easy and efficient way to capture the complex off-diagonal operators in quantum Monte Carlo simulation, which provides new insight to address the challenge of quantum Monte Carlo.         ",
    "url": "https://arxiv.org/abs/2412.01384",
    "authors": [
      "Zhiyan Wang",
      "Zenan Liu",
      "Zhe Wang",
      "Zheng Yan"
    ],
    "subjectives": [
      "Strongly Correlated Electrons (cond-mat.str-el)",
      "Statistical Mechanics (cond-mat.stat-mech)",
      "Computational Physics (physics.comp-ph)",
      "Quantum Physics (quant-ph)"
    ]
  }
]